{
    "2 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After the death of King Ahab of Israel the country of Moab rebelled against Israel. Elijah did as the Lord commanded, &apos;It's Elijah!&apos; the king exclaimed."
            },
            {
                "verse_number": "2",
                "verse_text": "King Ahaziah of Israel fell off the balcony on the roof of his palace in Samaria and was seriously injured. So he sent some messengers to consult Baalzebub, the god of the Philistine city of Ekron, in order to find out whether or not he would recover."
            },
            {
                "verse_number": "3",
                "verse_text": "But an angel of the Lord commanded Elijah, the prophet from Tishbe, to go and meet the messengers of King Ahaziah and ask them, &apos;Why are you going to consult Baalzebub, the god of Ekron? Is it because you think there is no god in Israel?"
            },
            {
                "verse_number": "4",
                "verse_text": "Tell the king that the Lord says, &quot;You will not recover from your injuries; you will die!&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "and the messengers returned to the king. &apos;Why have you come back?&apos; he asked."
            },
            {
                "verse_number": "6",
                "verse_text": "They answered, &apos;We were met by a man who told us to come back and tell you that the Lord says to you, &quot;Why are you sending messengers to consult Baalzebub, the god of Ekron? Is it because you think there is no god in Israel? You will not recover from your injuries; you will die!&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;What did the man look like?&apos; the king asked."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;He was wearing a cloak made of animal skins, tied with a leather belt,&apos; they answered."
            },
            {
                "verse_number": "9",
                "verse_text": "Then he sent an officer with fifty men to get Elijah. The officer found him sitting on a hill and said to him, &apos;Man of God, the king orders you to come down.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If I am a man of God,&apos; Elijah answered, &apos;may fire come down from heaven and kill you and your men!&apos; At once fire came down and killed the officer and his men."
            },
            {
                "verse_number": "11",
                "verse_text": "The king sent another officer with fifty men, who went up and said to Elijah, &apos;Man of God, the king orders you to come down at once!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If I am a man of God,&apos; Elijah answered, &apos;may fire come down from heaven and kill you and your men!&apos; At once the fire of God came down and killed the officer and his men."
            },
            {
                "verse_number": "13",
                "verse_text": "Once more the king sent an officer with fifty men. He went up the hill, fell on his knees in front of Elijah, and pleaded, &apos;Man of God, be merciful to me and my men. Spare our lives!"
            },
            {
                "verse_number": "14",
                "verse_text": "The two other officers and their men were killed by fire from heaven; but please be merciful to me!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The angel of the Lord said to Elijah, &apos;Go down with him, and don't be afraid.&apos; So Elijah went with the officer to the king"
            },
            {
                "verse_number": "16",
                "verse_text": "and said to him, &apos;This is what the Lord says: &quot;Because you sent messengers to consult Baalzebub, the god of Ekron&ndash;as if there were no god in Israel to consult&ndash;you will not get well; you will die!&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ahaziah died, as the Lord had said through Elijah. Ahaziah had no sons, so his brother Joram succeeded him as king in the second year of the reign of Jehoram son of Jehoshaphat, king of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "Everything else that King Ahaziah did is recorded in The History of the Kings of Israel ."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The time came for the Lord to take Elijah up to heaven in a whirlwind. Elijah and Elisha set out from Gilgal,"
            },
            {
                "verse_number": "2",
                "verse_text": "and on the way Elijah said to Elisha, &apos;Now stay here; the Lord has ordered me to go to Bethel.&apos; But Elisha answered, &apos;I swear by my loyalty to the living Lord and to you that I will not leave you.&apos; So they went on to Bethel. &apos;Yes, I know,&apos; Elisha answered. &apos;But let's not talk about it.&apos; But Elisha answered, &apos;I swear by my loyalty to the living Lord and to you that I will not leave you.&apos; So they went on to Jericho. &apos;Yes, I know,&apos; Elisha answered. &apos;But let's not talk about it.&apos; But Elisha answered, &apos;I swear by my loyalty to the living Lord and to you that I will not leave you.&apos; So they went on, In grief Elisha tore his cloak in two. &apos;No, you must not go,&apos; Elisha answered."
            },
            {
                "verse_number": "3",
                "verse_text": "A group of prophets who lived there went to Elisha and asked him, &apos;Do you know that the Lord is going to take your master away from you today?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Elijah said to Elisha, &apos;Now stay here; the Lord has ordered me to go to Jericho.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "A group of prophets who lived there went to Elisha and asked him, &apos;Do you know that the Lord is going to take your master away from you today?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Elijah said to Elisha, &apos;Now stay here; the Lord has ordered me to go to the Jordan River.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "and fifty of the prophets followed them to the Jordan. Elijah and Elisha stopped by the river, and the fifty prophets stood a short distance away."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Elijah took off his cloak, rolled it up, and struck the water with it; the water divided, and he and Elisha crossed to the other side on dry ground."
            },
            {
                "verse_number": "9",
                "verse_text": "There, Elijah said to Elisha, &apos;Tell me what you want me to do for you before I am taken away.&apos; &apos;Let me receive the share of your power that will make me your successor,&apos; Elisha answered."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;That is a difficult request to grant,&apos; Elijah replied. &apos;But you will receive it if you see me as I am being taken away from you; if you don't see me, you won't receive it.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They kept talking as they walked on; then suddenly a chariot of fire pulled by horses of fire came between them, and Elijah was taken up to heaven by a whirlwind."
            },
            {
                "verse_number": "12",
                "verse_text": "Elisha saw it and cried out to Elijah, &apos;My father, my father! Mighty defender of Israel! You are gone!&apos; And he never saw Elijah again."
            },
            {
                "verse_number": "13",
                "verse_text": "Then he picked up Elijah's cloak that had fallen from him, and went back and stood on the bank of the Jordan."
            },
            {
                "verse_number": "14",
                "verse_text": "He struck the water with Elijah's cloak and said, &apos;Where is the Lord , the God of Elijah?&apos; Then he struck the water again, and it divided, and he walked over to the other side."
            },
            {
                "verse_number": "15",
                "verse_text": "The fifty prophets from Jericho saw him and said, &apos;The power of Elijah is on Elisha!&apos; They went to meet him, bowed down before him,"
            },
            {
                "verse_number": "16",
                "verse_text": "and said, &apos;There are fifty of us here, all strong men. Let us go and look for your master. Maybe the spirit of the Lord has carried him away and left him on some mountain or in some valley.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But they insisted until he gave in and let them go. The fifty of them went and looked high and low for Elijah for three days, but didn't find him."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they returned to Elisha, who had waited at Jericho, and he said to them, &apos;Didn't I tell you not to go?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Some men from Jericho went to Elisha and said, &apos;As you know, sir, this is a fine city, but the water is bad and causes miscarriages.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Put some salt in a new bowl and bring it to me,&apos; he ordered. They brought it to him,"
            },
            {
                "verse_number": "21",
                "verse_text": "and he went to the spring, threw the salt in the water, and said, &apos;This is what the Lord says: &quot;I make this water pure, and it will not cause any more deaths or miscarriages.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "And that water has been pure ever since, just as Elisha said it would be."
            },
            {
                "verse_number": "23",
                "verse_text": "Elisha left Jericho to go to Bethel, and on the way some boys came out of a town and made fun of him. &apos;Get out of here, baldy!&apos; they shouted."
            },
            {
                "verse_number": "24",
                "verse_text": "Elisha turned around, glared at them, and cursed them in the name of the Lord . Then two she-bears came out of the woods and tore forty-two of the boys to pieces."
            },
            {
                "verse_number": "25",
                "verse_text": "Elisha went on to Mount Carmel and later returned to Samaria."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In the eighteenth year of the reign of King Jehoshaphat of Judah, Joram son of Ahab became king of Israel, and he ruled in Samaria for twelve years."
            },
            {
                "verse_number": "2",
                "verse_text": "He sinned against the Lord , but he was not as bad as his father or his mother Jezebel; he pulled down the image his father had made for the worship of Baal."
            },
            {
                "verse_number": "3",
                "verse_text": "Yet, like King Jeroboam son of Nebat before him, he led Israel into sin and would not stop. &apos;I will,&apos; King Jehoshaphat replied. &apos;I am at your disposal, and so are my men and my horses. &apos;We will go the long way through the wilderness of Edom,&apos; Joram answered. An officer of King Joram's forces answered, &apos;Elisha son of Shaphat is here. He was Elijah's assistant.&apos; &apos;No!&apos; Joram replied. &apos;It is the Lord who has put us three kings at the mercy of the king of Moab.&apos; As the musician played his harp, the power of the Lord came on Elisha,"
            },
            {
                "verse_number": "4",
                "verse_text": "King Mesha of Moab raised sheep, and every year he gave as tribute to the king of Israel 100,000 lambs and the wool from 100,000 sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "But when King Ahab of Israel died, Mesha rebelled against Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "At once King Joram left Samaria and gathered all his troops."
            },
            {
                "verse_number": "7",
                "verse_text": "He sent word to King Jehoshaphat of Judah: &apos;The king of Moab has rebelled against me; will you join me in war against him?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "What route shall we take for the attack?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So King Joram and the kings of Judah and Edom set out. After marching seven days, they ran out of water, and there was none left for the men or the pack animals."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;We're done for!&apos; King Joram exclaimed. &apos;The Lord has put the three of us at the mercy of the king of Moab!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "King Jehoshaphat asked, &apos;Is there a prophet here through whom we can consult the Lord ?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;He is a true prophet,&apos; King Jehoshaphat said. So the three kings went to Elisha."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Why should I help you?&apos; Elisha said to the king of Israel. &apos;Go and consult those prophets that your father and mother consulted.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elisha answered, &apos;By the living Lord , whom I serve, I swear that I would have nothing to do with you if I didn't respect your ally, King Jehoshaphat of Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Now get me a musician.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "and he said, &apos;This is what the Lord says: &quot;Dig ditches all over this dry stream bed."
            },
            {
                "verse_number": "17",
                "verse_text": "Even though you will not see any rain or wind, this stream bed will be filled with water, and you, your livestock, and your pack animals will have plenty to drink.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And Elisha continued, &apos;But this is an easy thing for the Lord to do; he will also give you victory over the Moabites."
            },
            {
                "verse_number": "19",
                "verse_text": "You will conquer all their beautiful fortified cities; you will cut down all their fruit trees, stop all their springs, and ruin all their fertile fields by covering them with stones.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The next morning, at the time of the regular morning sacrifice, water came flowing from the direction of Edom and covered the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "When the Moabites heard that the three kings had come to attack them, all the men who could bear arms, from the oldest to the youngest, were called out and stationed at the border."
            },
            {
                "verse_number": "22",
                "verse_text": "When they got up the following morning, the sun was shining on the water, making it look as red as blood."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;It's blood!&apos; they exclaimed. &apos;The three enemy armies must have fought and killed each other! Let's go and loot their camp!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But when they reached the camp, the Israelites attacked them and drove them back. The Israelites kept up the pursuit, slaughtering the Moabites"
            },
            {
                "verse_number": "25",
                "verse_text": "and destroying their cities. As they passed by a fertile field, every Israelite would throw a stone on it until finally all the fields were covered; they also stopped up the springs and cut down the fruit trees. At last only the capital city of Kir Heres was left, and the slingers surrounded it and attacked it."
            },
            {
                "verse_number": "26",
                "verse_text": "When the king of Moab realized that he was losing the battle, he took seven hundred swordsmen with him and tried to force his way through the enemy lines and escape to the king of Syria, but he failed."
            },
            {
                "verse_number": "27",
                "verse_text": "So he took his oldest son, who was to succeed him as king, and offered him on the city wall as a sacrifice to the god of Moab. The Israelites were terrified and so they drew back from the city and returned to their own country."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The widow of a member of a group of prophets went to Elisha and said, &apos;Sir, my husband has died! As you know, he was a God-fearing man, but now a man he owed money to has come to take away my two sons as slaves in payment for my husband's debt.&apos; &apos;Nothing at all, except a small jar of olive oil,&apos; she answered. &apos;I have all I need here among my own people,&apos; she answered. He answered, &apos;Well, she has no son, and her husband is an old man.&apos; &apos;Oh!&apos; she exclaimed. &apos;Please, sir, don't lie to me. You are a man of God!&apos; &apos;Carry the boy to his mother,&apos; the father said to a servant. &apos;Never mind,&apos; she answered. Elisha saw her coming while she was still some distance away, and he said to his servant Gehazi, &apos;Look, there comes the woman from Shunem! She told Gehazi that everything was all right, Elisha replied, &apos;Give it to them to eat, because the Lord says that they will eat and still have some left over.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;What shall I do for you?&apos; he asked. &apos;Tell me, what do you have at home?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Go to your neighbors and borrow as many empty jars as you can,&apos; Elisha told her."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Then you and your sons go into the house, close the door, and start pouring oil into the jars. Set each one aside as soon as it is full.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So the woman went into her house with her sons, closed the door, took the small jar of olive oil, and poured oil into the jars as her sons brought them to her."
            },
            {
                "verse_number": "6",
                "verse_text": "When they had filled all the jars, she asked if there were any more. &apos;That was the last one,&apos; one of her sons answered. And the olive oil stopped flowing."
            },
            {
                "verse_number": "7",
                "verse_text": "She went back to Elisha, the prophet, who said to her, &apos;Sell the olive oil and pay all your debts, and there will be enough money left over for you and your sons to live on.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "One day Elisha went to Shunem, where a rich woman lived. She invited him to a meal, and from then on every time he went to Shunem he would have his meals at her house."
            },
            {
                "verse_number": "9",
                "verse_text": "She said to her husband, &apos;I am sure that this man who comes here so often is a holy man."
            },
            {
                "verse_number": "10",
                "verse_text": "Let's build a small room on the roof, put a bed, a table, a chair, and a lamp in it, and he can stay there whenever he visits us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "One day Elisha returned to Shunem and went up to his room to rest."
            },
            {
                "verse_number": "12",
                "verse_text": "He told his servant Gehazi to go and call the woman. When she came,"
            },
            {
                "verse_number": "13",
                "verse_text": "he said to Gehazi, &apos;Ask her what I can do for her in return for all the trouble she has had in providing for our needs. Maybe she would like me to go to the king or the army commander and put in a good word for her.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elisha asked Gehazi, &apos;What can I do for her then?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Tell her to come here,&apos; Elisha ordered. She came and stood in the doorway,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Elisha said to her, &apos;By this time next year you will be holding a son in your arms.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But, as Elisha had said, at about that time the following year she gave birth to a son."
            },
            {
                "verse_number": "18",
                "verse_text": "Some years later, at harvest time, the boy went out one morning to join his father, who was in the field with the harvest workers."
            },
            {
                "verse_number": "19",
                "verse_text": "Suddenly he cried out to his father, &apos;My head hurts! My head hurts!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The servant carried the boy back to his mother, who held him in her lap until noon, at which time he died."
            },
            {
                "verse_number": "21",
                "verse_text": "She carried him up to Elisha's room, put him on the bed and left, closing the door behind her."
            },
            {
                "verse_number": "22",
                "verse_text": "Then she called her husband and said to him, &apos;Send a servant here with a donkey. I need to go to the prophet Elisha. I'll be back as soon as I can.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Why do you have to go today?&apos; her husband asked. &apos;It's neither a Sabbath nor a New Moon Festival.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then she had the donkey saddled, and ordered the servant, &apos;Make the donkey go as fast as it can, and don't slow down unless I tell you to.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So she set out and went to Mount Carmel, where Elisha was."
            },
            {
                "verse_number": "26",
                "verse_text": "Hurry to her and find out if everything is all right with her, her husband, and her son.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "but when she came to Elisha, she bowed down before him and took hold of his feet. Gehazi was about to push her away, but Elisha said, &apos;Leave her alone. Can't you see she's deeply distressed? And the Lord has not told me a thing about it.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The woman said to him, &apos;Sir, did I ask you for a son? Didn't I tell you not to get my hopes up?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Elisha turned to Gehazi and said, &apos;Hurry! Take my walking stick and go. Don't stop to greet anyone you meet, and if anyone greets you, don't take time to answer. Go straight to the house and hold my stick over the boy.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The woman said to Elisha, &apos;I swear by my loyalty to the living Lord and to you that I will not leave you!&apos; So the two of them started back together."
            },
            {
                "verse_number": "31",
                "verse_text": "Gehazi went on ahead and held Elisha's stick over the child, but there was no sound or any other sign of life. So he went back to meet Elisha and said, &apos;The boy didn't wake up.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When Elisha arrived, he went alone into the room and saw the boy lying dead on the bed."
            },
            {
                "verse_number": "33",
                "verse_text": "He closed the door and prayed to the Lord ."
            },
            {
                "verse_number": "34",
                "verse_text": "Then he lay down on the boy, placing his mouth, eyes, and hands on the boy's mouth, eyes, and hands. As he lay stretched out over the boy, the boy's body started to get warm."
            },
            {
                "verse_number": "35",
                "verse_text": "Elisha got up, walked around the room, and then went back and again stretched himself over the boy. The boy sneezed seven times and then opened his eyes."
            },
            {
                "verse_number": "36",
                "verse_text": "Elisha called Gehazi and told him to call the boy's mother. When she came in, he said to her, &apos;Here's your son.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "She fell at Elisha's feet, with her face touching the ground; then she took her son and left."
            },
            {
                "verse_number": "38",
                "verse_text": "Once, when there was a famine throughout the land, Elisha returned to Gilgal. While he was teaching a group of prophets, he told his servant to put a big pot on the fire and make some stew for them."
            },
            {
                "verse_number": "39",
                "verse_text": "One of them went out in the fields to get some herbs. He found a wild vine and picked as many gourds as he could carry. He brought them back and sliced them up into the stew, not knowing what they were."
            },
            {
                "verse_number": "40",
                "verse_text": "The stew was poured out for the men to eat, but as soon as they tasted it they exclaimed to Elisha, &apos;It's poisoned!&apos;&ndash;and wouldn't eat it."
            },
            {
                "verse_number": "41",
                "verse_text": "Elisha asked for some meal, threw it into the pot, and said, &apos;Pour out some more stew for them.&apos; And then there was nothing wrong with it."
            },
            {
                "verse_number": "42",
                "verse_text": "Another time, a man came from Baal Shalishah, bringing Elisha twenty loaves of bread made from the first barley harvested that year, and some freshly-cut heads of grain. Elisha told his servant to feed the group of prophets with this,"
            },
            {
                "verse_number": "43",
                "verse_text": "but he answered, &apos;Do you think this is enough for a hundred men?&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "So the servant set the food before them, and as the Lord had said, they all ate, and there was still some left over."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Naaman, the commander of the Syrian army, was highly respected and esteemed by the king of Syria, because through Naaman the Lord had given victory to the Syrian forces. He was a great soldier, but he suffered from a dreaded skin disease."
            },
            {
                "verse_number": "2",
                "verse_text": "In one of their raids against Israel, the Syrians had carried off a little Israelite girl, who became a servant of Naaman's wife."
            },
            {
                "verse_number": "3",
                "verse_text": "One day she said to her mistress, &apos;I wish that my master could go to the prophet who lives in Samaria! He would cure him of his disease.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Naaman heard of this, he went to the king and told him what the girl had said."
            },
            {
                "verse_number": "5",
                "verse_text": "The king said, &apos;Go to the king of Israel and take this letter to him.&apos; So Naaman set out, taking thirty thousand pieces of silver, six thousand pieces of gold, and ten changes of fine clothes. Naaman insisted that he accept it, but he would not. He had gone only a short distance, &apos;Oh, nowhere, sir,&apos; he answered. When Gehazi left, he had the disease&ndash;his skin was as white as snow."
            },
            {
                "verse_number": "6",
                "verse_text": "The letter that he took read: &apos;This letter will introduce my officer Naaman. I want you to cure him of his disease.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the king of Israel read the letter, he tore his clothes in dismay and exclaimed, &apos;How can the king of Syria expect me to cure this man? Does he think that I am God, with the power of life and death? It's plain that he is trying to start a quarrel with me!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When the prophet Elisha heard what had happened, he sent word to the king: &apos;Why are you so upset? Send the man to me, and I'll show him that there is a prophet in Israel!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Naaman went with his horses and chariot and stopped at the entrance to Elisha's house."
            },
            {
                "verse_number": "10",
                "verse_text": "Elisha sent a servant out to tell him to go and wash himself seven times in the Jordan River, and he would be completely cured of his disease."
            },
            {
                "verse_number": "11",
                "verse_text": "But Naaman left in a rage, saying, &apos;I thought that he would at least come out to me, pray to the Lord his God, wave his hand over the diseased spot, and cure me!"
            },
            {
                "verse_number": "12",
                "verse_text": "Besides, aren't the rivers Abana and Pharpar, back in Damascus, better than any river in Israel? I could have washed in them and been cured!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "His servants went up to him and said, &apos;Sir, if the prophet had told you to do something difficult, you would have done it. Now why can't you just wash yourself, as he said, and be cured?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Naaman went down to the Jordan, dipped himself in it seven times, as Elisha had instructed, and he was completely cured. His flesh became firm and healthy like that of a child."
            },
            {
                "verse_number": "15",
                "verse_text": "He returned to Elisha with all his men and said, &apos;Now I know that there is no god but the God of Israel; so please, sir, accept a gift from me.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Elisha answered, &apos;By the living Lord , whom I serve, I swear that I will not accept a gift.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Naaman said, &apos;If you won't accept my gift, then let me have two mule-loads of earth to take home with me, because from now on I will not offer sacrifices or burnt offerings to any god except the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "So I hope that the Lord will forgive me when I accompany my king to the temple of Rimmon, the god of Syria, and worship him. Surely the Lord will forgive me!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Go in peace,&apos; Elisha said. And Naaman left."
            },
            {
                "verse_number": "20",
                "verse_text": "when Elisha's servant Gehazi said to himself, &apos;My master has let Naaman get away without paying a thing! He should have accepted what that Syrian offered him. By the living Lord I will run after him and get something from him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So he set off after Naaman. When Naaman saw a man running after him, he got down from his chariot to meet him, and asked, &apos;Is something wrong?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;No,&apos; Gehazi answered. &apos;But my master sent me to tell you that just now two members of the group of prophets in the hill country of Ephraim arrived, and he would like you to give them three thousand pieces of silver and two changes of fine clothes.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Please take six thousand pieces of silver,&apos; Naaman replied. He insisted on it, tied up the silver in two bags, gave them and two changes of fine clothes to two of his servants, and sent them on ahead of Gehazi."
            },
            {
                "verse_number": "24",
                "verse_text": "When they reached the hill where Elisha lived, Gehazi took the two bags and carried them into the house. Then he sent Naaman's servants back."
            },
            {
                "verse_number": "25",
                "verse_text": "He went back into the house, and Elisha asked him, &apos;Where have you been?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But Elisha said, &apos;Wasn't I there in spirit when the man got out of his chariot to meet you? This is no time to accept money and clothes, olive groves and vineyards, sheep and cattle, or servants!"
            },
            {
                "verse_number": "27",
                "verse_text": "And now Naaman's disease will come upon you, and you and your descendants will have it forever!&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "One day the group of prophets that Elisha was in charge of complained to him, &apos;The place where we live is too small!"
            },
            {
                "verse_number": "2",
                "verse_text": "Give us permission to go to the Jordan and cut down some trees, so that we can build a place to live.&apos; &apos;All right,&apos; Elisha answered. The man showed him the place, and Elisha cut off a stick, threw it in the water, and made the ax head float. When he was told that Elisha was in Dothan, She answered, &apos;The other day this woman here suggested that we eat my child, and then eat her child the next day. Meanwhile Elisha was at home with some elders who were visiting him. Before the king's messenger arrived, Elisha said to the elders, &apos;That murderer is sending someone to kill me! Now, when he gets here, shut the door and don't let him come in. The king himself will be right behind him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "One of them urged him to go with them; he agreed,"
            },
            {
                "verse_number": "4",
                "verse_text": "and they set out together. When they arrived at the Jordan, they began to work."
            },
            {
                "verse_number": "5",
                "verse_text": "As one of them was cutting down a tree, suddenly his iron ax head fell in the water. &apos;What shall I do, sir?&apos; he exclaimed to Elisha. &apos;It was a borrowed ax!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Where did it fall?&apos; Elisha asked."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Take it out,&apos; he ordered, and the man reached down and picked it up."
            },
            {
                "verse_number": "8",
                "verse_text": "The king of Syria was at war with Israel. He consulted his officers and chose a place to set up his camp."
            },
            {
                "verse_number": "9",
                "verse_text": "But Elisha sent word to the king of Israel, warning him not to go near that place, because the Syrians were waiting in ambush there."
            },
            {
                "verse_number": "10",
                "verse_text": "So the king of Israel warned the people who lived in that place, and they were on guard. This happened several times."
            },
            {
                "verse_number": "11",
                "verse_text": "The Syrian king became greatly upset over this; he called in his officers and asked them, &apos;Which one of you is on the side of the king of Israel?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "One of them answered, &apos;No one is, Your Majesty. The prophet Elisha tells the king of Israel what you say even in the privacy of your own room.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Find out where he is,&apos; the king ordered, &apos;and I will capture him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "he sent a large force there with horses and chariots. They reached the town at night and surrounded it."
            },
            {
                "verse_number": "15",
                "verse_text": "Early the next morning Elisha's servant got up, went out of the house, and saw the Syrian troops with their horses and chariots surrounding the town. He went back to Elisha and exclaimed, &apos;We are doomed, sir! What shall we do?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Don't be afraid,&apos; Elisha answered. &apos;We have more on our side than they have on theirs.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he prayed, &apos;O Lord , open his eyes and let him see!&apos; The Lord answered his prayer, and Elisha's servant looked up and saw the hillside covered with horses and chariots of fire all around Elisha."
            },
            {
                "verse_number": "18",
                "verse_text": "When the Syrians attacked, Elisha prayed, &apos;O Lord , strike these men blind!&apos; The Lord answered his prayer and struck them blind."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Elisha went to them and said, &apos;You are on the wrong road; this is not the town you are looking for. Follow me, and I will lead you to the man you are after.&apos; And he led them to Samaria."
            },
            {
                "verse_number": "20",
                "verse_text": "As soon as they had entered the city, Elisha prayed, &apos;Open their eyes, Lord , and let them see.&apos; The Lord answered his prayer; he restored their sight, and they saw that they were inside Samaria."
            },
            {
                "verse_number": "21",
                "verse_text": "When the king of Israel saw the Syrians, he asked Elisha, &apos;Shall I kill them, sir? Shall I kill them?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;No,&apos; he answered. &apos;Not even soldiers you had captured in combat would you put to death. Give them something to eat and drink, and let them return to their king.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the king of Israel provided a great feast for them; and after they had eaten and drunk, he sent them back to the king of Syria. From then on the Syrians stopped raiding the land of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "Some time later King Benhadad of Syria led his entire army against Israel and laid siege to the city of Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "As a result of the siege the food shortage in the city was so severe that a donkey's head cost eighty pieces of silver, and half a pound of dove's dung cost five pieces of silver."
            },
            {
                "verse_number": "26",
                "verse_text": "The king of Israel was walking by on the city wall when a woman cried out, &apos;Help me, Your Majesty!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He replied, &apos;If the Lord won't help you, what help can I provide? Do I have any wheat or wine?"
            },
            {
                "verse_number": "28",
                "verse_text": "What's your trouble?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So we cooked my son and ate him. The next day I told her that we would eat her son, but she had hidden him!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Hearing this, the king tore his clothes in dismay, and the people who were close to the wall could see that he was wearing sackcloth under his clothes."
            },
            {
                "verse_number": "31",
                "verse_text": "He exclaimed, &apos;May God strike me dead if Elisha is not beheaded before the day is over!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "And he sent a messenger to get Elisha."
            },
            {
                "verse_number": "33",
                "verse_text": "He had hardly finished saying this, when the king arrived and said, &apos;It's the Lord who has brought this trouble on us! Why should I wait any longer for him to do something?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Elisha answered, &apos;Listen to what the Lord says! By this time tomorrow you will be able to buy in Samaria ten pounds of the best wheat or twenty pounds of barley for one piece of silver.&apos; &apos;You will see it happen, but you won't get to eat any of the food,&apos; Elisha replied."
            },
            {
                "verse_number": "2",
                "verse_text": "The personal attendant of the king said to Elisha, &apos;That can't happen&ndash;not even if the Lord himself were to send grain at once!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Four men who were suffering from a dreaded skin disease were outside the gates of Samaria, and they said to each other, &apos;Why should we wait here until we die?"
            },
            {
                "verse_number": "4",
                "verse_text": "It's no use going into the city, because we would starve to death in there; but if we stay here, we'll die also. So let's go to the Syrian camp; the worst they can do is kill us, but maybe they will spare our lives.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So, as it began to get dark, they went to the Syrian camp, but when they reached it, no one was there."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord had made the Syrians hear what sounded like the advance of a large army with horses and chariots, and the Syrians thought that the king of Israel had hired Hittite and Egyptian kings and their armies to attack them."
            },
            {
                "verse_number": "7",
                "verse_text": "So that evening the Syrians had fled for their lives, abandoning their tents, horses, and donkeys, and leaving the camp just as it was."
            },
            {
                "verse_number": "8",
                "verse_text": "When the four men reached the edge of the camp, they went into a tent, ate and drank what was there, grabbed the silver, gold, and clothing they found, and went off and hid them; then they returned, entered another tent, and did the same thing."
            },
            {
                "verse_number": "9",
                "verse_text": "But then they said to each other, &apos;We shouldn't be doing this! We have good news, and we shouldn't keep it to ourselves. If we wait until morning to tell it, we are sure to be punished. Let's go right now and tell the king's officers!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they left the Syrian camp, went back to Samaria, and called out to the guards at the gates: &apos;We went to the Syrian camp and didn't see or hear anybody; the horses and donkeys have not been untied, and the tents are just as the Syrians left them.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The guards announced the news, and it was reported in the palace."
            },
            {
                "verse_number": "12",
                "verse_text": "It was still night, but the king got out of bed and said to his officials, &apos;I'll tell you what the Syrians are planning! They know about the famine here, so they have left their camp to go and hide in the countryside. They think that we will leave the city to find food, and then they will take us alive and capture the city.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One of his officials said, &apos;The people here in the city are doomed anyway, like those that have already died. So let's send some men with five of the horses that are left, so that we can find out what has happened.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They chose some men, and the king sent them in two chariots with instructions to go and find out what had happened to the Syrian army."
            },
            {
                "verse_number": "15",
                "verse_text": "The men went as far as the Jordan, and all along the road they saw the clothes and equipment that the Syrians had abandoned as they fled. Then they returned and reported to the king."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Samaria rushed out and looted the Syrian camp. And as the Lord had said, ten pounds of the best wheat or twenty pounds of barley were sold for one piece of silver."
            },
            {
                "verse_number": "17",
                "verse_text": "It so happened that the king of Israel had put the city gate under the command of the officer who was his personal attendant. The officer was trampled to death there by the people and died, as Elisha had predicted when the king went to see him."
            },
            {
                "verse_number": "18",
                "verse_text": "Elisha had told the king that by that time the following day ten pounds of the best wheat or twenty pounds of barley would be sold in Samaria for one piece of silver,"
            },
            {
                "verse_number": "19",
                "verse_text": "to which the officer had answered, &apos;That can't happen&ndash;not even if the Lord himself were to send grain at once!&apos; And Elisha had replied, &apos;You will see it happen, but you won't get to eat any of the food.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And that is just what happened to him&ndash;he died, trampled to death by the people at the city gate."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now Elisha had told the woman who lived in Shunem, whose son he had brought back to life, that the Lord was sending a famine on the land, which would last for seven years, and that she should leave with her family and go and live somewhere else."
            },
            {
                "verse_number": "2",
                "verse_text": "She had followed his instructions and had gone with her family to live in Philistia for the seven years. &apos;Because I know the horrible things you will do against the people of Israel,&apos; Elisha answered. &apos;You will set their fortresses on fire, slaughter their finest young men, batter their children to death, and rip open their pregnant women.&apos; &apos;The Lord has shown me that you will be king of Syria,&apos; Elisha replied. &apos;He told me that you would certainly get well,&apos; Hazael answered. And Hazael succeeded Benhadad as king of Syria."
            },
            {
                "verse_number": "3",
                "verse_text": "At the end of the seven years she returned to Israel and went to the king to ask that her house and her land be restored to her."
            },
            {
                "verse_number": "4",
                "verse_text": "She found the king talking with Gehazi, Elisha's servant; the king wanted to know about Elisha's miracles."
            },
            {
                "verse_number": "5",
                "verse_text": "While Gehazi was telling the king how Elisha had brought a dead person back to life, the woman made her appeal to the king. Gehazi said to him, &apos;Your Majesty, here is the woman and here is her son whom Elisha brought back to life!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "In answer to the king's question, she confirmed Gehazi's story, and so the king called an official and told him to give back to her everything that was hers, including the value of all the crops that her fields had produced during the seven years she had been away."
            },
            {
                "verse_number": "7",
                "verse_text": "Elisha went to Damascus at a time when King Benhadad of Syria was sick. When the king was told that Elisha was there,"
            },
            {
                "verse_number": "8",
                "verse_text": "he said to Hazael, one of his officials, &apos;Take a gift to the prophet and ask him to consult the Lord to find out whether or not I am going to get well.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Hazael loaded forty camels with all kinds of the finest products of Damascus and went to Elisha. When Hazael met him, he said, &apos;Your servant King Benhadad has sent me to ask you whether or not he will recover from his sickness.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Elisha answered, &apos;The Lord has revealed to me that he will die; but go to him and tell him that he will recover.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Elisha stared at him with a horrified look on his face until Hazael became ill at ease. Suddenly Elisha burst into tears."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Why are you crying, sir?&apos; Hazael asked."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;How could I ever be that powerful?&apos; Hazael asked. &apos;I'm a nobody!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Hazael went back to Benhadad, who asked him, &apos;What did Elisha say?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But on the following day Hazael took a blanket, soaked it in water, and smothered the king."
            },
            {
                "verse_number": "16",
                "verse_text": "In the fifth year of the reign of Joram son of Ahab as king of Israel, Jehoram son of Jehoshaphat became king of Judah"
            },
            {
                "verse_number": "17",
                "verse_text": "at the age of thirty-two, and he ruled in Jerusalem for eight years."
            },
            {
                "verse_number": "18",
                "verse_text": "His wife was Ahab's daughter, and like the family of Ahab he followed the evil ways of the kings of Israel. He sinned against the Lord ,"
            },
            {
                "verse_number": "19",
                "verse_text": "but the Lord was not willing to destroy Judah, because he had promised his servant David that his descendants would always continue to rule."
            },
            {
                "verse_number": "20",
                "verse_text": "During Jehoram's reign Edom revolted against Judah and became an independent kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "So Jehoram set out with all his chariots to Zair, where the Edomite army surrounded them. During the night he and his chariot commanders managed to break out and escape, and his soldiers scattered to their homes."
            },
            {
                "verse_number": "22",
                "verse_text": "Edom has been independent of Judah ever since. During this same period the city of Libnah also revolted."
            },
            {
                "verse_number": "23",
                "verse_text": "Everything else that Jehoram did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "24",
                "verse_text": "Jehoram died and was buried in the royal tombs in David's City, and his son Ahaziah succeeded him as king."
            },
            {
                "verse_number": "25",
                "verse_text": "In the twelfth year of the reign of Joram son of Ahab as king of Israel, Ahaziah son of Jehoram became king of Judah"
            },
            {
                "verse_number": "26",
                "verse_text": "at the age of twenty-two, and he ruled in Jerusalem for one year. His mother was Athaliah, the daughter of King Ahab and granddaughter of King Omri of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "Since Ahaziah was related to King Ahab by marriage, he sinned against the Lord , just as Ahab's family did."
            },
            {
                "verse_number": "28",
                "verse_text": "King Ahaziah joined King Joram of Israel in a war against King Hazael of Syria. The armies clashed at Ramoth in Gilead, and Joram was wounded in battle."
            },
            {
                "verse_number": "29",
                "verse_text": "He returned to the city of Jezreel to recover from his wounds, and Ahaziah went there to visit him."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Meanwhile the prophet Elisha called one of the young prophets and said to him, &apos;Get ready and go to Ramoth in Gilead. Take this jar of olive oil with you,"
            },
            {
                "verse_number": "2",
                "verse_text": "and when you get there look for Jehu, the son of Jehoshaphat and grandson of Nimshi. Take him to a private room away from his companions,"
            },
            {
                "verse_number": "3",
                "verse_text": "pour this olive oil on his head, and say, &quot;The Lord proclaims that he anoints you king of Israel.&quot; Then leave there as fast as you can.&apos; Jehu asked, &apos;Which one of us are you speaking to?&apos; &apos;To you, sir,&apos; he replied. &apos;You know what he wanted,&apos; Jehu answered. &apos;He told me that the Lord proclaims: &quot;I anoint you king of Israel.&quot;&apos; Joram replied, &apos;Send a rider to find out if they are friends or enemies.&apos; &apos;That's none of your business!&apos; Jehu answered. &apos;Fall in behind me.&apos; The guard on the watchtower reported that the messenger had reached the group but was not returning. &apos;How can there be peace,&apos; Jehu answered, &apos;when we still have all the witchcraft and idolatry that your mother Jezebel started?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the young prophet went to Ramoth,"
            },
            {
                "verse_number": "5",
                "verse_text": "where he found the army officers in a conference. He said, &apos;Sir, I have a message for you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the two of them went indoors, and the young prophet poured the olive oil on Jehu's head and said to him, &apos;The Lord , the God of Israel, proclaims: &quot;I anoint you king of my people Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "You are to kill your master the king, that son of Ahab, so that I may punish Jezebel for murdering my prophets and my other servants."
            },
            {
                "verse_number": "8",
                "verse_text": "All of Ahab's family and descendants are to die; I will get rid of every male in his family, young and old alike."
            },
            {
                "verse_number": "9",
                "verse_text": "I will treat his family as I did the families of King Jeroboam of Israel and of King Baasha of Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Jezebel will not be buried; her body will be eaten by dogs in the territory of Jezreel.&quot;&apos; After saying this, the young prophet left the room and fled."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehu went back to his fellow officers, who asked him, &apos;Is everything all right? What did that crazy fellow want with you?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;No we don't!&apos; they replied. &apos;Tell us what he said!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "At once Jehu's fellow officers spread their cloaks at the top of the steps for Jehu to stand on, blew trumpets, and shouted, &apos;Jehu is king!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he got into his chariot and set off for Jezreel. Joram had still not recovered, and King Ahaziah of Judah was there, visiting him."
            },
            {
                "verse_number": "17",
                "verse_text": "A guard on duty in the watchtower at Jezreel saw Jehu and his men approaching. &apos;I see some men riding up!&apos; he called out."
            },
            {
                "verse_number": "18",
                "verse_text": "The messenger rode out to Jehu and said to him, &apos;The king wants to know if you come as a friend.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Another messenger was sent out, who asked Jehu the same question. Again Jehu answered, &apos;That's none of your business! Fall in behind me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Once more the guard reported that the messenger had reached the group but was not returning. And he added, &apos;The leader of the group is driving his chariot like a madman, just like Jehu!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Get my chariot ready,&apos; King Joram ordered. It was done, and he and King Ahaziah rode out, each in his own chariot, to meet Jehu. They met him at the field which had belonged to Naboth."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Are you coming in peace?&apos; Joram asked him."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;It's treason, Ahaziah!&apos; Joram cried out, as he turned his chariot around and fled."
            },
            {
                "verse_number": "24",
                "verse_text": "Jehu drew his bow, and with all his strength shot an arrow that struck Joram in the back and pierced his heart. Joram fell dead in his chariot,"
            },
            {
                "verse_number": "25",
                "verse_text": "and Jehu said to his aide Bidkar, &apos;Get his body and throw it in the field that belonged to Naboth. Remember that when you and I were riding together behind King Joram's father Ahab, the Lord spoke these words against Ahab:"
            },
            {
                "verse_number": "26",
                "verse_text": "&quot;I saw the murder of Naboth and his sons yesterday. And I promise that I will punish you here in this same field.&quot; So take Joram's body,&apos; Jehu ordered his aide, &apos;and throw it in the field that belonged to Naboth, so as to fulfill the Lord 's promise.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "King Ahaziah saw what happened, so he fled in his chariot toward the town of Beth Haggan, pursued by Jehu. &apos;Kill him too!&apos; Jehu ordered his men, and they wounded him as he drove his chariot on the road up to Gur, near the town of Ibleam. But he managed to keep on going until he reached the city of Megiddo, where he died."
            },
            {
                "verse_number": "28",
                "verse_text": "His officials took his body back to Jerusalem in a chariot and buried him in the royal tombs in David's City."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahaziah had become king of Judah in the eleventh year that Joram son of Ahab was king of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "Jehu arrived in Jezreel. Jezebel, having heard what had happened, put on eye shadow, arranged her hair, and stood looking down at the street from a window in the palace."
            },
            {
                "verse_number": "31",
                "verse_text": "As Jehu came through the gate, she called out, &apos;You Zimri! You assassin! Why are you here?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jehu looked up and shouted, &apos;Who is on my side?&apos; Two or three palace officials looked down at him from a window,"
            },
            {
                "verse_number": "33",
                "verse_text": "and Jehu said to them, &apos;Throw her down!&apos; They threw her down, and her blood spattered on the wall and on the horses. Jehu drove his horses and chariot over her body,"
            },
            {
                "verse_number": "34",
                "verse_text": "entered the palace, and had a meal. Only then did he say, &apos;Take that cursed woman and bury her; after all, she is a king's daughter.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But the men who went out to bury her found nothing except her skull and the bones of her hands and feet."
            },
            {
                "verse_number": "36",
                "verse_text": "When they reported this to Jehu, he said, &apos;This is what the Lord said would happen, when he spoke through his servant Elijah: &quot;Dogs will eat Jezebel's body in the territory of Jezreel."
            },
            {
                "verse_number": "37",
                "verse_text": "Her remains will be scattered there like dung, so that no one will be able to identify them.&quot;&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "There were seventy descendants of King Ahab living in the city of Samaria. Jehu wrote a letter and sent copies to the rulers of the city, to the leading citizens, and to the guardians of Ahab's descendants. The letter read:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You are in charge of the king's descendants, and you have at your disposal chariots, horses, weapons, and fortified cities. So then, as soon as you receive this letter,"
            },
            {
                "verse_number": "3",
                "verse_text": "you are to choose the best qualified of the king's descendants, make him king, and fight to defend him.&apos; The seventy descendants of King Ahab were under the care of the leading citizens of Samaria, who were bringing them up. &apos;Ahaziah's relatives,&apos; they answered. &apos;We are going to Jezreel to pay our respects to the children of Queen Jezebel and to the rest of the royal family.&apos; &apos;I will,&apos; Jonadab answered. &apos;Give me your hand, then,&apos; Jehu replied. They clasped hands, and Jehu helped him up into the chariot,"
            },
            {
                "verse_number": "4",
                "verse_text": "The rulers of Samaria were terrified. &apos;How can we oppose Jehu,&apos; they said, &apos;when neither King Joram nor King Ahaziah could?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So the officer in charge of the palace and the official in charge of the city, together with the leading citizens and the guardians, sent this message to Jehu: &apos;We are your servants, and we are ready to do anything you say. But we will not make anyone king; do whatever you think best.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jehu wrote them another letter: &apos;If you are with me and are ready to follow my orders, bring the heads of King Ahab's descendants to me at Jezreel by this time tomorrow.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When Jehu's letter was received, the leaders of Samaria killed all seventy of Ahab's descendants, put their heads in baskets, and sent them to Jehu at Jezreel."
            },
            {
                "verse_number": "8",
                "verse_text": "When Jehu was told that the heads of Ahab's descendants had been brought, he ordered them to be piled up in two heaps at the city gate and to be left there until the following morning."
            },
            {
                "verse_number": "9",
                "verse_text": "In the morning he went out to the gate and said to the people who were there, &apos;I was the one who plotted against King Joram and killed him; you are not responsible for that. But who killed all these?"
            },
            {
                "verse_number": "10",
                "verse_text": "This proves that everything that the Lord said about the descendants of Ahab will come true. The Lord has done what he promised through his prophet Elijah.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jehu put to death all the other relatives of Ahab living in Jezreel, and all his officers, close friends, and priests; not one of them was left alive."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehu left Jezreel to go to Samaria. On the way, at a place called &apos;Shepherds' Camp,&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "he met some relatives of the late King Ahaziah of Judah and asked them, &apos;Who are you?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jehu ordered his men, &apos;Take them alive!&apos; They seized them, and he put them to death near a pit there. There were forty-two people in all, and not one of them was left alive."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehu started out again, and on his way he was met by Jonadab son of Rechab. Jehu greeted him and said, &apos;You and I think alike. Will you support me?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "saying, &apos;Come with me and see for yourself how devoted I am to the Lord .&apos; And they rode on together to Samaria."
            },
            {
                "verse_number": "17",
                "verse_text": "When they arrived there, Jehu killed all of Ahab's relatives, not sparing even one. This is what the Lord had told Elijah would happen."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehu called the people of Samaria together and said, &apos;King Ahab served the god Baal a little, but I will serve him much more."
            },
            {
                "verse_number": "19",
                "verse_text": "Call together all the prophets of Baal, all his worshipers, and all his priests. No one is excused; I am going to offer a great sacrifice to Baal, and whoever is not present will be put to death.&apos; (This was a trick on the part of Jehu by which he meant to kill all the worshipers of Baal.)"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jehu ordered, &apos;Proclaim a day of worship in honor of Baal!&apos; The proclamation was made,"
            },
            {
                "verse_number": "21",
                "verse_text": "and Jehu sent word throughout all the land of Israel. All who worshiped Baal came; not one of them failed to come. They all went into the temple of Baal, filling it from one end to the other."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jehu ordered the priest in charge of the sacred robes to bring the robes out and give them to the worshipers."
            },
            {
                "verse_number": "23",
                "verse_text": "After that, Jehu himself went into the temple with Jonadab son of Rechab and said to the people there, &apos;Make sure that only worshipers of Baal are present and that no worshiper of the Lord has come in.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then he and Jonadab went in to offer sacrifices and burnt offerings to Baal. He had stationed eighty men outside the temple and had instructed them: &apos;You are to kill all these people; anyone who lets one of them escape will pay for it with his life!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "As soon as Jehu had presented the offerings, he said to the guards and officers, &apos;Go in and kill them all; don't let anyone escape!&apos; They went in with drawn swords, killed them all, and dragged the bodies outside. Then they went on into the inner sanctuary of the temple,"
            },
            {
                "verse_number": "26",
                "verse_text": "brought out the sacred pillar that was there, and burned it."
            },
            {
                "verse_number": "27",
                "verse_text": "So they destroyed the sacred pillar and the temple, and turned the temple into a latrine&ndash;which it still is today."
            },
            {
                "verse_number": "28",
                "verse_text": "That was how Jehu wiped out the worship of Baal in Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "But he imitated the sin of King Jeroboam, who led Israel into the sin of worshiping the gold bull-calves he set up in Bethel and in Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "The Lord said to Jehu, &apos;You have done to Ahab's descendants everything I wanted you to do. So I promise you that your descendants, down to the fourth generation, will be kings of Israel.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Jehu did not obey with all his heart the Law of the Lord , the God of Israel; instead, he followed the example of Jeroboam, who led Israel into sin."
            },
            {
                "verse_number": "32",
                "verse_text": "At that time the Lord began to reduce the size of Israel's territory. King Hazael of Syria conquered all the Israelite territory"
            },
            {
                "verse_number": "33",
                "verse_text": "east of the Jordan, as far south as the town of Aroer on the Arnon River&ndash;this included the territories of Gilead and Bashan, where the tribes of Gad, Reuben, and East Manasseh lived."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything else that Jehu did, including his brave deeds, is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "35",
                "verse_text": "He died and was buried in Samaria, and his son Jehoahaz succeeded him as king."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehu had ruled in Samaria as king of Israel for twenty-eight years."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "As soon as King Ahaziah's mother Athaliah learned of her son's murder, she gave orders for all the members of the royal family to be killed."
            },
            {
                "verse_number": "2",
                "verse_text": "Only Ahaziah's son Joash escaped. He was about to be killed with the others, but was rescued by his aunt Jehosheba, who was King Jehoram's daughter and Ahaziah's half sister. She took him and his nurse into a bedroom in the Temple and hid him from Athaliah, so that he was not killed."
            },
            {
                "verse_number": "3",
                "verse_text": "For six years Jehosheba took care of the boy and kept him hidden in the Temple, while Athaliah ruled as queen. Jehoiada put guards on duty at the Temple,"
            },
            {
                "verse_number": "4",
                "verse_text": "But in the seventh year Jehoiada the priest sent for the officers in charge of the royal bodyguard and of the palace guards, and told them to come to the Temple, where he made them agree under oath to what he planned to do. He showed them King Ahaziah's son Joash"
            },
            {
                "verse_number": "5",
                "verse_text": "and gave them the following orders: &apos;When you come on duty on the Sabbath, one third of you are to guard the palace;"
            },
            {
                "verse_number": "6",
                "verse_text": "another third are to stand guard at the Sur Gate, and the other third are to stand guard at the gate behind the other guards."
            },
            {
                "verse_number": "7",
                "verse_text": "The two groups that go off duty on the Sabbath are to stand guard at the Temple to protect the king."
            },
            {
                "verse_number": "8",
                "verse_text": "You are to guard King Joash with drawn swords and stay with him wherever he goes. Anyone who comes near you is to be killed.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The officers obeyed Jehoiada's instructions and brought their men to him&ndash;those going off duty on the Sabbath and those going on duty."
            },
            {
                "verse_number": "10",
                "verse_text": "He gave the officers the spears and shields that had belonged to King David and had been kept in the Temple,"
            },
            {
                "verse_number": "11",
                "verse_text": "and he stationed the men with drawn swords all around the front of the Temple, to protect the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jehoiada led Joash out, placed the crown on his head, and gave him a copy of the laws governing kingship. Then Joash was anointed and proclaimed king. The people clapped their hands and shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Queen Athaliah heard the noise being made by the guards and the people, so she hurried to the Temple, where the crowd had gathered."
            },
            {
                "verse_number": "14",
                "verse_text": "There she saw the new king standing by the column at the entrance of the Temple, as was the custom. He was surrounded by the officers and the trumpeters, and the people were all shouting joyfully and blowing trumpets. Athaliah tore her clothes in distress and shouted, &apos;Treason! Treason!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jehoiada did not want Athaliah killed in the Temple area, so he ordered the army officers: &apos;Take her out between the rows of guards, and kill anyone who tries to rescue her.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They seized her, took her to the palace, and there at the Horse Gate they killed her."
            },
            {
                "verse_number": "17",
                "verse_text": "The priest Jehoiada had King Joash and the people make a covenant with the Lord that they would be the Lord 's people; he also made a covenant between the king and the people."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the people went to the temple of Baal and tore it down; they smashed the altars and the idols, and killed Mattan, the priest of Baal, in front of the altars."
            },
            {
                "verse_number": "19",
                "verse_text": "and then he, the officers, the royal bodyguard, and the palace guards escorted the king from the Temple to the palace, followed by all the people. Joash entered by the Guard Gate and took his place on the throne."
            },
            {
                "verse_number": "20",
                "verse_text": "All the people were filled with happiness, and the city was quiet, now that Athaliah had been killed in the palace."
            },
            {
                "verse_number": "21",
                "verse_text": "Joash became king of Judah at the age of seven."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "In the seventh year of the reign of King Jehu of Israel, Joash became king of Judah, and he ruled in Jerusalem for forty years. His mother was Zibiah from the city of Beersheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Throughout his life he did what pleased the Lord , because Jehoiada the priest instructed him."
            },
            {
                "verse_number": "3",
                "verse_text": "However, the pagan places of worship were not destroyed, and the people continued to offer sacrifices and burn incense there."
            },
            {
                "verse_number": "4",
                "verse_text": "Joash called the priests and ordered them to save up the money paid in connection with the sacrifices in the Temple, both the dues paid for the regular sacrifices and the money given as freewill gifts."
            },
            {
                "verse_number": "5",
                "verse_text": "Each priest was to be responsible for the money brought by those he served, and the money was to be used to repair the Temple, as needed."
            },
            {
                "verse_number": "6",
                "verse_text": "But by the twenty-third year of Joash's reign the priests still had not made any repairs in the Temple."
            },
            {
                "verse_number": "7",
                "verse_text": "So he called in Jehoiada and the other priests and asked them, &apos;Why aren't you repairing the Temple? From now on you are not to keep the money you receive; you must hand it over, so that the repairs can be made.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The priests agreed to this and also agreed not to make the repairs in the Temple."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jehoiada took a box, made a hole in the lid, and placed the box by the altar, on the right side as one enters the Temple. The priests on duty at the entrance put in the box all the money given by the worshipers."
            },
            {
                "verse_number": "10",
                "verse_text": "Whenever there was a large amount of money in the box, the royal secretary and the High Priest would come, melt down the silver, and weigh it."
            },
            {
                "verse_number": "11",
                "verse_text": "After recording the exact amount, they would hand the silver over to the men in charge of the work in the Temple, and these would pay the carpenters, the builders,"
            },
            {
                "verse_number": "12",
                "verse_text": "the masons, and the stone cutters, buy the timber and the stones used in the repairs, and pay all other necessary expenses."
            },
            {
                "verse_number": "13",
                "verse_text": "None of the money, however, was used to pay for making silver cups, bowls, trumpets, or tools for tending the lamps, or any other article of silver or of gold."
            },
            {
                "verse_number": "14",
                "verse_text": "It was all used to pay the workers and to buy the materials used in the repairs."
            },
            {
                "verse_number": "15",
                "verse_text": "The men in charge of the work were thoroughly honest, so there was no need to require them to account for the funds."
            },
            {
                "verse_number": "16",
                "verse_text": "The money given for the repayment offerings and for the offerings for sin was not deposited in the box; it belonged to the priests."
            },
            {
                "verse_number": "17",
                "verse_text": "At that time King Hazael of Syria attacked the city of Gath and conquered it; then he decided to attack Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "King Joash of Judah took all the offerings that his predecessors Jehoshaphat, Jehoram, and Ahaziah had dedicated to the Lord , added to them his own offerings and all the gold in the treasuries of the Temple and the palace, and sent them all as a gift to King Hazael, who then led his army away from Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything else that King Joash did is recorded in The History of the Kings of Judah ."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In the twenty-third year of the reign of Joash son of Ahaziah as king of Judah, Jehoahaz son of Jehu became king of Israel, and he ruled in Samaria for seventeen years."
            },
            {
                "verse_number": "2",
                "verse_text": "Like King Jeroboam before him, he sinned against the Lord and led Israel into sin; he never gave up his evil ways."
            },
            {
                "verse_number": "3",
                "verse_text": "So the Lord was angry with Israel, and he allowed King Hazael of Syria and his son Benhadad to defeat Israel time after time."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jehoahaz prayed to the Lord , and the Lord , seeing how harshly the king of Syria was oppressing the Israelites, answered his prayer."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord sent Israel a leader, who freed them from the Syrians, and so the Israelites lived in peace, as before."
            },
            {
                "verse_number": "6",
                "verse_text": "But they still did not give up the sins into which King Jeroboam had led Israel, but kept on committing them; and the image of the goddess Asherah remained in Samaria. Every year bands of Moabites used to invade the land of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Jehoahaz had no armed forces left except fifty cavalry troops, ten chariots, and ten thousand foot soldiers, because the king of Syria had destroyed the rest, trampling them down like dust."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything else that Jehoahaz did and all his brave deeds are recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "9",
                "verse_text": "He died and was buried in Samaria, and his son Jehoash succeeded him as king."
            },
            {
                "verse_number": "10",
                "verse_text": "In the thirty-seventh year of the reign of King Joash of Judah, Jehoash son of Jehoahaz became king of Israel, and he ruled in Samaria for sixteen years."
            },
            {
                "verse_number": "11",
                "verse_text": "He too sinned against the Lord and followed the evil example of King Jeroboam, who had led Israel into sin."
            },
            {
                "verse_number": "12",
                "verse_text": "Everything else that Jehoash did, including his bravery in the war against King Amaziah of Judah, is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "13",
                "verse_text": "Jehoash died and was buried in the royal tombs in Samaria, and his son Jeroboam II succeeded him as king."
            },
            {
                "verse_number": "14",
                "verse_text": "The prophet Elisha was sick with a fatal disease, and as he lay dying, King Jehoash of Israel went to visit him. &apos;My father, my father!&apos; he exclaimed as he wept. &apos;You have been the mighty defender of Israel!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Get a bow and some arrows,&apos; Elisha ordered him. Jehoash got them,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Elisha told him to get ready to shoot. The king did so, and Elisha placed his hands on the king's hands."
            },
            {
                "verse_number": "17",
                "verse_text": "Then, following the prophet's instructions, the king opened the window that faced toward Syria. &apos;Shoot the arrow!&apos; Elisha ordered. As soon as the king shot the arrow, the prophet exclaimed, &apos;You are the Lord 's arrow, with which he will win victory over Syria. You will fight the Syrians in Aphek until you defeat them.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Elisha told the king to take the other arrows and strike the ground with them. The king struck the ground three times, and then stopped."
            },
            {
                "verse_number": "19",
                "verse_text": "This made Elisha angry, and he said to the king, &apos;You should have struck five or six times, and then you would have won complete victory over the Syrians; but now you will defeat them only three times.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Elisha died and was buried."
            },
            {
                "verse_number": "21",
                "verse_text": "One time during a funeral, one of those bands was seen, and the people threw the corpse into Elisha's tomb and ran off. As soon as the body came into contact with Elisha's bones, the man came back to life and stood up."
            },
            {
                "verse_number": "22",
                "verse_text": "King Hazael of Syria oppressed the Israelites during all of Jehoahaz' reign,"
            },
            {
                "verse_number": "23",
                "verse_text": "but the Lord was kind and merciful to them. He would not let them be destroyed, but helped them because of his covenant with Abraham, Isaac, and Jacob. He has never forgotten his people."
            },
            {
                "verse_number": "24",
                "verse_text": "At the death of King Hazael of Syria his son Benhadad became king."
            },
            {
                "verse_number": "25",
                "verse_text": "Then King Jehoash of Israel defeated Benhadad three times and recaptured the cities that had been taken by Benhadad during the reign of Jehoahaz, the father of Jehoash."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "In the second year of the reign of Jehoash son of Jehoahaz as king of Israel, Amaziah son of Joash became king of Judah"
            },
            {
                "verse_number": "2",
                "verse_text": "at the age of twenty-five, and he ruled in Jerusalem for twenty-nine years. His mother was Jehoaddin from Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "He did what was pleasing to the Lord , but he was not like his ancestor King David; instead, he did what his father Joash had done."
            },
            {
                "verse_number": "4",
                "verse_text": "He did not tear down the pagan places of worship, and the people continued to offer sacrifices and burn incense there."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as Amaziah was firmly in power, he executed the officials who had killed his father, the king."
            },
            {
                "verse_number": "6",
                "verse_text": "However, he did not kill their children but followed what the Lord had commanded in the Law of Moses: &apos;Parents are not to be put to death for crimes committed by their children, and children are not to be put to death for crimes committed by their parents; people are to be put to death only for a crime they themselves have committed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Amaziah killed ten thousand Edomite soldiers in Salt Valley; he captured the city of Sela in battle and called it Joktheel, the name it still has."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Amaziah sent messengers to King Jehoash of Israel, challenging him to fight."
            },
            {
                "verse_number": "9",
                "verse_text": "But King Jehoash sent back the following reply: &apos;Once a thorn bush on the Lebanon Mountains sent a message to a cedar: &quot;Give your daughter in marriage to my son.&quot; A wild animal passed by and trampled the bush down."
            },
            {
                "verse_number": "10",
                "verse_text": "Now Amaziah, you have defeated the Edomites, and you are filled with pride. Be satisfied with your fame and stay at home. Why stir up trouble that will only bring disaster on you and your people?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Amaziah refused to listen, so King Jehoash marched out with his men and fought against him at Beth Shemesh in Judah."
            },
            {
                "verse_number": "12",
                "verse_text": "Amaziah's army was defeated, and all his soldiers fled to their homes."
            },
            {
                "verse_number": "13",
                "verse_text": "Jehoash took Amaziah prisoner, advanced on Jerusalem, and tore down the city wall from Ephraim Gate to the Corner Gate, a distance of two hundred yards."
            },
            {
                "verse_number": "14",
                "verse_text": "He took all the silver and gold he could find, all the Temple equipment and all the palace treasures, and carried them back to Samaria. He also took hostages with him."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything else that Jehoash did, including his bravery in the war against King Amaziah of Judah, is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoash died and was buried in the royal tombs in Samaria, and his son Jeroboam II succeeded him as king."
            },
            {
                "verse_number": "17",
                "verse_text": "King Amaziah of Judah lived fifteen years after the death of King Jehoash of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Everything else that Amaziah did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "19",
                "verse_text": "There was a plot in Jerusalem to assassinate Amaziah, so he fled to the city of Lachish, but his enemies followed him there and killed him."
            },
            {
                "verse_number": "20",
                "verse_text": "His body was carried back to Jerusalem on a horse and was buried in the royal tombs in David's City."
            },
            {
                "verse_number": "21",
                "verse_text": "The people of Judah then crowned his sixteen-year-old son Uzziah as king."
            },
            {
                "verse_number": "22",
                "verse_text": "Uzziah reconquered and rebuilt Elath after his father's death."
            },
            {
                "verse_number": "23",
                "verse_text": "In the fifteenth year of the reign of Amaziah son of Joash as king of Judah, Jeroboam son of Jehoash became king of Israel, and he ruled in Samaria for forty-one years."
            },
            {
                "verse_number": "24",
                "verse_text": "He sinned against the Lord , following the wicked example of his predecessor King Jeroboam son of Nebat, who led Israel into sin."
            },
            {
                "verse_number": "25",
                "verse_text": "He reconquered all the territory that had belonged to Israel, from Hamath Pass in the north to the Dead Sea in the south. This was what the Lord , the God of Israel, had promised through his servant the prophet Jonah son of Amittai from Gath Hepher."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord saw the terrible suffering of the Israelites; there was no one at all to help them."
            },
            {
                "verse_number": "27",
                "verse_text": "But it was not the Lord 's purpose to destroy Israel completely and forever, so he rescued them through King Jeroboam II."
            },
            {
                "verse_number": "28",
                "verse_text": "Everything else that Jeroboam II did, his brave battles, and how he restored Damascus and Hamath to Israel, are all recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "29",
                "verse_text": "Jeroboam died and was buried in the royal tombs, and his son Zechariah succeeded him as king."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "In the twenty-seventh year of the reign of King Jeroboam II of Israel, Uzziah son of Amaziah became king of Judah"
            },
            {
                "verse_number": "2",
                "verse_text": "at the age of sixteen, and he ruled in Jerusalem for fifty-two years. His mother was Jecoliah from Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "Following the example of his father, he did what was pleasing to the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "But the pagan places of worship were not destroyed, and the people continued to offer sacrifices and burn incense there."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord struck Uzziah with a dreaded skin disease that stayed with him the rest of his life. He lived in a separate house, relieved of all duties, while his son Jotham governed the country."
            },
            {
                "verse_number": "6",
                "verse_text": "Everything else that Uzziah did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "7",
                "verse_text": "Uzziah died and was buried in the royal burial ground in David's City, and his son Jotham succeeded him as king."
            },
            {
                "verse_number": "8",
                "verse_text": "In the thirty-eighth year of the reign of King Uzziah of Judah, Zechariah son of Jeroboam II became king of Israel, and he ruled in Samaria for six months."
            },
            {
                "verse_number": "9",
                "verse_text": "He, like his predecessors, sinned against the Lord . He followed the wicked example of King Jeroboam son of Nebat, who led Israel into sin."
            },
            {
                "verse_number": "10",
                "verse_text": "Shallum son of Jabesh conspired against King Zechariah, assassinated him at Ibleam, and succeeded him as king."
            },
            {
                "verse_number": "11",
                "verse_text": "Everything else that Zechariah did is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "12",
                "verse_text": "So the promise was fulfilled which the Lord had made to King Jehu: &apos;Your descendants down to the fourth generation will be kings of Israel.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "In the thirty-ninth year of the reign of King Uzziah of Judah, Shallum son of Jabesh became king of Israel, and he ruled in Samaria for one month."
            },
            {
                "verse_number": "14",
                "verse_text": "Menahem son of Gadi went from Tirzah to Samaria, assassinated Shallum, and succeeded him as king."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything else that Shallum did, including an account of his conspiracy, is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "16",
                "verse_text": "As Menahem was on his way from Tirzah, he completely destroyed the city of Tappuah, its inhabitants, and the surrounding territory, because the city did not surrender to him. He even ripped open the bellies of all the pregnant women."
            },
            {
                "verse_number": "17",
                "verse_text": "In the thirty-ninth year of the reign of King Uzziah of Judah, Menahem son of Gadi became king of Israel, and he ruled in Samaria for ten years."
            },
            {
                "verse_number": "18",
                "verse_text": "He sinned against the Lord , for until the day of his death he followed the wicked example of King Jeroboam son of Nebat, who led Israel into sin."
            },
            {
                "verse_number": "19",
                "verse_text": "Tiglath Pileser, the emperor of Assyria, invaded Israel, and Menahem gave him thirty-eight tons of silver to gain his support in strengthening Menahem's power over the country."
            },
            {
                "verse_number": "20",
                "verse_text": "Menahem got the money from the rich men of Israel by forcing each one to contribute fifty pieces of silver. So Tiglath Pileser went back to his own country."
            },
            {
                "verse_number": "21",
                "verse_text": "Everything else that Menahem did is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "22",
                "verse_text": "He died and was buried, and his son Pekahiah succeeded him as king."
            },
            {
                "verse_number": "23",
                "verse_text": "In the fiftieth year of the reign of King Uzziah of Judah, Pekahiah son of Menahem became king of Israel, and he ruled in Samaria for two years."
            },
            {
                "verse_number": "24",
                "verse_text": "He sinned against the Lord , following the wicked example of King Jeroboam son of Nebat, who led Israel into sin."
            },
            {
                "verse_number": "25",
                "verse_text": "An officer of Pekahiah's forces, Pekah son of Remaliah, plotted with fifty men from Gilead, assassinated Pekahiah in the palace's inner fortress in Samaria, and succeeded him as king."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything else that Pekahiah did is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "In the fifty-second year of the reign of King Uzziah of Judah, Pekah son of Remaliah became king of Israel, and he ruled in Samaria for twenty years."
            },
            {
                "verse_number": "28",
                "verse_text": "He sinned against the Lord , following the wicked example of King Jeroboam son of Nebat, who led Israel into sin."
            },
            {
                "verse_number": "29",
                "verse_text": "It was while Pekah was king that Tiglath Pileser, the emperor of Assyria, captured the cities of Ijon, Abel Beth Maacah, Janoah, Kedesh, and Hazor, and the territories of Gilead, Galilee, and Naphtali, and took the people to Assyria as prisoners."
            },
            {
                "verse_number": "30",
                "verse_text": "In the twentieth year of the reign of Jotham son of Uzziah as king of Judah, Hoshea son of Elah plotted against King Pekah, assassinated him, and succeeded him as king."
            },
            {
                "verse_number": "31",
                "verse_text": "Everything else that Pekah did is recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "32",
                "verse_text": "In the second year of the reign of Pekah son of Remaliah as king of Israel, Jotham son of Uzziah became king of Judah"
            },
            {
                "verse_number": "33",
                "verse_text": "at the age of twenty-five, and he ruled in Jerusalem for sixteen years. His mother was Jerusha, the daughter of Zadok."
            },
            {
                "verse_number": "34",
                "verse_text": "Following the example of his father Uzziah, Jotham did what was pleasing to the Lord ."
            },
            {
                "verse_number": "35",
                "verse_text": "But the pagan places of worship were not destroyed, and the people continued to offer sacrifices and burn incense there. It was Jotham who built the North Gate of the Temple."
            },
            {
                "verse_number": "36",
                "verse_text": "Everything else that Jotham did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "37",
                "verse_text": "It was while he was king that the Lord first sent King Rezin of Syria and King Pekah of Israel to attack Judah."
            },
            {
                "verse_number": "38",
                "verse_text": "Jotham died and was buried in the royal tombs in David's City, and his son Ahaz succeeded him as king."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In the seventeenth year of the reign of Pekah son of Remaliah as king of Israel, Ahaz son of Jotham became king of Judah"
            },
            {
                "verse_number": "2",
                "verse_text": "at the age of twenty, and he ruled in Jerusalem for sixteen years. He did not follow the good example of his ancestor King David; instead, he did what was not pleasing to the Lord his God"
            },
            {
                "verse_number": "3",
                "verse_text": "and followed the example of the kings of Israel. He even sacrificed his own son as a burnt offering to idols, imitating the disgusting practice of the people whom the Lord had driven out of the land as the Israelites advanced."
            },
            {
                "verse_number": "4",
                "verse_text": "At the pagan places of worship, on the hills, and under every shady tree, Ahaz offered sacrifices and burned incense."
            },
            {
                "verse_number": "5",
                "verse_text": "King Rezin of Syria and King Pekah of Israel attacked Jerusalem and besieged it, but could not defeat Ahaz. ("
            },
            {
                "verse_number": "6",
                "verse_text": "At the same time the king of Edom regained control of the city of Elath and drove out the Judeans who lived there. The Edomites settled in Elath and still live there.)"
            },
            {
                "verse_number": "7",
                "verse_text": "Ahaz sent men to Tiglath Pileser, the emperor of Assyria, with this message: &apos;I am your devoted servant. Come and rescue me from the kings of Syria and of Israel, who are attacking me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Ahaz took the silver and gold from the Temple and the palace treasury, and sent it as a present to the emperor."
            },
            {
                "verse_number": "9",
                "verse_text": "Tiglath Pileser, in answer to Ahaz' plea, marched out with his army against Damascus, captured it, killed King Rezin, and took the people to Kir as prisoners."
            },
            {
                "verse_number": "10",
                "verse_text": "When King Ahaz went to Damascus to meet Emperor Tiglath Pileser, he saw the altar there and sent back to Uriah the priest an exact model of it, down to the smallest details."
            },
            {
                "verse_number": "11",
                "verse_text": "So Uriah built an altar just like it and finished it before Ahaz returned."
            },
            {
                "verse_number": "12",
                "verse_text": "On his return from Damascus, Ahaz saw that the altar was finished,"
            },
            {
                "verse_number": "13",
                "verse_text": "so he burned animal sacrifices and grain offerings on it and poured a wine offering and the blood of a fellowship offering on it."
            },
            {
                "verse_number": "14",
                "verse_text": "The bronze altar dedicated to the Lord was between the new altar and the Temple, so Ahaz moved it to the north side of his new altar."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he ordered Uriah: &apos;Use this large altar of mine for the morning burnt offerings and the evening grain offerings, for the burnt offerings and grain offerings of the king and the people, and for the people's wine offerings. Pour on it the blood of all the animals that are sacrificed. But keep the bronze altar for me to use for divination.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Uriah did as the king commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "King Ahaz took apart the bronze carts used in the Temple and removed the basins that were on them. He also took the bronze tank from the backs of the twelve bronze bulls and placed it on a stone foundation."
            },
            {
                "verse_number": "18",
                "verse_text": "And in order to please the Assyrian emperor, Ahaz also removed from the Temple the platform for the royal throne and closed up the king's private entrance to the Temple."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything else that King Ahaz did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "20",
                "verse_text": "Ahaz died and was buried in the royal tombs in David's City, and his son Hezekiah succeeded him as king."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "In the twelfth year of the reign of King Ahaz of Judah, Hoshea son of Elah became king of Israel, and he ruled in Samaria for nine years."
            },
            {
                "verse_number": "2",
                "verse_text": "He sinned against the Lord , but not as much as the kings who had ruled Israel before him."
            },
            {
                "verse_number": "3",
                "verse_text": "Emperor Shalmaneser of Assyria made war against him; Hoshea surrendered to Shalmaneser and paid him tribute every year."
            },
            {
                "verse_number": "4",
                "verse_text": "But one year Hoshea sent messengers to So, king of Egypt, asking for his help, and stopped paying the annual tribute to Assyria. When Shalmaneser learned of this, he had Hoshea arrested and put in prison."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Shalmaneser invaded Israel and besieged Samaria. In the third year of the siege,"
            },
            {
                "verse_number": "6",
                "verse_text": "which was the ninth year of the reign of Hoshea, the Assyrian emperor captured Samaria, took the Israelites to Assyria as prisoners, and settled some of them in the city of Halah, some near the Habor River in the district of Gozan and some in the cities of Media."
            },
            {
                "verse_number": "7",
                "verse_text": "Samaria fell because the Israelites sinned against the Lord their God, who had rescued them from the king of Egypt and had led them out of Egypt. They worshiped other gods,"
            },
            {
                "verse_number": "8",
                "verse_text": "followed the customs of the people whom the Lord had driven out as his people advanced, and adopted customs introduced by the kings of Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites did things that the Lord their God disapproved of. They built pagan places of worship in all their towns, from the smallest village to the largest city."
            },
            {
                "verse_number": "10",
                "verse_text": "On all the hills and under every shady tree they put up stone pillars and images of the goddess Asherah,"
            },
            {
                "verse_number": "11",
                "verse_text": "and they burned incense on all the pagan altars, following the practice of the people whom the Lord had driven out of the land. They aroused the Lord 's anger with all their wicked deeds"
            },
            {
                "verse_number": "12",
                "verse_text": "and disobeyed the Lord 's command not to worship idols."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord had sent his messengers and prophets to warn Israel and Judah: &apos;Abandon your evil ways and obey my commands, which are contained in the Law I gave to your ancestors and which I handed on to you through my servants the prophets.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But they would not obey; they were stubborn like their ancestors, who had not trusted in the Lord their God."
            },
            {
                "verse_number": "15",
                "verse_text": "They refused to obey his instructions, they did not keep the covenant he had made with their ancestors, and they disregarded his warnings. They worshiped worthless idols and became worthless themselves, and they followed the customs of the surrounding nations, disobeying the Lord 's command not to imitate them."
            },
            {
                "verse_number": "16",
                "verse_text": "They broke all the laws of the Lord their God and made two metal bull-calves to worship; they also made an image of the goddess Asherah, worshiped the stars, and served the god Baal."
            },
            {
                "verse_number": "17",
                "verse_text": "They sacrificed their sons and daughters as burnt offerings to pagan gods; they consulted mediums and fortunetellers, and they devoted themselves completely to doing what is wrong in the Lord 's sight, and so aroused his anger."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord was angry with the Israelites and banished them from his sight, leaving only the kingdom of Judah."
            },
            {
                "verse_number": "19",
                "verse_text": "But even the people of Judah did not obey the laws of the Lord their God; they imitated the customs adopted by the people of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord rejected all the Israelites, punishing them and handing them over to cruel enemies until at last he had banished them from his sight."
            },
            {
                "verse_number": "21",
                "verse_text": "After the Lord had separated Israel from Judah, the Israelites made Jeroboam son of Nebat their king. Jeroboam caused them to abandon the Lord and led them into terrible sins."
            },
            {
                "verse_number": "22",
                "verse_text": "They followed Jeroboam and continued to practice all the sins he had committed,"
            },
            {
                "verse_number": "23",
                "verse_text": "until at last the Lord banished them from his sight, as he had warned through his servants the prophets that he would do. So the people of Israel were taken into exile to Assyria, where they still live."
            },
            {
                "verse_number": "24",
                "verse_text": "The emperor of Assyria took people from the cities of Babylon, Cuth, Ivvah, Hamath, and Sepharvaim, and settled them in the cities of Samaria in place of the exiled Israelites. They took possession of these cities and lived there."
            },
            {
                "verse_number": "25",
                "verse_text": "When they first settled there, they did not worship the Lord , and so he sent lions, which killed some of them."
            },
            {
                "verse_number": "26",
                "verse_text": "The emperor of Assyria was told that the people he had settled in the cities of Samaria did not know the law of the god of that land, and so the god had sent lions, which were killing them."
            },
            {
                "verse_number": "27",
                "verse_text": "So the emperor commanded: &apos;Send back one of the priests we brought as prisoners; have him go back and live there, in order to teach the people the law of the god of that land.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So an Israelite priest who had been deported from Samaria went and lived in Bethel, where he taught the people how to worship the Lord ."
            },
            {
                "verse_number": "29",
                "verse_text": "But the people who settled in Samaria continued to make their own idols, and they placed them in the shrines that the Israelites had built. Each different group made idols in the cities they were living in:"
            },
            {
                "verse_number": "30",
                "verse_text": "the people of Babylon made idols of the god Succoth Benoth; the people of Cuth, idols of Nergal; the people of Hamath, idols of Ashima;"
            },
            {
                "verse_number": "31",
                "verse_text": "the people of Ivvah, idols of Nibhaz and Tartak; and the people of Sepharvaim sacrificed their children as burnt offerings to their gods Adrammelech and Anammelech."
            },
            {
                "verse_number": "32",
                "verse_text": "These people also worshiped the Lord and chose from among their own number all sorts of people to serve as priests at the pagan places of worship and to offer sacrifices for them there."
            },
            {
                "verse_number": "33",
                "verse_text": "So they worshiped the Lord , but they also worshiped their own gods according to the customs of the countries from which they had come."
            },
            {
                "verse_number": "34",
                "verse_text": "They still carry on their old customs to this day. They do not worship the Lord nor do they obey the laws and commands which he gave to the descendants of Jacob, whom he named Israel."
            },
            {
                "verse_number": "35",
                "verse_text": "The Lord had made a covenant with them and had ordered them: &apos;Do not worship other gods; do not bow down to them or serve them or offer sacrifices to them."
            },
            {
                "verse_number": "36",
                "verse_text": "You shall obey me, the Lord , who brought you out of Egypt with great power and strength; you are to bow down to me and offer sacrifices to me."
            },
            {
                "verse_number": "37",
                "verse_text": "You shall always obey the laws and commands that I wrote for you. You shall not obey other gods,"
            },
            {
                "verse_number": "38",
                "verse_text": "and you shall not forget the covenant I made with you."
            },
            {
                "verse_number": "39",
                "verse_text": "You shall obey me, the Lord your God, and I will rescue you from your enemies.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But those people would not listen, and they continued to follow their old customs."
            },
            {
                "verse_number": "41",
                "verse_text": "So those people worshiped the Lord , but they also worshiped their idols; and to this day their descendants continue to do the same."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "In the third year of the reign of Hoshea son of Elah as king of Israel, Hezekiah son of Ahaz became king of Judah"
            },
            {
                "verse_number": "2",
                "verse_text": "at the age of twenty-five, and he ruled in Jerusalem for twenty-nine years. His mother was Abijah, the daughter of Zechariah."
            },
            {
                "verse_number": "3",
                "verse_text": "Following the example of his ancestor King David, he did what was pleasing to the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "He destroyed the pagan places of worship, broke the stone pillars, and cut down the images of the goddess Asherah. He also broke in pieces the bronze snake that Moses had made, which was called Nehushtan. Up to that time the people of Israel had burned incense in its honor."
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah trusted in the Lord , the God of Israel; Judah never had another king like him, either before or after his time."
            },
            {
                "verse_number": "6",
                "verse_text": "He was faithful to the Lord and never disobeyed him, but carefully kept all the commands that the Lord had given Moses."
            },
            {
                "verse_number": "7",
                "verse_text": "So the Lord was with him, and he was successful in everything he did. He rebelled against the emperor of Assyria and refused to submit to him."
            },
            {
                "verse_number": "8",
                "verse_text": "He defeated the Philistines and raided their settlements, from the smallest village to the largest city, including Gaza and its surrounding territory."
            },
            {
                "verse_number": "9",
                "verse_text": "In the fourth year of Hezekiah's reign&ndash;which was the seventh year of King Hoshea's reign over Israel&ndash;Emperor Shalmaneser of Assyria invaded Israel and besieged Samaria."
            },
            {
                "verse_number": "10",
                "verse_text": "In the third year of the siege Samaria fell; this was the sixth year of Hezekiah's reign and the ninth year of Hoshea's reign."
            },
            {
                "verse_number": "11",
                "verse_text": "The Assyrian emperor took the Israelites to Assyria as prisoners and settled some of them in the city of Halah, some near the Habor River in the district of Gozan, and some in the cities of Media."
            },
            {
                "verse_number": "12",
                "verse_text": "Samaria fell because the Israelites did not obey the Lord their God, but broke the covenant he had made with them and disobeyed all the laws given by Moses, the servant of the Lord . They would not listen and they would not obey."
            },
            {
                "verse_number": "13",
                "verse_text": "In the fourteenth year of the reign of King Hezekiah, Sennacherib, the emperor of Assyria, attacked the fortified cities of Judah and conquered them."
            },
            {
                "verse_number": "14",
                "verse_text": "Hezekiah sent a message to Sennacherib, who was in Lachish: &apos;I have done wrong; please stop your attack, and I will pay whatever you demand.&apos; The emperor's answer was that Hezekiah should send him ten tons of silver and one ton of gold."
            },
            {
                "verse_number": "15",
                "verse_text": "Hezekiah sent him all the silver in the Temple and in the palace treasury;"
            },
            {
                "verse_number": "16",
                "verse_text": "he also stripped the gold from the temple doors and the gold with which he himself had covered the doorposts, and he sent it all to Sennacherib."
            },
            {
                "verse_number": "17",
                "verse_text": "The Assyrian emperor sent a large army from Lachish to attack Hezekiah at Jerusalem; it was commanded by his three highest officials. When they arrived at Jerusalem, they occupied the road where the cloth makers work by the ditch that brings water from the upper pool."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they sent for King Hezekiah, and three of his officials went out to meet them: Eliakim son of Hilkiah, who was in charge of the palace; Shebna, the court secretary; and Joah son of Asaph, who was in charge of the records."
            },
            {
                "verse_number": "19",
                "verse_text": "One of the Assyrian officials told them that the emperor wanted to know what made King Hezekiah so confident."
            },
            {
                "verse_number": "20",
                "verse_text": "He demanded, &apos;Do you think that words can take the place of military skill and might? Who do you think will help you rebel against Assyria?"
            },
            {
                "verse_number": "21",
                "verse_text": "You are expecting Egypt to help you, but that would be like using a reed as a walking stick&ndash;it would break and jab your hand. That is what the king of Egypt is like when anyone relies on him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Assyrian official went on, &apos;Or will you tell me that you are relying on the Lord your God? It was the Lord 's shrines and altars that Hezekiah destroyed, when he told the people of Judah and Jerusalem to worship only at the altar in Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "I will make a bargain with you in the name of the emperor. I will give you two thousand horses if you can find that many men to ride them!"
            },
            {
                "verse_number": "24",
                "verse_text": "You are no match for even the lowest ranking Assyrian official, and yet you expect the Egyptians to send you chariots and cavalry!"
            },
            {
                "verse_number": "25",
                "verse_text": "Do you think I have attacked your country and destroyed it without the Lord 's help? The Lord himself told me to attack it and destroy it.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Eliakim, Shebna, and Joah told the official, &apos;Speak Aramaic to us, sir. We understand it. Don't speak Hebrew; all the people on the wall are listening.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He replied, &apos;Do you think you and the king are the only ones the emperor sent me to say all these things to? No, I am also talking to the people who are sitting on the wall, who will have to eat their excrement and drink their urine, just as you will.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the official stood up and shouted in Hebrew, &apos;Listen to what the emperor of Assyria is telling you!"
            },
            {
                "verse_number": "29",
                "verse_text": "He warns you not to let Hezekiah deceive you. Hezekiah can't save you."
            },
            {
                "verse_number": "30",
                "verse_text": "And don't let him persuade you to rely on the Lord . Don't think that the Lord will save you and that he will stop our Assyrian army from capturing your city."
            },
            {
                "verse_number": "31",
                "verse_text": "Don't listen to Hezekiah. The emperor of Assyria commands you to come out of the city and surrender. You will all be allowed to eat grapes from your own vines and figs from your own trees, and to drink water from your own wells&ndash;"
            },
            {
                "verse_number": "32",
                "verse_text": "until the emperor resettles you in a country much like your own, where there are vineyards to give wine and there is grain for making bread; it is a land of olives, olive oil, and honey. If you do what he commands, you will not die, but live. Don't let Hezekiah fool you into thinking that the Lord will rescue you."
            },
            {
                "verse_number": "33",
                "verse_text": "Did the gods of any other nations save their countries from the emperor of Assyria?"
            },
            {
                "verse_number": "34",
                "verse_text": "Where are they now, the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Did anyone save Samaria?"
            },
            {
                "verse_number": "35",
                "verse_text": "When did any of the gods of all these countries ever save their country from our emperor? Then what makes you think the Lord can save Jerusalem?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The people kept quiet, just as King Hezekiah had told them to; they did not say a word."
            },
            {
                "verse_number": "37",
                "verse_text": "Then Eliakim, Shebna, and Joah tore their clothes in grief, and went and reported to the king what the Assyrian official had said."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "As soon as King Hezekiah heard their report, he tore his clothes in grief, put on sackcloth, and went to the Temple of the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "He sent Eliakim, the official in charge of the palace, Shebna, the court secretary, and the senior priests to the prophet Isaiah son of Amoz. They also were wearing sackcloth."
            },
            {
                "verse_number": "3",
                "verse_text": "This is the message which he told them to give Isaiah: &apos;Today is a day of suffering; we are being punished and are in disgrace. We are like a woman who is ready to give birth, but is too weak to do it."
            },
            {
                "verse_number": "4",
                "verse_text": "The Assyrian emperor has sent his chief official to insult the living God. May the Lord your God hear these insults and punish those who spoke them. So pray to God for those of our people who survive.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Isaiah received King Hezekiah's message,"
            },
            {
                "verse_number": "6",
                "verse_text": "he sent back this answer: &apos;The Lord tells you not to let the Assyrians frighten you with their claims that he cannot save you."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord will cause the emperor to hear a rumor that will make him go back to his own country, and the Lord will have him killed there.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Assyrian official learned that the emperor had left Lachish and was fighting against the nearby city of Libnah; so he went there to consult him."
            },
            {
                "verse_number": "9",
                "verse_text": "Word reached the Assyrians that the Egyptian army, led by King Tirhakah of Ethiopia, was coming to attack them. When the emperor heard this, he sent a letter to King Hezekiah of Judah"
            },
            {
                "verse_number": "10",
                "verse_text": "to tell him, &apos;The god you are trusting in has told you that you will not fall into my hands, but don't let that deceive you."
            },
            {
                "verse_number": "11",
                "verse_text": "You have heard what an Assyrian emperor does to any country he decides to destroy. Do you think that you can escape?"
            },
            {
                "verse_number": "12",
                "verse_text": "My ancestors destroyed the cities of Gozan, Haran, and Rezeph, and killed the people of Betheden who lived in Telassar, and none of their gods could save them."
            },
            {
                "verse_number": "13",
                "verse_text": "Where are the kings of the cities of Hamath, Arpad, Sepharvaim, Hena, and Ivvah?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "King Hezekiah took the letter from the messengers and read it. Then he went to the Temple, placed the letter there in the presence of the Lord ,"
            },
            {
                "verse_number": "15",
                "verse_text": "and prayed, &apos;O Lord , the God of Israel, seated on your throne above the winged creatures, you alone are God, ruling all the kingdoms of the world. You created the earth and the sky."
            },
            {
                "verse_number": "16",
                "verse_text": "Now, Lord , look at what is happening to us. Listen to all the things that Sennacherib is saying to insult you, the living God."
            },
            {
                "verse_number": "17",
                "verse_text": "We all know, Lord , that the emperors of Assyria have destroyed many nations, made their lands desolate,"
            },
            {
                "verse_number": "18",
                "verse_text": "and burned up their gods&ndash;which were no gods at all, only images of wood and stone made by human hands."
            },
            {
                "verse_number": "19",
                "verse_text": "Now, Lord our God, rescue us from the Assyrians, so that all the nations of the world will know that only you, O Lord , are God.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Isaiah sent a message telling King Hezekiah that in answer to the king's prayer"
            },
            {
                "verse_number": "21",
                "verse_text": "the Lord had said, &apos;The city of Jerusalem laughs at you, Sennacherib, and makes fun of you."
            },
            {
                "verse_number": "22",
                "verse_text": "Whom do you think you have been insulting and ridiculing? You have been disrespectful to me, the holy God of Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "You sent your messengers to boast to me that with all your chariots you had conquered the highest mountains of Lebanon. You boasted that there you cut down the tallest cedars and the finest cypress trees and that you reached the deepest parts of the forests."
            },
            {
                "verse_number": "24",
                "verse_text": "You boasted that you dug wells and drank water in foreign lands and that the feet of your soldiers tramped the Nile River dry."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Have you never heard that I planned all this long ago? And now I have carried it out. I gave you the power to turn fortified cities into piles of rubble."
            },
            {
                "verse_number": "26",
                "verse_text": "The people who lived there were powerless; they were frightened and stunned. They were like grass in a field or weeds growing on a roof when the hot east wind blasts them."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But I know everything about you, what you do and where you go. I know how you rage against me."
            },
            {
                "verse_number": "28",
                "verse_text": "I have received the report of that rage and that pride of yours, and now I will put a hook through your nose and a bit in your mouth, and take you back by the same road you came.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Isaiah said to King Hezekiah, &apos;Here is a sign of what will happen. This year and next you will have only wild grain to eat, but the following year you will be able to plant your grain and harvest it, and plant vines and eat grapes."
            },
            {
                "verse_number": "30",
                "verse_text": "Those in Judah who survive will flourish like plants that send roots deep into the ground and produce fruit."
            },
            {
                "verse_number": "31",
                "verse_text": "There will be people in Jerusalem and on Mount Zion who will survive, because the Lord is determined to make this happen."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;And this is what the Lord has said about the Assyrian emperor: &quot;He will not enter this city or shoot a single arrow against it. No soldiers with shields will come near the city, and no siege mounds will be built around it."
            },
            {
                "verse_number": "33",
                "verse_text": "He will go back by the same road he came, without entering this city. I, the Lord , have spoken."
            },
            {
                "verse_number": "34",
                "verse_text": "I will defend this city and protect it, for the sake of my own honor and because of the promise I made to my servant David.&quot;&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "That night an angel of the Lord went to the Assyrian camp and killed 185,000 soldiers. At dawn the next day there they lay, all dead!"
            },
            {
                "verse_number": "36",
                "verse_text": "Then the Assyrian emperor Sennacherib withdrew and returned to Nineveh."
            },
            {
                "verse_number": "37",
                "verse_text": "One day, when he was worshiping in the temple of his god Nisroch, two of his sons, Adrammelech and Sharezer, killed him with their swords and then escaped to the land of Ararat. Another of his sons, Esarhaddon, succeeded him as emperor."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "About this time King Hezekiah became sick and almost died. The prophet Isaiah son of Amoz went to see him and said to him, &apos;The Lord tells you that you are to put everything in order, because you will not recover. Get ready to die.&apos; Hezekiah answered, &apos;They came from a very distant country, from Babylonia.&apos; &apos;They saw everything. There is nothing in the storerooms that I didn't show them.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah turned his face to the wall and prayed:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Remember, Lord , that I have served you faithfully and loyally and that I have always tried to do what you wanted me to.&apos; And he began to cry bitterly."
            },
            {
                "verse_number": "4",
                "verse_text": "Isaiah left the king, but before he had passed through the central courtyard of the palace the Lord told him"
            },
            {
                "verse_number": "5",
                "verse_text": "to go back to Hezekiah, ruler of the Lord 's people, and say to him, &apos;I, the Lord , the God of your ancestor David, have heard your prayer and seen your tears. I will heal you, and in three days you will go to the Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "I will let you live fifteen years longer. I will rescue you and this city Jerusalem from the emperor of Assyria. I will defend this city, for the sake of my own honor and because of the promise I made to my servant David.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Isaiah told the king's attendants to put on his boil a paste made of figs, and he would get well."
            },
            {
                "verse_number": "8",
                "verse_text": "King Hezekiah asked, &apos;What is the sign to prove that the Lord will heal me and that three days later I will be able to go to the Temple?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Isaiah replied, &apos;The Lord will give you a sign to prove that he will keep his promise. Now, would you prefer to have the shadow on the stairway go forward ten steps or go back ten steps?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Hezekiah answered, &apos;It's easy to have the shadow go forward ten steps! Have it go back ten steps.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Isaiah prayed to the Lord , and the Lord made the shadow go back ten steps on the stairway set up by King Ahaz."
            },
            {
                "verse_number": "12",
                "verse_text": "About that same time the king of Babylonia, Merodach Baladan, the son of Baladan, heard that King Hezekiah had been sick, so he sent him a letter and a present."
            },
            {
                "verse_number": "13",
                "verse_text": "Hezekiah welcomed the messengers and showed them his wealth&ndash;his silver and gold, his spices and perfumes, and all his military equipment. There was nothing in his storerooms or anywhere in his kingdom that he did not show them."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the prophet Isaiah went to King Hezekiah and asked, &apos;Where did these men come from and what did they say to you?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;What did they see in the palace?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Isaiah then told the king, &apos;The Lord Almighty says that"
            },
            {
                "verse_number": "17",
                "verse_text": "a time is coming when everything in your palace, everything that your ancestors have stored up to this day, will be carried off to Babylonia. Nothing will be left."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of your own direct descendants will be taken away and made eunuchs to serve in the palace of the king of Babylonia.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "King Hezekiah understood this to mean that there would be peace and security during his lifetime, so he replied, &apos;The message you have given me from the Lord is good.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Everything else that King Hezekiah did, his brave deeds, and an account of how he built a reservoir and dug a tunnel to bring water into the city, are all recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "21",
                "verse_text": "Hezekiah died, and his son Manasseh succeeded him as king."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was twelve years old when he became king of Judah, and he ruled in Jerusalem for fifty-five years. His mother was Hephzibah."
            },
            {
                "verse_number": "2",
                "verse_text": "Following the disgusting practices of the nations whom the Lord had driven out of the land as his people advanced, Manasseh sinned against the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "He rebuilt the pagan places of worship that his father Hezekiah had destroyed; he built altars for the worship of Baal and made an image of the goddess Asherah, as King Ahab of Israel had done. Manasseh also worshiped the stars."
            },
            {
                "verse_number": "4",
                "verse_text": "He built pagan altars in the Temple, the place that the Lord had said was where he should be worshiped."
            },
            {
                "verse_number": "5",
                "verse_text": "In the two courtyards of the Temple he built altars for the worship of the stars."
            },
            {
                "verse_number": "6",
                "verse_text": "He sacrificed his son as a burnt offering. He practiced divination and magic and consulted fortunetellers and mediums. He sinned greatly against the Lord and stirred up his anger."
            },
            {
                "verse_number": "7",
                "verse_text": "He placed the symbol of the goddess Asherah in the Temple, the place about which the Lord had said to David and his son Solomon: &apos;Here in Jerusalem, in this Temple, is the place that I have chosen out of all the territory of the twelve tribes of Israel as the place where I am to be worshiped."
            },
            {
                "verse_number": "8",
                "verse_text": "And if the people of Israel will obey all my commands and keep the whole Law that my servant Moses gave them, then I will not allow them to be driven out of the land that I gave to their ancestors.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But the people of Judah did not obey the Lord , and Manasseh led them to commit even greater sins than those committed by the nations whom the Lord had driven out of the land as his people advanced."
            },
            {
                "verse_number": "10",
                "verse_text": "Through his servants the prophets the Lord said,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;King Manasseh has done these disgusting things, things far worse than what the Canaanites did; and with his idols he has led the people of Judah into sin."
            },
            {
                "verse_number": "12",
                "verse_text": "So I, the Lord God of Israel, will bring such a disaster on Jerusalem and Judah that everyone who hears about it will be stunned."
            },
            {
                "verse_number": "13",
                "verse_text": "I will punish Jerusalem as I did Samaria, as I did King Ahab of Israel and his descendants. I will wipe Jerusalem clean of its people, as clean as a plate that has been wiped and turned upside down."
            },
            {
                "verse_number": "14",
                "verse_text": "I will abandon the people who survive, and will hand them over to their enemies, who will conquer them and plunder their land."
            },
            {
                "verse_number": "15",
                "verse_text": "I will do this to my people because they have sinned against me and have stirred up my anger from the time their ancestors came out of Egypt to this day.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Manasseh killed so many innocent people that the streets of Jerusalem were flowing with blood; he did this in addition to leading the people of Judah into idolatry, causing them to sin against the Lord ."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything else that Manasseh did, including the sins he committed, is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "18",
                "verse_text": "Manasseh died and was buried in the palace garden, the garden of Uzza, and his son Amon succeeded him as king."
            },
            {
                "verse_number": "19",
                "verse_text": "Amon was twenty-two years old when he became king of Judah, and he ruled in Jerusalem for two years. His mother was Meshullemeth, the daughter of Haruz from the town of Jotbah."
            },
            {
                "verse_number": "20",
                "verse_text": "Like his father Manasseh, he sinned against the Lord ;"
            },
            {
                "verse_number": "21",
                "verse_text": "he imitated his father's actions, and he worshiped the idols that his father had worshiped."
            },
            {
                "verse_number": "22",
                "verse_text": "He rejected the Lord , the God of his ancestors, and disobeyed the Lord 's commands."
            },
            {
                "verse_number": "23",
                "verse_text": "Amon's officials plotted against him and assassinated him in the palace."
            },
            {
                "verse_number": "24",
                "verse_text": "The people of Judah killed Amon's assassins and made his son Josiah king."
            },
            {
                "verse_number": "25",
                "verse_text": "Everything else that Amon did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "26",
                "verse_text": "Amon was buried in the tomb in the garden of Uzza, and his son Josiah succeeded him as king."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was eight years old when he became king of Judah, and he ruled in Jerusalem for thirty-one years. His mother was Jedidah, the daughter of Adaiah from the town of Bozkath."
            },
            {
                "verse_number": "2",
                "verse_text": "Josiah did what was pleasing to the Lord ; he followed the example of his ancestor King David, strictly obeying all the laws of God. The men returned to King Josiah with this message."
            },
            {
                "verse_number": "3",
                "verse_text": "In the eighteenth year of his reign, King Josiah sent the court secretary Shaphan, the son of Azaliah and grandson of Meshullam, to the Temple with the order:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Go to the High Priest Hilkiah and get a report on the amount of money that the priests on duty at the entrance to the Temple have collected from the people."
            },
            {
                "verse_number": "5",
                "verse_text": "Tell him to give the money to the men who are in charge of the repairs in the Temple. They are to pay"
            },
            {
                "verse_number": "6",
                "verse_text": "the carpenters, the builders, and the masons, and buy the timber and the stones used in the repairs."
            },
            {
                "verse_number": "7",
                "verse_text": "The men in charge of the work are thoroughly honest, so there is no need to require them to account for the funds.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Shaphan delivered the king's order to Hilkiah, and Hilkiah told him that he had found the book of the Law in the Temple. Hilkiah gave him the book, and Shaphan read it."
            },
            {
                "verse_number": "9",
                "verse_text": "Then he went back to the king and reported: &apos;Your servants have taken the money that was in the Temple and have handed it over to the men in charge of the repairs.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And then he said, &apos;I have here a book that Hilkiah gave me.&apos; And he read it aloud to the king."
            },
            {
                "verse_number": "11",
                "verse_text": "When the king heard the book being read, he tore his clothes in dismay,"
            },
            {
                "verse_number": "12",
                "verse_text": "and gave the following order to Hilkiah the priest, to Ahikam son of Shaphan, to Achbor son of Micaiah, to Shaphan, the court secretary, and to Asaiah, the king's attendant:"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Go and consult the Lord for me and for all the people of Judah about the teachings of this book. The Lord is angry with us because our ancestors have not done what this book says must be done.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Hilkiah, Ahikam, Achbor, Shaphan, and Asaiah went to consult a woman named Huldah, a prophet who lived in the newer part of Jerusalem. (Her husband Shallum, the son of Tikvah and grandson of Harhas, was in charge of the Temple robes.) They described to her what had happened,"
            },
            {
                "verse_number": "15",
                "verse_text": "and she told them to go back to the king and give him"
            },
            {
                "verse_number": "16",
                "verse_text": "the following message from the Lord : &apos;I am going to punish Jerusalem and all its people, as written in the book that the king has read."
            },
            {
                "verse_number": "17",
                "verse_text": "They have rejected me and have offered sacrifices to other gods, and so have stirred up my anger by all they have done. My anger is aroused against Jerusalem, and it will not die down."
            },
            {
                "verse_number": "18",
                "verse_text": "As for the king himself, this is what I, the Lord God of Israel, say: You listened to what is written in the book,"
            },
            {
                "verse_number": "19",
                "verse_text": "and you repented and humbled yourself before me, tearing your clothes and weeping, when you heard how I threatened to punish Jerusalem and its people. I will make it a terrifying sight, a place whose name people will use as a curse. But I have heard your prayer,"
            },
            {
                "verse_number": "20",
                "verse_text": "and the punishment which I am going to bring on Jerusalem will not come until after your death. I will let you die in peace.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "King Josiah summoned all the leaders of Judah and Jerusalem,"
            },
            {
                "verse_number": "2",
                "verse_text": "and together they went to the Temple, accompanied by the priests and the prophets and all the rest of the people, rich and poor alike. Before them all the king read aloud the whole book of the covenant which had been found in the Temple."
            },
            {
                "verse_number": "3",
                "verse_text": "He stood by the royal column and made a covenant with the Lord to obey him, to keep his laws and commands with all his heart and soul, and to put into practice the demands attached to the covenant, as written in the book. And all the people promised to keep the covenant. The people of Bethel answered, &apos;It is the tomb of the prophet who came from Judah and predicted these things that you have done to this altar.&apos; So his bones were not moved, neither were those of the prophet who had come from Samaria. The people of Judah chose Josiah's son Joahaz and anointed him king."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Josiah ordered the High Priest Hilkiah, his assistant priests, and the guards on duty at the entrance to the Temple to bring out of the Temple all the objects used in the worship of Baal, of the goddess Asherah, and of the stars. The king burned all these objects outside the city near Kidron Valley and then had the ashes taken to Bethel."
            },
            {
                "verse_number": "5",
                "verse_text": "He removed from office the priests that the kings of Judah had ordained to offer sacrifices on the pagan altars in the cities of Judah and in places near Jerusalem&ndash;all the priests who offered sacrifices to Baal, to the sun, the moon, the planets, and the stars."
            },
            {
                "verse_number": "6",
                "verse_text": "He removed from the Temple the symbol of the goddess Asherah, took it out of the city to Kidron Valley, burned it, pounded its ashes to dust, and scattered it over the public burying ground."
            },
            {
                "verse_number": "7",
                "verse_text": "He destroyed the living quarters in the Temple occupied by the temple prostitutes. (It was there that women wove robes used in the worship of Asherah.)"
            },
            {
                "verse_number": "8",
                "verse_text": "He brought to Jerusalem the priests who were in the cities of Judah, and throughout the whole country he desecrated the altars where they had offered sacrifices. He also tore down the altars dedicated to the goat demons near the gate built by Joshua, the city governor, which was to the left of the main gate as one enters the city."
            },
            {
                "verse_number": "9",
                "verse_text": "Those priests were not allowed to serve in the Temple, but they could eat the unleavened bread provided for their fellow priests."
            },
            {
                "verse_number": "10",
                "verse_text": "King Josiah also desecrated Topheth, the pagan place of worship in Hinnom Valley, so that no one could sacrifice his son or daughter as a burnt offering to the god Molech."
            },
            {
                "verse_number": "11",
                "verse_text": "He also removed the horses that the kings of Judah had dedicated to the worship of the sun, and he burned the chariots used in this worship. (These were kept in the temple courtyard, near the gate and not far from the living quarters of Nathan Melech, a high official.)"
            },
            {
                "verse_number": "12",
                "verse_text": "The altars which the kings of Judah had built on the palace roof above King Ahaz' quarters, King Josiah tore down, along with the altars put up by King Manasseh in the two courtyards of the Temple; he smashed the altars to bits and threw them into Kidron Valley."
            },
            {
                "verse_number": "13",
                "verse_text": "Josiah desecrated the altars that King Solomon had built east of Jerusalem, south of the Mount of Olives, for the worship of disgusting idols&ndash;Astarte the goddess of Sidon, Chemosh the god of Moab, and Molech the god of Ammon."
            },
            {
                "verse_number": "14",
                "verse_text": "King Josiah broke the stone pillars to pieces, cut down the symbols of the goddess Asherah, and the ground where they had stood he covered with human bones."
            },
            {
                "verse_number": "15",
                "verse_text": "Josiah also tore down the place of worship in Bethel, which had been built by King Jeroboam son of Nebat, who led Israel into sin. Josiah pulled down the altar, broke its stones into pieces, and pounded them to dust; he also burned the image of Asherah."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Josiah looked around and saw some tombs there on the hill; he had the bones taken out of them and burned on the altar. In this way he desecrated the altar, doing what the prophet had predicted long before during the festival as King Jeroboam was standing by the altar. King Josiah looked around and saw the tomb of the prophet who had made this prediction."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Whose tomb is that?&apos; he asked."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Leave it as it is,&apos; Josiah ordered. &apos;His bones are not to be moved.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "In every city of Israel King Josiah tore down all the pagan places of worship which had been built by the kings of Israel, who thereby aroused the Lord 's anger. He did to all those altars what he had done in Bethel."
            },
            {
                "verse_number": "20",
                "verse_text": "He killed all the pagan priests on the altars where they served, and he burned human bones on every altar. Then he returned to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "King Josiah ordered the people to celebrate the Passover in honor of the Lord their God, as written in the book of the covenant."
            },
            {
                "verse_number": "22",
                "verse_text": "No Passover like this one had ever been celebrated by any of the kings of Israel or of Judah, since the time when judges ruled the nation."
            },
            {
                "verse_number": "23",
                "verse_text": "Now at last, in the eighteenth year of the reign of Josiah, the Passover was celebrated in Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "In order to enforce the laws written in the book that the High Priest Hilkiah had found in the Temple, King Josiah removed from Jerusalem and the rest of Judah all the mediums and fortunetellers, and all the household gods, idols, and all other pagan objects of worship."
            },
            {
                "verse_number": "25",
                "verse_text": "There had never been a king like him before, who served the Lord with all his heart, mind, and strength, obeying all the Law of Moses; nor has there been a king like him since."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Lord 's fierce anger had been aroused against Judah by what King Manasseh had done, and even now it did not die down."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord said, &apos;I will do to Judah what I have done to Israel: I will banish the people of Judah from my sight, and I will reject Jerusalem, the city I chose, and the Temple, the place I said was where I should be worshiped.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Everything else that King Josiah did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "29",
                "verse_text": "While Josiah was king, King Neco of Egypt led an army to the Euphrates River to help the emperor of Assyria. King Josiah tried to stop the Egyptian army at Megiddo and was killed in battle."
            },
            {
                "verse_number": "30",
                "verse_text": "His officials placed his body in a chariot and took it back to Jerusalem, where he was buried in the royal tombs."
            },
            {
                "verse_number": "31",
                "verse_text": "Joahaz was twenty-three years old when he became king of Judah, and he ruled in Jerusalem for three months. His mother was Hamutal, the daughter of Jeremiah from the city of Libnah."
            },
            {
                "verse_number": "32",
                "verse_text": "Following the example of his ancestors, he sinned against the Lord ."
            },
            {
                "verse_number": "33",
                "verse_text": "His reign ended when King Neco of Egypt took him prisoner in Riblah, in the land of Hamath, and made Judah pay 7,500 pounds of silver and 75 pounds of gold as tribute."
            },
            {
                "verse_number": "34",
                "verse_text": "King Neco made Josiah's son Eliakim king of Judah as successor to Josiah, and changed his name to Jehoiakim. Joahaz was taken to Egypt by King Neco, and there he died."
            },
            {
                "verse_number": "35",
                "verse_text": "King Jehoiakim collected a tax from the people in proportion to their wealth, in order to raise the amount needed to pay the tribute demanded by the king of Egypt."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehoiakim was twenty-five years old when he became king of Judah, and he ruled in Jerusalem for eleven years. His mother was Zebidah, the daughter of Pedaiah from the town of Rumah."
            },
            {
                "verse_number": "37",
                "verse_text": "Following the example of his ancestors, Jehoiakim sinned against the Lord ."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "While Jehoiakim was king, King Nebuchadnezzar of Babylonia invaded Judah, and for three years Jehoiakim was forced to submit to his rule; then he rebelled."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord sent armed bands of Babylonians, Syrians, Moabites, and Ammonites against Jehoiakim to destroy Judah, as the Lord had said through his servants the prophets that he would do."
            },
            {
                "verse_number": "3",
                "verse_text": "This happened at the Lord 's command, in order to banish the people of Judah from his sight because of all the sins that King Manasseh had committed,"
            },
            {
                "verse_number": "4",
                "verse_text": "and especially because of all the innocent people he had killed. The Lord could not forgive Manasseh for that."
            },
            {
                "verse_number": "5",
                "verse_text": "Everything that Jehoiakim did is recorded in The History of the Kings of Judah ."
            },
            {
                "verse_number": "6",
                "verse_text": "Jehoiakim died, and his son Jehoiachin succeeded him as king."
            },
            {
                "verse_number": "7",
                "verse_text": "The king of Egypt and his army never marched out of Egypt again, because the king of Babylonia now controlled all the territory that had belonged to Egypt, from the Euphrates River to the northern border of Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoiachin was eighteen years old when he became king of Judah, and he ruled in Jerusalem for three months. His mother was Nehushta, the daughter of Elnathan from Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Following the example of his father, Jehoiachin sinned against the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "It was during his reign that the Babylonian army, commanded by King Nebuchadnezzar's officers, marched against Jerusalem and besieged it."
            },
            {
                "verse_number": "11",
                "verse_text": "During the siege Nebuchadnezzar himself came to Jerusalem,"
            },
            {
                "verse_number": "12",
                "verse_text": "and King Jehoiachin, along with his mother, his sons, his officers, and the palace officials, surrendered to the Babylonians. In the eighth year of Nebuchadnezzar's reign he took Jehoiachin prisoner"
            },
            {
                "verse_number": "13",
                "verse_text": "and carried off to Babylon all the treasures in the Temple and the palace. As the Lord had foretold, Nebuchadnezzar broke up all the gold utensils which King Solomon had made for use in the Temple."
            },
            {
                "verse_number": "14",
                "verse_text": "Nebuchadnezzar carried away as prisoners the people of Jerusalem, all the royal princes, and all the leading men, ten thousand in all. He also deported all the skilled workers, including the blacksmiths, leaving only the poorest of the people behind in Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Nebuchadnezzar took Jehoiachin to Babylon as a prisoner, together with Jehoiachin's mother, his wives, his officials, and the leading men of Judah."
            },
            {
                "verse_number": "16",
                "verse_text": "Nebuchadnezzar deported all the important men to Babylonia, seven thousand in all, and one thousand skilled workers, including the blacksmiths, all of them able-bodied men fit for military duty."
            },
            {
                "verse_number": "17",
                "verse_text": "Nebuchadnezzar made Jehoiachin's uncle Mattaniah king of Judah and changed his name to Zedekiah."
            },
            {
                "verse_number": "18",
                "verse_text": "Zedekiah was twenty-one years old when he became king of Judah, and he ruled in Jerusalem for eleven years. His mother was Hamutal, the daughter of Jeremiah from the city of Libnah."
            },
            {
                "verse_number": "19",
                "verse_text": "King Zedekiah sinned against the Lord , just as King Jehoiakim had done."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord became so angry with the people of Jerusalem and Judah that he banished them from his sight."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Zedekiah rebelled against King Nebuchadnezzar of Babylonia, and so Nebuchadnezzar came with all his army and attacked Jerusalem on the tenth day of the tenth month of the ninth year of Zedekiah's reign. They set up camp outside the city, built siege walls around it,"
            },
            {
                "verse_number": "2",
                "verse_text": "and kept it under siege until Zedekiah's eleventh year."
            },
            {
                "verse_number": "3",
                "verse_text": "On the ninth day of the fourth month of that same year, when the famine was so bad that the people had nothing left to eat,"
            },
            {
                "verse_number": "4",
                "verse_text": "the city walls were broken through. Although the Babylonians were surrounding the city, all the soldiers escaped during the night. They left by way of the royal garden, went through the gateway connecting the two walls, and fled in the direction of the Jordan Valley."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Babylonian army pursued King Zedekiah, captured him in the plains near Jericho, and all his soldiers deserted him."
            },
            {
                "verse_number": "6",
                "verse_text": "Zedekiah was taken to King Nebuchadnezzar, who was in the city of Riblah, and there Nebuchadnezzar passed sentence on him."
            },
            {
                "verse_number": "7",
                "verse_text": "While Zedekiah was looking on, his sons were put to death; then Nebuchadnezzar had Zedekiah's eyes put out, placed him in chains, and took him to Babylon. So the people of Judah were carried away from their land into exile."
            },
            {
                "verse_number": "8",
                "verse_text": "On the seventh day of the fifth month of the nineteenth year of King Nebuchadnezzar of Babylonia, Nebuzaradan, adviser to the king and commander of his army, entered Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "He burned down the Temple, the palace, and the houses of all the important people in Jerusalem,"
            },
            {
                "verse_number": "10",
                "verse_text": "and his soldiers tore down the city walls."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Nebuzaradan took away to Babylonia the people who were left in the city, the remaining skilled workers, and those who had deserted to the Babylonians."
            },
            {
                "verse_number": "12",
                "verse_text": "But he left in Judah some of the poorest people, who owned no property, and put them to work in the vineyards and fields."
            },
            {
                "verse_number": "13",
                "verse_text": "The Babylonians broke in pieces the bronze columns and the carts that were in the Temple, together with the large bronze tank, and they took all the bronze to Babylon."
            },
            {
                "verse_number": "14",
                "verse_text": "They also took away the shovels and the ash containers used in cleaning the altar, the tools used in tending the lamps, the bowls used for catching the blood from the sacrifices, the bowls used for burning incense, and all the other bronze articles used in the Temple service."
            },
            {
                "verse_number": "15",
                "verse_text": "They took away everything that was made of gold or silver, including the small bowls and the pans used for carrying live coals."
            },
            {
                "verse_number": "16",
                "verse_text": "The bronze objects that King Solomon had made for the Temple&ndash;the two columns, the carts, and the large tank&ndash;were too heavy to weigh."
            },
            {
                "verse_number": "17",
                "verse_text": "The two columns were identical: each one was 27 feet high, with a bronze capital on top, 4 feet high. All around each capital was a bronze grillwork decorated with pomegranates made of bronze."
            },
            {
                "verse_number": "18",
                "verse_text": "In addition, Nebuzaradan, the commanding officer, took away as prisoners Seraiah the High Priest, Zephaniah the priest next in rank, and the three other important Temple officials."
            },
            {
                "verse_number": "19",
                "verse_text": "From the city he took the officer who had been in command of the troops, five of the king's personal advisers who were still in the city, the commander's assistant, who was in charge of military records, and sixty other important men."
            },
            {
                "verse_number": "20",
                "verse_text": "Nebuzaradan took them to the king of Babylonia, who was in the city of Riblah"
            },
            {
                "verse_number": "21",
                "verse_text": "in the territory of Hamath. There the king had them beaten and put to death."
            },
            {
                "verse_number": "22",
                "verse_text": "King Nebuchadnezzar of Babylonia made Gedaliah, the son of Ahikam and grandson of Shaphan, governor of Judah, and placed him in charge of all those who had not been taken away to Babylonia."
            },
            {
                "verse_number": "23",
                "verse_text": "When the Judean officers and soldiers who had not surrendered heard about this, they joined Gedaliah at Mizpah. These officers were Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth from the town of Netophah, and Jezaniah from Maacah."
            },
            {
                "verse_number": "24",
                "verse_text": "Gedaliah said to them, &apos;I give you my word that there is no need for you to be afraid of the Babylonian officials. Settle in this land, serve the king of Babylonia, and all will go well with you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But in the seventh month of that year, Ishmael, the son of Nethaniah and grandson of Elishama, a member of the royal family, went to Mizpah with ten men, attacked Gedaliah, and killed him. He also killed the Israelites and Babylonians who were there with him."
            },
            {
                "verse_number": "26",
                "verse_text": "Then all the Israelites, rich and poor alike, together with the army officers, left and went to Egypt, because they were afraid of the Babylonians."
            },
            {
                "verse_number": "27",
                "verse_text": "In the year that Evil-merodach became king of Babylonia, he showed kindness to King Jehoiachin of Judah by releasing him from prison. This happened on the twenty-seventh day of the twelfth month of the thirty-seventh year after Jehoiachin had been taken away as prisoner."
            },
            {
                "verse_number": "28",
                "verse_text": "Evil-merodach treated him kindly and gave him a position of greater honor than he gave the other kings who were exiles with him in Babylonia."
            },
            {
                "verse_number": "29",
                "verse_text": "So Jehoiachin was permitted to change from his prison clothes and to dine at the king's table for the rest of his life."
            },
            {
                "verse_number": "30",
                "verse_text": "Each day, for as long as he lived, he was given a regular allowance for his needs."
            }
        ]
    }
}