{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "How lonely lies Jerusalem, once so full of people! Once honored by the world, she is now like a widow; The noblest of cities has fallen into slavery. Of all her former friends, not one is left to comfort her. Her allies have betrayed her and are all against her now. They live in other lands, with no place to call their own— Surrounded by enemies, with no way to escape. The young women who sang there suffer, and the priests can only groan. The city gates stand empty, and Zion is in agony. The Lord has made her suffer for all her many sins; Her children have been captured and taken away. Her leaders are like deer that are weak from hunger, Whose strength is almost gone as they flee from the hunters. When she fell to the enemy, there was no one to help her; Her conquerors laughed at her downfall. She groans and hides her face in shame. Jerusalem made herself filthy with terrible sin. Her downfall was terrible; no one can comfort her. Her enemies have won, and she cries to the Lord for mercy. She saw them enter the Temple itself, Where the Lord had forbidden Gentiles to go. They exchange their treasures for food to keep themselves alive. “Look at me, Lord ,” the city cries; “see me in my misery.” “No one has ever had pain like mine, Pain that the Lord brought on me in the time of his anger. He set a trap for me and brought me to the ground. Then he abandoned me and left me in constant pain. He hung them around my neck, and I grew weak beneath the weight. The Lord gave me to my foes, and I was helpless against them. He sent an army to destroy my young men. He crushed my people like grapes in a wine press. No one can comfort me; no one can give me courage. The enemy has conquered me; my people have nothing left. The Lord has called enemies against me from every side; They treat me like some filthy thing. Listen to me, people everywhere; look at me in my pain. My young men and women have been taken away captive. The priests and the leaders died in the city streets, Looking for food to keep themselves alive. My heart is broken in sorrow for my sins. There is murder in the streets; even indoors there is death. My enemies are glad that you brought disaster on me. Punish them as you punished me for my sins. I groan in misery, and I am sick at heart.”"
            },
            {
                "verse_number": "2",
                "verse_text": "All night long she cries; tears run down her cheeks."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah's people are helpless slaves, forced away from home."
            },
            {
                "verse_number": "4",
                "verse_text": "No one comes to the Temple now to worship on the holy days."
            },
            {
                "verse_number": "5",
                "verse_text": "Her enemies succeeded; they hold her in their power."
            },
            {
                "verse_number": "6",
                "verse_text": "The splendor of Jerusalem is a thing of the past."
            },
            {
                "verse_number": "7",
                "verse_text": "A lonely ruin now, Jerusalem recalls her ancient splendor."
            },
            {
                "verse_number": "8",
                "verse_text": "Her honor is gone; she is naked and held in contempt."
            },
            {
                "verse_number": "9",
                "verse_text": "Her uncleanness was easily seen, but she showed no concern for her fate."
            },
            {
                "verse_number": "10",
                "verse_text": "The enemies robbed her of all her treasures."
            },
            {
                "verse_number": "11",
                "verse_text": "Her people groan as they look for something to eat;"
            },
            {
                "verse_number": "12",
                "verse_text": "“Look at me!” she cries to everyone who passes by."
            },
            {
                "verse_number": "13",
                "verse_text": "“He sent fire from above, a fire that burned inside me."
            },
            {
                "verse_number": "14",
                "verse_text": "“He took note of all my sins and tied them all together;"
            },
            {
                "verse_number": "15",
                "verse_text": "“The Lord laughed at all my strongest soldiers;"
            },
            {
                "verse_number": "16",
                "verse_text": "“That is why my eyes are overflowing with tears."
            },
            {
                "verse_number": "17",
                "verse_text": "“I stretch out my hands, but no one will help me."
            },
            {
                "verse_number": "18",
                "verse_text": "“But the Lord is just, for I have disobeyed him."
            },
            {
                "verse_number": "19",
                "verse_text": "“I called to my allies, but they refused to help me."
            },
            {
                "verse_number": "20",
                "verse_text": "“Look, O Lord , at my agony, at the anguish of my soul!"
            },
            {
                "verse_number": "21",
                "verse_text": "“Listen to my groans; there is no one to comfort me. Bring the day you promised; make my enemies suffer as I do."
            },
            {
                "verse_number": "22",
                "verse_text": "“Condemn them for all their wickedness;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord in his anger has covered Zion with darkness. Its heavenly splendor he has turned into ruins. On the day of his anger he abandoned even his Temple. And tore down the forts that defended the land. He brought disgrace on the kingdom and its rulers. He refused to help us when the enemy came. He raged against us like fire, destroying everything. He killed all those who were our joy and delight. Here in Jerusalem we felt his burning anger. He has left her forts and palaces in ruins. He has brought on the people of Judah unending sorrow. He has put an end to holy days and Sabbaths. King and priest alike have felt the force of his anger. He allowed the enemy to tear down its walls. They shouted in victory where once we had worshiped in joy. He measured them off to make sure of total destruction. The towers and walls now lie in ruins together. The king and the noblemen now are in exile. The Law is no longer taught, and the prophets have no visions from the Lord . With dust on their heads and sackcloth on their bodies. Young women bow their heads to the ground. I am exhausted with grief at the destruction of my people. Children and babies are fainting in the streets of the city. They fall in the streets as though they were wounded, And slowly die in their mothers' arms. How can I comfort you? No one has ever suffered like this. Your disaster is boundless as the ocean; there is no possible hope. Their preaching deceived you by never exposing your sin. They made you think you did not need to repent. They shake their heads and laugh at Jerusalem's ruins: “Is this that lovely city? Is this the pride of the world?” They curl their lips and sneer, “We have destroyed it! This is the day we have waited for!” He has destroyed us without mercy, as he warned us long ago. He gave our enemies victory, gave them joy at our downfall. Let your tears flow like rivers night and day; Wear yourself out with weeping and grief! Pour out your heart and beg him for mercy on your children— Children starving to death on every street corner! Women are eating the bodies of the children they loved! Priests and prophets are being killed in the Temple itself! Young men and women, killed by enemy swords. You slaughtered them without mercy on the day of your anger. And no one could escape on that day of your anger. They murdered my children, whom I had raised and loved."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord destroyed without mercy every village in Judah"
            },
            {
                "verse_number": "3",
                "verse_text": "In his fury he shattered the strength of Israel;"
            },
            {
                "verse_number": "4",
                "verse_text": "He aimed his arrows at us like an enemy;"
            },
            {
                "verse_number": "5",
                "verse_text": "Like an enemy, the Lord has destroyed Israel;"
            },
            {
                "verse_number": "6",
                "verse_text": "He smashed to pieces the Temple where we worshiped him;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord rejected his altar and deserted his holy Temple;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord was determined that the walls of Zion should fall;"
            },
            {
                "verse_number": "9",
                "verse_text": "The gates lie buried in rubble, their bars smashed to pieces."
            },
            {
                "verse_number": "10",
                "verse_text": "Jerusalem's old men sit on the ground in silence,"
            },
            {
                "verse_number": "11",
                "verse_text": "My eyes are worn out with weeping; my soul is in anguish."
            },
            {
                "verse_number": "12",
                "verse_text": "Hungry and thirsty, they cry to their mothers;"
            },
            {
                "verse_number": "13",
                "verse_text": "O Jerusalem, beloved Jerusalem, what can I say?"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets had nothing to tell you but lies;"
            },
            {
                "verse_number": "15",
                "verse_text": "People passing by the city look at you in scorn."
            },
            {
                "verse_number": "16",
                "verse_text": "All your enemies mock you and glare at you with hate."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has finally done what he threatened to do:"
            },
            {
                "verse_number": "18",
                "verse_text": "O Jerusalem, let your very walls cry out to the Lord!"
            },
            {
                "verse_number": "19",
                "verse_text": "All through the night get up again and again to cry out to the Lord;"
            },
            {
                "verse_number": "20",
                "verse_text": "Look, O Lord ! Why are you punishing us like this?"
            },
            {
                "verse_number": "21",
                "verse_text": "Young and old alike lie dead in the streets,"
            },
            {
                "verse_number": "22",
                "verse_text": "You invited my enemies to hold a carnival of terror all around me,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I am one who knows what it is to be punished by God."
            },
            {
                "verse_number": "2",
                "verse_text": "He drove me deeper and deeper into darkness"
            },
            {
                "verse_number": "3",
                "verse_text": "And beat me again and again with merciless blows."
            },
            {
                "verse_number": "4",
                "verse_text": "He has left my flesh open and raw, and has broken my bones."
            },
            {
                "verse_number": "5",
                "verse_text": "He has shut me in a prison of misery and anguish."
            },
            {
                "verse_number": "6",
                "verse_text": "He has forced me to live in the stagnant darkness of death."
            },
            {
                "verse_number": "7",
                "verse_text": "He has bound me in chains; I am a prisoner with no hope of escape."
            },
            {
                "verse_number": "8",
                "verse_text": "I cry aloud for help, but God refuses to listen;"
            },
            {
                "verse_number": "9",
                "verse_text": "I stagger as I walk; stone walls block me wherever I turn."
            },
            {
                "verse_number": "10",
                "verse_text": "He waited for me like a bear; he pounced on me like a lion."
            },
            {
                "verse_number": "11",
                "verse_text": "He chased me off the road, tore me to pieces, and left me."
            },
            {
                "verse_number": "12",
                "verse_text": "He drew his bow and made me the target for his arrows."
            },
            {
                "verse_number": "13",
                "verse_text": "He shot his arrows deep into my body."
            },
            {
                "verse_number": "14",
                "verse_text": "People laugh at me all day long; I am a joke to them all."
            },
            {
                "verse_number": "15",
                "verse_text": "Bitter suffering is all he has given me for food and drink."
            },
            {
                "verse_number": "16",
                "verse_text": "He rubbed my face in the ground and broke my teeth on rocks."
            },
            {
                "verse_number": "17",
                "verse_text": "I have forgotten what health and peace and happiness are."
            },
            {
                "verse_number": "18",
                "verse_text": "I do not have much longer to live; my hope in the Lord is gone."
            },
            {
                "verse_number": "19",
                "verse_text": "The thought of my pain, my homelessness, is bitter poison."
            },
            {
                "verse_number": "20",
                "verse_text": "I think of it constantly, and my spirit is depressed."
            },
            {
                "verse_number": "21",
                "verse_text": "Yet hope returns when I remember this one thing:"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord 's unfailing love and mercy still continue,"
            },
            {
                "verse_number": "23",
                "verse_text": "Fresh as the morning, as sure as the sunrise."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord is all I have, and so in him I put my hope."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord is good to everyone who trusts in him,"
            },
            {
                "verse_number": "26",
                "verse_text": "So it is best for us to wait in patience—to wait for him to save us—"
            },
            {
                "verse_number": "27",
                "verse_text": "And it is best to learn this patience in our youth."
            },
            {
                "verse_number": "28",
                "verse_text": "When we suffer, we should sit alone in silent patience;"
            },
            {
                "verse_number": "29",
                "verse_text": "We should bow in submission, for there may still be hope."
            },
            {
                "verse_number": "30",
                "verse_text": "Though beaten and insulted, we should accept it all."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord is merciful and will not reject us forever."
            },
            {
                "verse_number": "32",
                "verse_text": "He may bring us sorrow, but his love for us is sure and strong."
            },
            {
                "verse_number": "33",
                "verse_text": "He takes no pleasure in causing us grief or pain."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord knows when our spirits are crushed in prison;"
            },
            {
                "verse_number": "35",
                "verse_text": "He knows when we are denied the rights he gave us;"
            },
            {
                "verse_number": "36",
                "verse_text": "When justice is perverted in court, he knows."
            },
            {
                "verse_number": "37",
                "verse_text": "The will of the Lord alone is always carried out."
            },
            {
                "verse_number": "38",
                "verse_text": "Good and evil alike take place at his command."
            },
            {
                "verse_number": "39",
                "verse_text": "Why should we ever complain when we are punished for our sin?"
            },
            {
                "verse_number": "40",
                "verse_text": "Let us examine our ways and turn back to the Lord ."
            },
            {
                "verse_number": "41",
                "verse_text": "Let us open our hearts to God in heaven and pray,"
            },
            {
                "verse_number": "42",
                "verse_text": "“We have sinned and rebelled, and you, O Lord , have not forgiven us."
            },
            {
                "verse_number": "43",
                "verse_text": "“You pursued us and killed us; your mercy was hidden by your anger,"
            },
            {
                "verse_number": "44",
                "verse_text": "By a cloud of fury too thick for our prayers to get through."
            },
            {
                "verse_number": "45",
                "verse_text": "You have made us the garbage dump of the world."
            },
            {
                "verse_number": "46",
                "verse_text": "“We are insulted and mocked by all our enemies."
            },
            {
                "verse_number": "47",
                "verse_text": "We have been through disaster and ruin; we live in danger and fear."
            },
            {
                "verse_number": "48",
                "verse_text": "My eyes flow with rivers of tears at the destruction of my people."
            },
            {
                "verse_number": "49",
                "verse_text": "“My tears will pour out in a ceaseless stream"
            },
            {
                "verse_number": "50",
                "verse_text": "Until the Lord looks down from heaven and sees us."
            },
            {
                "verse_number": "51",
                "verse_text": "My heart is grieved when I see what has happened to the women of the city."
            },
            {
                "verse_number": "52",
                "verse_text": "“I was trapped like a bird by enemies who had no cause to hate me."
            },
            {
                "verse_number": "53",
                "verse_text": "They threw me alive into a pit and closed the opening with a stone."
            },
            {
                "verse_number": "54",
                "verse_text": "Water began to close over me, and I thought death was near."
            },
            {
                "verse_number": "55",
                "verse_text": "“From the bottom of the pit, O Lord , I cried out to you,"
            },
            {
                "verse_number": "56",
                "verse_text": "And when I begged you to listen to my cry, you heard."
            },
            {
                "verse_number": "57",
                "verse_text": "You answered me and told me not to be afraid."
            },
            {
                "verse_number": "58",
                "verse_text": "“You came to my rescue, Lord, and saved my life."
            },
            {
                "verse_number": "59",
                "verse_text": "Judge in my favor; you know the wrongs done against me."
            },
            {
                "verse_number": "60",
                "verse_text": "You know how my enemies hate me and how they plot against me."
            },
            {
                "verse_number": "61",
                "verse_text": "“You have heard them insult me, O Lord ; you know all their plots."
            },
            {
                "verse_number": "62",
                "verse_text": "All day long they talk about me and make their plans."
            },
            {
                "verse_number": "63",
                "verse_text": "From morning till night they make fun of me."
            },
            {
                "verse_number": "64",
                "verse_text": "“Punish them for what they have done, O Lord ;"
            },
            {
                "verse_number": "65",
                "verse_text": "Curse them and fill them with despair!"
            },
            {
                "verse_number": "66",
                "verse_text": "Hunt them down and wipe them off the earth!”"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Our glittering gold has grown dull; the stones of the Temple lie scattered in the streets. but now they are treated like common clay pots. but my people are like ostriches, cruel to their young. children are begging for food that no one will give them. those raised in luxury are pawing through garbage for food. which met a sudden downfall at the hands of God. vigorous and strong, glowing with health. their skin, dry as wood, has shriveled on their bones. who starved slowly to death, with no food to keep them alive. loving mothers boiled their own children for food. he lit a fire in Zion that burned it to the ground. believed that any invader could enter Jerusalem's gates. of causing the death of innocent people. so stained with blood that no one would touch them. So they wandered from nation to nation, welcomed by no one. He showed no regard for our priests and leaders. We kept waiting for help from a nation that had none to give. Our days were over; the end had come. They tracked us down in the hills; they took us by surprise in the desert. the one we had trusted to protect us from every invader. Your disaster is coming too; you too will stagger naked in shame. But Edom, the Lord will punish you; he will expose your guilty acts."
            },
            {
                "verse_number": "2",
                "verse_text": "Zion's young people were as precious to us as gold,"
            },
            {
                "verse_number": "3",
                "verse_text": "Even a mother wolf will nurse her cubs,"
            },
            {
                "verse_number": "4",
                "verse_text": "They let their babies die of hunger and thirst;"
            },
            {
                "verse_number": "5",
                "verse_text": "People who once ate the finest foods die starving in the streets;"
            },
            {
                "verse_number": "6",
                "verse_text": "My people have been punished even more than the inhabitants of Sodom,"
            },
            {
                "verse_number": "7",
                "verse_text": "Our princes were undefiled and pure as snow,"
            },
            {
                "verse_number": "8",
                "verse_text": "Now they lie unknown in the streets, their faces blackened in death;"
            },
            {
                "verse_number": "9",
                "verse_text": "Those who died in the war were better off than those who died later,"
            },
            {
                "verse_number": "10",
                "verse_text": "The disaster that came to my people brought horror;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord turned loose the full force of his fury;"
            },
            {
                "verse_number": "12",
                "verse_text": "No one anywhere, not even rulers of foreign nations,"
            },
            {
                "verse_number": "13",
                "verse_text": "But it happened, because her prophets sinned and her priests were guilty"
            },
            {
                "verse_number": "14",
                "verse_text": "Her leaders wandered through the streets as though blind,"
            },
            {
                "verse_number": "15",
                "verse_text": "“Get away!” people shouted. “You're defiled! Don't touch me!”"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord had no more concern for them; he scattered them himself."
            },
            {
                "verse_number": "17",
                "verse_text": "For help that never came, we looked until we could look no longer."
            },
            {
                "verse_number": "18",
                "verse_text": "The enemy was watching for us; we could not even walk in the streets."
            },
            {
                "verse_number": "19",
                "verse_text": "Swifter than eagles swooping from the sky, they chased us down."
            },
            {
                "verse_number": "20",
                "verse_text": "They captured the source of our life, the king the Lord had chosen,"
            },
            {
                "verse_number": "21",
                "verse_text": "Laugh on, people of Edom and Uz; be glad while you can."
            },
            {
                "verse_number": "22",
                "verse_text": "Zion has paid for her sin; the Lord will not keep us in exile any longer."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Remember, O Lord , what has happened to us. Look at us, and see our disgrace. foreigners are living in our homes. and now our mothers are widows. we must buy the wood we need for fuel. we are tired, but are allowed no rest. we went begging to Egypt and Assyria. and we are suffering for their sins. and no one can save us from their power. we risk our lives when we look for food. until our skin is as hot as an oven. in every Judean village our daughters have been forced to submit. our elders are shown no respect. boys go staggering under heavy loads of wood. and the young people no longer make music. grief has taken the place of our dances. We sinned, and now we are doomed. and can hardly see through our tears, and wild jackals prowl through its ruins. and will rule to the end of time. Will you ever remember us again? Restore our ancient glory. Is there no limit to your anger?"
            },
            {
                "verse_number": "2",
                "verse_text": "Our property is in the hands of strangers;"
            },
            {
                "verse_number": "3",
                "verse_text": "Our fathers have been killed by the enemy,"
            },
            {
                "verse_number": "4",
                "verse_text": "We must pay for the water we drink;"
            },
            {
                "verse_number": "5",
                "verse_text": "Driven hard like donkeys or camels,"
            },
            {
                "verse_number": "6",
                "verse_text": "To get food enough to stay alive,"
            },
            {
                "verse_number": "7",
                "verse_text": "Our ancestors sinned, but now they are gone,"
            },
            {
                "verse_number": "8",
                "verse_text": "Our rulers are no better than slaves,"
            },
            {
                "verse_number": "9",
                "verse_text": "Murderers roam through the countryside;"
            },
            {
                "verse_number": "10",
                "verse_text": "Hunger has made us burn with fever"
            },
            {
                "verse_number": "11",
                "verse_text": "Our wives have been raped on Mount Zion itself;"
            },
            {
                "verse_number": "12",
                "verse_text": "Our leaders have been taken and hanged;"
            },
            {
                "verse_number": "13",
                "verse_text": "Our young men are forced to grind grain like slaves;"
            },
            {
                "verse_number": "14",
                "verse_text": "The old people no longer sit at the city gate,"
            },
            {
                "verse_number": "15",
                "verse_text": "Happiness has gone out of our lives;"
            },
            {
                "verse_number": "16",
                "verse_text": "Nothing is left of all we were proud of."
            },
            {
                "verse_number": "17",
                "verse_text": "We are sick at our very hearts"
            },
            {
                "verse_number": "18",
                "verse_text": "because Mount Zion lies lonely and deserted,"
            },
            {
                "verse_number": "19",
                "verse_text": "But you, O Lord , are king forever"
            },
            {
                "verse_number": "20",
                "verse_text": "Why have you abandoned us so long?"
            },
            {
                "verse_number": "21",
                "verse_text": "Bring us back to you, Lord ! Bring us back!"
            },
            {
                "verse_number": "22",
                "verse_text": "Or have you rejected us forever?"
            }
        ]
    }
}