{
    "Hebrews": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the past God spoke to our ancestors many times and in many ways through the prophets,"
            },
            {
                "verse_number": "2",
                "verse_text": "but in these last days he has spoken to us through his Son. He is the one through whom God created the universe, the one whom God has chosen to possess all things at the end."
            },
            {
                "verse_number": "3",
                "verse_text": "He reflects the brightness of God's glory and is the exact likeness of God's own being, sustaining the universe with his powerful word. After achieving forgiveness for the sins of all human beings, he sat down in heaven at the right side of God, the Supreme Power."
            },
            {
                "verse_number": "4",
                "verse_text": "The Son was made greater than the angels, just as the name that God gave him is greater than theirs."
            },
            {
                "verse_number": "5",
                "verse_text": "For God never said to any of his angels, “You are my Son; today I have become your Father.” Nor did God say about any angel, “I will be his Father, and he will be my Son.”"
            },
            {
                "verse_number": "6",
                "verse_text": "But when God was about to send his first-born Son into the world, he said, “All of God's angels must worship him.”"
            },
            {
                "verse_number": "7",
                "verse_text": "But about the angels God said, “God makes his angels winds, and his servants flames of fire.”"
            },
            {
                "verse_number": "8",
                "verse_text": "About the Son, however, God said: “Your kingdom, O God, will last forever and ever! You rule over your people with justice."
            },
            {
                "verse_number": "9",
                "verse_text": "You love what is right and hate what is wrong. That is why God, your God, has chosen you and has given you the joy of an honor far greater than he gave to your companions.”"
            },
            {
                "verse_number": "10",
                "verse_text": "He also said, “You, Lord, in the beginning created the earth, and with your own hands you made the heavens."
            },
            {
                "verse_number": "11",
                "verse_text": "They will disappear, but you will remain; they will all wear out like clothes."
            },
            {
                "verse_number": "12",
                "verse_text": "You will fold them up like a coat, and they will be changed like clothes. But you are always the same, and your life never ends.”"
            },
            {
                "verse_number": "13",
                "verse_text": "God never said to any of his angels: “Sit here at my right side until I put your enemies as a footstool under your feet.”"
            },
            {
                "verse_number": "14",
                "verse_text": "What are the angels, then? They are spirits who serve God and are sent by him to help those who are to receive salvation."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "That is why we must hold on all the more firmly to the truths we have heard, so that we will not be carried away."
            },
            {
                "verse_number": "2",
                "verse_text": "The message given to our ancestors by the angels was shown to be true, and those who did not follow it or obey it received the punishment they deserved."
            },
            {
                "verse_number": "3",
                "verse_text": "How, then, shall we escape if we pay no attention to such a great salvation? The Lord himself first announced this salvation, and those who heard him proved to us that it is true."
            },
            {
                "verse_number": "4",
                "verse_text": "At the same time God added his witness to theirs by performing all kinds of miracles and wonders and by distributing the gifts of the Holy Spirit according to his will."
            },
            {
                "verse_number": "5",
                "verse_text": "God has not placed the angels as rulers over the new world to come—the world of which we speak."
            },
            {
                "verse_number": "6",
                "verse_text": "Instead, as it is said somewhere in the Scriptures: “What are human beings, O God, that you should think of them; mere human beings, that you should care for them?"
            },
            {
                "verse_number": "7",
                "verse_text": "You made them for a little while lower than the angels; you crowned them with glory and honor,"
            },
            {
                "verse_number": "8",
                "verse_text": "and made them rulers over all things.” It says that God made them “rulers over all things”; this clearly includes everything. We do not, however, see human beings ruling over all things now."
            },
            {
                "verse_number": "9",
                "verse_text": "But we do see Jesus, who for a little while was made lower than the angels, so that through God's grace he should die for everyone. We see him now crowned with glory and honor because of the death he suffered."
            },
            {
                "verse_number": "10",
                "verse_text": "It was only right that God, who creates and preserves all things, should make Jesus perfect through suffering, in order to bring many children to share his glory. For Jesus is the one who leads them to salvation."
            },
            {
                "verse_number": "11",
                "verse_text": "He purifies people from their sins, and both he and those who are made pure all have the same Father. That is why Jesus is not ashamed to call them his family."
            },
            {
                "verse_number": "12",
                "verse_text": "He says to God, “I will tell my people what you have done; I will praise you in their meeting.”"
            },
            {
                "verse_number": "13",
                "verse_text": "He also says, “I will put my trust in God.” And he also says, “Here I am with the children that God has given me.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Since the children, as he calls them, are people of flesh and blood, Jesus himself became like them and shared their human nature. He did this so that through his death he might destroy the Devil, who has the power over death,"
            },
            {
                "verse_number": "15",
                "verse_text": "and in this way set free those who were slaves all their lives because of their fear of death."
            },
            {
                "verse_number": "16",
                "verse_text": "For it is clear that it is not the angels that he helps. Instead, he helps the descendants of Abraham."
            },
            {
                "verse_number": "17",
                "verse_text": "This means that he had to become like his people in every way, in order to be their faithful and merciful High Priest in his service to God, so that the people's sins would be forgiven."
            },
            {
                "verse_number": "18",
                "verse_text": "And now he can help those who are tempted, because he himself was tempted and suffered."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My Christian friends, who also have been called by God! Think of Jesus, whom God sent to be the High Priest of the faith we profess."
            },
            {
                "verse_number": "2",
                "verse_text": "He was faithful to God, who chose him to do this work, just as Moses was faithful in his work in God's house."
            },
            {
                "verse_number": "3",
                "verse_text": "A man who builds a house receives more honor than the house itself. In the same way Jesus is worthy of much greater honor than Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "Every house, of course, is built by someone—and God is the one who has built all things."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses was faithful in God's house as a servant, and he spoke of the things that God would say in the future."
            },
            {
                "verse_number": "6",
                "verse_text": "But Christ is faithful as the Son in charge of God's house. We are his house if we keep up our courage and our confidence in what we hope for."
            },
            {
                "verse_number": "7",
                "verse_text": "So then, as the Holy Spirit says, “If you hear God's voice today,"
            },
            {
                "verse_number": "8",
                "verse_text": "do not be stubborn, as your ancestors were when they rebelled against God, as they were that day in the desert when they put him to the test."
            },
            {
                "verse_number": "9",
                "verse_text": "There they put me to the test and tried me, says God, although they had seen what I did for forty years."
            },
            {
                "verse_number": "10",
                "verse_text": "And so I was angry with those people and said, ‘They are always disloyal and refuse to obey my commands.’"
            },
            {
                "verse_number": "11",
                "verse_text": "I was angry and made a solemn promise: ‘They will never enter the land where I would have given them rest!’”"
            },
            {
                "verse_number": "12",
                "verse_text": "My friends, be careful that none of you have a heart so evil and unbelieving that you will turn away from the living God."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, in order that none of you be deceived by sin and become stubborn, you must help one another every day, as long as the word “Today” in the scripture applies to us."
            },
            {
                "verse_number": "14",
                "verse_text": "For we are all partners with Christ if we hold firmly to the end the confidence we had at the beginning."
            },
            {
                "verse_number": "15",
                "verse_text": "This is what the scripture says: “If you hear God's voice today, do not be stubborn, as your ancestors were when they rebelled against God.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Who were the people who heard God's voice and rebelled against him? All those who were led out of Egypt by Moses."
            },
            {
                "verse_number": "17",
                "verse_text": "With whom was God angry for forty years? With the people who sinned, who fell down dead in the desert."
            },
            {
                "verse_number": "18",
                "verse_text": "When God made his solemn promise, “They will never enter the land where I would have given them rest”—of whom was he speaking? Of those who rebelled."
            },
            {
                "verse_number": "19",
                "verse_text": "We see, then, that they were not able to enter the land, because they did not believe."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now, God has offered us the promise that we may receive that rest he spoke about. Let us take care, then, that none of you will be found to have failed to receive that promised rest."
            },
            {
                "verse_number": "2",
                "verse_text": "For we have heard the Good News, just as they did. They heard the message, but it did them no good, because when they heard it, they did not accept it with faith."
            },
            {
                "verse_number": "3",
                "verse_text": "We who believe, then, do receive that rest which God promised. It is just as he said, “I was angry and made a solemn promise: ‘They will never enter the land where I would have given them rest!’” He said this even though his work had been finished from the time he created the world."
            },
            {
                "verse_number": "4",
                "verse_text": "For somewhere in the Scriptures this is said about the seventh day: “God rested on the seventh day from all his work.”"
            },
            {
                "verse_number": "5",
                "verse_text": "This same matter is spoken of again: “They will never enter that land where I would have given them rest.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Those who first heard the Good News did not receive that rest, because they did not believe. There are, then, others who are allowed to receive it."
            },
            {
                "verse_number": "7",
                "verse_text": "This is shown by the fact that God sets another day, which is called “Today.” Many years later he spoke of it through David in the scripture already quoted: “If you hear God's voice today, do not be stubborn.”"
            },
            {
                "verse_number": "8",
                "verse_text": "If Joshua had given the people the rest that God had promised, God would not have spoken later about another day."
            },
            {
                "verse_number": "9",
                "verse_text": "As it is, however, there still remains for God's people a rest like God's resting on the seventh day."
            },
            {
                "verse_number": "10",
                "verse_text": "For those who receive that rest which God promised will rest from their own work, just as God rested from his."
            },
            {
                "verse_number": "11",
                "verse_text": "Let us, then, do our best to receive that rest, so that no one of us will fail as they did because of their lack of faith."
            },
            {
                "verse_number": "12",
                "verse_text": "The word of God is alive and active, sharper than any double-edged sword. It cuts all the way through, to where soul and spirit meet, to where joints and marrow come together. It judges the desires and thoughts of the heart."
            },
            {
                "verse_number": "13",
                "verse_text": "There is nothing that can be hid from God; everything in all creation is exposed and lies open before his eyes. And it is to him that we must all give an account of ourselves."
            },
            {
                "verse_number": "14",
                "verse_text": "Let us, then, hold firmly to the faith we profess. For we have a great High Priest who has gone into the very presence of God—Jesus, the Son of God."
            },
            {
                "verse_number": "15",
                "verse_text": "Our High Priest is not one who cannot feel sympathy for our weaknesses. On the contrary, we have a High Priest who was tempted in every way that we are, but did not sin."
            },
            {
                "verse_number": "16",
                "verse_text": "Let us have confidence, then, and approach God's throne, where there is grace. There we will receive mercy and find grace to help us just when we need it."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Every high priest is chosen from his fellow-men and appointed to serve God on their behalf, to offer sacrifices and offerings for sins."
            },
            {
                "verse_number": "2",
                "verse_text": "Since he himself is weak in many ways, he is able to be gentle with those who are ignorant and make mistakes."
            },
            {
                "verse_number": "3",
                "verse_text": "And because he is himself weak, he must offer sacrifices not only for the sins of the people but also for his own sins."
            },
            {
                "verse_number": "4",
                "verse_text": "No one chooses for himself the honor of being a high priest. It is only by God's call that a man is made a high priest—just as Aaron was."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, Christ did not take upon himself the honor of being a high priest. Instead, God said to him, “You are my Son; today I have become your Father.”"
            },
            {
                "verse_number": "6",
                "verse_text": "He also said in another place, “You will be a priest forever, in the priestly order of Melchizedek.”"
            },
            {
                "verse_number": "7",
                "verse_text": "In his life on earth Jesus made his prayers and requests with loud cries and tears to God, who could save him from death. Because he was humble and devoted, God heard him."
            },
            {
                "verse_number": "8",
                "verse_text": "But even though he was God's Son, he learned through his sufferings to be obedient."
            },
            {
                "verse_number": "9",
                "verse_text": "When he was made perfect, he became the source of eternal salvation for all those who obey him,"
            },
            {
                "verse_number": "10",
                "verse_text": "and God declared him to be high priest, in the priestly order of Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "There is much we have to say about this matter, but it is hard to explain to you, because you are so slow to understand."
            },
            {
                "verse_number": "12",
                "verse_text": "There has been enough time for you to be teachers—yet you still need someone to teach you the first lessons of God's message. Instead of eating solid food, you still have to drink milk."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who has to drink milk is still a child, without any experience in the matter of right and wrong."
            },
            {
                "verse_number": "14",
                "verse_text": "Solid food, on the other hand, is for adults, who through practice are able to distinguish between good and evil."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Let us go forward, then, to mature teaching and leave behind us the first lessons of the Christian message. We should not lay again the foundation of turning away from useless works and believing in God;"
            },
            {
                "verse_number": "2",
                "verse_text": "of the teaching about baptisms"
            },
            {
                "verse_number": "2",
                "verse_text": "and the laying on of hands; of the resurrection of the dead and the eternal judgment."
            },
            {
                "verse_number": "3",
                "verse_text": "Let us go forward! And this is what we will do, if God allows."
            },
            {
                "verse_number": "4",
                "verse_text": "For how can those who abandon their faith be brought back to repent again? They were once in God's light; they tasted heaven's gift and received their share of the Holy Spirit;"
            },
            {
                "verse_number": "5",
                "verse_text": "they knew from experience that God's word is good, and they had felt the powers of the coming age."
            },
            {
                "verse_number": "6",
                "verse_text": "And then they abandoned their faith! It is impossible to bring them back to repent again, because they are again crucifying the Son of God and exposing him to public shame."
            },
            {
                "verse_number": "7",
                "verse_text": "God blesses the soil which drinks in the rain that often falls on it and which grows plants that are useful to those for whom it is cultivated."
            },
            {
                "verse_number": "8",
                "verse_text": "But if it grows thorns and weeds, it is worth nothing; it is in danger of being cursed by God and will be destroyed by fire."
            },
            {
                "verse_number": "9",
                "verse_text": "But even if we speak like this, dear friends, we feel sure about you. We know that you have the better blessings that belong to your salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "God is not unfair. He will not forget the work you did or the love you showed for him in the help you gave and are still giving to other Christians."
            },
            {
                "verse_number": "11",
                "verse_text": "Our great desire is that each of you keep up your eagerness to the end, so that the things you hope for will come true."
            },
            {
                "verse_number": "12",
                "verse_text": "We do not want you to become lazy, but to be like those who believe and are patient, and so receive what God has promised."
            },
            {
                "verse_number": "13",
                "verse_text": "When God made his promise to Abraham, he made a vow to do what he had promised. Since there was no one greater than himself, he used his own name when he made his vow."
            },
            {
                "verse_number": "14",
                "verse_text": "He said, “I promise you that I will bless you and give you many descendants.”"
            },
            {
                "verse_number": "15",
                "verse_text": "Abraham was patient, and so he received what God had promised."
            },
            {
                "verse_number": "16",
                "verse_text": "When we make a vow, we use the name of someone greater than ourselves, and the vow settles all arguments."
            },
            {
                "verse_number": "17",
                "verse_text": "To those who were to receive what he promised, God wanted to make it very clear that he would never change his purpose; so he added his vow to the promise."
            },
            {
                "verse_number": "18",
                "verse_text": "There are these two things, then, that cannot change and about which God cannot lie. So we who have found safety with him are greatly encouraged to hold firmly to the hope placed before us."
            },
            {
                "verse_number": "19",
                "verse_text": "We have this hope as an anchor for our lives. It is safe and sure, and goes through the curtain of the heavenly temple into the inner sanctuary."
            },
            {
                "verse_number": "20",
                "verse_text": "On our behalf Jesus has gone in there before us and has become a high priest forever, in the priestly order of Melchizedek."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "This Melchizedek was king of Salem and a priest of the Most High God. As Abraham was coming back from the battle in which he defeated the four kings, Melchizedek met him and blessed him,"
            },
            {
                "verse_number": "2",
                "verse_text": "and Abraham gave him one tenth of all he had taken. (The first meaning of Melchizedek's name is “King of Righteousness”; and because he was king of Salem, his name also means “King of Peace.”)"
            },
            {
                "verse_number": "3",
                "verse_text": "There is no record of Melchizedek's father or mother or of any of his ancestors; no record of his birth or of his death. He is like the Son of God; he remains a priest forever."
            },
            {
                "verse_number": "4",
                "verse_text": "You see, then, how great he was. Abraham, our famous ancestor, gave him one tenth of all he got in the battle."
            },
            {
                "verse_number": "5",
                "verse_text": "And those descendants of Levi who are priests are commanded by the Law to collect one tenth from the people of Israel, that is, from their own people, even though they are also descendants of Abraham."
            },
            {
                "verse_number": "6",
                "verse_text": "Melchizedek was not descended from Levi, but he collected one tenth from Abraham and blessed him, the man who received God's promises."
            },
            {
                "verse_number": "7",
                "verse_text": "There is no doubt that the one who blesses is greater than the one who is blessed."
            },
            {
                "verse_number": "8",
                "verse_text": "In the case of the priests the tenth is collected by men who die; but as for Melchizedek the tenth was collected by one who lives, as the scripture says."
            },
            {
                "verse_number": "9",
                "verse_text": "And, so to speak, when Abraham paid the tenth, Levi (whose descendants collect the tenth) also paid it."
            },
            {
                "verse_number": "10",
                "verse_text": "For Levi had not yet been born, but was, so to speak, in the body of his ancestor Abraham when Melchizedek met him."
            },
            {
                "verse_number": "11",
                "verse_text": "It was on the basis of the levitical priesthood that the Law was given to the people of Israel. Now, if the work of the levitical priests had been perfect, there would have been no need for a different kind of priest to appear, one who is in the priestly order of Melchizedek,"
            },
            {
                "verse_number": "11",
                "verse_text": "not of Aaron."
            },
            {
                "verse_number": "12",
                "verse_text": "For when the priesthood is changed, there also has to be a change in the law."
            },
            {
                "verse_number": "13",
                "verse_text": "And our Lord, of whom these things are said, belonged to a different tribe, and no member of his tribe ever served as a priest."
            },
            {
                "verse_number": "14",
                "verse_text": "It is well known that he was born a member of the tribe of Judah; and Moses did not mention this tribe when he spoke of priests."
            },
            {
                "verse_number": "15",
                "verse_text": "The matter becomes even plainer; a different priest has appeared, who is like Melchizedek."
            },
            {
                "verse_number": "16",
                "verse_text": "He was made a priest, not by human rules and regulations, but through the power of a life which has no end."
            },
            {
                "verse_number": "17",
                "verse_text": "For the scripture says, “You will be a priest forever, in the priestly order of Melchizedek.”"
            },
            {
                "verse_number": "18",
                "verse_text": "The old rule, then, is set aside, because it was weak and useless."
            },
            {
                "verse_number": "19",
                "verse_text": "For the Law of Moses could not make anything perfect. And now a better hope has been provided through which we come near to God."
            },
            {
                "verse_number": "20",
                "verse_text": "In addition, there is also God's vow. There was no such vow when the others were made priests."
            },
            {
                "verse_number": "21",
                "verse_text": "But Jesus became a priest by means of a vow when God said to him, “The Lord has made a solemn promise and will not take it back: ‘You will be a priest forever.’”"
            },
            {
                "verse_number": "22",
                "verse_text": "This difference, then, also makes Jesus the guarantee of a better covenant."
            },
            {
                "verse_number": "23",
                "verse_text": "There is another difference: there were many of those other priests, because they died and could not continue their work."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus lives on forever, and his work as priest does not pass on to someone else."
            },
            {
                "verse_number": "25",
                "verse_text": "And so he is able, now and always, to save those who come to God through him, because he lives forever to plead with God for them."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus, then, is the High Priest that meets our needs. He is holy; he has no fault or sin in him; he has been set apart from sinners and raised above the heavens."
            },
            {
                "verse_number": "27",
                "verse_text": "He is not like other high priests; he does not need to offer sacrifices every day for his own sins first and then for the sins of the people. He offered one sacrifice, once and for all, when he offered himself."
            },
            {
                "verse_number": "28",
                "verse_text": "The Law of Moses appoints men who are imperfect to be high priests; but God's promise made with the vow, which came later than the Law, appoints the Son, who has been made perfect forever."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The whole point of what we are saying is that we have such a High Priest, who sits at the right of the throne of the Divine Majesty in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "He serves as high priest in the Most Holy Place, that is, in the real tent which was put up by the Lord, not by human hands."
            },
            {
                "verse_number": "3",
                "verse_text": "Every high priest is appointed to present offerings and animal sacrifices to God, and so our High Priest must also have something to offer."
            },
            {
                "verse_number": "4",
                "verse_text": "If he were on earth, he would not be a priest at all, since there are priests who offer the gifts required by the Jewish Law."
            },
            {
                "verse_number": "5",
                "verse_text": "The work they do as priests is really only a copy and a shadow of what is in heaven. It is the same as it was with Moses. When he was about to build the Sacred Tent, God told him, “Be sure to make everything according to the pattern you were shown on the mountain.”"
            },
            {
                "verse_number": "6",
                "verse_text": "But now, Jesus has been given priestly work which is superior to theirs, just as the covenant which he arranged between God and his people is a better one, because it is based on promises of better things."
            },
            {
                "verse_number": "7",
                "verse_text": "If there had been nothing wrong with the first covenant, there would have been no need for a second one."
            },
            {
                "verse_number": "8",
                "verse_text": "But God finds fault with his people when he says, “The days are coming, says the Lord, when I will draw up a new covenant with the people of Israel and with the people of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "It will not be like the covenant that I made with their ancestors on the day I took them by the hand and led them out of Egypt. They were not faithful to the covenant I made with them, and so I paid no attention to them."
            },
            {
                "verse_number": "10",
                "verse_text": "Now, this is the covenant that I will make with the people of Israel in the days to come, says the Lord: I will put my laws in their minds and write them on their hearts. I will be their God, and they will be my people."
            },
            {
                "verse_number": "11",
                "verse_text": "None of them will have to teach their friends or tell their neighbors, ‘Know the Lord.’ For they will all know me, from the least to the greatest."
            },
            {
                "verse_number": "12",
                "verse_text": "I will forgive their sins and will no longer remember their wrongs.”"
            },
            {
                "verse_number": "13",
                "verse_text": "By speaking of a new covenant, God has made the first one old; and anything that becomes old and worn out will soon disappear."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The first covenant had rules for worship and a place made for worship as well."
            },
            {
                "verse_number": "2",
                "verse_text": "A tent was put up, the outer one, which was called the Holy Place. In it were the lampstand and the table with the bread offered to God."
            },
            {
                "verse_number": "3",
                "verse_text": "Behind the second curtain was the tent called the Most Holy Place."
            },
            {
                "verse_number": "4",
                "verse_text": "In it were the gold altar for the burning of incense and the Covenant Box all covered with gold and containing the gold jar with the manna in it, Aaron's stick that had sprouted leaves, and the two stone tablets with the commandments written on them."
            },
            {
                "verse_number": "5",
                "verse_text": "Above the Box were the winged creatures representing God's presence, with their wings spread over the place where sins were forgiven. But now is not the time to explain everything in detail."
            },
            {
                "verse_number": "6",
                "verse_text": "This is how those things have been arranged. The priests go into the outer tent every day to perform their duties,"
            },
            {
                "verse_number": "7",
                "verse_text": "but only the high priest goes into the inner tent, and he does so only once a year. He takes with him blood which he offers to God on behalf of himself and for the sins which the people have committed without knowing they were sinning."
            },
            {
                "verse_number": "8",
                "verse_text": "The Holy Spirit clearly teaches from all these arrangements that the way into the Most Holy Place has not yet been opened as long as the outer tent still stands."
            },
            {
                "verse_number": "9",
                "verse_text": "This is a symbol which points to the present time. It means that the offerings and animal sacrifices presented to God cannot make the worshiper's heart perfect,"
            },
            {
                "verse_number": "10",
                "verse_text": "since they have to do only with food, drink, and various purification ceremonies. These are all outward rules, which apply only until the time when God will establish the new order."
            },
            {
                "verse_number": "11",
                "verse_text": "But Christ has already come as the High Priest of the good things that are already here."
            },
            {
                "verse_number": "11",
                "verse_text": "The tent in which he serves is greater and more perfect; it is not a tent made by human hands, that is, it is not a part of this created world."
            },
            {
                "verse_number": "12",
                "verse_text": "When Christ went through the tent and entered once and for all into the Most Holy Place, he did not take the blood of goats and bulls to offer as a sacrifice; rather, he took his own blood and obtained eternal salvation for us."
            },
            {
                "verse_number": "13",
                "verse_text": "The blood of goats and bulls and the ashes of a burnt calf are sprinkled on the people who are ritually unclean, and this purifies them by taking away their ritual impurity."
            },
            {
                "verse_number": "14",
                "verse_text": "Since this is true, how much more is accomplished by the blood of Christ! Through the eternal Spirit he offered himself as a perfect sacrifice to God. His blood will purify our consciences from useless rituals, so that we may serve the living God."
            },
            {
                "verse_number": "15",
                "verse_text": "For this reason Christ is the one who arranges a new covenant, so that those who have been called by God may receive the eternal blessings that God has promised. This can be done because there has been a death which sets people free from the wrongs they did while the first covenant was in effect."
            },
            {
                "verse_number": "16",
                "verse_text": "In the case of a will it is necessary to prove that the person who made it has died,"
            },
            {
                "verse_number": "17",
                "verse_text": "for a will means nothing while the person who made it is alive; it goes into effect only after his death."
            },
            {
                "verse_number": "18",
                "verse_text": "That is why even the first covenant"
            },
            {
                "verse_number": "18",
                "verse_text": "went into effect only with the use of blood."
            },
            {
                "verse_number": "19",
                "verse_text": "First, Moses proclaimed to the people all the commandments as set forth in the Law. Then he took the blood of bulls and goats, mixed it with water, and sprinkled it on the book of the Law and all the people, using a sprig of hyssop and some red wool."
            },
            {
                "verse_number": "20",
                "verse_text": "He said, “This is the blood which seals the covenant that God has commanded you to obey.”"
            },
            {
                "verse_number": "21",
                "verse_text": "In the same way Moses also sprinkled the blood on the Sacred Tent and over all the things used in worship."
            },
            {
                "verse_number": "22",
                "verse_text": "Indeed, according to the Law almost everything is purified by blood, and sins are forgiven only if blood is poured out."
            },
            {
                "verse_number": "23",
                "verse_text": "Those things, which are copies of the heavenly originals, had to be purified in that way. But the heavenly things themselves require much better sacrifices."
            },
            {
                "verse_number": "24",
                "verse_text": "For Christ did not go into a Holy Place made by human hands, which was a copy of the real one. He went into heaven itself, where he now appears on our behalf in the presence of God."
            },
            {
                "verse_number": "25",
                "verse_text": "The Jewish high priest goes into the Most Holy Place every year with the blood of an animal. But Christ did not go in to offer himself many times,"
            },
            {
                "verse_number": "26",
                "verse_text": "for then he would have had to suffer many times ever since the creation of the world. Instead, now when all ages of time are nearing the end, he has appeared once and for all, to remove sin through the sacrifice of himself."
            },
            {
                "verse_number": "27",
                "verse_text": "Everyone must die once, and after that be judged by God."
            },
            {
                "verse_number": "28",
                "verse_text": "In the same manner Christ also was offered in sacrifice once to take away the sins of many. He will appear a second time, not to deal with sin, but to save those who are waiting for him."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Jewish Law is not a full and faithful model of the real things; it is only a faint outline of the good things to come. The same sacrifices are offered forever, year after year. How can the Law, then, by means of these sacrifices make perfect the people who come to God?"
            },
            {
                "verse_number": "2",
                "verse_text": "If the people worshiping God had really been purified from their sins, they would not feel guilty of sin any more, and all sacrifices would stop."
            },
            {
                "verse_number": "3",
                "verse_text": "As it is, however, the sacrifices serve year after year to remind people of their sins."
            },
            {
                "verse_number": "4",
                "verse_text": "For the blood of bulls and goats can never take away sins."
            },
            {
                "verse_number": "5",
                "verse_text": "For this reason, when Christ was about to come into the world, he said to God: “You do not want sacrifices and offerings, but you have prepared a body for me."
            },
            {
                "verse_number": "6",
                "verse_text": "You are not pleased with animals burned whole on the altar or with sacrifices to take away sins."
            },
            {
                "verse_number": "7",
                "verse_text": "Then I said, ‘Here I am, to do your will, O God, just as it is written of me in the book of the Law.’”"
            },
            {
                "verse_number": "8",
                "verse_text": "First he said, “You neither want nor are you pleased with sacrifices and offerings or with animals burned on the altar and the sacrifices to take away sins.” He said this even though all these sacrifices are offered according to the Law."
            },
            {
                "verse_number": "9",
                "verse_text": "Then he said, “Here I am, O God, to do your will.” So God does away with all the old sacrifices and puts the sacrifice of Christ in their place."
            },
            {
                "verse_number": "10",
                "verse_text": "Because Jesus Christ did what God wanted him to do, we are all purified from sin by the offering that he made of his own body once and for all."
            },
            {
                "verse_number": "11",
                "verse_text": "Every Jewish priest performs his services every day and offers the same sacrifices many times; but these sacrifices can never take away sins."
            },
            {
                "verse_number": "12",
                "verse_text": "Christ, however, offered one sacrifice for sins, an offering that is effective forever, and then he sat down at the right side of God."
            },
            {
                "verse_number": "13",
                "verse_text": "There he now waits until God puts his enemies as a footstool under his feet."
            },
            {
                "verse_number": "14",
                "verse_text": "With one sacrifice, then, he has made perfect forever those who are purified from sin."
            },
            {
                "verse_number": "15",
                "verse_text": "And the Holy Spirit also gives us his witness. First he says,"
            },
            {
                "verse_number": "16",
                "verse_text": "“This is the covenant that I will make with them in the days to come, says the Lord: I will put my laws in their hearts and write them on their minds.”"
            },
            {
                "verse_number": "17",
                "verse_text": "And then he says, “I will not remember their sins and evil deeds any longer.”"
            },
            {
                "verse_number": "18",
                "verse_text": "So when these have been forgiven, an offering to take away sins is no longer needed."
            },
            {
                "verse_number": "19",
                "verse_text": "We have, then, my friends, complete freedom to go into the Most Holy Place by means of the death of Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "He opened for us a new way, a living way, through the curtain—that is, through his own body."
            },
            {
                "verse_number": "21",
                "verse_text": "We have a great priest in charge of the house of God."
            },
            {
                "verse_number": "22",
                "verse_text": "So let us come near to God with a sincere heart and a sure faith, with hearts that have been purified from a guilty conscience and with bodies washed with clean water."
            },
            {
                "verse_number": "23",
                "verse_text": "Let us hold on firmly to the hope we profess, because we can trust God to keep his promise."
            },
            {
                "verse_number": "24",
                "verse_text": "Let us be concerned for one another, to help one another to show love and to do good."
            },
            {
                "verse_number": "25",
                "verse_text": "Let us not give up the habit of meeting together, as some are doing. Instead, let us encourage one another all the more, since you see that the Day of the Lord is coming nearer."
            },
            {
                "verse_number": "26",
                "verse_text": "For there is no longer any sacrifice that will take away sins if we purposely go on sinning after the truth has been made known to us."
            },
            {
                "verse_number": "27",
                "verse_text": "Instead, all that is left is to wait in fear for the coming Judgment and the fierce fire which will destroy those who oppose God!"
            },
            {
                "verse_number": "28",
                "verse_text": "Anyone who disobeys the Law of Moses is put to death without any mercy when judged guilty from the evidence of two or more witnesses."
            },
            {
                "verse_number": "29",
                "verse_text": "What, then, of those who despise the Son of God? who treat as a cheap thing the blood of God's covenant which purified them from sin? who insult the Spirit of grace? Just think how much worse is the punishment they will deserve!"
            },
            {
                "verse_number": "30",
                "verse_text": "For we know who said, “I will take revenge, I will repay”; and who also said, “The Lord will judge his people.”"
            },
            {
                "verse_number": "31",
                "verse_text": "It is a terrifying thing to fall into the hands of the living God!"
            },
            {
                "verse_number": "32",
                "verse_text": "Remember how it was with you in the past. In those days, after God's light had shone on you, you suffered many things, yet were not defeated by the struggle."
            },
            {
                "verse_number": "33",
                "verse_text": "You were at times publicly insulted and mistreated, and at other times you were ready to join those who were being treated in this way."
            },
            {
                "verse_number": "34",
                "verse_text": "You shared the sufferings of prisoners, and when all your belongings were seized, you endured your loss gladly, because you knew that you still possessed something much better, which would last forever."
            },
            {
                "verse_number": "35",
                "verse_text": "Do not lose your courage, then, because it brings with it a great reward."
            },
            {
                "verse_number": "36",
                "verse_text": "You need to be patient, in order to do the will of God and receive what he promises."
            },
            {
                "verse_number": "37",
                "verse_text": "For, as the scripture says, “Just a little while longer, and he who is coming will come; he will not delay."
            },
            {
                "verse_number": "38",
                "verse_text": "My righteous people, however, will believe and live; but if any of them turns back, I will not be pleased with them.”"
            },
            {
                "verse_number": "39",
                "verse_text": "We are not people who turn back and are lost. Instead, we have faith and are saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "To have faith is to be sure of the things we hope for, to be certain of the things we cannot see."
            },
            {
                "verse_number": "2",
                "verse_text": "It was by their faith that people of ancient times won God's approval."
            },
            {
                "verse_number": "3",
                "verse_text": "It is by faith that we understand that the universe was created by God's word, so that what can be seen was made out of what cannot be seen."
            },
            {
                "verse_number": "4",
                "verse_text": "It was faith that made Abel offer to God a better sacrifice than Cain's. Through his faith he won God's approval as a righteous man, because God himself approved of his gifts. By means of his faith Abel still speaks, even though he is dead."
            },
            {
                "verse_number": "5",
                "verse_text": "It was faith that kept Enoch from dying. Instead, he was taken up to God, and nobody could find him, because God had taken him up. The scripture says that before Enoch was taken up, he had pleased God."
            },
            {
                "verse_number": "6",
                "verse_text": "No one can please God without faith, for whoever comes to God must have faith that God exists and rewards those who seek him."
            },
            {
                "verse_number": "7",
                "verse_text": "It was faith that made Noah hear God's warnings about things in the future that he could not see. He obeyed God and built a boat in which he and his family were saved. As a result, the world was condemned, and Noah received from God the righteousness that comes by faith."
            },
            {
                "verse_number": "8",
                "verse_text": "It was faith that made Abraham obey when God called him to go out to a country which God had promised to give him. He left his own country without knowing where he was going."
            },
            {
                "verse_number": "9",
                "verse_text": "By faith he lived as a foreigner in the country that God had promised him. He lived in tents, as did Isaac and Jacob, who received the same promise from God."
            },
            {
                "verse_number": "10",
                "verse_text": "For Abraham was waiting for the city which God has designed and built, the city with permanent foundations."
            },
            {
                "verse_number": "11",
                "verse_text": "It was faith that made Abraham able to become a father, even though he was too old and Sarah herself could not have children. He"
            },
            {
                "verse_number": "11",
                "verse_text": "trusted God to keep his promise."
            },
            {
                "verse_number": "12",
                "verse_text": "Though Abraham was practically dead, from this one man came as many descendants as there are stars in the sky, as many as the numberless grains of sand on the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "It was in faith that all these persons died. They did not receive the things God had promised, but from a long way off they saw them and welcomed them, and admitted openly that they were foreigners and refugees on earth."
            },
            {
                "verse_number": "14",
                "verse_text": "Those who say such things make it clear that they are looking for a country of their own."
            },
            {
                "verse_number": "15",
                "verse_text": "They did not keep thinking about the country they had left; if they had, they would have had the chance to return."
            },
            {
                "verse_number": "16",
                "verse_text": "Instead, it was a better country they longed for, the heavenly country. And so God is not ashamed for them to call him their God, because he has prepared a city for them."
            },
            {
                "verse_number": "17",
                "verse_text": "It was faith that made Abraham offer his son Isaac as a sacrifice when God put Abraham to the test. Abraham was the one to whom God had made the promise, yet he was ready to offer his only son as a sacrifice."
            },
            {
                "verse_number": "18",
                "verse_text": "God had said to him, “It is through Isaac that you will have the descendants I promised.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Abraham reckoned that God was able to raise Isaac from death—and, so to speak, Abraham did receive Isaac back from death."
            },
            {
                "verse_number": "20",
                "verse_text": "It was faith that made Isaac promise blessings for the future to Jacob and Esau."
            },
            {
                "verse_number": "21",
                "verse_text": "It was faith that made Jacob bless each of the sons of Joseph just before he died. He leaned on the top of his walking stick and worshiped God."
            },
            {
                "verse_number": "22",
                "verse_text": "It was faith that made Joseph, when he was about to die, speak of the departure of the Israelites from Egypt, and leave instructions about what should be done with his body."
            },
            {
                "verse_number": "23",
                "verse_text": "It was faith that made the parents of Moses hide him for three months after he was born. They saw that he was a beautiful child, and they were not afraid to disobey the king's order."
            },
            {
                "verse_number": "24",
                "verse_text": "It was faith that made Moses, when he had grown up, refuse to be called the son of the king's daughter."
            },
            {
                "verse_number": "25",
                "verse_text": "He preferred to suffer with God's people rather than to enjoy sin for a little while."
            },
            {
                "verse_number": "26",
                "verse_text": "He reckoned that to suffer scorn for the Messiah was worth far more than all the treasures of Egypt, for he kept his eyes on the future reward."
            },
            {
                "verse_number": "27",
                "verse_text": "It was faith that made Moses leave Egypt without being afraid of the king's anger. As though he saw the invisible God, he refused to turn back."
            },
            {
                "verse_number": "28",
                "verse_text": "It was faith that made him establish the Passover and order the blood to be sprinkled on the doors, so that the Angel of Death would not kill the first-born sons of the Israelites."
            },
            {
                "verse_number": "29",
                "verse_text": "It was faith that made the Israelites able to cross the Red Sea as if on dry land; when the Egyptians tried to do it, the water swallowed them up."
            },
            {
                "verse_number": "30",
                "verse_text": "It was faith that made the walls of Jericho fall down after the Israelites had marched around them for seven days."
            },
            {
                "verse_number": "31",
                "verse_text": "It was faith that kept the prostitute Rahab from being killed with those who disobeyed God, for she gave the Israelite spies a friendly welcome."
            },
            {
                "verse_number": "32",
                "verse_text": "Should I go on? There isn't enough time for me to speak of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets."
            },
            {
                "verse_number": "33",
                "verse_text": "Through faith they fought whole countries and won. They did what was right and received what God had promised. They shut the mouths of lions,"
            },
            {
                "verse_number": "34",
                "verse_text": "put out fierce fires, escaped being killed by the sword. They were weak, but became strong; they were mighty in battle and defeated the armies of foreigners."
            },
            {
                "verse_number": "35",
                "verse_text": "Through faith women received their dead relatives raised back to life. Others, refusing to accept freedom, died under torture in order to be raised to a better life."
            },
            {
                "verse_number": "36",
                "verse_text": "Some were mocked and whipped, and others were put in chains and taken off to prison."
            },
            {
                "verse_number": "37",
                "verse_text": "They were stoned, they were sawed in two, they were killed by the sword. They went around clothed in skins of sheep or goats—poor, persecuted, and mistreated."
            },
            {
                "verse_number": "38",
                "verse_text": "The world was not good enough for them! They wandered like refugees in the deserts and hills, living in caves and holes in the ground."
            },
            {
                "verse_number": "39",
                "verse_text": "What a record all of these have won by their faith! Yet they did not receive what God had promised,"
            },
            {
                "verse_number": "40",
                "verse_text": "because God had decided on an even better plan for us. His purpose was that only in company with us would they be made perfect."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "As for us, we have this large crowd of witnesses around us. So then, let us rid ourselves of everything that gets in the way, and of the sin which holds on to us so tightly, and let us run with determination the race that lies before us."
            },
            {
                "verse_number": "2",
                "verse_text": "Let us keep our eyes fixed on Jesus, on whom our faith depends from beginning to end. He did not give up because of the cross! On the contrary, because of the joy that was waiting for him, he thought nothing of the disgrace of dying on the cross, and he is now seated at the right side of God's throne."
            },
            {
                "verse_number": "3",
                "verse_text": "Think of what he went through; how he put up with so much hatred from sinners! So do not let yourselves become discouraged and give up."
            },
            {
                "verse_number": "4",
                "verse_text": "For in your struggle against sin you have not yet had to resist to the point of being killed."
            },
            {
                "verse_number": "5",
                "verse_text": "Have you forgotten the encouraging words which God speaks to you as his children? “My child, pay attention when the Lord corrects you, and do not be discouraged when he rebukes you."
            },
            {
                "verse_number": "6",
                "verse_text": "Because the Lord corrects everyone he loves, and punishes everyone he accepts as a child.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Endure what you suffer as being a father's punishment; your suffering shows that God is treating you as his children. Was there ever a child who was not punished by his father?"
            },
            {
                "verse_number": "8",
                "verse_text": "If you are not punished, as all his children are, it means you are not real children, but bastards."
            },
            {
                "verse_number": "9",
                "verse_text": "In the case of our human fathers, they punished us and we respected them. How much more, then, should we submit to our spiritual Father and live!"
            },
            {
                "verse_number": "10",
                "verse_text": "Our human fathers punished us for a short time, as it seemed right to them; but God does it for our own good, so that we may share his holiness."
            },
            {
                "verse_number": "11",
                "verse_text": "When we are punished, it seems to us at the time something to make us sad, not glad. Later, however, those who have been disciplined by such punishment reap the peaceful reward of a righteous life."
            },
            {
                "verse_number": "12",
                "verse_text": "Lift up your tired hands, then, and strengthen your trembling knees!"
            },
            {
                "verse_number": "13",
                "verse_text": "Keep walking on straight paths, so that the lame foot may not be disabled, but instead be healed."
            },
            {
                "verse_number": "14",
                "verse_text": "Try to be at peace with everyone, and try to live a holy life, because no one will see the Lord without it."
            },
            {
                "verse_number": "15",
                "verse_text": "Guard against turning back from the grace of God. Let no one become like a bitter plant that grows up and causes many troubles with its poison."
            },
            {
                "verse_number": "16",
                "verse_text": "Let no one become immoral or unspiritual like Esau, who for a single meal sold his rights as the older son."
            },
            {
                "verse_number": "17",
                "verse_text": "Afterward, you know, he wanted to receive his father's blessing; but he was turned back, because he could not find any way to change what he had done, even though in tears he looked for it."
            },
            {
                "verse_number": "18",
                "verse_text": "You have not come, as the people of Israel came, to what you can feel, to Mount Sinai with its blazing fire, the darkness and the gloom, the storm,"
            },
            {
                "verse_number": "19",
                "verse_text": "the blast of a trumpet, and the sound of a voice. When the people heard the voice, they begged not to hear another word,"
            },
            {
                "verse_number": "20",
                "verse_text": "because they could not bear the order which said, “If even an animal touches the mountain, it must be stoned to death.”"
            },
            {
                "verse_number": "21",
                "verse_text": "The sight was so terrifying that Moses said, “I am trembling and afraid!”"
            },
            {
                "verse_number": "22",
                "verse_text": "Instead, you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, with its thousands of angels."
            },
            {
                "verse_number": "23",
                "verse_text": "You have come to the joyful gathering of God's first-born, whose names are written in heaven. You have come to God, who is the judge of all people, and to the spirits of good people made perfect."
            },
            {
                "verse_number": "24",
                "verse_text": "You have come to Jesus, who arranged the new covenant, and to the sprinkled blood that promises much better things than does the blood of Abel."
            },
            {
                "verse_number": "25",
                "verse_text": "Be careful, then, and do not refuse to hear him who speaks. Those who refused to hear the one who gave the divine message on earth did not escape. How much less shall we escape, then, if we turn away from the one who speaks from heaven!"
            },
            {
                "verse_number": "26",
                "verse_text": "His voice shook the earth at that time, but now he has promised, “I will once more shake not only the earth but heaven as well.”"
            },
            {
                "verse_number": "27",
                "verse_text": "The words “once more” plainly show that the created things will be shaken and removed, so that the things that cannot be shaken will remain."
            },
            {
                "verse_number": "28",
                "verse_text": "Let us be thankful, then, because we receive a kingdom that cannot be shaken. Let us be grateful and worship God in a way that will please him, with reverence and awe;"
            },
            {
                "verse_number": "29",
                "verse_text": "because our God is indeed a destroying fire."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Keep on loving one another as Christians."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember to welcome strangers in your homes. There were some who did that and welcomed angels without knowing it."
            },
            {
                "verse_number": "3",
                "verse_text": "Remember those who are in prison, as though you were in prison with them. Remember those who are suffering, as though you were suffering as they are."
            },
            {
                "verse_number": "4",
                "verse_text": "Marriage is to be honored by all, and husbands and wives must be faithful to each other. God will judge those who are immoral and those who commit adultery."
            },
            {
                "verse_number": "5",
                "verse_text": "Keep your lives free from the love of money, and be satisfied with what you have. For God has said, “I will never leave you; I will never abandon you.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Let us be bold, then, and say, “The Lord is my helper, I will not be afraid. What can anyone do to me?”"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember your former leaders, who spoke God's message to you. Think back on how they lived and died, and imitate their faith."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus Christ is the same yesterday, today, and forever."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not let all kinds of strange teachings lead you from the right way. It is good to receive inner strength from God's grace, and not by obeying rules about foods; those who obey these rules have not been helped by them."
            },
            {
                "verse_number": "10",
                "verse_text": "The priests who serve in the Jewish place of worship have no right to eat any of the sacrifice on our altar."
            },
            {
                "verse_number": "11",
                "verse_text": "The Jewish high priest brings the blood of the animals into the Most Holy Place to offer it as a sacrifice for sins; but the bodies of the animals are burned outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "For this reason Jesus also died outside the city, in order to purify the people from sin with his own blood."
            },
            {
                "verse_number": "13",
                "verse_text": "Let us, then, go to him outside the camp and share his shame."
            },
            {
                "verse_number": "14",
                "verse_text": "For there is no permanent city for us here on earth; we are looking for the city which is to come."
            },
            {
                "verse_number": "15",
                "verse_text": "Let us, then, always offer praise to God as our sacrifice through Jesus, which is the offering presented by lips that confess him as Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not forget to do good and to help one another, because these are the sacrifices that please God."
            },
            {
                "verse_number": "17",
                "verse_text": "Obey your leaders and follow their orders. They watch over your souls without resting, since they must give to God an account of their service. If you obey them, they will do their work gladly; if not, they will do it with sadness, and that would be of no help to you."
            },
            {
                "verse_number": "18",
                "verse_text": "Keep on praying for us. We are sure we have a clear conscience, because we want to do the right thing at all times."
            },
            {
                "verse_number": "19",
                "verse_text": "And I beg you even more earnestly to pray that God will send me back to you soon."
            },
            {
                "verse_number": "22",
                "verse_text": "I beg you, my friends, to listen patiently to this message of encouragement; for this letter I have written you is not very long."
            },
            {
                "verse_number": "23",
                "verse_text": "I want you to know that our brother Timothy has been let out of prison. If he comes soon enough, I will have him with me when I see you."
            },
            {
                "verse_number": "24",
                "verse_text": "Give our greetings to all your leaders and to all God's people. The believers from Italy send you their greetings."
            },
            {
                "verse_number": "25",
                "verse_text": "May God's grace be with you all."
            }
        ]
    }
}