{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Adam was the father of Seth, Seth was the father of Enosh, Enosh the father of Kenan,"
            },
            {
                "verse_number": "2",
                "verse_text": "Kenan the father of Mahalalel, Mahalalel the father of Jared."
            },
            {
                "verse_number": "3",
                "verse_text": "Jared was the father of Enoch, who was the father of Methuselah; Methuselah was the father of Lamech,"
            },
            {
                "verse_number": "4",
                "verse_text": "who was the father of Noah. Noah had three sons: Shem, Ham, and Japheth. Lotan, who was the ancestor of the clans of Hori and Homam. (Lotan had a sister named Timna.) Shobal, who was the ancestor of the clans of Alvan, Manahath, Ebal, Shephi, and Onam. Zibeon, who had two sons, Aiah and Anah. Anah was the father of Dishon, and Dishon was the ancestor of the clans of Hamran, Eshban, Ithran, and Cheran. Ezer, who was the ancestor of the clans of Bilhan, Zaavan, and Jaakan. Dishan, who was the ancestor of the clans of Uz and Aran. Bela son of Beor from Dinhabah Jobab son of Zerah from Bozrah Husham from the region of Teman Hadad son of Bedad from Avith (he defeated the Midianites in a battle in the country of Moab) Samlah from Masrekah Shaul from Rehoboth-on-the-River Baal Hanan son of Achbor Hadad from Pau (his wife was Mehetabel, the daughter of Matred and granddaughter of Mezahab)"
            },
            {
                "verse_number": "5",
                "verse_text": "The sons of Japheth&ndash;Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras&ndash;were the ancestors of the peoples who bear their names."
            },
            {
                "verse_number": "6",
                "verse_text": "The descendants of Gomer were the people of Ashkenaz, Riphath, and Togarmah."
            },
            {
                "verse_number": "7",
                "verse_text": "The descendants of Javan were the people of Elishah, Spain, Cyprus, and Rhodes."
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Ham&ndash;Cush, Egypt, Libya, and Canaan&ndash;were the ancestors of the peoples who bear their names."
            },
            {
                "verse_number": "9",
                "verse_text": "The descendants of Cush were the people of Seba, Havilah, Sabtah, Raamah, and Sabteca. The descendants of Raamah were the people of Sheba and Dedan. ("
            },
            {
                "verse_number": "10",
                "verse_text": "Cush had a son named Nimrod, who became the world's first great conqueror.)"
            },
            {
                "verse_number": "11",
                "verse_text": "The descendants of Egypt were the people of Lydia, Anam, Lehab, Naphtuh,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pathrus, Casluh, and of Crete (from whom the Philistines were descended)."
            },
            {
                "verse_number": "13",
                "verse_text": "Canaan's sons&ndash;Sidon, the oldest, and Heth&ndash;were the ancestors of the peoples who bear their names."
            },
            {
                "verse_number": "14",
                "verse_text": "Canaan was also the ancestor of the Jebusites, the Amorites, Girgashites,"
            },
            {
                "verse_number": "15",
                "verse_text": "Hivites, Arkites, Sinites,"
            },
            {
                "verse_number": "16",
                "verse_text": "Arvadites, Zemarites, and Hamathites."
            },
            {
                "verse_number": "17",
                "verse_text": "Shem's sons&ndash;Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshek&ndash;were the ancestors of the peoples who bear their names."
            },
            {
                "verse_number": "18",
                "verse_text": "Arpachshad was the father of Shelah, who was the father of Eber."
            },
            {
                "verse_number": "19",
                "verse_text": "Eber had two sons; one was named Peleg, because during his time the people of the world were divided, and the other was named Joktan."
            },
            {
                "verse_number": "20",
                "verse_text": "The descendants of Joktan were the people of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Hadoram, Uzal, Diklah,"
            },
            {
                "verse_number": "22",
                "verse_text": "Ebal, Abimael, Sheba,"
            },
            {
                "verse_number": "23",
                "verse_text": "Ophir, Havilah, and Jobab."
            },
            {
                "verse_number": "24",
                "verse_text": "The family line from Shem to Abram is as follows: Shem, Arpachshad, Shelah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Eber, Peleg, Reu,"
            },
            {
                "verse_number": "26",
                "verse_text": "Serug, Nahor, Terah,"
            },
            {
                "verse_number": "27",
                "verse_text": "and Abram (also known as Abraham)."
            },
            {
                "verse_number": "28",
                "verse_text": "Abraham had two sons, Isaac and Ishmael."
            },
            {
                "verse_number": "29",
                "verse_text": "The sons of Ishmael became the heads of twelve tribes: Nebaioth (from the name of Ishmael's oldest son), Kedar, Adbeel, Mibsam,"
            },
            {
                "verse_number": "30",
                "verse_text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
                "verse_number": "31",
                "verse_text": "Jetur, Naphish, and Kedemah."
            },
            {
                "verse_number": "32",
                "verse_text": "Abraham had a concubine named Keturah, who bore him six sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan had two sons: Sheba and Dedan."
            },
            {
                "verse_number": "33",
                "verse_text": "Midian had five sons: Ephah, Epher, Hanoch, Abida, and Eldaah."
            },
            {
                "verse_number": "34",
                "verse_text": "Abraham's son Isaac had two sons, Esau and Jacob."
            },
            {
                "verse_number": "35",
                "verse_text": "Esau's sons were Eliphaz, Reuel, Jeush, Jalam, and Korah."
            },
            {
                "verse_number": "36",
                "verse_text": "Eliphaz became the ancestor of the following tribes: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek."
            },
            {
                "verse_number": "37",
                "verse_text": "And Reuel became the ancestor of the tribes of Nahath, Zerah, Shammah, and Mizzah."
            },
            {
                "verse_number": "51",
                "verse_text": "The people of Edom were divided into the following tribes: Timna, Alvah, Jetheth,"
            },
            {
                "verse_number": "52",
                "verse_text": "Oholibamah, Elah, Pinon,"
            },
            {
                "verse_number": "53",
                "verse_text": "Kenaz, Teman, Mibzar,"
            },
            {
                "verse_number": "54",
                "verse_text": "Magdiel, and Iram."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Jacob had twelve sons: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
            },
            {
                "verse_number": "2",
                "verse_text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. Jesse's daughter Zeruiah had three sons: Abishai, Joab, and Asahel. ( In addition, Caleb had a daughter named Achsah. Hur was the oldest son of Caleb and his wife Ephrath. Hur's son Shobal founded Kiriath Jearim, ("
            },
            {
                "verse_number": "3",
                "verse_text": "Judah had five sons in all. By his wife Bathshua, a Canaanite, he had three sons: Er, Onan, and Shelah. His oldest son, Er, was so evil that the Lord killed him."
            },
            {
                "verse_number": "4",
                "verse_text": "By his daughter-in-law Tamar, Judah had two more sons, Perez and Zerah."
            },
            {
                "verse_number": "5",
                "verse_text": "Perez had two sons, Hezron and Hamul."
            },
            {
                "verse_number": "6",
                "verse_text": "His brother Zerah had five sons: Zimri, Ethan, Heman, Calcol, and Darda."
            },
            {
                "verse_number": "7",
                "verse_text": "Achan son of Carmi, one of Zerah's descendants, brought disaster on the people of Israel by keeping loot that had been devoted to God."
            },
            {
                "verse_number": "8",
                "verse_text": "Ethan had one son, Azariah."
            },
            {
                "verse_number": "9",
                "verse_text": "Hezron had three sons: Jerahmeel, Ram, and Caleb."
            },
            {
                "verse_number": "10",
                "verse_text": "The family line from Ram to Jesse is as follows: Ram, Amminadab, Nahshon (a prominent man of the tribe of Judah),"
            },
            {
                "verse_number": "11",
                "verse_text": "Salmon, Boaz,"
            },
            {
                "verse_number": "12",
                "verse_text": "Obed, and Jesse."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse had seven sons. In order of age they were: Eliab, Abinadab, Shammah,"
            },
            {
                "verse_number": "14",
                "verse_text": "Nethanel, Raddai,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ozem, and David."
            },
            {
                "verse_number": "16",
                "verse_text": "He also had two daughters, Zeruiah and Abigail."
            },
            {
                "verse_number": "17",
                "verse_text": "His other daughter Abigail married Jether, a descendant of Ishmael, and they had a son named Amasa."
            },
            {
                "verse_number": "18",
                "verse_text": "Hezron's son Caleb married Azubah and had a daughter named Jerioth. She had three sons: Jesher, Shobab, and Ardon."
            },
            {
                "verse_number": "19",
                "verse_text": "After the death of Azubah, Caleb married Ephrath, and they had a son named Hur."
            },
            {
                "verse_number": "20",
                "verse_text": "Hur's son was Uri, and his grandson was Bezalel."
            },
            {
                "verse_number": "21",
                "verse_text": "When Hezron was sixty years old, he married Machir's daughter, the sister of Gilead. They had a son named Segub,"
            },
            {
                "verse_number": "22",
                "verse_text": "and Segub had a son named Jair. Jair ruled twenty-three cities in the territory of Gilead."
            },
            {
                "verse_number": "23",
                "verse_text": "But the kingdoms of Geshur and Aram conquered sixty towns there, including the villages of Jair and Kenath, and the towns nearby. All the people who lived there were descendants of Machir, the father of Gilead."
            },
            {
                "verse_number": "24",
                "verse_text": "After Hezron died, his son Caleb married Ephrath, his father's widow. They had a son named Ashhur, who founded the town of Tekoa."
            },
            {
                "verse_number": "25",
                "verse_text": "Jerahmeel, the oldest son of Hezron, had five sons: Ram, the oldest, Bunah, Oren, Ozem, and Ahijah."
            },
            {
                "verse_number": "28",
                "verse_text": "Onam had two sons, Shammai and Jada, and Shammai also had two sons, Nadab and Abishur."
            },
            {
                "verse_number": "29",
                "verse_text": "Abishur married a woman named Abihail, and they had two sons, Ahban and Molid."
            },
            {
                "verse_number": "30",
                "verse_text": "Abishur's brother Nadab had two sons, Seled and Appaim, but Seled died without having any sons."
            },
            {
                "verse_number": "31",
                "verse_text": "Appaim was the father of Ishi, Ishi was the father of Sheshan, and Sheshan the father of Ahlai."
            },
            {
                "verse_number": "32",
                "verse_text": "Jada, the brother of Shammai, had two sons, Jether and Jonathan, but Jether died without having any sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Jonathan had two sons, Peleth and Zaza. All these were descendants of Jerahmeel."
            },
            {
                "verse_number": "34",
                "verse_text": "Sheshan had no sons, only daughters. He had an Egyptian servant named Jarha,"
            },
            {
                "verse_number": "35",
                "verse_text": "to whom he gave one of his daughters in marriage. They had a son named Attai."
            },
            {
                "verse_number": "36",
                "verse_text": "The family line from Attai to Elishama is as follows: Attai, Nathan, Zabad,"
            },
            {
                "verse_number": "37",
                "verse_text": "Ephlal, Obed,"
            },
            {
                "verse_number": "38",
                "verse_text": "Jehu, Azariah,"
            },
            {
                "verse_number": "39",
                "verse_text": "Helez, Eleasah,"
            },
            {
                "verse_number": "40",
                "verse_text": "Sismai, Shallum,"
            },
            {
                "verse_number": "41",
                "verse_text": "Jekamiah, and Elishama."
            },
            {
                "verse_number": "42",
                "verse_text": "The oldest son of Caleb, Jerahmeel's brother, was named Mesha. Mesha was the father of Ziph, who was the father of Mareshah, who was the father of Hebron."
            },
            {
                "verse_number": "43",
                "verse_text": "Hebron had four sons: Korah, Tappuah, Rekem, and Shema."
            },
            {
                "verse_number": "44",
                "verse_text": "Shema was the father of Raham and the grandfather of Jorkeam. Rekem, Shema's brother, was the father of Shammai,"
            },
            {
                "verse_number": "45",
                "verse_text": "who was the father of Maon, who was the father of Bethzur."
            },
            {
                "verse_number": "46",
                "verse_text": "Caleb had a concubine named Ephah, and by her he had three more sons: Haran, Moza, and Gazez. Haran also had a son named Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "A man named Jahdai had six sons: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.)"
            },
            {
                "verse_number": "48",
                "verse_text": "Caleb had another concubine, Maacah, who bore him two sons, Sheber and Tirhanah."
            },
            {
                "verse_number": "49",
                "verse_text": "Later she had two more sons: Shaaph, who founded the town of Madmannah; and Shevah, who founded the towns of Machbenah and Gibea."
            },
            {
                "verse_number": "50",
                "verse_text": "The following are also descendants of Caleb."
            },
            {
                "verse_number": "51",
                "verse_text": "his second son Salma founded Bethlehem, and his third son Hareph founded Bethgader."
            },
            {
                "verse_number": "52",
                "verse_text": "Shobal, the founder of Kiriath Jearim, was the ancestor of the people of Haroeh, of half the inhabitants of Menuhoth,"
            },
            {
                "verse_number": "53",
                "verse_text": "and of the following clans that lived in Kiriath Jearim: the Ithrites, Puthites, Shumathites, and Mishraites. (The people of the cities of Zorah and Eshtaol were members of these clans.)"
            },
            {
                "verse_number": "54",
                "verse_text": "Salma, the founder of Bethlehem, was the ancestor of the people of Netophath, of Atroth Beth Joab, and of the Zorites, who were one of the two clans in Manahath."
            },
            {
                "verse_number": "55",
                "verse_text": "The following clans of experts in writing and copying documents lived in the town of Jabez: the Tirathites, Shimeathites, and Sucathites. They were Kenites who had intermarried with the Rechabites.)"
            }
        ],
        "3": [
            {
                "verse_number": "4",
                "verse_text": "All six were born in Hebron during the seven and a half years that David ruled there."
            },
            {
                "verse_number": "5",
                "verse_text": "and many sons were born to him there."
            },
            {
                "verse_number": "6",
                "verse_text": "He had nine other sons: Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "7",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "8",
                "verse_text": "Elishama, Eliada, and Eliphelet."
            },
            {
                "verse_number": "9",
                "verse_text": "In addition to all these sons, David had sons by his concubines. He also had a daughter, Tamar."
            },
            {
                "verse_number": "10",
                "verse_text": "This is the line of King Solomon's descendants from father to son: Solomon, Rehoboam, Abijah, Asa, Jehoshaphat,"
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoram, Ahaziah, Joash,"
            },
            {
                "verse_number": "12",
                "verse_text": "Amaziah, Uzziah, Jotham,"
            },
            {
                "verse_number": "13",
                "verse_text": "Ahaz, Hezekiah, Manasseh,"
            },
            {
                "verse_number": "14",
                "verse_text": "Amon, and Josiah."
            },
            {
                "verse_number": "15",
                "verse_text": "Josiah had four sons: Johanan, Jehoiakim, Zedekiah, and Joahaz."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiakim had two sons: Jehoiachin and Zedekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the descendants of King Jehoiachin, who was taken prisoner by the Babylonians. Jehoiachin had seven sons: Shealtiel,"
            },
            {
                "verse_number": "18",
                "verse_text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
            },
            {
                "verse_number": "19",
                "verse_text": "Pedaiah had two sons, Zerubbabel and Shimei. Zerubbabel was the father of two sons, Meshullam and Hananiah, and one daughter, Shelomith."
            },
            {
                "verse_number": "20",
                "verse_text": "He had five other sons: Hashubah, Ohel, Berechiah, Hasadiah, and Jushab Hesed."
            },
            {
                "verse_number": "21",
                "verse_text": "Hananiah had two sons, Pelatiah and Jeshaiah. Jeshaiah was the father of Rephaiah, who was the father of Arnan, the father of Obadiah, the father of Shecaniah."
            },
            {
                "verse_number": "22",
                "verse_text": "Shecaniah had one son, Shemaiah, and five grandsons: Hattush, Igal, Bariah, Neariah, and Shaphat."
            },
            {
                "verse_number": "23",
                "verse_text": "Neariah had three sons: Elioenai, Hizkiah, and Azrikam."
            },
            {
                "verse_number": "24",
                "verse_text": "Elioenai had seven sons: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "These are some of the descendants of Judah: Perez, Hezron, Carmi, Hur, and Shobal."
            },
            {
                "verse_number": "2",
                "verse_text": "Shobal was the father of Reaiah, who was the father of Jahath, the father of Ahumai and Lahad, the ancestors of the people who lived in Zorah. Seraiah was the father of Joab, the founder of Handcraft Valley, where all the people were skilled workers. Ishi had two sons: Zoheth and Benzoheth. Meshobab, Jamlech, Joshah son of Amaziah, Joel, Jehu (the son of Joshibiah, the son of Seraiah, the son of Asiel), Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, Ziza (the son of Shiphi, the son of Allon, a descendant of Jedaiah, Shimri, and Shemaiah). Because their families continued to grow,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ashhur, who founded the town of Tekoa, had two wives, Helah and Naarah."
            },
            {
                "verse_number": "6",
                "verse_text": "He and Naarah had four sons: Ahuzzam, Hepher, Temeni, and Haahashtari."
            },
            {
                "verse_number": "7",
                "verse_text": "Ashhur and Helah had three sons: Zereth, Izhar, and Ethnan."
            },
            {
                "verse_number": "8",
                "verse_text": "Koz was the father of Anub and Zobebah, and the ancestor of the clans descended from Aharhel son of Harum."
            },
            {
                "verse_number": "9",
                "verse_text": "There was a man named Jabez, who was the most respected member of his family. His mother had given him the name Jabez, because his birth had been very painful."
            },
            {
                "verse_number": "10",
                "verse_text": "But Jabez prayed to the God of Israel, &apos;Bless me, God, and give me much land. Be with me and keep me from anything evil that might cause me pain.&apos; And God gave him what he prayed for."
            },
            {
                "verse_number": "11",
                "verse_text": "Caleb, the brother of Shuhah, had a son, Mehir. Mehir was the father of Eshton,"
            },
            {
                "verse_number": "12",
                "verse_text": "who had three sons: Bethrapha, Paseah, and Tehinnah. Tehinnah was the founder of the city of Nahash. The descendants of these men lived in Recah."
            },
            {
                "verse_number": "13",
                "verse_text": "Kenaz had two sons, Othniel and Seraiah. Othniel also had two sons, Hathath and Meonothai."
            },
            {
                "verse_number": "14",
                "verse_text": "Meonothai was the father of Ophrah."
            },
            {
                "verse_number": "15",
                "verse_text": "Caleb son of Jephunneh had three sons: Iru, Elah, and Naam. And Elah was the father of Kenaz."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehallelel had four sons: Ziph, Ziphah, Tiria, and Asarel."
            },
            {
                "verse_number": "19",
                "verse_text": "Hodiah married the sister of Naham. Their descendants founded the clan of Garm, which lived in the town of Keilah, and the clan of Maacath, which lived in the town of Eshtemoa."
            },
            {
                "verse_number": "20",
                "verse_text": "Shimon had four sons: Amnon, Rinnah, Benhanan, and Tilon."
            },
            {
                "verse_number": "21",
                "verse_text": "Shelah was one of Judah's sons. His descendants included Er, who founded the town of Lecah; Laadah, founder of the town of Mareshah; the clan of linen weavers, who lived in the town of Beth Ashbea;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jokim and the people who lived in the town of Cozeba; and Joash and Saraph, who married Moabite women and then settled in Bethlehem. (These traditions are very old.)"
            },
            {
                "verse_number": "23",
                "verse_text": "They were potters in the service of the king and lived in the towns of Netaim and Gederah."
            },
            {
                "verse_number": "24",
                "verse_text": "Simeon had five sons: Nemuel, Jamin, Jarib, Zerah, and Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "Shaul's son was Shallum, his grandson was Mibsam, and his great-grandson was Mishma."
            },
            {
                "verse_number": "26",
                "verse_text": "Then from Mishma the line descended through Hammuel, Zaccur, and Shimei."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei had sixteen sons and six daughters, but his relatives had fewer children, and the tribe of Simeon did not grow as much as the tribe of Judah did."
            },
            {
                "verse_number": "28",
                "verse_text": "Down to the time of King David the descendants of Simeon lived in the following towns: Beersheba, Moladah, Hazarshual,"
            },
            {
                "verse_number": "29",
                "verse_text": "Bilhah, Ezem, Tolad,"
            },
            {
                "verse_number": "30",
                "verse_text": "Bethuel, Hormah, Ziklag,"
            },
            {
                "verse_number": "31",
                "verse_text": "Beth Marcaboth, Hazarsusim, Bethbiri, and Shaaraim."
            },
            {
                "verse_number": "32",
                "verse_text": "They also lived in five other places: Etam, Ain, Rimmon, Tochen, and Ashan,"
            },
            {
                "verse_number": "33",
                "verse_text": "and the surrounding villages, as far southwest as the town of Baalath. These are the records which they kept of their families and of the places where they lived."
            },
            {
                "verse_number": "39",
                "verse_text": "they spread out westward almost to Gerar and pastured their sheep on the eastern side of the valley in which that city is located."
            },
            {
                "verse_number": "40",
                "verse_text": "They found plenty of fertile pasture lands there in a stretch of open country that was quiet and peaceful. The people who had lived there before were Hamites."
            },
            {
                "verse_number": "41",
                "verse_text": "In the time of King Hezekiah of Judah, the men named above went to Gerar and destroyed the tents and huts of the people who lived there. They drove the people out and settled there permanently because there was plenty of pasture for their sheep."
            },
            {
                "verse_number": "42",
                "verse_text": "Five hundred other members of the tribe of Simeon went east to Edom. They were led by the sons of Ishi: Pelatiah, Neariah, Rephaiah, and Uzziel."
            },
            {
                "verse_number": "43",
                "verse_text": "There they killed the surviving Amalekites, and they have lived there ever since."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "These are the descendants of Reuben, the oldest of Jacob's sons. (Because he had sex with one of his father's concubines, he lost the rights belonging to the first-born son, and those rights were given to Joseph."
            },
            {
                "verse_number": "2",
                "verse_text": "It was the tribe of Judah, however, that became the strongest and provided a ruler for all the tribes.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Reuben, the oldest of Jacob's sons, had four sons: Hanoch, Pallu, Hezron, and Carmi."
            },
            {
                "verse_number": "7",
                "verse_text": "The family records list the following clan leaders in the tribe of Reuben: Jeiel, Zechariah,"
            },
            {
                "verse_number": "8",
                "verse_text": "and Bela, the son of Azaz and grandson of Shema, of the clan of Joel. This clan lived in Aroer and in the territory from there north to Nebo and Baal Meon."
            },
            {
                "verse_number": "9",
                "verse_text": "They had large herds in the land of Gilead, and so they occupied the land as far east as the desert that stretches all the way to the Euphrates River."
            },
            {
                "verse_number": "10",
                "verse_text": "In the time of King Saul the tribe of Reuben attacked the Hagrites, killed them in battle, and occupied their land in the eastern part of Gilead."
            },
            {
                "verse_number": "11",
                "verse_text": "The tribe of Gad lived to the north of Reuben in the land of Bashan as far east as Salecah."
            },
            {
                "verse_number": "12",
                "verse_text": "Joel was the founder of the leading clan, and Shapham of the second most important clan. Janai and Shaphat were founders of other clans in Bashan."
            },
            {
                "verse_number": "13",
                "verse_text": "The other members of the tribe belonged to the following seven clans: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber."
            },
            {
                "verse_number": "14",
                "verse_text": "They were descendants of Abihail son of Huri, whose ancestors were traced back as follows: Abihail, Huri, Jaroah, Gilead, Michael, Jeshishai, Jahdo, Buz."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahi, the son of Abdiel and grandson of Guni, was head of these clans."
            },
            {
                "verse_number": "16",
                "verse_text": "They lived in the territory of Bashan and Gilead, in the towns there and all over the pasture lands of Sharon. ("
            },
            {
                "verse_number": "17",
                "verse_text": "These records were compiled in the days of King Jotham of Judah and King Jeroboam II of Israel.)"
            },
            {
                "verse_number": "18",
                "verse_text": "In the tribes of Reuben, Gad, and East Manasseh there were 44,760 soldiers, well-trained in the use of shields, swords, and bows."
            },
            {
                "verse_number": "19",
                "verse_text": "They went to war against the Hagrite tribes of Jetur, Naphish, and Nodab."
            },
            {
                "verse_number": "20",
                "verse_text": "They put their trust in God and prayed to him for help, and God answered their prayers and made them victorious over the Hagrites and their allies."
            },
            {
                "verse_number": "21",
                "verse_text": "They captured from the enemy 50,000 camels, 250,000 sheep, and 2,000 donkeys, and took 100,000 prisoners of war."
            },
            {
                "verse_number": "22",
                "verse_text": "They killed many of the enemy, because the war was God's will. And they went on living in that territory until the exile."
            },
            {
                "verse_number": "23",
                "verse_text": "The people of East Manasseh settled in the territory of Bashan as far north as Baal Hermon, Senir, and Mount Hermon, and their population increased greatly."
            },
            {
                "verse_number": "24",
                "verse_text": "The following were the heads of their clans: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were all outstanding soldiers, well-known leaders of their clans."
            },
            {
                "verse_number": "25",
                "verse_text": "But the people were unfaithful to the God of their ancestors and deserted him to worship the gods of the nations whom God had driven out of the land."
            },
            {
                "verse_number": "26",
                "verse_text": "So God caused Emperor Pul of Assyria (also known as Tiglath Pileser) to invade their country. He deported the tribes of Reuben, Gad, and East Manasseh and settled them permanently in Halah, Habor, and Hara, and by the Gozan River."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Levi had three sons: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "2",
                "verse_text": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel. Aaron had four sons: Nadab, Abihu, Eleazar, and Ithamar. The clan of Kohath: Heman, the leader of the first choir, was the son of Joel. His family line went back to Jacob as follows: Heman, Joel, Samuel, In the territory of East Manasseh: Golan in Bashan, and Ashtaroth. In the territory of Zebulun: Rimmono and Tabor."
            },
            {
                "verse_number": "3",
                "verse_text": "Amram had two sons, Aaron and Moses, and one daughter, Miriam."
            },
            {
                "verse_number": "4",
                "verse_text": "The descendants of Eleazar from generation to generation are as follows: Phinehas, Abishua,"
            },
            {
                "verse_number": "5",
                "verse_text": "Bukki, Uzzi,"
            },
            {
                "verse_number": "6",
                "verse_text": "Zerahiah, Meraioth,"
            },
            {
                "verse_number": "7",
                "verse_text": "Amariah, Ahitub,"
            },
            {
                "verse_number": "8",
                "verse_text": "Zadok, Ahimaaz,"
            },
            {
                "verse_number": "9",
                "verse_text": "Azariah, Johanan,"
            },
            {
                "verse_number": "10",
                "verse_text": "Azariah (the one who served in the Temple which King Solomon built in Jerusalem),"
            },
            {
                "verse_number": "11",
                "verse_text": "Amariah, Ahitub,"
            },
            {
                "verse_number": "12",
                "verse_text": "Zadok, Shallum,"
            },
            {
                "verse_number": "13",
                "verse_text": "Hilkiah, Azariah,"
            },
            {
                "verse_number": "14",
                "verse_text": "Seraiah, Jehozadak."
            },
            {
                "verse_number": "15",
                "verse_text": "King Nebuchadnezzar deported Jehozadak along with the other people of Judah and Jerusalem whom the Lord sent into exile."
            },
            {
                "verse_number": "16",
                "verse_text": "Levi had three sons: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "17",
                "verse_text": "Each of them also had sons. Gershon was the father of Libni and Shimei;"
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath was the father of Amram, Izhar, Hebron, and Uzziel;"
            },
            {
                "verse_number": "19",
                "verse_text": "and Merari was the father of Mahli and Mushi."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the descendants of Gershon from generation to generation: Libni, Jahath, Zimmah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Joah, Iddo, Zerah, Jeatherai."
            },
            {
                "verse_number": "22",
                "verse_text": "These are the descendants of Kohath from generation to generation: Amminadab, Korah, Assir,"
            },
            {
                "verse_number": "23",
                "verse_text": "Elkanah, Ebiasaph, Assir,"
            },
            {
                "verse_number": "24",
                "verse_text": "Tahath, Uriel, Uzziah, Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "Elkanah had two sons, Amasai and Ahimoth."
            },
            {
                "verse_number": "26",
                "verse_text": "These are Ahimoth's descendants from generation to generation: Elkanah, Zophai, Nahath,"
            },
            {
                "verse_number": "27",
                "verse_text": "Eliab, Jeroham, Elkanah."
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel had two sons: Joel, the older, and Abijah, the younger."
            },
            {
                "verse_number": "29",
                "verse_text": "These are the descendants of Merari from generation to generation: Mahli, Libni, Shimei, Uzzah,"
            },
            {
                "verse_number": "30",
                "verse_text": "Shimea, Haggiah, Asaiah."
            },
            {
                "verse_number": "31",
                "verse_text": "These are the men whom King David put in charge of the music at the place of worship in Jerusalem after the Covenant Box was moved there."
            },
            {
                "verse_number": "32",
                "verse_text": "They took regular turns of duty at the Tent of the Lord 's presence during the time before King Solomon built the Temple."
            },
            {
                "verse_number": "33",
                "verse_text": "The family lines of those who held this office are as follows:"
            },
            {
                "verse_number": "34",
                "verse_text": "Elkanah, Jeroham, Eliel, Toah,"
            },
            {
                "verse_number": "35",
                "verse_text": "Zuph, Elkanah, Mahath, Amasai,"
            },
            {
                "verse_number": "36",
                "verse_text": "Elkanah, Joel, Azariah, Zephaniah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Tahath, Assir, Ebiasaph, Korah,"
            },
            {
                "verse_number": "38",
                "verse_text": "Izhar, Kohath, Levi, Jacob."
            },
            {
                "verse_number": "39",
                "verse_text": "Asaph was leader of the second choir. His family line went back to Levi as follows: Asaph, Berechiah, Shimea,"
            },
            {
                "verse_number": "40",
                "verse_text": "Michael, Baaseiah, Malchijah,"
            },
            {
                "verse_number": "41",
                "verse_text": "Ethni, Zerah, Adaiah,"
            },
            {
                "verse_number": "42",
                "verse_text": "Ethan, Zimmah, Shimei,"
            },
            {
                "verse_number": "43",
                "verse_text": "Jahath, Gershon, Levi."
            },
            {
                "verse_number": "44",
                "verse_text": "Ethan of the clan of Merari was the leader of the third choir. His family line went back to Levi as follows: Ethan, Kishi, Abdi, Malluch,"
            },
            {
                "verse_number": "45",
                "verse_text": "Hashabiah, Amaziah, Hilkiah,"
            },
            {
                "verse_number": "46",
                "verse_text": "Amzi, Bani, Shemer,"
            },
            {
                "verse_number": "47",
                "verse_text": "Mahli, Mushi, Merari, Levi."
            },
            {
                "verse_number": "48",
                "verse_text": "The other Levites were assigned all the other duties at the place of worship."
            },
            {
                "verse_number": "49",
                "verse_text": "Aaron and his descendants presented the offerings of incense and offered the sacrifices that were burnt on the altar. They were responsible for all the worship in the Most Holy Place and for the sacrifices by which God forgives Israel's sins. They did all this in accordance with the instructions given by Moses, God's servant."
            },
            {
                "verse_number": "50",
                "verse_text": "This is the line of Aaron's descendants: Eleazar, Phinehas, Abishua,"
            },
            {
                "verse_number": "51",
                "verse_text": "Bukki, Uzzi, Zerahiah,"
            },
            {
                "verse_number": "52",
                "verse_text": "Meraioth, Amariah, Ahitub,"
            },
            {
                "verse_number": "53",
                "verse_text": "Zadok, Ahimaaz."
            },
            {
                "verse_number": "54",
                "verse_text": "This is the territory assigned to the descendants of Aaron of the clan of Kohath. They received the first share of the land assigned to the Levites."
            },
            {
                "verse_number": "55",
                "verse_text": "This included Hebron in the territory of Judah and the pasture lands around it."
            },
            {
                "verse_number": "56",
                "verse_text": "The fields and villages, however, that belonged to the city were assigned to Caleb son of Jephunneh."
            },
            {
                "verse_number": "60",
                "verse_text": "In the territory of Benjamin they were assigned the following towns with their pasture lands: Geba, Alemeth, and Anathoth. This made a total of thirteen towns for all their families to live in."
            },
            {
                "verse_number": "61",
                "verse_text": "Ten towns in the territory of West Manasseh were assigned by lot to the rest of the clan of Kohath, family by family."
            },
            {
                "verse_number": "62",
                "verse_text": "To the clan of Gershon, family by family, were assigned thirteen towns in the territories of Issachar, Asher, Naphtali, and East Manasseh in Bashan."
            },
            {
                "verse_number": "63",
                "verse_text": "In the same way, twelve towns in the territories of Reuben, Gad, and Zebulun were assigned to the clan of Merari, family by family."
            },
            {
                "verse_number": "64",
                "verse_text": "In this way the people of Israel assigned towns for the Levites to live in, together with the pasture lands around the towns. ("
            },
            {
                "verse_number": "65",
                "verse_text": "The towns in the territories of Judah, Simeon, and Benjamin, mentioned above, were also assigned by drawing lots.)"
            },
            {
                "verse_number": "66",
                "verse_text": "Some of the families of the clan of Kohath were assigned towns and pasture lands in the territory of Ephraim:"
            },
            {
                "verse_number": "67",
                "verse_text": "Shechem, the city of refuge in the hills of Ephraim, Gezer,"
            },
            {
                "verse_number": "68",
                "verse_text": "Jokmeam, Beth Horon,"
            },
            {
                "verse_number": "69",
                "verse_text": "Aijalon, and Gath Rimmon."
            },
            {
                "verse_number": "70",
                "verse_text": "In the territory of West Manasseh they were assigned the towns of Aner and Bileam with the surrounding pasture lands."
            },
            {
                "verse_number": "71",
                "verse_text": "The families of the clan of Gershon were assigned the following towns, with the surrounding pasture lands:"
            },
            {
                "verse_number": "72",
                "verse_text": "In the territory of Issachar: Kedesh, Daberath,"
            },
            {
                "verse_number": "73",
                "verse_text": "Ramoth, and Anem."
            },
            {
                "verse_number": "74",
                "verse_text": "In the territory of Asher: Mashal, Abdon,"
            },
            {
                "verse_number": "75",
                "verse_text": "Hukok, and Rehob."
            },
            {
                "verse_number": "76",
                "verse_text": "In the territory of Naphtali: Kedesh in Galilee, Hammon, and Kiriathaim."
            },
            {
                "verse_number": "77",
                "verse_text": "The remaining families of the clan of Merari were assigned the following towns with the surrounding pasture lands:"
            },
            {
                "verse_number": "78",
                "verse_text": "In the territory of Reuben, east of the Jordan River beyond Jericho: Bezer on the plateau, Jahzah,"
            },
            {
                "verse_number": "79",
                "verse_text": "Kedemoth, and Mephaath."
            },
            {
                "verse_number": "80",
                "verse_text": "In the territory of Gad: Ramoth in Gilead, Mahanaim,"
            },
            {
                "verse_number": "81",
                "verse_text": "Heshbon, and Jazer."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Issachar had four sons: Tola, Puah, Jashub, and Shimron. All these are the places where the descendants of Joseph son of Jacob lived."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola had six sons: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel. They were heads of families of the clan of Tola and were famous soldiers. At the time of King David their descendants numbered 22,600."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzzi had one son, Izrahiah. Izrahiah and his four sons, Michael, Obadiah, Joel, and Isshiah, were all heads of families."
            },
            {
                "verse_number": "4",
                "verse_text": "They had so many wives and children that their descendants were able to provide 36,000 men for military duty."
            },
            {
                "verse_number": "5",
                "verse_text": "The official records of all the families of the tribe of Issachar listed 87,000 men eligible for military duty."
            },
            {
                "verse_number": "6",
                "verse_text": "Benjamin had three sons: Bela, Becher, and Jediael."
            },
            {
                "verse_number": "7",
                "verse_text": "Bela had five sons: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were heads of families in the clan and were all famous soldiers. Their descendants included 22,034 men eligible for military duty."
            },
            {
                "verse_number": "8",
                "verse_text": "Becher had nine sons: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth."
            },
            {
                "verse_number": "9",
                "verse_text": "The official record of their descendants by families listed 20,200 men eligible for military duty."
            },
            {
                "verse_number": "10",
                "verse_text": "Jediael had one son, Bilhan, and Bilhan had seven sons: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."
            },
            {
                "verse_number": "11",
                "verse_text": "They were heads of families in the clan and were all famous soldiers. Their descendants included 17,200 men eligible for military duty."
            },
            {
                "verse_number": "12",
                "verse_text": "Shuppim and Huppim also belonged to this tribe. Dan had one son, Hushim."
            },
            {
                "verse_number": "13",
                "verse_text": "Naphtali had four sons: Jahziel, Guni, Jezer, and Shallum. (They were descendants of Bilhah. )"
            },
            {
                "verse_number": "14",
                "verse_text": "By his Aramean concubine, Manasseh had two sons, Asriel and Machir. Machir was the father of Gilead."
            },
            {
                "verse_number": "15",
                "verse_text": "Machir found a wife for Huppim and one for Shuppim. His sister's name was Maacah. Machir's second son was Zelophehad, and he had only daughters."
            },
            {
                "verse_number": "16",
                "verse_text": "Maacah, Machir's wife, gave birth to two sons, whom they named Peresh and Sheresh. Peresh had two sons, Ulam and Rakem,"
            },
            {
                "verse_number": "17",
                "verse_text": "and Ulam had a son named Bedan. These are all descendants of Gilead, the son of Machir and grandson of Manasseh."
            },
            {
                "verse_number": "18",
                "verse_text": "Gilead's sister Hammolecheth had three sons: Ishod, Abiezer, and Mahlah. ("
            },
            {
                "verse_number": "19",
                "verse_text": "Shemida had four sons: Ahian, Shechem, Likhi, and Aniam.)"
            },
            {
                "verse_number": "20",
                "verse_text": "These are the descendants of Ephraim from generation to generation: Shuthelah, Bered, Tahath, Eleadah, Tahath,"
            },
            {
                "verse_number": "21",
                "verse_text": "Zabad, Shuthelah. Ephraim had two other sons besides Shuthelah: Ezer and Elead, who were killed when they tried to steal the livestock belonging to the native inhabitants of Gath."
            },
            {
                "verse_number": "22",
                "verse_text": "Their father Ephraim mourned for them for many days, and his relatives came to comfort him."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he had intercourse with his wife again, and she became pregnant and had a son. They named him Beriah, because of the trouble that had come to their family."
            },
            {
                "verse_number": "24",
                "verse_text": "Ephraim had a daughter named Sheerah. She built the towns of Upper and Lower Beth Horon, and Uzzen Sheerah."
            },
            {
                "verse_number": "25",
                "verse_text": "Ephraim also had a son named Rephah, whose descendants were as follows: Resheph, Telah, Tahan,"
            },
            {
                "verse_number": "26",
                "verse_text": "Ladan, Ammihud, Elishama,"
            },
            {
                "verse_number": "27",
                "verse_text": "Nun, Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "The territory which they took and settled included Bethel and the towns around it, as far east as Naaran and as far west as Gezer and the towns around it. It also included the cities of Shechem and Ayyah, and the towns around them."
            },
            {
                "verse_number": "29",
                "verse_text": "The descendants of Manasseh controlled the cities of Beth Shan, Taanach, Megiddo, and Dor, and the towns around them."
            },
            {
                "verse_number": "30",
                "verse_text": "These are the descendants of Asher. He had four sons: Imnah, Ishvah, Ishvi, and Beriah; and one daughter, Serah."
            },
            {
                "verse_number": "31",
                "verse_text": "Beriah had two sons, Heber and Malchiel. (Malchiel founded the city of Birzaith.)"
            },
            {
                "verse_number": "32",
                "verse_text": "Heber had three sons: Japhlet, Shomer, and Hotham; and one daughter, Shua."
            },
            {
                "verse_number": "33",
                "verse_text": "Japhlet also had three sons: Pasach, Bimhal, and Ashvath."
            },
            {
                "verse_number": "34",
                "verse_text": "His brother Shomer had three sons: Rohgah, Jehubbah, and Aram."
            },
            {
                "verse_number": "35",
                "verse_text": "His brother Hotham had four sons: Zophah, Imna, Shelesh, and Amal."
            },
            {
                "verse_number": "36",
                "verse_text": "The descendants of Zophah were Suah, Harnepher, Shual, Beri, Imrah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
            },
            {
                "verse_number": "38",
                "verse_text": "The descendants of Jether were Jephunneh, Pispa, and Ara,"
            },
            {
                "verse_number": "39",
                "verse_text": "and the descendants of Ulla were Arah, Hanniel, and Rizia."
            },
            {
                "verse_number": "40",
                "verse_text": "All of these were descendants of Asher. They were heads of families, famous fighting men, outstanding leaders. Asher's descendants included 26,000 men eligible for military duty."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Benjamin had five sons. In order of age they were Bela, Ashbel, Aharah,"
            },
            {
                "verse_number": "2",
                "verse_text": "Nohah, and Rapha."
            },
            {
                "verse_number": "3",
                "verse_text": "The descendants of Bela were Addar, Gera, Abihud,"
            },
            {
                "verse_number": "4",
                "verse_text": "Abishua, Naaman, Ahoah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Gera, Shephuphan, and Huram."
            },
            {
                "verse_number": "10",
                "verse_text": "Jeuz, Sachia, and Mirmah. His sons all became heads of families."
            },
            {
                "verse_number": "11",
                "verse_text": "He also had two sons by Hushim: Abitub and Elpaal."
            },
            {
                "verse_number": "12",
                "verse_text": "Elpaal had three sons: Eber, Misham, and Shemed. It was Shemed who built the cities of Ono and Lod and the surrounding villages."
            },
            {
                "verse_number": "13",
                "verse_text": "Beriah and Shema were heads of families that settled in the city of Aijalon and drove out the people who lived in the city of Gath."
            },
            {
                "verse_number": "14",
                "verse_text": "Beriah's descendants included Ahio, Shashak, Jeremoth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Zebadiah, Arad, Eder,"
            },
            {
                "verse_number": "16",
                "verse_text": "Michael, Ishpah, and Joha."
            },
            {
                "verse_number": "17",
                "verse_text": "Elpaal's descendants included Zebadiah, Meshullam, Hizki, Heber,"
            },
            {
                "verse_number": "18",
                "verse_text": "Ishmerai, Izliah, and Jobab."
            },
            {
                "verse_number": "19",
                "verse_text": "Shimei's descendants included Jakim, Zichri, Zabdi,"
            },
            {
                "verse_number": "20",
                "verse_text": "Elienai, Zillethai, Eliel,"
            },
            {
                "verse_number": "21",
                "verse_text": "Adaiah, Beraiah, and Shimrath."
            },
            {
                "verse_number": "22",
                "verse_text": "Shashak's descendants included Ishpan, Eber, Eliel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Abdon, Zichri, Hanan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hananiah, Elam, Anthothijah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Iphdeiah, and Penuel."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroham's descendants included Shamsherai, Shehariah, Athaliah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Jaareshiah, Elijah, and Zichri."
            },
            {
                "verse_number": "28",
                "verse_text": "These were the ancestral heads of families and their principal descendants who lived in Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Jeiel founded the city of Gibeon and settled there. His wife was named Maacah,"
            },
            {
                "verse_number": "30",
                "verse_text": "and his oldest son, Abdon. His other sons were Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "31",
                "verse_text": "Gedor, Ahio, Zechariah,"
            },
            {
                "verse_number": "32",
                "verse_text": "and Mikloth, the father of Shimeah. Their descendants lived in Jerusalem near other families of their clan."
            },
            {
                "verse_number": "33",
                "verse_text": "Ner was the father of Kish, and Kish was the father of King Saul. Saul had four sons: Jonathan, Malchishua, Abinadab, and Eshbaal."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan was the father of Meribbaal, who was the father of Micah."
            },
            {
                "verse_number": "35",
                "verse_text": "Micah had four sons: Pithon, Melech, Tarea, and Ahaz."
            },
            {
                "verse_number": "36",
                "verse_text": "Ahaz was the father of Jehoaddah, who was the father of three sons: Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza,"
            },
            {
                "verse_number": "37",
                "verse_text": "Moza the father of Binea, Binea of Raphah, Raphah of Eleasah, and Eleasah of Azel."
            },
            {
                "verse_number": "38",
                "verse_text": "Azel had six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan."
            },
            {
                "verse_number": "39",
                "verse_text": "Azel's brother Eshek had three sons: Ulam, Jeush, and Eliphelet."
            },
            {
                "verse_number": "40",
                "verse_text": "Ulam's sons were outstanding soldiers and archers. He had a hundred and fifty sons and grandsons in all. All those named above were members of the tribe of Benjamin."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "All the people of Israel were listed according to their families, and this information was recorded in The Book of the Kings of Israel . The people of Judah had been deported to Babylon as punishment for their sins. The descendants of Judah's son Perez had as their leader Uthai, the son of Ammihud and grandson of Omri. His other ancestors included Imri and Bani. The descendants of Judah's son Shelah had as their leader Asaiah, who was the head of his family. The descendants of Judah's son Zerah had Jeuel as their leader. Sallu son of Meshullam, who was the son of Hodaviah, the son of Hassenuah Ibneiah son of Jeroham Elah, the son of Uzzi and grandson of Michri Meshullam son of Shephatiah, who was the son of Reuel, the son of Ibnijah Jedaiah, Jehoiarib, and Jachin Azariah son of Hilkiah (the chief official in the Temple), whose ancestors included Meshullam, Zadok, Meraioth, and Ahitub Adaiah son of Jeroham, whose ancestors included Pashhur and Malchijah Maasai son of Adiel, whose ancestors included Jahzerah, Meshullam, Meshillemith, and Immer Shemaiah son of Hasshub, whose ancestors included Azrikam and Hashabiah, of the clan of Merari Bakbakkar, Heresh, and Galal Mattaniah son of Mica, whose ancestors included Zichri and Asaph Obadiah son of Shemaiah, whose ancestors included Galal and Jeduthun Berechiah, the son of Asa and grandson of Elkanah, who lived in the territory that belonged to the town of Netophah"
            },
            {
                "verse_number": "2",
                "verse_text": "The first to return to their property in the cities included Israelite citizens, priests, Levites, and Temple workers."
            },
            {
                "verse_number": "3",
                "verse_text": "People from the tribes of Judah, Benjamin, Ephraim, and Manasseh went to live in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "There were 956 families of this tribe living there. All the men named above were heads of families."
            },
            {
                "verse_number": "13",
                "verse_text": "The priests who were heads of families totaled 1,760. They were experts in all the work carried on in the Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "The following Temple guards lived in Jerusalem: Shallum, Akkub, Talmon, and Ahiman. Shallum was their leader."
            },
            {
                "verse_number": "18",
                "verse_text": "Down to that time members of their clans had been stationed at the eastern entrance to the King's Gate. Formerly they had stood guard at the gates to the camps of the Levites."
            },
            {
                "verse_number": "19",
                "verse_text": "Shallum, the son of Kore and grandson of Ebiasaph, together with his fellow members of the clan of Korah, was responsible for guarding the entrance to the Tent of the Lord 's presence, just as their ancestors had been when they were in charge of the Lord 's camp."
            },
            {
                "verse_number": "20",
                "verse_text": "Phinehas son of Eleazar&ndash;may the Lord be with him!&ndash;had supervised them at one time."
            },
            {
                "verse_number": "21",
                "verse_text": "Zechariah son of Meshelemiah was also a guard at the entrance to the Tent of the Lord 's presence."
            },
            {
                "verse_number": "22",
                "verse_text": "In all, 212 men were chosen as guards for the entrances and gates. They were registered according to the villages where they lived. It was King David and the prophet Samuel who had put their ancestors in these responsible positions."
            },
            {
                "verse_number": "23",
                "verse_text": "They and their descendants continued to guard the gates to the Temple."
            },
            {
                "verse_number": "24",
                "verse_text": "There was a gate facing in each direction, north, south, east, and west, and each had a chief guard."
            },
            {
                "verse_number": "25",
                "verse_text": "These guards were assisted by their relatives, who lived in the villages and who had to take turns at guard duty for seven days at a time."
            },
            {
                "verse_number": "26",
                "verse_text": "The four chief guards were Levites and had the final responsibility. They were also responsible for the rooms in the Temple and for the supplies kept there."
            },
            {
                "verse_number": "27",
                "verse_text": "They lived near the Temple, because it was their duty to guard it and to open the gates every morning."
            },
            {
                "verse_number": "28",
                "verse_text": "Other Levites were responsible for the utensils used in worship. They checked them out and checked them back in every time they were used."
            },
            {
                "verse_number": "29",
                "verse_text": "Others were in charge of the other sacred equipment, and of the flour, wine, olive oil, incense, and spices."
            },
            {
                "verse_number": "30",
                "verse_text": "But the responsibility for mixing the spices belonged to the priests."
            },
            {
                "verse_number": "31",
                "verse_text": "A Levite named Mattithiah, oldest son of Shallum, of the clan of Korah, was responsible for preparing the baked offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "Members of the clan of Kohath were responsible for preparing the sacred bread for the Temple every Sabbath."
            },
            {
                "verse_number": "33",
                "verse_text": "Some Levite families were responsible for the Temple music. The heads of these families lived in some of the Temple buildings and were free from other duties, because they were on call day and night."
            },
            {
                "verse_number": "34",
                "verse_text": "The men named above were heads of Levite families, according to their ancestral lines. They were the leaders who lived in Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "Jeiel founded the city of Gibeon and settled there. His wife was named Maacah."
            },
            {
                "verse_number": "36",
                "verse_text": "His oldest son was Abdon, and his other sons were Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "37",
                "verse_text": "Gedor, Ahio, Zechariah, and Mikloth,"
            },
            {
                "verse_number": "38",
                "verse_text": "the father of Shimeah. Their descendants lived in Jerusalem near other families of their clan."
            },
            {
                "verse_number": "39",
                "verse_text": "Ner was the father of Kish, and Kish was the father of Saul. Saul had four sons: Jonathan, Malchishua, Abinadab, and Eshbaal."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan was the father of Meribbaal, who was the father of Micah."
            },
            {
                "verse_number": "41",
                "verse_text": "Micah had four sons: Pithon, Melech, Tarea, and Ahaz."
            },
            {
                "verse_number": "42",
                "verse_text": "Ahaz was the father of Jarah, who was the father of three sons: Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza,"
            },
            {
                "verse_number": "43",
                "verse_text": "Moza the father of Binea, Binea of Rephaiah, Rephaiah of Eleasah, and Eleasah of Azel."
            },
            {
                "verse_number": "44",
                "verse_text": "Azel had six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines fought a battle against the Israelites on Mount Gilboa. Many Israelites were killed there, and the rest of them, including King Saul and his sons, fled."
            },
            {
                "verse_number": "2",
                "verse_text": "But the Philistines caught up with them and killed three of Saul's sons, Jonathan, Abinadab, and Malchishua."
            },
            {
                "verse_number": "3",
                "verse_text": "The fighting was heavy around Saul, and he was hit by enemy arrows and badly wounded."
            },
            {
                "verse_number": "4",
                "verse_text": "He said to the young man carrying his weapons, &apos;Draw your sword and kill me, to keep these godless Philistines from gloating over me.&apos; But the young man was too terrified to do it. So Saul took his own sword and threw himself on it."
            },
            {
                "verse_number": "5",
                "verse_text": "The young man saw that Saul was dead, so he too threw himself on his sword and died."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul and his three sons all died together, and none of his descendants ever ruled."
            },
            {
                "verse_number": "7",
                "verse_text": "When the Israelites who lived in Jezreel Valley heard that the army had fled and that Saul and his sons had died, they abandoned their towns and ran off. Then the Philistines came and occupied them."
            },
            {
                "verse_number": "8",
                "verse_text": "The day after the battle the Philistines went to plunder the corpses, and they found the bodies of Saul and his sons lying on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "They cut off Saul's head, stripped off his armor, and sent messengers with them throughout Philistia to tell the good news to their idols and to their people."
            },
            {
                "verse_number": "10",
                "verse_text": "They put his weapons in one of their temples and hung his head in the temple of their god Dagon."
            },
            {
                "verse_number": "11",
                "verse_text": "When the people of Jabesh in Gilead heard what the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "the bravest men went and got the bodies of Saul and his sons and took them to Jabesh. They buried them there under an oak and fasted for seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul died because he was unfaithful to the Lord . He disobeyed the Lord 's commands; he tried to find guidance by consulting the spirits of the dead"
            },
            {
                "verse_number": "14",
                "verse_text": "instead of consulting the Lord . So the Lord killed him and gave control of the kingdom to David son of Jesse."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "All the people of Israel went to David at Hebron and said to him, &apos;We are your own flesh and blood."
            },
            {
                "verse_number": "2",
                "verse_text": "In the past, even when Saul was still our king, you led the people of Israel in battle, and the Lord your God promised you that you would lead his people and be their ruler.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the leaders of Israel came to King David at Hebron. He made a sacred alliance with them, they anointed him, and he became king of Israel, just as the Lord had promised through Samuel. Asahel, Joab's brother Elhanan son of Dodo from Bethlehem Shammoth from Harod Helez from Pelet Ira son of Ikkesh from Tekoa Abiezer from Anathoth Sibbecai from Hushah Ilai from Ahoh Maharai from Netophah Heled son of Baanah from Netophah Ithai son of Ribai from Gibeah in Benjamin Benaiah from Pirathon Hurai from the valleys near Gaash Abiel from Arbah Azmaveth from Bahurum Eliahba from Shaalbon Jonathan son of Shagee from Harar Ahiam son of Sachar from Harar Eliphal son of Ur Hepher from Mecherah Ahijah from Pelon Hezro from Carmel Naarai son of Ezbai Joel brother of Nathan Mibhar son of Hagri Zelek from Ammon Naharai, Joab's armorbearer, from Beeroth Ira and Gareb from Jattir Uriah the Hittite Zabad son of Ahlai Adina son of Shiza (a leading member of the tribe of Reuben, with his own group of thirty soldiers) Hanan son of Maacah Joshaphat from Mithan Uzzia from Ashterah Shamma and Jeiel, sons of Hotham, from Aroer Jediael and Joha, sons of Shimri, from Tiz Eliel from Mahavah Jeribai and Joshaviah, sons of Elnaam Ithmah from Moab"
            },
            {
                "verse_number": "4",
                "verse_text": "King David and all the Israelites went and attacked the city of Jerusalem. It was then known as Jebus, and the Jebusites, the original inhabitants of the land, were still living there."
            },
            {
                "verse_number": "5",
                "verse_text": "The Jebusites told David he would never get inside the city, but David captured their fortress of Zion, and it became known as &apos;David's City.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David said, &apos;The first man to kill a Jebusite will be commander of the army!&apos; Joab, whose mother was Zeruiah, led the attack and became commander."
            },
            {
                "verse_number": "7",
                "verse_text": "Because David went to live in the fortress, it came to be called &apos;David's City.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "He rebuilt the city, starting at the place where land was filled in on the east side of the hill, and Joab restored the rest of the city."
            },
            {
                "verse_number": "9",
                "verse_text": "David grew stronger and stronger, because the Lord Almighty was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "This is the list of David's famous soldiers. Together with the rest of the people of Israel, they helped him become king, as the Lord had promised, and they kept his kingdom strong."
            },
            {
                "verse_number": "11",
                "verse_text": "First was Jashobeam of the clan of Hachmon, the leader of &apos;The Three.&apos; He fought with his spear against three hundred men and killed them all in one battle."
            },
            {
                "verse_number": "12",
                "verse_text": "Next among the famous &apos;Three&apos; was Eleazar son of Dodo, of the clan of Ahoh."
            },
            {
                "verse_number": "13",
                "verse_text": "He fought on David's side against the Philistines at the battle of Pas Dammim. He was in a barley field when the Israelites started to run away,"
            },
            {
                "verse_number": "14",
                "verse_text": "so he and his men took a stand in the middle of the field and fought the Philistines. The Lord gave him a great victory."
            },
            {
                "verse_number": "15",
                "verse_text": "One day three of the thirty leading soldiers went to a rock where David was staying near Adullam Cave, while a band of Philistines was camping in Rephaim Valley."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time David was on a fortified hill, and a group of Philistines had occupied Bethlehem."
            },
            {
                "verse_number": "17",
                "verse_text": "David got homesick and said, &apos;How I wish someone would bring me a drink of water from the well by the gate in Bethlehem!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The three famous soldiers forced their way through the Philistine camp, drew some water from the well, and brought it back to David. But he would not drink it; instead he poured it out as an offering to the Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "and said, &apos;I could never drink this! It would be like drinking the blood of these men who risked their lives!&apos; So he refused to drink it. These were the brave deeds of the three famous soldiers."
            },
            {
                "verse_number": "20",
                "verse_text": "Joab's brother Abishai was the leader of &apos;The Famous Thirty.&apos; He fought with his spear against three hundred men and killed them, and became famous among &apos;The Thirty.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "He was the most famous of &apos;The Thirty&apos; and became their leader, but he was not as famous as &apos;The Three.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Benaiah son of Jehoiada from Kabzeel was a famous soldier; he did many brave deeds, including killing two great Moabite warriors. He once went down into a pit on a snowy day and killed a lion."
            },
            {
                "verse_number": "23",
                "verse_text": "He also killed an Egyptian, a huge man seven and a half feet tall, who was armed with a gigantic spear. Benaiah attacked him with a club, snatched the spear from the Egyptian's hand, and killed him with it."
            },
            {
                "verse_number": "24",
                "verse_text": "Those were the brave deeds of Benaiah, who was one of &apos;The Thirty.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He was outstanding among &apos;The Thirty,&apos; but not as famous as &apos;The Three.&apos; David put him in charge of his bodyguard."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "David was living in Ziklag, where he had gone to escape from King Saul. There he was joined by many experienced, reliable soldiers,"
            },
            {
                "verse_number": "2",
                "verse_text": "members of the tribe of Benjamin, to which Saul belonged. They could shoot arrows and sling stones either right-handed or left-handed."
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of the famous, experienced soldiers from the tribe of Gad who joined David's troops when he was at the desert fort. They were experts with shields and spears, as fierce looking as lions and as quick as mountain deer."
            },
            {
                "verse_number": "14",
                "verse_text": "Some of these men from the tribe of Gad were senior officers in command of a thousand men, and others were junior officers in command of a hundred."
            },
            {
                "verse_number": "15",
                "verse_text": "In the first month of one year, the time when the Jordan River overflowed its banks, they crossed the river, scattering the people who lived in the valleys both east and west of the river."
            },
            {
                "verse_number": "16",
                "verse_text": "Once a group of men from the tribes of Benjamin and Judah went out to the fort where David was."
            },
            {
                "verse_number": "17",
                "verse_text": "David went to meet them and said, &apos;If you are coming as friends to help me, you are welcome here. Join us! But if you intend to betray me to my enemies, even though I have not tried to hurt you, the God of our ancestors will know it and punish you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "God's spirit took control of one of them, Amasai, who later became the commander of &apos;The Thirty,&apos; and he called out,"
            },
            {
                "verse_number": "19",
                "verse_text": "Some soldiers from the tribe of Manasseh went over to David's side when he was marching out with the Philistines to fight King Saul. Actually he did not help the Philistines, for their kings were afraid that he would betray them to his former master Saul, so they sent him back to Ziklag."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the soldiers from Manasseh who went over to David's side when he was returning: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai. In Manasseh they had all commanded units of a thousand men."
            },
            {
                "verse_number": "21",
                "verse_text": "They served David as officers over his troops, because they were all outstanding soldiers. Later they were officers in the Israelite army."
            },
            {
                "verse_number": "22",
                "verse_text": "Almost every day new men joined David's forces, so that his army was soon enormous."
            },
            {
                "verse_number": "38",
                "verse_text": "All these soldiers, ready for battle, went to Hebron, determined to make David king over all Israel. All the rest of the people of Israel were united in the same purpose."
            },
            {
                "verse_number": "39",
                "verse_text": "They spent three days there with David, feasting on the food and drink which their relatives had prepared for them."
            },
            {
                "verse_number": "40",
                "verse_text": "From as far away as the northern tribes of Issachar, Zebulun, and Naphtali, people came bringing donkeys, camels, mules, and oxen loaded with food&ndash;flour, figs, raisins, wine, and olive oil. They also brought cattle and sheep to kill and eat. All this was an expression of the joy that was felt throughout the whole country."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "King David consulted with all the officers in command of units of a thousand men and units of a hundred men."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he announced to all the people of Israel, &apos;If you give your approval and if it is the will of the Lord our God, let us send messengers to the rest of our people and to the priests and Levites in their towns, and tell them to assemble here with us."
            },
            {
                "verse_number": "3",
                "verse_text": "Then we will go and get God's Covenant Box, which was ignored while Saul was king.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The people were pleased with the suggestion and agreed to it."
            },
            {
                "verse_number": "5",
                "verse_text": "So David assembled the people of Israel from all over the country, from the Egyptian border in the south to Hamath Pass in the north, in order to bring the Covenant Box from Kiriath Jearim to Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "David and the people went to the city of Baalah, that is, to Kiriath Jearim, in the territory of Judah, to get the Covenant Box of God, which bears the name of the Lord enthroned above the winged creatures."
            },
            {
                "verse_number": "7",
                "verse_text": "At Abinadab's house they brought out the Covenant Box and put it on a new cart. Uzzah and Ahio guided the cart,"
            },
            {
                "verse_number": "8",
                "verse_text": "while David and all the people danced with all their might to honor God. They sang and played musical instruments&ndash;harps, drums, cymbals, and trumpets."
            },
            {
                "verse_number": "9",
                "verse_text": "As they came to the threshing place of Chidon, the oxen stumbled, and Uzzah reached out and took hold of the Covenant Box."
            },
            {
                "verse_number": "10",
                "verse_text": "At once the Lord became angry with Uzzah and killed him for touching the Box. He died there in God's presence,"
            },
            {
                "verse_number": "11",
                "verse_text": "and so that place has been called Perez Uzzah ever since. David was furious because the Lord had punished Uzzah in anger."
            },
            {
                "verse_number": "12",
                "verse_text": "Then David was afraid of God and said, &apos;How can I take the Covenant Box with me now?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David did not take it with him to Jerusalem. Instead, he left it at the house of a man named Obed Edom, a native of the city of Gath."
            },
            {
                "verse_number": "14",
                "verse_text": "It stayed there three months, and the Lord blessed Obed Edom's family and everything that belonged to him."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "King Hiram of Tyre sent a trade mission to David; he provided him with cedar logs and with stonemasons and carpenters to build a palace."
            },
            {
                "verse_number": "2",
                "verse_text": "And so David realized that the Lord had established him as king of Israel and was making his kingdom prosperous for the sake of his people. The Lord answered, &apos;Yes, attack! I will give you the victory!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "There in Jerusalem, David married more wives and had more sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "The following children were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "6",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "7",
                "verse_text": "Elishama, Beeliada, and Eliphelet."
            },
            {
                "verse_number": "8",
                "verse_text": "When the Philistines heard that David had now been made king over the whole country of Israel, their army went out to capture him. So David marched out to meet them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistines arrived at Rephaim Valley and began plundering."
            },
            {
                "verse_number": "10",
                "verse_text": "David asked God, &apos;Shall I attack the Philistines? Will you give me the victory?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So David attacked them at Baal Perazim and defeated them. He said, &apos;God has used me to break through the enemy army like a flood.&apos; So that place is called Baal Perazim."
            },
            {
                "verse_number": "12",
                "verse_text": "When the Philistines fled, they left their idols behind, and David gave orders for them to be burned."
            },
            {
                "verse_number": "13",
                "verse_text": "Soon the Philistines returned to the valley and started plundering it again."
            },
            {
                "verse_number": "14",
                "verse_text": "Once more David consulted God, who answered, &apos;Don't attack them from here, but go around and get ready to attack them from the other side, near the balsam trees."
            },
            {
                "verse_number": "15",
                "verse_text": "When you hear the sound of marching in the treetops, then attack, because I will be marching ahead of you to defeat the Philistine army.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "David did what God had commanded, and so he drove the Philistines back from Gibeon all the way to Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "David's fame spread everywhere, and the Lord made every nation afraid of him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "For his own use, David built houses in David's City. He also prepared a place for God's Covenant Box and put up a tent for it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he said, &apos;Only Levites should carry the Covenant Box, because they are the ones the Lord chose to carry it and to serve him forever.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So David summoned all the people of Israel to Jerusalem in order to bring the Covenant Box to the place he had prepared for it."
            },
            {
                "verse_number": "4",
                "verse_text": "Next he sent for the descendants of Aaron and for the Levites."
            },
            {
                "verse_number": "5",
                "verse_text": "From the Levite clan of Kohath came Uriel, in charge of 120 members of his clan;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the clan of Merari came Asaiah, in charge of 220;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the clan of Gershon, Joel, in charge of 130;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the clan of Elizaphan, Shemaiah, in charge of 200;"
            },
            {
                "verse_number": "9",
                "verse_text": "from the clan of Hebron, Eliel, in charge of 80;"
            },
            {
                "verse_number": "10",
                "verse_text": "and from the clan of Uzziel, Amminadab, in charge of 112. To play the low-pitched harps they chose the following Levites: Mattithiah, Eliphelehu, Mikneiah, Azaziah, and the Temple guards, Obed Edom and Jeiel."
            },
            {
                "verse_number": "11",
                "verse_text": "David called in the priests Zadok and Abiathar and the six Levites, Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
            },
            {
                "verse_number": "12",
                "verse_text": "He said to the Levites, &apos;You are the leaders of the Levite clans. Purify yourselves and your fellow Levites, so that you can bring the Covenant Box of the Lord God of Israel to the place I have prepared for it."
            },
            {
                "verse_number": "13",
                "verse_text": "Because you were not there to carry it the first time, the Lord our God punished us for not worshiping him as we should have done.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the priests and the Levites purified themselves in order to move the Covenant Box of the Lord God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites carried it on poles on their shoulders, as the Lord had commanded through Moses."
            },
            {
                "verse_number": "16",
                "verse_text": "David commanded the leaders of the Levites to assign various Levites to sing and to play joyful music on harps and cymbals."
            },
            {
                "verse_number": "22",
                "verse_text": "Because of his skill in music Chenaniah was chosen to be in charge of the levitical musicians."
            },
            {
                "verse_number": "25",
                "verse_text": "So King David, the leaders of Israel, and the military commanders went to the house of Obed Edom to get the Covenant Box, and they had a great celebration."
            },
            {
                "verse_number": "26",
                "verse_text": "They sacrificed seven bulls and seven sheep, to make sure that God would help the Levites who were carrying the Covenant Box."
            },
            {
                "verse_number": "27",
                "verse_text": "David was wearing a robe made of the finest linen, and so were the musicians, Chenaniah their leader, and the Levites who carried the Box. David also wore a linen ephod."
            },
            {
                "verse_number": "28",
                "verse_text": "So all the Israelites accompanied the Covenant Box up to Jerusalem with shouts of joy, the sound of trumpets, horns, and cymbals, and the music of harps."
            },
            {
                "verse_number": "29",
                "verse_text": "As the Box was being brought into the city, Michal, Saul's daughter, looked out of the window and saw King David dancing and leaping for joy, and she was disgusted with him."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "They took the Covenant Box to the tent which David had prepared for it and put it inside. Then they offered sacrifices and fellowship offerings to God."
            },
            {
                "verse_number": "2",
                "verse_text": "After David had finished offering the sacrifices, he blessed the people in the name of the Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "and distributed food to them all. He gave each man and woman in Israel a loaf of bread, a piece of roasted meat, and some raisins. tell the nations what he has done. tell the wonderful things he has done. let all who worship him rejoice! and worship him continually. descendants of Israel, whom God chose, remember the miracles that God performed and the judgments that he gave. his commands are for all the world. which he made to last forever, the promise he made to Isaac. one that will last forever. &apos;It will be your own possession.&apos; strangers in the land of Canaan. from one kingdom to another. to protect them, he warned the kings: do not touch my prophets.&apos; Proclaim every day the good news that he has saved us. his mighty deeds to all peoples. he is to be honored more than all the gods. but the Lord created the heavens. power and joy fill his Temple. praise his glory and might. bring an offering and come into his Temple. The earth is set firmly in place and cannot be moved. Tell the nations that the Lord is king. be glad, fields, and everything in you! when the Lord comes to rule the earth. his love is eternal. gather us together; rescue us from the nations, so that we may be thankful and praise your holy name.&apos; Praise him now and forever! Then all the people said, &apos;Amen,&apos; and praised the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "David appointed some of the Levites to lead the worship of the Lord , the God of Israel, in front of the Covenant Box, by singing and praising him."
            },
            {
                "verse_number": "5",
                "verse_text": "Asaph was appointed leader, with Zechariah as his assistant. Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed Edom, and Jeiel were to play harps. Asaph was to sound the cymbals,"
            },
            {
                "verse_number": "6",
                "verse_text": "and two priests, Benaiah and Jahaziel, were to blow trumpets regularly in front of the Covenant Box."
            },
            {
                "verse_number": "7",
                "verse_text": "It was then that David first gave Asaph and the other Levites the responsibility for singing praises to the Lord ."
            },
            {
                "verse_number": "8",
                "verse_text": "Give thanks to the Lord , proclaim his greatness;"
            },
            {
                "verse_number": "9",
                "verse_text": "Sing praise to the Lord ;"
            },
            {
                "verse_number": "10",
                "verse_text": "Be glad that we belong to him;"
            },
            {
                "verse_number": "11",
                "verse_text": "Go to the Lord for help,"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord is our God;"
            },
            {
                "verse_number": "15",
                "verse_text": "Never forget God's covenant,"
            },
            {
                "verse_number": "16",
                "verse_text": "the covenant he made with Abraham,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord made a covenant with Jacob,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I will give you the land of Canaan,&apos; he said."
            },
            {
                "verse_number": "19",
                "verse_text": "God's people were few in number,"
            },
            {
                "verse_number": "20",
                "verse_text": "They wandered from country to country,"
            },
            {
                "verse_number": "21",
                "verse_text": "But God let no one oppress them;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Don't harm my chosen servants;"
            },
            {
                "verse_number": "23",
                "verse_text": "Sing to the Lord , all the world!"
            },
            {
                "verse_number": "24",
                "verse_text": "Proclaim his glory to the nations,"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord is great and is to be highly praised;"
            },
            {
                "verse_number": "26",
                "verse_text": "The gods of all other nations are only idols,"
            },
            {
                "verse_number": "27",
                "verse_text": "Glory and majesty surround him,"
            },
            {
                "verse_number": "28",
                "verse_text": "Praise the Lord , all people on earth,"
            },
            {
                "verse_number": "29",
                "verse_text": "Praise the Lord 's glorious name; Bow down before the Holy One when he appears;"
            },
            {
                "verse_number": "30",
                "verse_text": "tremble before him, all the earth!"
            },
            {
                "verse_number": "31",
                "verse_text": "Be glad, earth and sky!"
            },
            {
                "verse_number": "32",
                "verse_text": "Roar, sea, and every creature in you;"
            },
            {
                "verse_number": "33",
                "verse_text": "The trees in the woods will shout for joy"
            },
            {
                "verse_number": "34",
                "verse_text": "Give thanks to the Lord , because he is good;"
            },
            {
                "verse_number": "35",
                "verse_text": "Say to him, &apos;Save us, O God our Savior;"
            },
            {
                "verse_number": "36",
                "verse_text": "Praise the Lord , the God of Israel!"
            },
            {
                "verse_number": "37",
                "verse_text": "King David put Asaph and the other Levites in permanent charge of the worship that was held at the place where the Covenant Box was kept. They were to perform their duties there day by day."
            },
            {
                "verse_number": "38",
                "verse_text": "Obed Edom son of Jeduthun and sixty-eight men of his clan were to assist them. Hosah and Obed Edom were in charge of guarding the gates."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok the priest and his fellow priests, however, were in charge of the worship of the Lord at the place of worship in Gibeon."
            },
            {
                "verse_number": "40",
                "verse_text": "Every morning and evening they were to burn sacrifices whole on the altar in accordance with what was written in the Law which the Lord gave to Israel."
            },
            {
                "verse_number": "41",
                "verse_text": "There with them were Heman and Jeduthun and the others who were specifically chosen to sing praises to the Lord for his eternal love."
            },
            {
                "verse_number": "42",
                "verse_text": "Heman and Jeduthun also had charge of the trumpets and cymbals and the other instruments which were played when the songs of praise were sung. The members of Jeduthun's clan were in charge of guarding the gates."
            },
            {
                "verse_number": "43",
                "verse_text": "Then everyone went home, and David went home to spend some time with his family."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "King David was now living in his palace. One day he sent for the prophet Nathan and said to him, &apos;Here I am living in a house built of cedar, but the Lord 's Covenant Box is kept in a tent!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Nathan answered, &apos;Do whatever you have in mind, because God is with you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But that night God said to Nathan,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Go and tell my servant David that I say to him, &quot;You are not the one to build a temple for me to live in."
            },
            {
                "verse_number": "5",
                "verse_text": "From the time I rescued the people of Israel from Egypt until now I have never lived in a temple; I have always lived in tents and moved from place to place."
            },
            {
                "verse_number": "6",
                "verse_text": "In all my traveling with the people of Israel I never asked any of the leaders that I appointed why they had not built me a temple made of cedar.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;So tell my servant David that I, the Lord Almighty, say to him, &quot;I took you from looking after sheep in the fields and made you the ruler of my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I have been with you wherever you have gone, and I have defeated all your enemies as you advanced. I will make you as famous as the greatest leaders in the world."
            },
            {
                "verse_number": "11",
                "verse_text": "When you die and are buried with your ancestors, I will make one of your sons king and will keep his kingdom strong."
            },
            {
                "verse_number": "12",
                "verse_text": "He will be the one to build a temple for me, and I will make sure that his dynasty continues forever."
            },
            {
                "verse_number": "13",
                "verse_text": "I will be his father, and he will be my son. I will not withdraw my support from him as I did from Saul, whom I removed so that you could be king."
            },
            {
                "verse_number": "14",
                "verse_text": "I will put him in charge of my people and my kingdom forever. His dynasty will never end.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Nathan told David everything that God had revealed to him."
            },
            {
                "verse_number": "16",
                "verse_text": "Then King David went into the Tent of the Lord 's presence, sat down, and prayed, &apos;I am not worthy of what you have already done for me, Lord God, nor is my family."
            },
            {
                "verse_number": "17",
                "verse_text": "Yet now you are doing even more; you have made promises about my descendants in the years to come, and you, Lord God, are already treating me like someone great."
            },
            {
                "verse_number": "18",
                "verse_text": "What more can I say to you! You know me well, and yet you honor me, your servant."
            },
            {
                "verse_number": "19",
                "verse_text": "It was your will and purpose to do this for me and to show me my future greatness."
            },
            {
                "verse_number": "20",
                "verse_text": "Lord , there is none like you; we have always known that you alone are God."
            },
            {
                "verse_number": "21",
                "verse_text": "There is no other nation on earth like Israel, whom you rescued from slavery to make them your own people. The great and wonderful things you did for them spread your fame throughout the world. You rescued your people from Egypt and drove out other nations as your people advanced."
            },
            {
                "verse_number": "22",
                "verse_text": "You have made Israel your own people forever, and you, Lord , have become their God."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;And now, O Lord , fulfill for all time the promise you made about me and my descendants, and do what you said you would."
            },
            {
                "verse_number": "24",
                "verse_text": "Your fame will be great, and people will forever say, &quot;The Lord Almighty is God over Israel.&quot; And you will preserve my dynasty for all time."
            },
            {
                "verse_number": "25",
                "verse_text": "I have the courage to pray this prayer to you, my God, because you have revealed all this to me, your servant, and have told me that you will make my descendants kings."
            },
            {
                "verse_number": "26",
                "verse_text": "You, Lord , are God, and you have made this wonderful promise to me."
            },
            {
                "verse_number": "27",
                "verse_text": "I ask you to bless my descendants so that they will continue to enjoy your favor. You, Lord , have blessed them, and your blessing will rest on them forever.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Some time later King David attacked the Philistines again and defeated them. He took out of their control the city of Gath and its surrounding villages."
            },
            {
                "verse_number": "2",
                "verse_text": "He also defeated the Moabites, who became his subjects and paid taxes to him."
            },
            {
                "verse_number": "3",
                "verse_text": "Next, David attacked King Hadadezer of the Syrian state of Zobah, near the territory of Hamath, because Hadadezer was trying to gain control of the territory by the upper Euphrates River."
            },
            {
                "verse_number": "4",
                "verse_text": "David captured a thousand of his chariots, seven thousand cavalry troops, and twenty thousand foot soldiers. He kept enough horses for a hundred chariots and crippled all the rest."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Syrians of Damascus sent an army to help King Hadadezer, David attacked it and killed twenty-two thousand men."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he set up military camps in their territory, and they became his subjects and paid taxes to him. The Lord made David victorious everywhere."
            },
            {
                "verse_number": "7",
                "verse_text": "David captured the gold shields carried by Hadadezer's officials and took them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "He also took a great quantity of bronze from Tibhath and Kun, cities ruled by Hadadezer. (Solomon later used this bronze to make the tank, the columns, and the bronze utensils for the Temple.)"
            },
            {
                "verse_number": "9",
                "verse_text": "King Toi of Hamath heard that David had defeated Hadadezer's entire army."
            },
            {
                "verse_number": "10",
                "verse_text": "So he sent his son Joram to greet King David and congratulate him for his victory over Hadadezer, against whom Toi had fought many times. Joram brought David presents made of gold, silver, and bronze."
            },
            {
                "verse_number": "11",
                "verse_text": "King David dedicated them for use in worship, along with the silver and gold he took from the nations he conquered&ndash;Edom, Moab, Ammon, Philistia, and Amalek."
            },
            {
                "verse_number": "12",
                "verse_text": "Abishai, whose mother was Zeruiah, defeated the Edomites in Salt Valley and killed eighteen thousand of them."
            },
            {
                "verse_number": "13",
                "verse_text": "He set up military camps throughout Edom, and the people there became King David's subjects. The Lord made David victorious everywhere."
            },
            {
                "verse_number": "14",
                "verse_text": "David ruled over all Israel and made sure that his people were always treated fairly and justly."
            },
            {
                "verse_number": "15",
                "verse_text": "Abishai's brother Joab was commander of the army; Jehoshaphat son of Ahilud was in charge of the records;"
            },
            {
                "verse_number": "16",
                "verse_text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah was court secretary;"
            },
            {
                "verse_number": "17",
                "verse_text": "Benaiah son of Jehoiada was in charge of David's bodyguards; and King David's sons held high positions in his service."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Some time later King Nahash of Ammon died, and his son Hanun became king."
            },
            {
                "verse_number": "2",
                "verse_text": "King David said, &apos;I must show loyal friendship to Hanun, as his father Nahash did to me.&apos; So David sent messengers to express his sympathy. When they arrived in Ammon and called on King Hanun,"
            },
            {
                "verse_number": "3",
                "verse_text": "the Ammonite leaders said to the king, &apos;Do you think that it is in your father's honor that David has sent these men to express sympathy to you? Of course not! He has sent them here as spies to explore the land, so that he can conquer it!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Hanun seized David's messengers, shaved off their beards, cut off their clothes at the hips, and sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "They were too ashamed to return home. When David heard what had happened, he sent word for them to stay in Jericho and not return until their beards had grown again."
            },
            {
                "verse_number": "6",
                "verse_text": "King Hanun and the Ammonites realized that they had made David their enemy, so they paid nearly forty tons of silver to hire chariots and charioteers from Upper Mesopotamia and from the Syrian states of Maacah and Zobah."
            },
            {
                "verse_number": "7",
                "verse_text": "The thirty-two thousand chariots they hired and the army of the king of Maacah came and camped near Medeba. The Ammonites too came out from all their cities and got ready to fight."
            },
            {
                "verse_number": "8",
                "verse_text": "When David heard what was happening, he sent out Joab and the whole army."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites marched out and took up their position at the entrance to Rabbah, their capital city, and the kings who had come to help took up their position in the open countryside."
            },
            {
                "verse_number": "10",
                "verse_text": "Joab saw that the enemy troops would attack him in front and from the rear, so he chose the best of Israel's soldiers and put them in position facing the Syrians."
            },
            {
                "verse_number": "11",
                "verse_text": "He placed the rest of his troops under the command of his brother Abishai, who put them in position facing the Ammonites."
            },
            {
                "verse_number": "12",
                "verse_text": "Joab said to him, &apos;If you see that the Syrians are defeating me, come and help me, and if the Ammonites are defeating you, I will go and help you."
            },
            {
                "verse_number": "13",
                "verse_text": "Be strong and courageous! Let's fight hard for our people and for the cities of our God. And may the Lord 's will be done.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joab and his men advanced to attack, and the Syrians fled."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Ammonites saw the Syrians running away, they fled from Abishai and retreated into the city. Then Joab went back to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "The Syrians realized that they had been defeated by the Israelites, so they brought troops from the Syrian states on the east side of the Euphrates River and placed them under the command of Shobach, commander of the army of King Hadadezer of Zobah."
            },
            {
                "verse_number": "17",
                "verse_text": "When David heard of it, he gathered the Israelite troops, crossed the Jordan River, and put them in position facing the Syrians. The fighting began,"
            },
            {
                "verse_number": "18",
                "verse_text": "and the Israelites drove the Syrian army back. David and his men killed seven thousand Syrian chariot drivers and forty thousand foot soldiers. They also killed the Syrian commander, Shobach."
            },
            {
                "verse_number": "19",
                "verse_text": "When the kings who were subject to Hadadezer realized that they had been defeated by Israel, they made peace with David and became his subjects. The Syrians were never again willing to help the Ammonites."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The following spring, at the time of the year when kings usually go to war, Joab led out the army and invaded the land of Ammon; King David, however, stayed in Jerusalem. They besieged the city of Rabbah, attacked it, and destroyed it."
            },
            {
                "verse_number": "2",
                "verse_text": "The Ammonite idol Molech had a gold crown which weighed about seventy-five pounds. In it there was a jewel, which David took and put in his own crown. He also took a large amount of loot from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "He took the people of the city and put them to work with saws, iron hoes, and axes. He did the same to the people of all the other towns of Ammon. Then he and his men returned to Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Later on, war broke out again with the Philistines at Gezer. This was when Sibbecai from Hushah killed a giant named Sippai, and the Philistines were defeated."
            },
            {
                "verse_number": "5",
                "verse_text": "There was another battle with the Philistines, and Elhanan son of Jair killed Lahmi, the brother of Goliath from Gath, whose spear had a shaft as thick as the bar on a weaver's loom."
            },
            {
                "verse_number": "6",
                "verse_text": "Another battle took place at Gath, where there was a giant with six fingers on each hand and six toes on each foot. He was a descendant of the ancient giants."
            },
            {
                "verse_number": "7",
                "verse_text": "He defied the Israelites, and Jonathan, the son of David's brother Shammah, killed him."
            },
            {
                "verse_number": "8",
                "verse_text": "These three, who were killed by David and his men, were descendants of the giants at Gath."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Satan wanted to bring trouble on the people of Israel, so he made David decide to take a census."
            },
            {
                "verse_number": "2",
                "verse_text": "David gave orders to Joab and the other officers, &apos;Go through Israel, from one end of the country to the other, and count the people. I want to know how many there are.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joab answered, &apos;May the Lord make the people of Israel a hundred times more numerous than they are now! Your Majesty, they are all your servants. Why do you want to do this and make the whole nation guilty?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the king made Joab obey the order. Joab went out, traveled through the whole country of Israel, and then returned to Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "He reported to King David the total number of men capable of military service: 1,100,000 in Israel and 470,000 in Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "Because Joab disapproved of the king's command, he did not take any census of the tribes of Levi and Benjamin."
            },
            {
                "verse_number": "7",
                "verse_text": "God was displeased with what had been done, so he punished Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "David said to God, &apos;I have committed a terrible sin in doing this! Please forgive me. I have acted foolishly.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said to Gad, David's prophet,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Go and tell David that I am giving him three choices. I will do whichever he chooses.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Gad went to David, told him what the Lord had said, and asked, &apos;Which is it to be?"
            },
            {
                "verse_number": "12",
                "verse_text": "Three years of famine? Or three months of running away from the armies of your enemies? Or three days during which the Lord attacks you with his sword and sends an epidemic on your land, using his angel to bring death throughout Israel? What answer shall I give the Lord ?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David replied to Gad, &apos;I am in a desperate situation! But I don't want to be punished by people. Let the Lord himself be the one to punish me, because he is merciful.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord sent an epidemic on the people of Israel, and seventy thousand of them died."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he sent an angel to destroy Jerusalem, but he changed his mind and said to the angel, &apos;Stop! That's enough!&apos; The angel was standing by the threshing place of Araunah, a Jebusite."
            },
            {
                "verse_number": "16",
                "verse_text": "David saw the angel standing in midair, holding his sword in his hand, ready to destroy Jerusalem. Then David and the leaders of the people&ndash;all of whom were wearing sackcloth&ndash;bowed low, with their faces touching the ground."
            },
            {
                "verse_number": "17",
                "verse_text": "David prayed, &apos;O God, I am the one who did wrong. I am the one who ordered the census. What have these poor people done? Lord , my God, punish me and my family, and spare your people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The angel of the Lord told Gad to command David to go and build an altar to the Lord at Araunah's threshing place."
            },
            {
                "verse_number": "19",
                "verse_text": "David obeyed the Lord 's command and went, as Gad had told him to."
            },
            {
                "verse_number": "20",
                "verse_text": "There at the threshing place Araunah and his four sons were threshing wheat, and when they saw the angel, the sons ran and hid."
            },
            {
                "verse_number": "21",
                "verse_text": "As soon as Araunah saw King David approaching, he left the threshing place and bowed low, with his face touching the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "David said to him, &apos;Sell me your threshing place, so that I can build an altar to the Lord , to stop the epidemic. I'll give you the full price.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Take it, Your Majesty,&apos; Araunah said, &apos;and do whatever you wish. Here are these oxen to burn as an offering on the altar, and here are the threshing boards to use as fuel, and wheat to give as an offering. I give it all to you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But the king answered, &apos;No, I will pay you the full price. I will not give as an offering to the Lord something that belongs to you, something that costs me nothing.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "And he paid Araunah six hundred gold coins for the threshing place."
            },
            {
                "verse_number": "26",
                "verse_text": "He built an altar to the Lord there and offered burnt offerings and fellowship offerings. He prayed, and the Lord answered him by sending fire from heaven to burn the sacrifices on the altar."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord told the angel to put his sword away, and the angel obeyed."
            },
            {
                "verse_number": "28",
                "verse_text": "David saw by this that the Lord had answered his prayer, so he offered sacrifices on the altar at Araunah's threshing place."
            },
            {
                "verse_number": "29",
                "verse_text": "The Tent of the Lord 's presence which Moses had made in the wilderness, and the altar on which sacrifices were burned were still at the place of worship at Gibeon at this time;"
            },
            {
                "verse_number": "30",
                "verse_text": "but David was not able to go there to worship God, because he was afraid of the sword of the Lord 's angel."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "So David said, &apos;This is where the Temple of the Lord God will be. Here is the altar where the people of Israel are to offer burnt offerings.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "King David gave orders for all the foreigners living in the land of Israel to assemble, and he put them to work. Some of them prepared stone blocks for building the Temple."
            },
            {
                "verse_number": "3",
                "verse_text": "He supplied a large amount of iron for making nails and clamps for the wooden gates, and so much bronze that no one could weigh it."
            },
            {
                "verse_number": "4",
                "verse_text": "He had the people of Tyre and Sidon bring him a large number of cedar logs."
            },
            {
                "verse_number": "5",
                "verse_text": "David thought, &apos;The Temple that my son Solomon is to build must be splendid and world-famous. But he is young and inexperienced, so I must make preparations for it.&apos; So David got large amounts of the materials ready before he died."
            },
            {
                "verse_number": "6",
                "verse_text": "He sent for his son Solomon and commanded him to build a temple for the Lord , the God of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to him, &apos;Son, I wanted to build a temple to honor the Lord my God."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord told me that I had killed too many people and fought too many wars. And so, because of all the bloodshed I have caused, he would not let me build a temple for him."
            },
            {
                "verse_number": "9",
                "verse_text": "He did, however, make me a promise. He said, &quot;You will have a son who will rule in peace, because I will give him peace from all his enemies. His name will be Solomon, because during his reign I will give Israel peace and security."
            },
            {
                "verse_number": "10",
                "verse_text": "He will build a temple for me. He will be my son, and I will be his father. His dynasty will rule Israel forever.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David continued, &apos;Now, son, may the Lord your God be with you, and may he keep his promise to make you successful in building a temple for him."
            },
            {
                "verse_number": "12",
                "verse_text": "And may the Lord your God give you insight and wisdom so that you may govern Israel according to his Law."
            },
            {
                "verse_number": "13",
                "verse_text": "If you obey all the laws which the Lord gave to Moses for Israel, you will be successful. Be determined and confident, and don't let anything make you afraid."
            },
            {
                "verse_number": "14",
                "verse_text": "As for the Temple, by my efforts I have accumulated almost four thousand tons of gold and nearly forty thousand tons of silver to be used in building it. Besides that, there is an unlimited supply of bronze and iron. I also have wood and stone ready, but you must get more."
            },
            {
                "verse_number": "15",
                "verse_text": "You have many workers. There are stonecutters to work in the quarries, and there are masons and carpenters, as well as a large number of skilled workers of every sort who can work"
            },
            {
                "verse_number": "16",
                "verse_text": "with gold, silver, bronze, and iron. Now begin the work, and may the Lord be with you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "David commanded all the leaders of Israel to help Solomon."
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos;The Lord your God has been with you and given you peace on all sides. He let me conquer all the people who used to live in this land, and they are now subject to you and to the Lord ."
            },
            {
                "verse_number": "19",
                "verse_text": "Now serve the Lord your God with all your heart and soul. Start building the Temple, so that you can place in it the Covenant Box of the Lord and all the other sacred objects used in worshiping him.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When David was very old, he made his son Solomon king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "King David brought together all the Israelite leaders and all the priests and Levites."
            },
            {
                "verse_number": "3",
                "verse_text": "He took a census of all the male Levites aged thirty or older. The total was thirty-eight thousand."
            },
            {
                "verse_number": "4",
                "verse_text": "The king assigned twenty-four thousand to administer the work of the Temple, six thousand to keep records and decide disputes,"
            },
            {
                "verse_number": "5",
                "verse_text": "four thousand to do guard duty, and four thousand to praise the Lord , using the musical instruments provided by the king for this purpose."
            },
            {
                "verse_number": "6",
                "verse_text": "David divided the Levites into three groups, according to their clans: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "7",
                "verse_text": "Gershon had two sons: Ladan and Shimei."
            },
            {
                "verse_number": "8",
                "verse_text": "Ladan had three sons: Jehiel, Zetham, and Joel,"
            },
            {
                "verse_number": "9",
                "verse_text": "who were the heads of the clans descended from Ladan. (Shimei had three sons: Shelomoth, Haziel, and Haran.)"
            },
            {
                "verse_number": "12",
                "verse_text": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "13",
                "verse_text": "His oldest son, Amram, was the father of Aaron and Moses. (Aaron and his descendants were set apart to be in charge of the sacred objects forever, to burn incense in the worship of the Lord , to serve him, and to bless the people in his name."
            },
            {
                "verse_number": "14",
                "verse_text": "But the sons of Moses, the man of God, were included among the Levites.)"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses had two sons, Gershom and Eliezer."
            },
            {
                "verse_number": "16",
                "verse_text": "The leader among Gershom's sons was Shebuel."
            },
            {
                "verse_number": "17",
                "verse_text": "Eliezer had only one son, Rehabiah, but Rehabiah had many descendants."
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath's second son, Izhar, had a son, Shelomith, the head of the clan."
            },
            {
                "verse_number": "19",
                "verse_text": "Kohath's third son, Hebron, had four sons: Jeriah, Amariah, Jahaziel, and Jekameam."
            },
            {
                "verse_number": "20",
                "verse_text": "Kohath's fourth son, Uzziel, had two sons, Micah and Isshiah."
            },
            {
                "verse_number": "21",
                "verse_text": "Merari had two sons, Mahli and Mushi. Mahli also had two sons, Eleazar and Kish,"
            },
            {
                "verse_number": "22",
                "verse_text": "but Eleazar died without having any sons, only daughters. His daughters married their cousins, the sons of Kish."
            },
            {
                "verse_number": "23",
                "verse_text": "Merari's second son, Mushi, had three sons: Mahli, Eder, and Jeremoth."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the descendants of Levi, by clans and families, every one of them registered by name. Each of his descendants, twenty years of age or older, had a share in the work of the Lord 's Temple."
            },
            {
                "verse_number": "25",
                "verse_text": "David said, &apos;The Lord God of Israel has given peace to his people, and he himself will live in Jerusalem forever."
            },
            {
                "verse_number": "26",
                "verse_text": "So there is no longer any need for the Levites to carry the Tent of the Lord 's presence and all the equipment used in worship.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "On the basis of David's final instructions all Levites were registered for service when they reached the age of twenty,"
            },
            {
                "verse_number": "28",
                "verse_text": "and were assigned the following duties: to help the priests descended from Aaron with the Temple worship, to take care of its courtyards and its rooms, and to keep undefiled everything that is sacred;"
            },
            {
                "verse_number": "29",
                "verse_text": "to be responsible for the bread offered to God, the flour used in offerings, the wafers made without yeast, the baked offerings, and the flour mixed with olive oil; to weigh and measure the Temple offerings;"
            },
            {
                "verse_number": "30",
                "verse_text": "and to praise and glorify the Lord every morning and every evening"
            },
            {
                "verse_number": "31",
                "verse_text": "and whenever offerings to the Lord are burned on the Sabbath, the New Moon Festival, and other festivals. Rules were made specifying the number of Levites assigned to do this work each time. The Levites were assigned the duty of worshiping the Lord for all time."
            },
            {
                "verse_number": "32",
                "verse_text": "They were given the responsibility of taking care of the Tent of the Lord 's presence and the Temple, and of assisting their relatives, the priests descended from Aaron, in the Temple worship."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "These are the groups to which the descendants of Aaron belong. Aaron had four sons: Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "2",
                "verse_text": "Nadab and Abihu died before their father did, and left no descendants, so their brothers Eleazar and Ithamar became priests."
            },
            {
                "verse_number": "3",
                "verse_text": "King David organized the descendants of Aaron into groups according to their duties. He was assisted in this by Zadok, a descendant of Eleazar, and by Ahimelech, a descendant of Ithamar."
            },
            {
                "verse_number": "4",
                "verse_text": "The descendants of Eleazar were organized into sixteen groups, while the descendants of Ithamar were organized into eight; this was done because there were more male heads of families among the descendants of Eleazar."
            },
            {
                "verse_number": "5",
                "verse_text": "Since there were Temple officials and spiritual leaders among the descendants of both Eleazar and Ithamar, assignments were made by drawing lots."
            },
            {
                "verse_number": "6",
                "verse_text": "The descendants of Eleazar and of Ithamar took turns drawing lots. Then they were registered by Shemaiah son of Nethanel, a Levite secretary. The king, his officials, the priest Zadok, Ahimelech son of Abiathar, and the heads of the priestly families and of the Levite families, were all witnesses. Jehdeiah, a descendant of Amram through Shebuel; These are the families of the Levites."
            },
            {
                "verse_number": "19",
                "verse_text": "These men were registered according to their assignments for going to the Temple and performing the duties established by their ancestor Aaron in obedience to the commands of the Lord God of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "These are other heads of families descended from Levi:"
            },
            {
                "verse_number": "21",
                "verse_text": "Isshiah, a descendant of Rehabiah;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jahath, a descendant of Izhar through Shelomith;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jeriah, Amariah, Jehaziel, and Jekameam, sons of Hebron, in order of age;"
            },
            {
                "verse_number": "24",
                "verse_text": "Shamir, a descendant of Uzziel through Micah;"
            },
            {
                "verse_number": "25",
                "verse_text": "Zechariah, a descendant of Uzziel through Isshiah, Micah's brother;"
            },
            {
                "verse_number": "26",
                "verse_text": "Mahli, Mushi, and Jaaziah, descendants of Merari."
            },
            {
                "verse_number": "27",
                "verse_text": "Jaaziah had three sons: Shoham, Zaccur, and Ibri."
            },
            {
                "verse_number": "30",
                "verse_text": "Mushi had three sons: Mahli, Eder, and Jeremoth."
            },
            {
                "verse_number": "31",
                "verse_text": "The head of each family and one of his younger brothers drew lots for their assignments, just as their relatives, the priests descended from Aaron, had done. King David, Zadok, Ahimelech, and the heads of families of the priests and of the Levites were witnesses."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "King David and the leaders of the Levites chose the following Levite clans to lead the worship services: Asaph, Heman, and Jeduthun. They were to proclaim God's messages, accompanied by the music of harps and cymbals. This is the list of persons chosen to lead the worship, with the type of service that each group performed:"
            },
            {
                "verse_number": "2",
                "verse_text": "The four sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah. They were under the direction of Asaph, who proclaimed God's messages whenever the king commanded."
            },
            {
                "verse_number": "3",
                "verse_text": "The six sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah. Under the direction of their father they proclaimed God's message, accompanied by the music of harps, and sang praise and thanks to the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "The fourteen sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."
            },
            {
                "verse_number": "5",
                "verse_text": "God gave to Heman, the king's prophet, these fourteen sons and also three daughters, as he had promised, in order to give power to Heman."
            },
            {
                "verse_number": "6",
                "verse_text": "All of his sons played cymbals and harps under their father's direction, to accompany the Temple worship. And Asaph, Jeduthun, and Heman were under orders from the king."
            },
            {
                "verse_number": "7",
                "verse_text": "All these twenty-four men were experts; and their fellow Levites were trained musicians. There were 288 men in all."
            },
            {
                "verse_number": "8",
                "verse_text": "To determine the assignment of duties they all drew lots, whether they were young or old, experts or beginners."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "These are the assignments of work for the Levites who served as Temple guards. From the clan of Korah there was Meshelemiah son of Kore, of the family of Asaph."
            },
            {
                "verse_number": "2",
                "verse_text": "He had seven sons, listed in order of age: Zechariah, Jediael, Zebadiah, Jathniel,"
            },
            {
                "verse_number": "3",
                "verse_text": "Elam, Jehohanan, and Eliehoenai."
            },
            {
                "verse_number": "4",
                "verse_text": "There was also Obed Edom, whom God blessed by giving him eight sons, listed in order of age: Shemaiah, Jehozabad, Joah, Sachar, Nethanel,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ammiel, Issachar, and Peullethai."
            },
            {
                "verse_number": "8",
                "verse_text": "Obed Edom's family furnished a total of sixty-two highly qualified men for this work."
            },
            {
                "verse_number": "9",
                "verse_text": "Meshelemiah's family furnished eighteen qualified men."
            },
            {
                "verse_number": "10",
                "verse_text": "From the clan of Merari there was Hosah, who had four sons: Shimri (his father made him the leader, even though he was not the oldest son),"
            },
            {
                "verse_number": "11",
                "verse_text": "Hilkiah, Tebaliah, and Zechariah. In all there were thirteen members of Hosah's family who were Temple guards."
            },
            {
                "verse_number": "12",
                "verse_text": "The Temple guards were divided into groups, according to families, and they were assigned duties in the Temple, just as the other Levites were."
            },
            {
                "verse_number": "13",
                "verse_text": "Each family, regardless of size, drew lots to see which gate it would be responsible for."
            },
            {
                "verse_number": "14",
                "verse_text": "Shelemiah drew the east gate, and his son Zechariah, a man who always gave good advice, drew the north gate."
            },
            {
                "verse_number": "15",
                "verse_text": "Obed Edom was allotted the south gate, and his sons were allotted to guard the storerooms."
            },
            {
                "verse_number": "16",
                "verse_text": "Shuppim and Hosah were allotted the west gate and the Shallecheth Gate on the upper road. Guard duty was divided into assigned periods, one after another."
            },
            {
                "verse_number": "17",
                "verse_text": "On the east, six guards were on duty each day, on the north, four, and on the south, four. Four guards were stationed at the storerooms daily, two at each storeroom."
            },
            {
                "verse_number": "18",
                "verse_text": "Near the western pavilion there were four guards by the road and two at the pavilion itself."
            },
            {
                "verse_number": "19",
                "verse_text": "This is the assignment of guard duty to the clan of Korah and the clan of Merari."
            },
            {
                "verse_number": "20",
                "verse_text": "Others of their fellow Levites were in charge of the Temple treasury and the storerooms for gifts dedicated to God."
            },
            {
                "verse_number": "21",
                "verse_text": "Ladan, one of the sons of Gershon, was the ancestor of several family groups, including the family of his son Jehiel."
            },
            {
                "verse_number": "22",
                "verse_text": "Ladan's two other sons, Zetham and Joel, had charge of the Temple treasury and storerooms."
            },
            {
                "verse_number": "23",
                "verse_text": "Duties were also assigned to the descendants of Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "24",
                "verse_text": "Shebuel, of the clan of Moses' son Gershom, was the chief official responsible for the Temple treasury."
            },
            {
                "verse_number": "25",
                "verse_text": "Through Gershom's brother Eliezer he was related to Shelomith. Eliezer was the father of Rehabiah, who was the father of Jeshaiah, the father of Joram, the father of Zichri, the father of Shelomith."
            },
            {
                "verse_number": "26",
                "verse_text": "Shelomith and the members of his family were in charge of all the gifts dedicated to God by King David, the heads of families, leaders of clan groups, and army officers."
            },
            {
                "verse_number": "27",
                "verse_text": "They took some of the loot they captured in battle and dedicated it for use in the Temple."
            },
            {
                "verse_number": "28",
                "verse_text": "Shelomith and his family were in charge of everything that had been dedicated for use in the Temple, including the gifts brought by the prophet Samuel, by King Saul, by Abner son of Ner, and by Joab son of Zeruiah."
            },
            {
                "verse_number": "29",
                "verse_text": "Among the descendants of Izhar, Chenaniah and his sons were assigned administrative duties: keeping records and settling disputes for the people of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "Among the descendants of Hebron, Hashabiah and seventeen hundred of his relatives, all outstanding men, were put in charge of the administration of all religious and civil matters in Israel west of the Jordan River."
            },
            {
                "verse_number": "31",
                "verse_text": "Jeriah was the leader of the descendants of Hebron. In the fortieth year that David was king, an investigation was made of the family line of Hebron's descendants, and outstanding soldiers belonging to this family were found living at Jazer in the territory of Gilead."
            },
            {
                "verse_number": "32",
                "verse_text": "King David chose twenty-seven hundred outstanding heads of families from Jeriah's relatives and put them in charge of administering all religious and civil matters in Israel east of the Jordan River&ndash;the territories of Reuben, Gad, and East Manasseh."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "This is the list of the Israelite heads of families and clan leaders and their officials who administered the work of the kingdom. Each month of the year a different group of twenty-four thousand men was on duty under the commander for that month. First month: Jashobeam son of Zabdiel (he was a member of the clan of Perez, a part of the tribe of Judah) Third month: Benaiah son of Jehoiada the priest; he was the leader of &apos;The Thirty&apos; (his son Ammizabad succeeded him as commander of this group) Fourth month: Asahel, brother of Joab (his son Zebadiah succeeded him) Fifth month: Shamhuth, a descendant of Izhar Sixth month: Ira son of Ikkesh from Tekoa Seventh month: Helez, an Ephraimite from Pelon Eighth month: Sibbecai from Hushah (he was a member of the clan of Zerah, a part of the tribe of Judah) Ninth month: Abiezer from Anathoth in the territory of the tribe of Benjamin Tenth month: Maharai from Netophah (he was a member of the clan of Zerah) Eleventh month: Benaiah from Pirathon in the territory of the tribe of Ephraim Twelfth month: Heldai from Netophah (he was a descendant of Othniel) Reuben Eliezer son of Zichri Simeon Shephatiah son of Maacah Levi Hashabiah son of Kemuel Aaron Zadok Judah Elihu, one of King David's brothers Issachar Omri son of Michael Zebulun Ishmaiah son of Obadiah Naphtali Jeremoth son of Azriel Ephraim Hoshea son of Azaziah West Manasseh Joel son of Pedaiah East Manasseh Iddo son of Zechariah Benjamin Jaasiel son of Abner Dan Azarel son of Jeroham Royal storerooms: Azmaveth son of Adiel Local storerooms: Jonathan son of Uzziah Farm labor: Ezri son of Chelub Vineyards: Shimei from Ramah Wine cellars: Zabdi from Shepham Olive and sycamore trees (in the western foothills): Baal Hanan from Geder Olive oil storage: Joash Cattle in the Plain of Sharon: Shitrai from Sharon Cattle in the valleys: Shaphat son of Adlai Camels: Obil, an Ishmaelite Donkeys: Jehdeiah from Meronoth Sheep and goats: Jaziz, a Hagrite"
            },
            {
                "verse_number": "23",
                "verse_text": "King David did not take a census of the people who were under the age of twenty, because of the Lord 's promise to make the people of Israel as numerous as the stars in the sky."
            },
            {
                "verse_number": "24",
                "verse_text": "Joab, whose mother was Zeruiah, began to take a census, but he did not complete it. God punished Israel because of this census, so the final figures were never recorded in King David's official records."
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan, King David's uncle, was a skillful adviser and a scholar. He and Jehiel son of Hachmoni were in charge of the education of the king's sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahithophel was adviser to the king, and Hushai the Archite was the king's friend and counselor."
            },
            {
                "verse_number": "34",
                "verse_text": "After Ahithophel died, Abiathar and Jehoiada son of Benaiah became advisers. Joab was commander of the royal army."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "King David commanded all the officials of Israel to assemble in Jerusalem. So all the officials of the tribes, the officials who administered the work of the kingdom, the leaders of the clans, the supervisors of the property and livestock that belonged to the king and his sons&ndash;indeed all the palace officials, leading soldiers, and important men&ndash;gathered in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "David stood before them and addressed them: &apos;My friends, listen to me. I wanted to build a permanent home for the Covenant Box, the footstool of the Lord our God. I have made preparations for building a temple to honor him,"
            },
            {
                "verse_number": "3",
                "verse_text": "but he has forbidden me to do it, because I am a soldier and have shed too much blood."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord , the God of Israel, chose me and my descendants to rule Israel forever. He chose the tribe of Judah to provide leadership, and out of Judah he chose my father's family. From all that family it was his pleasure to take me and make me king over all Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "He gave me many sons, and out of them all he chose Solomon to rule over Israel, the Lord 's kingdom."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The Lord said to me, &quot;Your son Solomon is the one who will build my Temple. I have chosen him to be my son, and I will be his father."
            },
            {
                "verse_number": "7",
                "verse_text": "I will make his kingdom last forever if he continues to obey carefully all my laws and commands as he does now.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;So now, my people, in the presence of our God and of this assembly of all Israel, the Lord 's people, I charge you to obey carefully everything that the Lord our God has commanded us, so that you may continue to possess this good land and so that you may hand it on to succeeding generations forever.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And to Solomon he said, &apos;My son, I charge you to acknowledge your father's God and to serve him with an undivided heart and a willing mind. He knows all our thoughts and desires. If you go to him, he will accept you; but if you turn away from him, he will abandon you forever."
            },
            {
                "verse_number": "10",
                "verse_text": "You must realize that the Lord has chosen you to build his holy Temple. Now do it&ndash;and do it with determination.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David gave Solomon the plans for all the Temple buildings, for the storerooms and all the other rooms, and for the Most Holy Place, where sins are forgiven."
            },
            {
                "verse_number": "12",
                "verse_text": "He also gave him the plans for all he had in mind for the courtyards and the rooms around them, and for the storerooms for the Temple equipment and the gifts dedicated to the Lord ."
            },
            {
                "verse_number": "13",
                "verse_text": "David also gave him the plans for organizing the priests and Levites to perform their duties, to do the work of the Temple, and to take care of all the Temple utensils."
            },
            {
                "verse_number": "14",
                "verse_text": "He gave instructions as to how much silver and gold was to be used for making the utensils,"
            },
            {
                "verse_number": "15",
                "verse_text": "for each lamp and lampstand,"
            },
            {
                "verse_number": "16",
                "verse_text": "for the silver tables, and for each gold table on which were placed the loaves of bread offered to God."
            },
            {
                "verse_number": "17",
                "verse_text": "He also gave instructions as to how much pure gold was to be used in making forks, bowls, and jars, how much silver and gold in making dishes,"
            },
            {
                "verse_number": "18",
                "verse_text": "and how much pure gold in making the altar on which incense was burned and in making the chariot for the winged creatures that spread their wings over the Lord 's Covenant Box."
            },
            {
                "verse_number": "19",
                "verse_text": "King David said, &apos;All this is contained in the plan written according to the instructions which the Lord himself gave me to carry out.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "King David said to his son Solomon, &apos;Be confident and determined. Start the work and don't let anything stop you. The Lord God, whom I serve, will be with you. He will not abandon you, but he will stay with you until you finish the work to be done on his Temple."
            },
            {
                "verse_number": "21",
                "verse_text": "The priests and the Levites have been assigned duties to perform in the Temple. Workers with every kind of skill are eager to help you, and all the people and their leaders are at your command.&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "King David announced to the whole assembly: &apos;My son Solomon is the one whom God has chosen, but he is still young and lacks experience. The work to be done is tremendous, because this is not a palace for people but a temple for the Lord God."
            },
            {
                "verse_number": "2",
                "verse_text": "I have made every effort to prepare materials for the Temple&ndash;gold, silver, bronze, iron, timber, precious stones and gems, stones for mosaics, and quantities of marble."
            },
            {
                "verse_number": "3",
                "verse_text": "Over and above all this that I have provided, I have given silver and gold from my personal property because of my love for God's Temple."
            },
            {
                "verse_number": "4",
                "verse_text": "I have given 115 tons of the finest gold and 265 tons of pure silver for decorating the walls of the Temple"
            },
            {
                "verse_number": "5",
                "verse_text": "and for all the objects which the skilled workers are to make. Now who else is willing to give a generous offering to the Lord ?&apos; For a second time they proclaimed Solomon king. In the name of the Lord they anointed him as their ruler and Zadok as priest."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the heads of the clans, the officials of the tribes, the commanders of the army, and the administrators of the royal property volunteered to give"
            },
            {
                "verse_number": "7",
                "verse_text": "the following for the work on the Temple: 190 tons of gold, 380 tons of silver, 675 tons of bronze, and 3,750 tons of iron."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who had precious stones gave them to the Temple treasury, which was administered by Jehiel of the Levite clan of Gershon."
            },
            {
                "verse_number": "9",
                "verse_text": "The people had given willingly to the Lord , and they were happy that so much had been given. King David also was extremely happy."
            },
            {
                "verse_number": "10",
                "verse_text": "There in front of the whole assembly King David praised the Lord . He said, &apos; Lord God of our ancestor Jacob, may you be praised forever and ever!"
            },
            {
                "verse_number": "11",
                "verse_text": "You are great and powerful, glorious, splendid, and majestic. Everything in heaven and earth is yours, and you are king, supreme ruler over all."
            },
            {
                "verse_number": "12",
                "verse_text": "All riches and wealth come from you; you rule everything by your strength and power; and you are able to make anyone great and strong."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, our God, we give you thanks, and we praise your glorious name."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Yet my people and I cannot really give you anything, because everything is a gift from you, and we have only given back what is yours already."
            },
            {
                "verse_number": "15",
                "verse_text": "You know, O Lord , that we pass through life like exiles and strangers, as our ancestors did. Our days are like a passing shadow, and we cannot escape death."
            },
            {
                "verse_number": "16",
                "verse_text": "O Lord , our God, we have brought together all this wealth to build a temple to honor your holy name, but it all came from you and all belongs to you."
            },
            {
                "verse_number": "17",
                "verse_text": "I know that you test everyone's heart and are pleased with people of integrity. In honesty and sincerity I have willingly given all this to you, and I have seen how your people who are gathered here have been happy to bring offerings to you."
            },
            {
                "verse_number": "18",
                "verse_text": "Lord God of our ancestors Abraham, Isaac, and Jacob, keep such devotion forever strong in your people's hearts and keep them always faithful to you."
            },
            {
                "verse_number": "19",
                "verse_text": "Give my son Solomon a wholehearted desire to obey everything that you command and to build the Temple for which I have made these preparations.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then David commanded the people, &apos;Praise the Lord your God!&apos; And the whole assembly praised the Lord , the God of their ancestors, and they bowed low and gave honor to the Lord and also to the king."
            },
            {
                "verse_number": "21",
                "verse_text": "The following day they killed animals as sacrifices, dedicating them to the Lord , and then gave them to the people to eat. In addition, they sacrificed a thousand bulls, a thousand rams, and a thousand lambs, which they burned whole on the altar. They also brought the offerings of wine."
            },
            {
                "verse_number": "22",
                "verse_text": "So that day they were very happy as they ate and drank in the presence of the Lord ."
            },
            {
                "verse_number": "23",
                "verse_text": "So Solomon succeeded his father David on the throne which the Lord had established. He was a successful king, and the whole nation of Israel obeyed him."
            },
            {
                "verse_number": "24",
                "verse_text": "All the officials and soldiers, and even all of David's other sons, promised to be loyal to Solomon as king."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord made the whole nation stand in awe of Solomon, and he made him more glorious than any other king that had ruled Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "David son of Jesse ruled over all Israel"
            },
            {
                "verse_number": "27",
                "verse_text": "for forty years. He ruled in Hebron for seven years and in Jerusalem for thirty-three."
            },
            {
                "verse_number": "28",
                "verse_text": "He died at a ripe old age, wealthy and respected, and his son Solomon succeeded him as king."
            },
            {
                "verse_number": "29",
                "verse_text": "The history of King David from beginning to end is recorded in the records of the three prophets, Samuel, Nathan, and Gad."
            },
            {
                "verse_number": "30",
                "verse_text": "The records tell how he ruled, how powerful he was, and all the things that happened to him, to Israel, and to the surrounding kingdoms."
            }
        ]
    }
}