{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the prophecy of Obadiah&ndash;what the Sovereign Lord said about the nation of Edom. The Lord has sent his messenger to the nations, and we have heard his message: &apos;Get ready! Let us go to war against Edom!&apos; &apos;I will make you weak; everyone will despise you. Your capital is a fortress of solid rock; your home is high in the mountains, and so you say to yourself, &quot;Who can ever pull me down?&quot; as high as an eagle's nest, so that it seems to be among the stars, yet I will pull you down. they take only what they want. When people gather grapes, they always leave a few. But your enemies have wiped you out completely. they have driven you from your country. People who were at peace with you have now conquered you. Those friends who ate with you have laid a trap for you; they say of you, &quot;Where is all that cleverness he had?&quot; I will destroy their clever men and wipe out all their wisdom. and every soldier in Edom will be killed. you will be destroyed and dishonored forever. when enemies broke down their gates. You were as bad as those strangers who carried off Jerusalem's wealth and divided it among themselves. over the misfortune of your relatives in Judah. You should not have been glad on the day of their ruin. You should not have laughed at them in their distress. to gloat over their suffering and to seize their riches on the day of their disaster. to catch those trying to escape. You should not have handed them over to the enemy on the day of their distress. will judge all nations. Edom, what you have done will be done to you. You will get back what you have given. But all the surrounding nations will drink a still more bitter cup of punishment; they will drink it all and vanish away. and it will be a sacred place. The people of Jacob will possess the land that is theirs by right. they will destroy the people of Esau as fire burns stubble. No descendant of Esau will survive. I, the Lord , have spoken. those from the western foothills will capture Philistia. Israelites will possess the territory of Ephraim and Samaria; the people of Benjamin will take Gilead. will return and conquer Phoenicia as far north as Zarephath. The exiles from Jerusalem who are in Sardis will capture the towns of southern Judah. will attack Edom and rule over it. And the Lord himself will be king.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord says to Edom,"
            },
            {
                "verse_number": "3",
                "verse_text": "Your pride has deceived you."
            },
            {
                "verse_number": "4",
                "verse_text": "Even though you make your home"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When thieves come at night,"
            },
            {
                "verse_number": "6",
                "verse_text": "Descendants of Esau, your treasures have been looted."
            },
            {
                "verse_number": "7",
                "verse_text": "Your allies have deceived you;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;On the day I punish Edom,"
            },
            {
                "verse_number": "9",
                "verse_text": "The fighting men of Teman will be terrified,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Because you robbed and killed your relatives, the descendants of Jacob, on my sacred hill."
            },
            {
                "verse_number": "11",
                "verse_text": "You stood aside on that day"
            },
            {
                "verse_number": "12",
                "verse_text": "You should not have gloated"
            },
            {
                "verse_number": "13",
                "verse_text": "You should not have entered the city of my people"
            },
            {
                "verse_number": "14",
                "verse_text": "You should not have stood at the crossroads"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The day is near when I, the Lord ,"
            },
            {
                "verse_number": "16",
                "verse_text": "My people have drunk a bitter cup of punishment"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;But on Mount Zion some will escape,"
            },
            {
                "verse_number": "18",
                "verse_text": "The people of Jacob and of Joseph will be like fire;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;People from southern Judah will occupy Edom;"
            },
            {
                "verse_number": "20",
                "verse_text": "The army of exiles from northern Israel"
            },
            {
                "verse_number": "21",
                "verse_text": "The victorious men of Jerusalem"
            }
        ]
    }
}