{
    "Jonah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "One day the Lord spoke to Jonah son of Amittai."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;Go to Nineveh, that great city, and speak out against it; I am aware of how wicked its people are.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jonah, however, set out in the opposite direction in order to get away from the Lord . He went to Joppa, where he found a ship about to go to Spain. He paid his fare and went aboard with the crew to sail to Spain, where he would be away from the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord sent a strong wind on the sea, and the storm was so violent that the ship was in danger of breaking up."
            },
            {
                "verse_number": "5",
                "verse_text": "The sailors were terrified and cried out for help, each one to his own god. Then, in order to lessen the danger, they threw the cargo overboard. Meanwhile, Jonah had gone below and was lying in the ship's hold, sound asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "The captain found him there and said to him, &apos;What are you doing asleep? Get up and pray to your god for help. Maybe he will feel sorry for us and spare our lives.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The sailors said to each other, &apos;Let's draw lots and find out who is to blame for getting us into this danger.&apos; They did so, and Jonah's name was drawn."
            },
            {
                "verse_number": "8",
                "verse_text": "So they said to him, &apos;Now, then, tell us! Who is to blame for this? What are you doing here? What country do you come from? What is your nationality?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I am a Hebrew,&apos; Jonah answered. &apos;I worship the Lord , the God of heaven, who made land and sea.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jonah went on to tell them that he was running away from the Lord . The sailors were terrified, and said to him, &apos;That was an awful thing to do!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The storm was getting worse all the time, so the sailors asked him, &apos;What should we do to you to stop the storm?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jonah answered, &apos;Throw me into the sea, and it will calm down. I know it is my fault that you are caught in this violent storm.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, the sailors tried to get the ship to shore, rowing with all their might. But the storm was becoming worse and worse, and they got nowhere."
            },
            {
                "verse_number": "14",
                "verse_text": "So they cried out to the Lord , &apos;O Lord , we pray, don't punish us with death for taking this man's life! You, O Lord , are responsible for all this; it is your doing.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then they picked Jonah up and threw him into the sea, and it calmed down at once."
            },
            {
                "verse_number": "16",
                "verse_text": "This made the sailors so afraid of the Lord that they offered a sacrifice and promised to serve him."
            },
            {
                "verse_number": "17",
                "verse_text": "At the Lord 's command a large fish swallowed Jonah, and he was inside the fish for three days and three nights."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "From deep inside the fish Jonah prayed to the Lord his God: and you answered me. From deep in the world of the dead I cried for help, and you heard me. to the very bottom of the sea, where the waters were all around me, and all your mighty waves rolled over me. and would never see your holy Temple again. the sea covered me completely, and seaweed wrapped around my head. But you, O Lord my God, brought me back from the depths alive. then, O Lord , I prayed to you, and in your holy Temple you heard me. have abandoned their loyalty to you. I will offer you a sacrifice and do what I have promised. Salvation comes from the Lord !&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;In my distress, O Lord , I called to you,"
            },
            {
                "verse_number": "3",
                "verse_text": "You threw me down into the depths,"
            },
            {
                "verse_number": "4",
                "verse_text": "I thought I had been banished from your presence"
            },
            {
                "verse_number": "5",
                "verse_text": "The water came over me and choked me;"
            },
            {
                "verse_number": "6",
                "verse_text": "I went down to the very roots of the mountains, into the land whose gates lock shut forever."
            },
            {
                "verse_number": "7",
                "verse_text": "When I felt my life slipping away,"
            },
            {
                "verse_number": "8",
                "verse_text": "Those who worship worthless idols"
            },
            {
                "verse_number": "9",
                "verse_text": "But I will sing praises to you;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord ordered the fish to spit Jonah up on the beach, and it did."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Once again the Lord spoke to Jonah."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;Go to Nineveh, that great city, and proclaim to the people the message I have given you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Jonah obeyed the Lord and went to Nineveh, a city so large that it took three days to walk through it."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonah started through the city, and after walking a whole day, he proclaimed, &apos;In forty days Nineveh will be destroyed!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Nineveh believed God's message. So they decided that everyone should fast, and all the people, from the greatest to the least, put on sackcloth to show that they had repented."
            },
            {
                "verse_number": "6",
                "verse_text": "When the king of Nineveh heard about it, he got up from his throne, took off his robe, put on sackcloth, and sat down in ashes."
            },
            {
                "verse_number": "7",
                "verse_text": "He sent out a proclamation to the people of Nineveh: &apos;This is an order from the king and his officials: No one is to eat anything; all persons, cattle, and sheep are forbidden to eat or drink."
            },
            {
                "verse_number": "8",
                "verse_text": "All persons and animals must wear sackcloth. Everyone must pray earnestly to God and must give up their wicked behavior and their evil actions."
            },
            {
                "verse_number": "9",
                "verse_text": "Perhaps God will change his mind; perhaps he will stop being angry, and we will not die!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "God saw what they did; he saw that they had given up their wicked behavior. So he changed his mind and did not punish them as he had said he would."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Jonah was very unhappy about this and became angry."
            },
            {
                "verse_number": "2",
                "verse_text": "So he prayed, &apos; Lord , didn't I say before I left home that this is just what you would do? That's why I did my best to run away to Spain! I knew that you are a loving and merciful God, always patient, always kind, and always ready to change your mind and not punish."
            },
            {
                "verse_number": "3",
                "verse_text": "Now then, Lord , let me die. I am better off dead than alive.&apos; Jonah replied, &apos;I have every right to be angry&ndash;angry enough to die!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord answered, &apos;What right do you have to be angry?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jonah went out east of the city and sat down. He made a shelter for himself and sat in its shade, waiting to see what would happen to Nineveh."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord God made a plant grow up over Jonah to give him some shade, so that he would be more comfortable. Jonah was extremely pleased with the plant."
            },
            {
                "verse_number": "7",
                "verse_text": "But at dawn the next day, at God's command, a worm attacked the plant, and it died."
            },
            {
                "verse_number": "8",
                "verse_text": "After the sun had risen, God sent a hot east wind, and Jonah was about to faint from the heat of the sun beating down on his head. So he wished he were dead. &apos;I am better off dead than alive,&apos; he said."
            },
            {
                "verse_number": "9",
                "verse_text": "But God said to him, &apos;What right do you have to be angry about the plant?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said to him, &apos;This plant grew up in one night and disappeared the next; you didn't do anything for it and you didn't make it grow&ndash;yet you feel sorry for it!"
            },
            {
                "verse_number": "11",
                "verse_text": "How much more, then, should I have pity on Nineveh, that great city. After all, it has more than 120,000 innocent children in it, as well as many animals!&apos;"
            }
        ]
    }
}