{
    "Philemon": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a prisoner for the sake of Christ Jesus, and from our brother Timothy— To our friend and fellow worker Philemon,"
            },
            {
                "verse_number": "2",
                "verse_text": "and the church that meets in your house, and our sister Apphia, and our fellow soldier Archippus:"
            },
            {
                "verse_number": "3",
                "verse_text": "May God our Father and the Lord Jesus Christ give you grace and peace."
            },
            {
                "verse_number": "4",
                "verse_text": "Brother Philemon, every time I pray, I mention you and give thanks to my God."
            },
            {
                "verse_number": "5",
                "verse_text": "For I hear of your love for all of God's people and the faith you have in the Lord Jesus."
            },
            {
                "verse_number": "6",
                "verse_text": "My prayer is that our fellowship with you as believers will bring about a deeper understanding of every blessing which we have in our life in union with Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "Your love, dear brother, has brought me great joy and much encouragement! You have cheered the hearts of all of God's people."
            },
            {
                "verse_number": "8",
                "verse_text": "For this reason I could be bold enough, as your brother in Christ, to order you to do what should be done."
            },
            {
                "verse_number": "9",
                "verse_text": "But because I love you, I make a request instead. I do this even though I am Paul, the ambassador of Christ Jesus, and at present also a prisoner for his sake."
            },
            {
                "verse_number": "10",
                "verse_text": "So I make a request to you on behalf of Onesimus, who is my own son in Christ; for while in prison I have become his spiritual father."
            },
            {
                "verse_number": "11",
                "verse_text": "At one time he was of no use to you, but now he is useful both to you and to me."
            },
            {
                "verse_number": "12",
                "verse_text": "I am sending him back to you now, and with him goes my heart."
            },
            {
                "verse_number": "13",
                "verse_text": "I would like to keep him here with me, while I am in prison for the gospel's sake, so that he could help me in your place."
            },
            {
                "verse_number": "14",
                "verse_text": "However, I do not want to force you to help me; rather, I would like for you to do it of your own free will. So I will not do anything unless you agree."
            },
            {
                "verse_number": "15",
                "verse_text": "It may be that Onesimus was away from you for a short time so that you might have him back for all time."
            },
            {
                "verse_number": "16",
                "verse_text": "And now he is not just a slave, but much more than a slave: he is a dear brother in Christ. How much he means to me! And how much more he will mean to you, both as a slave and as a brother in the Lord!"
            },
            {
                "verse_number": "17",
                "verse_text": "So, if you think of me as your partner, welcome him back just as you would welcome me."
            },
            {
                "verse_number": "18",
                "verse_text": "If he has done you any wrong or owes you anything, charge it to my account."
            },
            {
                "verse_number": "19",
                "verse_text": "Here, I will write this with my own hand: I, Paul, will pay you back. (I should not have to remind you, of course, that you owe your very self to me.)"
            },
            {
                "verse_number": "20",
                "verse_text": "So, my brother, please do me this favor for the Lord's sake; as a brother in Christ, cheer me up!"
            },
            {
                "verse_number": "21",
                "verse_text": "I am sure, as I write this, that you will do what I ask—in fact I know that you will do even more."
            },
            {
                "verse_number": "22",
                "verse_text": "At the same time, get a room ready for me, because I hope that God will answer the prayers of all of you and give me back to you."
            },
            {
                "verse_number": "23",
                "verse_text": "Epaphras, who is in prison with me for the sake of Christ Jesus, sends you his greetings,"
            },
            {
                "verse_number": "24",
                "verse_text": "and so do my co-workers Mark, Aristarchus, Demas, and Luke."
            },
            {
                "verse_number": "25",
                "verse_text": "May the grace of the Lord Jesus Christ be with you all."
            }
        ]
    }
}