{
    "Zephaniah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that the Lord gave to Zephaniah during the time that Josiah son of Amon was king of Judah. (Zephaniah was descended from King Hezekiah through Amariah, Gedaliah, and Cushi.)"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, “I am going to destroy everything on earth,"
            },
            {
                "verse_number": "3",
                "verse_text": "all human beings and animals, birds and fish. I will bring about the downfall of the wicked. I will destroy everyone, and no survivors will be left. I, the Lord , have spoken."
            },
            {
                "verse_number": "4",
                "verse_text": "“I will punish the people of Jerusalem and of all Judah. I will destroy the last trace of the worship of Baal there, and no one will even remember the pagan priests who serve him."
            },
            {
                "verse_number": "5",
                "verse_text": "I will destroy anyone who goes up on the roof and worships the sun, the moon, and the stars. I will also destroy those who worship me and swear loyalty to me, but then take oaths in the name of the god Molech."
            },
            {
                "verse_number": "6",
                "verse_text": "I will destroy those who have turned back and no longer follow me, those who do not come to me or ask me to guide them.”"
            },
            {
                "verse_number": "7",
                "verse_text": "The day is near when the Lord will sit in judgment; so be silent in his presence. The Lord is preparing to sacrifice his people and has invited enemies to plunder Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "“On that day of slaughter,” says the Lord , “I will punish the officials, the king's sons, and all who practice foreign customs."
            },
            {
                "verse_number": "9",
                "verse_text": "I will punish all who worship like pagans and who steal and kill in order to fill their master's house with loot."
            },
            {
                "verse_number": "10",
                "verse_text": "“On that day,” says the Lord , “you will hear the sound of crying at the Fish Gate in Jerusalem. You will hear wailing in the newer part of the city and a great crashing sound in the hills."
            },
            {
                "verse_number": "11",
                "verse_text": "Wail and cry when you hear this, you that live in the lower part of the city, because all the merchants will be dead!"
            },
            {
                "verse_number": "12",
                "verse_text": "“At that time I will take a lamp and search Jerusalem. I will punish the people who are self-satisfied and confident, who say to themselves, ‘The Lord never does anything, one way or the other.’"
            },
            {
                "verse_number": "13",
                "verse_text": "Their wealth will be looted and their houses destroyed. They will never live in the houses they are building or drink wine from the vineyards they are planting.”"
            },
            {
                "verse_number": "14",
                "verse_text": "The great day of the Lord is near—very near and coming fast! That day will be bitter, for even the bravest soldiers will cry out in despair!"
            },
            {
                "verse_number": "15",
                "verse_text": "It will be a day of fury, a day of trouble and distress, a day of ruin and destruction, a day of darkness and gloom, a black and cloudy day,"
            },
            {
                "verse_number": "16",
                "verse_text": "a day filled with the sound of war trumpets and the battle cry of soldiers attacking fortified cities and high towers."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord says, “I will bring such disasters on the human race that everyone will grope about like someone blind. They have sinned against me, and now their blood will be poured out like water, and their dead bodies will lie rotting on the ground.”"
            },
            {
                "verse_number": "18",
                "verse_text": "On the day when the Lord shows his fury, not even all their silver and gold will save them. The whole earth will be destroyed by the fire of his anger. He will put an end—a sudden end—to everyone who lives on earth."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Shameless nation, come to your senses"
            },
            {
                "verse_number": "2",
                "verse_text": "before you are driven away like chaff blown by the wind, before the burning anger of the Lord comes upon you, before the day when he shows his fury."
            },
            {
                "verse_number": "3",
                "verse_text": "Turn to the Lord , all you humble people of the land, who obey his commands. Do what is right, and humble yourselves before the Lord . Perhaps you will escape punishment on the day when the Lord shows his anger."
            },
            {
                "verse_number": "4",
                "verse_text": "No one will be left in the city of Gaza. Ashkelon will be deserted. The people of Ashdod will be driven out in half a day, and the people of Ekron will be driven from their city."
            },
            {
                "verse_number": "5",
                "verse_text": "You Philistines are doomed, you people who live along the coast. The Lord has passed sentence on you. He will destroy you, and not one of you will be left."
            },
            {
                "verse_number": "6",
                "verse_text": "Your land by the sea will become open fields with shepherd's huts and sheep pens."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Judah who survive will occupy your land. They will pasture their flocks there and sleep in the houses of Ashkelon. The Lord their God will be with them and make them prosper again."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord Almighty says, “I have heard the people of Moab and Ammon insulting and taunting my people, and boasting that they would seize their land."
            },
            {
                "verse_number": "9",
                "verse_text": "As surely as I am the living Lord , the God of Israel, I swear that Moab and Ammon are going to be destroyed like Sodom and Gomorrah. They will become a place of salt pits and everlasting ruin, overgrown with weeds. Those of my people who survive will plunder them and take their land.”"
            },
            {
                "verse_number": "10",
                "verse_text": "That is how the people of Moab and Ammon will be punished for their pride and arrogance and for insulting the people of the Lord Almighty."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will terrify them. He will reduce the gods of the earth to nothing, and then every nation will worship him, each in its own land."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will also put the people of Ethiopia to death."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord will use his power to destroy Assyria. He will make the city of Nineveh a deserted ruin, a waterless desert."
            },
            {
                "verse_number": "14",
                "verse_text": "It will be a place where flocks, herds, and animals of every kind will lie down. Owls will live among its ruins and hoot from the windows. Crows will caw on the doorsteps. The cedar wood of her buildings will be stripped away."
            },
            {
                "verse_number": "15",
                "verse_text": "That is what will happen to the city that is so proud of its own power and thinks it is safe. Its people think that their city is the greatest in the world. What a desolate place it will become, a place where wild animals will rest! Everyone who passes by will shrink back in horror."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem is doomed, that corrupt, rebellious city that oppresses its own people."
            },
            {
                "verse_number": "2",
                "verse_text": "It has not listened to the Lord or accepted his discipline. It has not put its trust in the Lord or asked for his help."
            },
            {
                "verse_number": "3",
                "verse_text": "Its officials are like roaring lions; its judges are like hungry wolves, too greedy to leave a bone until morning."
            },
            {
                "verse_number": "4",
                "verse_text": "The prophets are irresponsible and treacherous; the priests defile what is sacred, and twist the law of God to their own advantage."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord is still in the city; he does what is right and never what is wrong. Every morning without fail, he brings justice to his people. And yet the unrighteous people there keep on doing wrong and are not ashamed. Rejoice with all your heart, Jerusalem! he has removed all your enemies. The Lord , the king of Israel, is with you; there is no reason now to be afraid. “Do not be afraid, city of Zion! Do not let your hands hang limp! his power gives you victory. The Lord will take delight in you, He will sing and be joyful over you, The Lord says, “I have ended the threat of doom I will punish your oppressors; I will rescue all the lame and bring the exiles home. I will turn their shame to honor, and all the world will praise them. I will bring your scattered people home; I will make you famous throughout the world and make you prosperous once again.” The Lord has spoken."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord says, “I have wiped out whole nations; I have destroyed their cities and left their walls and towers in ruins. The cities are deserted; the streets are empty—no one is left."
            },
            {
                "verse_number": "7",
                "verse_text": "I thought that then my people would have reverence for me and accept my discipline, that they would never forget the lesson I taught them. But soon they were behaving as badly as ever."
            },
            {
                "verse_number": "8",
                "verse_text": "“Just wait,” the Lord says. “Wait for the day when I rise to accuse the nations. I have made up my mind to gather nations and kingdoms in order to let them feel the force of my anger. The whole earth will be destroyed by the fire of my fury."
            },
            {
                "verse_number": "9",
                "verse_text": "“Then I will change the people of the nations, and they will pray to me alone and not to other gods. They will all obey me."
            },
            {
                "verse_number": "10",
                "verse_text": "Even from distant Ethiopia my scattered people will bring offerings to me."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time you, my people, will no longer need to be ashamed that you rebelled against me. I will remove everyone who is proud and arrogant, and you will never again rebel against me on my sacred hill."
            },
            {
                "verse_number": "12",
                "verse_text": "I will leave there a humble and lowly people, who will come to me for help."
            },
            {
                "verse_number": "13",
                "verse_text": "The people of Israel who survive will do no wrong to anyone, tell no lies, nor try to deceive. They will be prosperous and secure, afraid of no one.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Sing and shout for joy, people of Israel!"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord has stopped your punishment;"
            },
            {
                "verse_number": "16",
                "verse_text": "The time is coming when they will say to Jerusalem,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord your God is with you; and in his love he will give you new life. and taken away your disgrace."
            },
            {
                "verse_number": "18",
                "verse_text": "as joyful as people at a festival.”"
            },
            {
                "verse_number": "19",
                "verse_text": "The time is coming!"
            },
            {
                "verse_number": "20",
                "verse_text": "The time is coming!"
            }
        ]
    }
}