{
    "3 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the Elder&ndash; To my dear Gaius, whom I truly love. All your friends send greetings. Greet all our friends personally."
            },
            {
                "verse_number": "2",
                "verse_text": "My dear friend, I pray that everything may go well with you and that you may be in good health&ndash;as I know you are well in spirit."
            },
            {
                "verse_number": "3",
                "verse_text": "I was so happy when some Christians arrived and told me how faithful you are to the truth&ndash;just as you always live in the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "Nothing makes me happier than to hear that my children live in the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "My dear friend, you are so faithful in the work you do for other Christians, even when they are strangers."
            },
            {
                "verse_number": "6",
                "verse_text": "They have spoken to the church here about your love. Please help them to continue their trip in a way that will please God."
            },
            {
                "verse_number": "7",
                "verse_text": "For they set out on their trip in the service of Christ without accepting any help from unbelievers."
            },
            {
                "verse_number": "8",
                "verse_text": "We Christians, then, must help these people, so that we may share in their work for the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote a short letter to the church; but Diotrephes, who likes to be their leader, will not pay any attention to what I say."
            },
            {
                "verse_number": "10",
                "verse_text": "When I come, then, I will bring up everything he has done: the terrible things he says about us and the lies he tells! But that is not enough for him; he will not receive the Christians when they come, and even stops those who want to receive them and tries to drive them out of the church!"
            },
            {
                "verse_number": "11",
                "verse_text": "My dear friend, do not imitate what is bad, but imitate what is good. Whoever does good belongs to God; whoever does what is bad has not seen God."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone speaks well of Demetrius; truth itself speaks well of him. And we add our testimony, and you know that what we say is true."
            },
            {
                "verse_number": "13",
                "verse_text": "I have so much to tell you, but I do not want to do it with pen and ink."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to see you soon, and then we will talk personally."
            },
            {
                "verse_number": "15",
                "verse_text": "Peace be with you."
            }
        ]
    }
}