{
    "2 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Simon Peter, a servant and apostle of Jesus Christ— To those who through the righteousness of our God and Savior Jesus Christ have been given a faith as precious as ours:"
            },
            {
                "verse_number": "2",
                "verse_text": "May grace and peace be yours in full measure through your knowledge of God and of Jesus our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "God's divine power has given us everything we need to live a truly religious life through our knowledge of the one who called us to share in his own"
            },
            {
                "verse_number": "3",
                "verse_text": "glory and goodness."
            },
            {
                "verse_number": "4",
                "verse_text": "In this way he has given us the very great and precious gifts he promised, so that by means of these gifts you may escape from the destructive lust that is in the world, and may come to share the divine nature."
            },
            {
                "verse_number": "5",
                "verse_text": "For this very reason do your best to add goodness to your faith; to your goodness add knowledge;"
            },
            {
                "verse_number": "6",
                "verse_text": "to your knowledge add self-control; to your self-control add endurance; to your endurance add godliness;"
            },
            {
                "verse_number": "7",
                "verse_text": "to your godliness add Christian affection; and to your Christian affection add love."
            },
            {
                "verse_number": "8",
                "verse_text": "These are the qualities you need, and if you have them in abundance, they will make you active and effective in your knowledge of our Lord Jesus Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you do not have them, you are so shortsighted that you cannot see and have forgotten that you have been purified from your past sins."
            },
            {
                "verse_number": "10",
                "verse_text": "So then, my friends, try even harder to make God's call and his choice of you a permanent experience; if you do so, you will never abandon your faith."
            },
            {
                "verse_number": "11",
                "verse_text": "In this way you will be given the full right to enter the eternal Kingdom of our Lord and Savior Jesus Christ."
            },
            {
                "verse_number": "12",
                "verse_text": "And so I will always remind you of these matters, even though you already know them and are firmly grounded in the truth you have received."
            },
            {
                "verse_number": "13",
                "verse_text": "I think it only right for me to stir up your memory of these matters as long as I am still alive."
            },
            {
                "verse_number": "14",
                "verse_text": "I know that I shall soon put off this mortal body, as our Lord Jesus Christ plainly told me."
            },
            {
                "verse_number": "15",
                "verse_text": "I will do my best, then, to provide a way for you to remember these matters at all times after my death."
            },
            {
                "verse_number": "16",
                "verse_text": "We have not depended on made-up stories in making known to you the mighty coming of our Lord Jesus Christ. With our own eyes we saw his greatness."
            },
            {
                "verse_number": "17",
                "verse_text": "We were there when he was given honor and glory by God the Father, when the voice came to him from the Supreme Glory, saying, “This is my own dear Son, with whom I am pleased!”"
            },
            {
                "verse_number": "18",
                "verse_text": "We ourselves heard this voice coming from heaven, when we were with him on the holy mountain."
            },
            {
                "verse_number": "19",
                "verse_text": "So we are even more confident of the message proclaimed by the prophets. You will do well to pay attention to it, because it is like a lamp shining in a dark place until the Day dawns and the light of the morning star shines in your hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "Above all else, however, remember that none of us can explain by ourselves a prophecy in the Scriptures."
            },
            {
                "verse_number": "21",
                "verse_text": "For no prophetic message ever came just from the human will, but people were under the control of the Holy Spirit as they spoke the message that came from God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "False prophets appeared in the past among the people, and in the same way false teachers will appear among you. They will bring in destructive, untrue doctrines, and will deny the Master who redeemed them, and so they will bring upon themselves sudden destruction."
            },
            {
                "verse_number": "2",
                "verse_text": "Even so, many will follow their immoral ways; and because of what they do, others will speak evil of the Way of truth."
            },
            {
                "verse_number": "3",
                "verse_text": "In their greed these false teachers will make a profit out of telling you made-up stories. For a long time now their Judge has been ready, and their Destroyer has been wide awake!"
            },
            {
                "verse_number": "4",
                "verse_text": "God did not spare the angels who sinned, but threw them into hell, where they are kept chained in darkness,"
            },
            {
                "verse_number": "4",
                "verse_text": "waiting for the Day of Judgment."
            },
            {
                "verse_number": "5",
                "verse_text": "God did not spare the ancient world, but brought the flood on the world of godless people; the only ones he saved were Noah, who preached righteousness, and seven other people."
            },
            {
                "verse_number": "6",
                "verse_text": "God condemned the cities of Sodom and Gomorrah, destroying them with fire, and made them an example of what will happen to the godless."
            },
            {
                "verse_number": "7",
                "verse_text": "He rescued Lot, a good man, who was distressed by the immoral conduct of lawless people."
            },
            {
                "verse_number": "8",
                "verse_text": "That good man lived among them, and day after day he suffered agony as he saw and heard their evil actions."
            },
            {
                "verse_number": "9",
                "verse_text": "And so the Lord knows how to rescue godly people from their trials and how to keep the wicked under punishment for the Day of Judgment,"
            },
            {
                "verse_number": "10",
                "verse_text": "especially those who follow their filthy bodily lusts and despise God's authority. These false teachers are bold and arrogant, and show no respect for the glorious beings above; instead, they insult them."
            },
            {
                "verse_number": "11",
                "verse_text": "Even the angels, who are so much stronger and mightier than these false teachers, do not accuse them with insults in the presence of the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "But these people act by instinct, like wild animals born to be captured and killed; they attack with insults anything they do not understand. They will be destroyed like wild animals,"
            },
            {
                "verse_number": "13",
                "verse_text": "and they will be paid with suffering for the suffering they have caused. Pleasure for them is to do anything in broad daylight that will satisfy their bodily appetites; they are a shame and a disgrace as they join you in your meals, all the while enjoying their deceitful ways!"
            },
            {
                "verse_number": "14",
                "verse_text": "They want to look for nothing but the chance to commit adultery; their appetite for sin is never satisfied. They lead weak people into a trap. Their hearts are trained to be greedy. They are under God's curse!"
            },
            {
                "verse_number": "15",
                "verse_text": "They have left the straight path and have lost their way; they have followed the path taken by Balaam son of Beor, who loved the money he would get for doing wrong"
            },
            {
                "verse_number": "16",
                "verse_text": "and was rebuked for his sin. His donkey spoke with a human voice and stopped the prophet's insane action."
            },
            {
                "verse_number": "17",
                "verse_text": "These people are like dried-up springs, like clouds blown along by a storm; God has reserved a place for them in the deepest darkness."
            },
            {
                "verse_number": "18",
                "verse_text": "They make proud and stupid statements, and use immoral bodily lusts to trap those who are just beginning to escape from among people who live in error."
            },
            {
                "verse_number": "19",
                "verse_text": "They promise them freedom while they themselves are slaves of destructive habits—for we are slaves of anything that has conquered us."
            },
            {
                "verse_number": "20",
                "verse_text": "If people have escaped from the corrupting forces of the world through their knowledge of our Lord and Savior Jesus Christ, and then are again caught and conquered by them, such people are in worse condition at the end than they were at the beginning."
            },
            {
                "verse_number": "21",
                "verse_text": "It would have been much better for them never to have known the way of righteousness than to know it and then turn away from the sacred command that was given them."
            },
            {
                "verse_number": "22",
                "verse_text": "What happened to them shows that the proverbs are true: “A dog goes back to what it has vomited” and “A pig that has been washed goes back to roll in the mud.”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My dear friends, this is now the second letter I have written you. In both letters I have tried to arouse pure thoughts in your minds by reminding you of these things."
            },
            {
                "verse_number": "2",
                "verse_text": "I want you to remember the words that were spoken long ago by the holy prophets, and the command from the Lord and Savior which was given you by your apostles."
            },
            {
                "verse_number": "3",
                "verse_text": "First of all, you must understand that in the last days some people will appear whose lives are controlled by their own lusts. They will make fun of you"
            },
            {
                "verse_number": "4",
                "verse_text": "and will ask, “He promised to come, didn't he? Where is he? Our ancestors have already died, but everything is still the same as it was since the creation of the world!”"
            },
            {
                "verse_number": "5",
                "verse_text": "They purposely ignore the fact that long ago God gave a command, and the heavens and earth were created. The earth was formed out of water and by water,"
            },
            {
                "verse_number": "6",
                "verse_text": "and it was also by water, the water of the flood, that the old world was destroyed."
            },
            {
                "verse_number": "7",
                "verse_text": "But the heavens and the earth that now exist are being preserved by the same command of God, in order to be destroyed by fire. They are being kept for the day when godless people will be judged and destroyed."
            },
            {
                "verse_number": "8",
                "verse_text": "But do not forget one thing, my dear friends! There is no difference in the Lord's sight between one day and a thousand years; to him the two are the same."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord is not slow to do what he has promised, as some think. Instead, he is patient with you, because he does not want anyone to be destroyed, but wants all to turn away from their sins."
            },
            {
                "verse_number": "10",
                "verse_text": "But the Day of the Lord will come like a thief. On that Day the heavens will disappear with a shrill noise, the heavenly bodies will burn up and be destroyed, and the earth with everything in it will vanish."
            },
            {
                "verse_number": "11",
                "verse_text": "Since all these things will be destroyed in this way, what kind of people should you be? Your lives should be holy and dedicated to God,"
            },
            {
                "verse_number": "12",
                "verse_text": "as you wait for the Day of God and do your best to make it come soon—the Day when the heavens will burn up and be destroyed, and the heavenly bodies will be melted by the heat."
            },
            {
                "verse_number": "13",
                "verse_text": "But we wait for what God has promised: new heavens and a new earth, where righteousness will be at home."
            },
            {
                "verse_number": "14",
                "verse_text": "And so, my friends, as you wait for that Day, do your best to be pure and faultless in God's sight and to be at peace with him."
            },
            {
                "verse_number": "15",
                "verse_text": "Look on our Lord's patience as the opportunity he is giving you to be saved, just as our dear friend Paul wrote to you, using the wisdom that God gave him."
            },
            {
                "verse_number": "16",
                "verse_text": "This is what he says in all his letters when he writes on the subject. There are some difficult things in his letters which ignorant and unstable people explain falsely, as they do with other passages of the Scriptures. So they bring on their own destruction."
            },
            {
                "verse_number": "17",
                "verse_text": "But you, my friends, already know this. Be on your guard, then, so that you will not be led away by the errors of lawless people and fall from your safe position."
            },
            {
                "verse_number": "18",
                "verse_text": "But continue to grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory, now and forever! Amen."
            }
        ]
    }
}