{
    "Proverbs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The proverbs of Solomon, son of David and king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Here are proverbs that will help you recognize wisdom and good advice, and understand sayings with deep meaning."
            },
            {
                "verse_number": "3",
                "verse_text": "They can teach you how to live intelligently and how to be honest, just, and fair."
            },
            {
                "verse_number": "4",
                "verse_text": "They can make an inexperienced person clever and teach young people how to be resourceful."
            },
            {
                "verse_number": "5",
                "verse_text": "These proverbs can even add to the knowledge of the wise and give guidance to the educated,"
            },
            {
                "verse_number": "6",
                "verse_text": "so that they can understand the hidden meanings of proverbs and the problems that the wise raise."
            },
            {
                "verse_number": "7",
                "verse_text": "To have knowledge, you must first have reverence for the Lord . Stupid people have no respect for wisdom and refuse to learn."
            },
            {
                "verse_number": "8",
                "verse_text": "My child, pay attention to what your father and mother tell you."
            },
            {
                "verse_number": "9",
                "verse_text": "Their teaching will improve your character as a handsome turban or a necklace improves your appearance."
            },
            {
                "verse_number": "10",
                "verse_text": "My child, when sinners tempt you, don't give in."
            },
            {
                "verse_number": "11",
                "verse_text": "Suppose they say, &apos;Come on; let's find someone to kill! Let's attack some innocent people for the fun of it!"
            },
            {
                "verse_number": "12",
                "verse_text": "They may be alive and well when we find them, but they'll be dead when we're through with them!"
            },
            {
                "verse_number": "13",
                "verse_text": "We'll find all kinds of riches and fill our houses with loot!"
            },
            {
                "verse_number": "14",
                "verse_text": "Come and join us, and we'll all share what we steal.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "My child, don't go with people like that. Stay away from them."
            },
            {
                "verse_number": "16",
                "verse_text": "They can't wait to do something bad. They're always ready to kill."
            },
            {
                "verse_number": "17",
                "verse_text": "It does no good to spread a net when the bird you want to catch is watching,"
            },
            {
                "verse_number": "18",
                "verse_text": "but people like that are setting a trap for themselves, a trap in which they will die."
            },
            {
                "verse_number": "19",
                "verse_text": "Robbery always claims the life of the robber&ndash;this is what happens to anyone who lives by violence."
            },
            {
                "verse_number": "20",
                "verse_text": "Listen! Wisdom is calling out in the streets and marketplaces,"
            },
            {
                "verse_number": "21",
                "verse_text": "calling loudly at the city gates and wherever people come together:"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Foolish people! How long do you want to be foolish? How long will you enjoy making fun of knowledge? Will you never learn?"
            },
            {
                "verse_number": "23",
                "verse_text": "Listen when I reprimand you; I will give you good advice and share my knowledge with you."
            },
            {
                "verse_number": "24",
                "verse_text": "I have been calling you, inviting you to come, but you would not listen. You paid no attention to me."
            },
            {
                "verse_number": "25",
                "verse_text": "You have ignored all my advice and have not been willing to let me correct you."
            },
            {
                "verse_number": "26",
                "verse_text": "So when you get into trouble, I will laugh at you. I will make fun of you when terror strikes&ndash;"
            },
            {
                "verse_number": "27",
                "verse_text": "when it comes on you like a storm, bringing fierce winds of trouble, and you are in pain and misery."
            },
            {
                "verse_number": "28",
                "verse_text": "Then you will call for wisdom, but I will not answer. You may look for me everywhere, but you will not find me."
            },
            {
                "verse_number": "29",
                "verse_text": "You have never had any use for knowledge and have always refused to obey the Lord ."
            },
            {
                "verse_number": "30",
                "verse_text": "You have never wanted my advice or paid any attention when I corrected you."
            },
            {
                "verse_number": "31",
                "verse_text": "So then, you will get what you deserve, and your own actions will make you sick."
            },
            {
                "verse_number": "32",
                "verse_text": "Inexperienced people die because they reject wisdom. Stupid people are destroyed by their own lack of concern."
            },
            {
                "verse_number": "33",
                "verse_text": "But whoever listens to me will have security. He will be safe, with no reason to be afraid.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My child, learn what I teach you and never forget what I tell you to do."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen to what is wise and try to understand it."
            },
            {
                "verse_number": "3",
                "verse_text": "Yes, beg for knowledge; plead for insight."
            },
            {
                "verse_number": "4",
                "verse_text": "Look for it as hard as you would for silver or some hidden treasure."
            },
            {
                "verse_number": "5",
                "verse_text": "If you do, you will know what it means to fear the Lord and you will succeed in learning about God."
            },
            {
                "verse_number": "6",
                "verse_text": "It is the Lord who gives wisdom; from him come knowledge and understanding."
            },
            {
                "verse_number": "7",
                "verse_text": "He provides help and protection for those who are righteous and honest."
            },
            {
                "verse_number": "8",
                "verse_text": "He protects those who treat others fairly, and guards those who are devoted to him."
            },
            {
                "verse_number": "9",
                "verse_text": "If you listen to me, you will know what is right, just, and fair. You will know what you should do."
            },
            {
                "verse_number": "10",
                "verse_text": "You will become wise, and your knowledge will give you pleasure."
            },
            {
                "verse_number": "11",
                "verse_text": "Your insight and understanding will protect you"
            },
            {
                "verse_number": "12",
                "verse_text": "and prevent you from doing the wrong thing. They will keep you away from people who stir up trouble by what they say&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "those who have abandoned a righteous life to live in the darkness of sin,"
            },
            {
                "verse_number": "14",
                "verse_text": "those who find pleasure in doing wrong and who enjoy senseless evil,"
            },
            {
                "verse_number": "15",
                "verse_text": "unreliable people who cannot be trusted."
            },
            {
                "verse_number": "16",
                "verse_text": "You will be able to resist any immoral woman who tries to seduce you with her smooth talk,"
            },
            {
                "verse_number": "17",
                "verse_text": "who is faithless to her own husband and forgets her sacred vows."
            },
            {
                "verse_number": "18",
                "verse_text": "If you go to her house, you are traveling the road to death. To go there is to approach the world of the dead."
            },
            {
                "verse_number": "19",
                "verse_text": "No one who visits her ever comes back. He never returns to the road to life."
            },
            {
                "verse_number": "20",
                "verse_text": "So you must follow the example of good people and live a righteous life."
            },
            {
                "verse_number": "21",
                "verse_text": "Righteous people&ndash;people of integrity&ndash;will live in this land of ours."
            },
            {
                "verse_number": "22",
                "verse_text": "But God will snatch the wicked from the land and pull sinners out of it like plants from the ground."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My child, don't forget what I teach you. Always remember what I tell you to do."
            },
            {
                "verse_number": "2",
                "verse_text": "My teaching will give you a long and prosperous life."
            },
            {
                "verse_number": "3",
                "verse_text": "Never let go of loyalty and faithfulness. Tie them around your neck; write them on your heart."
            },
            {
                "verse_number": "4",
                "verse_text": "If you do this, both God and people will be pleased with you. by his knowledge he set the sky in place. and the clouds to give rain to the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "Trust in the Lord with all your heart. Never rely on what you think you know."
            },
            {
                "verse_number": "6",
                "verse_text": "Remember the Lord in everything you do, and he will show you the right way."
            },
            {
                "verse_number": "7",
                "verse_text": "Never let yourself think that you are wiser than you are; simply obey the Lord and refuse to do wrong."
            },
            {
                "verse_number": "8",
                "verse_text": "If you do, it will be like good medicine, healing your wounds and easing your pains."
            },
            {
                "verse_number": "9",
                "verse_text": "Honor the Lord by making him an offering from the best of all that your land produces."
            },
            {
                "verse_number": "10",
                "verse_text": "If you do, your barns will be filled with grain, and you will have too much wine to store it all."
            },
            {
                "verse_number": "11",
                "verse_text": "My child, when the Lord corrects you, pay close attention and take it as a warning."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord corrects those he loves, as parents correct a child of whom they are proud."
            },
            {
                "verse_number": "13",
                "verse_text": "Happy is anyone who becomes wise&ndash;who comes to have understanding."
            },
            {
                "verse_number": "14",
                "verse_text": "There is more profit in it than there is in silver; it is worth more to you than gold."
            },
            {
                "verse_number": "15",
                "verse_text": "Wisdom is more valuable than jewels; nothing you could want can compare with it."
            },
            {
                "verse_number": "16",
                "verse_text": "Wisdom offers you long life, as well as wealth and honor."
            },
            {
                "verse_number": "17",
                "verse_text": "Wisdom can make your life pleasant and lead you safely through it."
            },
            {
                "verse_number": "18",
                "verse_text": "Those who become wise are happy; wisdom will give them life."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord created the earth by his wisdom;"
            },
            {
                "verse_number": "20",
                "verse_text": "His wisdom caused the rivers to flow"
            },
            {
                "verse_number": "21",
                "verse_text": "My child, hold on to your wisdom and insight. Never let them get away from you."
            },
            {
                "verse_number": "22",
                "verse_text": "They will provide you with life&ndash;a pleasant and happy life."
            },
            {
                "verse_number": "23",
                "verse_text": "You can go safely on your way and never even stumble."
            },
            {
                "verse_number": "24",
                "verse_text": "You will not be afraid when you go to bed, and you will sleep soundly through the night."
            },
            {
                "verse_number": "25",
                "verse_text": "You will not have to worry about sudden disasters, such as come on the wicked like a storm."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord will keep you safe. He will not let you fall into a trap."
            },
            {
                "verse_number": "27",
                "verse_text": "Whenever you possibly can, do good to those who need it."
            },
            {
                "verse_number": "28",
                "verse_text": "Never tell your neighbors to wait until tomorrow if you can help them now."
            },
            {
                "verse_number": "29",
                "verse_text": "Don't plan anything that will hurt your neighbors; they live beside you, trusting you."
            },
            {
                "verse_number": "30",
                "verse_text": "Don't argue with others for no reason when they have never done you any harm."
            },
            {
                "verse_number": "31",
                "verse_text": "Don't be jealous of violent people or decide to act as they do,"
            },
            {
                "verse_number": "32",
                "verse_text": "because the Lord hates people who do evil, but he takes righteous people into his confidence."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord puts a curse on the homes of the wicked, but blesses the homes of the righteous."
            },
            {
                "verse_number": "34",
                "verse_text": "He has no use for conceited people, but shows favor to those who are humble."
            },
            {
                "verse_number": "35",
                "verse_text": "Wise people will gain an honorable reputation, but stupid people will only add to their own disgrace."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My children, listen to what your father teaches you. Pay attention, and you will have understanding."
            },
            {
                "verse_number": "2",
                "verse_text": "What I am teaching you is good, so remember it all."
            },
            {
                "verse_number": "3",
                "verse_text": "When I was only a little boy, my parents' only son,"
            },
            {
                "verse_number": "4",
                "verse_text": "my father would teach me. He would say, &apos;Remember what I say and never forget it. Do as I tell you, and you will live."
            },
            {
                "verse_number": "5",
                "verse_text": "Get wisdom and insight! Do not forget or ignore what I say."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not abandon wisdom, and she will protect you; love her, and she will keep you safe."
            },
            {
                "verse_number": "7",
                "verse_text": "Getting wisdom is the most important thing you can do. Whatever else you get, get insight."
            },
            {
                "verse_number": "8",
                "verse_text": "Love wisdom, and she will make you great. Embrace her, and she will bring you honor."
            },
            {
                "verse_number": "9",
                "verse_text": "She will be your crowning glory.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Listen to me, my child. Take seriously what I am telling you, and you will live a long life."
            },
            {
                "verse_number": "11",
                "verse_text": "I have taught you wisdom and the right way to live."
            },
            {
                "verse_number": "12",
                "verse_text": "Nothing will stand in your way if you walk wisely, and you will not stumble when you run."
            },
            {
                "verse_number": "13",
                "verse_text": "Always remember what you have learned. Your education is your life&ndash;guard it well."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not go where evil people go. Do not follow the example of the wicked."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't do it! Keep away from evil! Refuse it and go on your way."
            },
            {
                "verse_number": "16",
                "verse_text": "Wicked people cannot sleep unless they have done something wrong. They lie awake unless they have hurt someone."
            },
            {
                "verse_number": "17",
                "verse_text": "Wickedness and violence are like food and drink to them."
            },
            {
                "verse_number": "18",
                "verse_text": "The road the righteous travel is like the sunrise, getting brighter and brighter until daylight has come."
            },
            {
                "verse_number": "19",
                "verse_text": "The road of the wicked, however, is dark as night. They fall, but cannot see what they have stumbled over."
            },
            {
                "verse_number": "20",
                "verse_text": "My child, pay attention to what I say. Listen to my words."
            },
            {
                "verse_number": "21",
                "verse_text": "Never let them get away from you. Remember them and keep them in your heart."
            },
            {
                "verse_number": "22",
                "verse_text": "They will give life and health to anyone who understands them."
            },
            {
                "verse_number": "23",
                "verse_text": "Be careful how you think; your life is shaped by your thoughts."
            },
            {
                "verse_number": "24",
                "verse_text": "Never say anything that isn't true. Have nothing to do with lies and misleading words."
            },
            {
                "verse_number": "25",
                "verse_text": "Look straight ahead with honest confidence; don't hang your head in shame."
            },
            {
                "verse_number": "26",
                "verse_text": "Plan carefully what you do, and whatever you do will turn out right."
            },
            {
                "verse_number": "27",
                "verse_text": "Avoid evil and walk straight ahead. Don't go one step off the right way."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "My child, pay attention and listen to my wisdom and insight."
            },
            {
                "verse_number": "2",
                "verse_text": "Then you will know how to behave properly, and your words will show that you have knowledge."
            },
            {
                "verse_number": "3",
                "verse_text": "The lips of another man's wife may be as sweet as honey and her kisses as smooth as olive oil,"
            },
            {
                "verse_number": "4",
                "verse_text": "but when it is all over, she leaves you nothing but bitterness and pain."
            },
            {
                "verse_number": "5",
                "verse_text": "She will take you down to the world of the dead; the road she walks is the road to death."
            },
            {
                "verse_number": "6",
                "verse_text": "She does not stay on the road to life; but wanders off, and does not realize what is happening."
            },
            {
                "verse_number": "7",
                "verse_text": "Now listen to me, sons, and never forget what I am saying."
            },
            {
                "verse_number": "8",
                "verse_text": "Keep away from such a woman! Don't even go near her door!"
            },
            {
                "verse_number": "9",
                "verse_text": "If you do, others will gain the respect that you once had, and you will die young at the hands of merciless people."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, strangers will take all your wealth, and what you have worked for will belong to someone else."
            },
            {
                "verse_number": "11",
                "verse_text": "You will lie groaning on your deathbed, your flesh and muscles being eaten away,"
            },
            {
                "verse_number": "12",
                "verse_text": "and you will say, &apos;Why would I never learn? Why would I never let anyone correct me?"
            },
            {
                "verse_number": "13",
                "verse_text": "I wouldn't listen to my teachers. I paid no attention to them."
            },
            {
                "verse_number": "14",
                "verse_text": "And suddenly I found myself publicly disgraced.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Be faithful to your own wife and give your love to her alone."
            },
            {
                "verse_number": "16",
                "verse_text": "Children that you have by other women will do you no good."
            },
            {
                "verse_number": "17",
                "verse_text": "Your children should grow up to help you, not strangers."
            },
            {
                "verse_number": "18",
                "verse_text": "So be happy with your wife and find your joy with the woman you married&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "pretty and graceful as a deer. Let her charms keep you happy; let her surround you with her love."
            },
            {
                "verse_number": "20",
                "verse_text": "Son, why should you give your love to another woman? Why should you prefer the charms of another man's wife?"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord sees everything you do. Wherever you go, he is watching."
            },
            {
                "verse_number": "22",
                "verse_text": "The sins of the wicked are a trap. They get caught in the net of their own sin."
            },
            {
                "verse_number": "23",
                "verse_text": "They die because they have no self-control. Their utter stupidity will send them to their graves."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My child, have you promised to be responsible for someone else's debts?"
            },
            {
                "verse_number": "2",
                "verse_text": "Have you been caught by your own words, trapped by your own promises?"
            },
            {
                "verse_number": "3",
                "verse_text": "Well then, my child, you are in that person's power, but this is how to get out of it: hurry to him, and beg him to release you."
            },
            {
                "verse_number": "4",
                "verse_text": "Don't let yourself go to sleep or even stop to rest."
            },
            {
                "verse_number": "5",
                "verse_text": "Get out of the trap like a bird or a deer escaping from a hunter. A proud look, a lying tongue, hands that kill innocent people, a mind that thinks up wicked plans, feet that hurry off to do evil, a witness who tells one lie after another, and someone who stirs up trouble among friends."
            },
            {
                "verse_number": "6",
                "verse_text": "Lazy people should learn a lesson from the way ants live."
            },
            {
                "verse_number": "7",
                "verse_text": "They have no leader, chief, or ruler,"
            },
            {
                "verse_number": "8",
                "verse_text": "but they store up their food during the summer, getting ready for winter."
            },
            {
                "verse_number": "9",
                "verse_text": "How long is the lazy man going to lie around? When is he ever going to get up?"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I'll just take a short nap,&apos; he says; &apos;I'll fold my hands and rest a while.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But while he sleeps, poverty will attack him like an armed robber."
            },
            {
                "verse_number": "12",
                "verse_text": "Worthless, wicked people go around telling lies."
            },
            {
                "verse_number": "13",
                "verse_text": "They wink and make gestures to deceive you,"
            },
            {
                "verse_number": "14",
                "verse_text": "all the while planning evil in their perverted minds, stirring up trouble everywhere."
            },
            {
                "verse_number": "15",
                "verse_text": "Because of this, disaster will strike them without warning, and they will be fatally wounded."
            },
            {
                "verse_number": "20",
                "verse_text": "Son, do what your father tells you and never forget what your mother taught you."
            },
            {
                "verse_number": "21",
                "verse_text": "Keep their words with you always, locked in your heart."
            },
            {
                "verse_number": "22",
                "verse_text": "Their teaching will lead you when you travel, protect you at night, and advise you during the day."
            },
            {
                "verse_number": "23",
                "verse_text": "Their instructions are a shining light; their correction can teach you how to live."
            },
            {
                "verse_number": "24",
                "verse_text": "It can keep you away from bad women, from the seductive words of other men's wives."
            },
            {
                "verse_number": "25",
                "verse_text": "Don't be tempted by their beauty; don't be trapped by their flirting eyes."
            },
            {
                "verse_number": "26",
                "verse_text": "A man can hire a prostitute for the price of a loaf of bread, but adultery will cost him all he has."
            },
            {
                "verse_number": "27",
                "verse_text": "Can you carry fire against your chest without burning your clothes?"
            },
            {
                "verse_number": "28",
                "verse_text": "Can you walk on hot coals without burning your feet?"
            },
            {
                "verse_number": "29",
                "verse_text": "It is just as dangerous to sleep with another man's wife. Whoever does it will suffer."
            },
            {
                "verse_number": "30",
                "verse_text": "People don't despise a thief if he steals food when he is hungry;"
            },
            {
                "verse_number": "31",
                "verse_text": "yet if he is caught, he must pay back seven times more&ndash;he must give up everything he has."
            },
            {
                "verse_number": "32",
                "verse_text": "But a man who commits adultery doesn't have any sense. He is just destroying himself."
            },
            {
                "verse_number": "33",
                "verse_text": "He will be dishonored and beaten up; he will be permanently disgraced."
            },
            {
                "verse_number": "34",
                "verse_text": "A husband is never angrier than when he is jealous; his revenge knows no limits."
            },
            {
                "verse_number": "35",
                "verse_text": "He will not accept any payment; no amount of gifts will satisfy his anger."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My child, remember what I say and never forget what I tell you to do."
            },
            {
                "verse_number": "2",
                "verse_text": "Do what I say, and you will live. Be as careful to follow my teaching as you are to protect your eyes."
            },
            {
                "verse_number": "3",
                "verse_text": "Keep my teaching with you all the time; write it on your heart."
            },
            {
                "verse_number": "4",
                "verse_text": "Treat wisdom as your sister, and insight as your closest friend."
            },
            {
                "verse_number": "5",
                "verse_text": "They will keep you away from other men's wives, from women with seductive words."
            },
            {
                "verse_number": "6",
                "verse_text": "Once I was looking out the window of my house,"
            },
            {
                "verse_number": "7",
                "verse_text": "and I saw many inexperienced young men, but noticed one foolish fellow in particular."
            },
            {
                "verse_number": "8",
                "verse_text": "He was walking along the street near the corner where a certain woman lived. He was passing near her house"
            },
            {
                "verse_number": "9",
                "verse_text": "in the evening after it was dark."
            },
            {
                "verse_number": "10",
                "verse_text": "And then she met him; she was dressed like a prostitute and was making plans."
            },
            {
                "verse_number": "11",
                "verse_text": "She was a bold and shameless woman who always walked the streets"
            },
            {
                "verse_number": "12",
                "verse_text": "or stood waiting at a corner, sometimes in the streets, sometimes in the marketplace."
            },
            {
                "verse_number": "13",
                "verse_text": "She threw her arms around the young man, kissed him, looked him straight in the eye, and said,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I made my offerings today and have the meat from the sacrifices."
            },
            {
                "verse_number": "15",
                "verse_text": "So I came out looking for you. I wanted to find you, and here you are!"
            },
            {
                "verse_number": "16",
                "verse_text": "I've covered my bed with sheets of colored linen from Egypt."
            },
            {
                "verse_number": "17",
                "verse_text": "I've perfumed it with myrrh, aloes, and cinnamon."
            },
            {
                "verse_number": "18",
                "verse_text": "Come on! Let's make love all night long. We'll be happy in each other's arms."
            },
            {
                "verse_number": "19",
                "verse_text": "My husband isn't at home. He's on a long trip."
            },
            {
                "verse_number": "20",
                "verse_text": "He took plenty of money with him and won't be back for two weeks.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So she tempted him with her charms, and he gave in to her smooth talk."
            },
            {
                "verse_number": "22",
                "verse_text": "Suddenly he was going with her like an ox on the way to be slaughtered, like a deer prancing into a trap"
            },
            {
                "verse_number": "23",
                "verse_text": "where an arrow would pierce its heart. He was like a bird going into a net&ndash;he did not know that his life was in danger."
            },
            {
                "verse_number": "24",
                "verse_text": "Now then, sons, listen to me. Pay attention to what I say."
            },
            {
                "verse_number": "25",
                "verse_text": "Do not let such a woman win your heart; don't go wandering after her."
            },
            {
                "verse_number": "26",
                "verse_text": "She has been the ruin of many men and caused the death of too many to count."
            },
            {
                "verse_number": "27",
                "verse_text": "If you go to her house, you are on the way to the world of the dead. It is a shortcut to death."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Listen! Wisdom is calling out. Reason is making herself heard. and at the crossroads she stands. beside the gates, she calls: I call to everyone on earth. Are you foolish? Learn to have sense. all I tell you is right. lies are hateful to me. nothing is false or misleading. to the well-informed, it is all plain. choose knowledge rather than the finest gold. nothing you want can compare with me. I have knowledge and sound judgment. I hate pride and arrogance, evil ways and false words. I have understanding, and I am strong. and rulers to make good laws. officials and nobles alike. whoever looks for me can find me. prosperity and success. better than the purest silver. I follow the paths of justice, filling their houses with treasures. the first of his works, long ago. at the first, before the world began. when there were no springs of water. before the hills were set in place, or even the first handful of soil. when he stretched the horizon across the ocean, when he opened the springs of the ocean to rise no further than he said. I was there when he laid the earth's foundations. I was his daily source of joy, always happy in his presence&ndash; and pleased with the human race. Do as I say, and you will be happy. Be wise; do not neglect it. those who stay at my door every day, waiting at the entrance to my home. and the Lord will be pleased with them. anyone who hates me loves death.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "On the hilltops near the road"
            },
            {
                "verse_number": "3",
                "verse_text": "At the entrance to the city,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I appeal to all of you;"
            },
            {
                "verse_number": "5",
                "verse_text": "Are you immature? Learn to be mature."
            },
            {
                "verse_number": "6",
                "verse_text": "Listen to my excellent words;"
            },
            {
                "verse_number": "7",
                "verse_text": "What I say is the truth;"
            },
            {
                "verse_number": "8",
                "verse_text": "Everything I say is true;"
            },
            {
                "verse_number": "9",
                "verse_text": "To those with insight, it is all clear;"
            },
            {
                "verse_number": "10",
                "verse_text": "Choose my instruction instead of silver;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I am Wisdom, I am better than jewels;"
            },
            {
                "verse_number": "12",
                "verse_text": "I am Wisdom, and I have insight;"
            },
            {
                "verse_number": "13",
                "verse_text": "To honor the Lord is to hate evil;"
            },
            {
                "verse_number": "14",
                "verse_text": "I make plans and carry them out."
            },
            {
                "verse_number": "15",
                "verse_text": "I help kings to govern"
            },
            {
                "verse_number": "16",
                "verse_text": "Every ruler on earth governs with my help,"
            },
            {
                "verse_number": "17",
                "verse_text": "I love those who love me;"
            },
            {
                "verse_number": "18",
                "verse_text": "I have riches and honor to give,"
            },
            {
                "verse_number": "19",
                "verse_text": "What you get from me is better than the finest gold,"
            },
            {
                "verse_number": "20",
                "verse_text": "I walk the way of righteousness;"
            },
            {
                "verse_number": "21",
                "verse_text": "giving wealth to those who love me,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The Lord created me first of all,"
            },
            {
                "verse_number": "23",
                "verse_text": "I was made in the very beginning,"
            },
            {
                "verse_number": "24",
                "verse_text": "I was born before the oceans,"
            },
            {
                "verse_number": "25",
                "verse_text": "I was born before the mountains,"
            },
            {
                "verse_number": "26",
                "verse_text": "before God made the earth and its fields"
            },
            {
                "verse_number": "27",
                "verse_text": "I was there when he set the sky in place,"
            },
            {
                "verse_number": "28",
                "verse_text": "when he placed the clouds in the sky,"
            },
            {
                "verse_number": "29",
                "verse_text": "and ordered the waters of the sea"
            },
            {
                "verse_number": "30",
                "verse_text": "I was beside him like an architect,"
            },
            {
                "verse_number": "31",
                "verse_text": "happy with the world"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Now, young people, listen to me."
            },
            {
                "verse_number": "33",
                "verse_text": "Listen to what you are taught."
            },
            {
                "verse_number": "34",
                "verse_text": "Those who listen to me will be happy&ndash;"
            },
            {
                "verse_number": "35",
                "verse_text": "Those who find me find life,"
            },
            {
                "verse_number": "36",
                "verse_text": "Those who do not find me hurt themselves;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Wisdom has built her house and made seven columns for it."
            },
            {
                "verse_number": "2",
                "verse_text": "She has had an animal killed for a feast, mixed spices in the wine, and set the table."
            },
            {
                "verse_number": "3",
                "verse_text": "She has sent her servant women to call out from the highest place in town:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Come in, ignorant people!&apos; And to the foolish she says,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Come, eat my food and drink the wine that I have mixed."
            },
            {
                "verse_number": "6",
                "verse_text": "Leave the company of ignorant people, and live. Follow the way of knowledge.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "If you correct conceited people, you will only be insulted. If you reprimand evil people, you will only get hurt."
            },
            {
                "verse_number": "8",
                "verse_text": "Never correct conceited people; they will hate you for it. But if you correct the wise, they will respect you."
            },
            {
                "verse_number": "9",
                "verse_text": "Anything you say to the wise will make them wiser. Whatever you tell the righteous will add to their knowledge."
            },
            {
                "verse_number": "10",
                "verse_text": "To be wise you must first have reverence for the Lord . If you know the Holy One, you have understanding."
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom will add years to your life."
            },
            {
                "verse_number": "12",
                "verse_text": "You are the one who will profit if you have wisdom, and if you reject it, you are the one who will suffer."
            },
            {
                "verse_number": "13",
                "verse_text": "Stupidity is like a loud, ignorant, shameless woman."
            },
            {
                "verse_number": "14",
                "verse_text": "She sits at the door of her house or on a seat in the highest part of town,"
            },
            {
                "verse_number": "15",
                "verse_text": "and calls out to people passing by, who are minding their own business:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Come in, ignorant people!&apos; To the foolish she says,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Stolen water is sweeter. Stolen bread tastes better.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Her victims do not know that the people die who go to her house, that those who have already entered are now deep in the world of the dead."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "These are Solomon's proverbs: Wise children make their fathers proud of them; foolish ones bring their mothers grief."
            },
            {
                "verse_number": "2",
                "verse_text": "Wealth you get by dishonesty will do you no good, but honesty can save your life."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will not let good people go hungry, but he will keep the wicked from getting what they want."
            },
            {
                "verse_number": "4",
                "verse_text": "Being lazy will make you poor, but hard work will make you rich."
            },
            {
                "verse_number": "5",
                "verse_text": "A sensible person gathers the crops when they are ready; it is a disgrace to sleep through the time of harvest."
            },
            {
                "verse_number": "6",
                "verse_text": "Good people will receive blessings. The words of the wicked hide a violent nature."
            },
            {
                "verse_number": "7",
                "verse_text": "Good people will be remembered as a blessing, but the wicked will soon be forgotten."
            },
            {
                "verse_number": "8",
                "verse_text": "Sensible people accept good advice. People who talk foolishly will come to ruin."
            },
            {
                "verse_number": "9",
                "verse_text": "Honest people are safe and secure, but the dishonest will be caught."
            },
            {
                "verse_number": "10",
                "verse_text": "Someone who holds back the truth causes trouble, but one who openly criticizes works for peace."
            },
            {
                "verse_number": "11",
                "verse_text": "A good person's words are a fountain of life, but a wicked person's words hide a violent nature."
            },
            {
                "verse_number": "12",
                "verse_text": "Hate stirs up trouble, but love forgives all offenses."
            },
            {
                "verse_number": "13",
                "verse_text": "Intelligent people talk sense, but stupid people need to be punished."
            },
            {
                "verse_number": "14",
                "verse_text": "The wise get all the knowledge they can, but when fools speak, trouble is not far off."
            },
            {
                "verse_number": "15",
                "verse_text": "Wealth protects the rich; poverty destroys the poor."
            },
            {
                "verse_number": "16",
                "verse_text": "The reward for doing good is life, but sin leads only to more sin."
            },
            {
                "verse_number": "17",
                "verse_text": "People who listen when they are corrected will live, but those who will not admit that they are wrong are in danger."
            },
            {
                "verse_number": "18",
                "verse_text": "Anyone who hides hatred is a liar. Anyone who spreads gossip is a fool."
            },
            {
                "verse_number": "19",
                "verse_text": "The more you talk, the more likely you are to sin. If you are wise, you will keep quiet."
            },
            {
                "verse_number": "20",
                "verse_text": "A good person's words are like pure silver; a wicked person's ideas are worthless."
            },
            {
                "verse_number": "21",
                "verse_text": "A good person's words will benefit many people, but you can kill yourself with stupidity."
            },
            {
                "verse_number": "22",
                "verse_text": "It is the Lord 's blessing that makes you wealthy. Hard work can make you no richer."
            },
            {
                "verse_number": "23",
                "verse_text": "It is foolish to enjoy doing wrong. Intelligent people take pleasure in wisdom."
            },
            {
                "verse_number": "24",
                "verse_text": "The righteous get what they want, but the wicked will get what they fear most."
            },
            {
                "verse_number": "25",
                "verse_text": "Storms come, and the wicked are blown away, but honest people are always safe."
            },
            {
                "verse_number": "26",
                "verse_text": "Never get a lazy person to do something for you; he will be as irritating as vinegar on your teeth or smoke in your eyes."
            },
            {
                "verse_number": "27",
                "verse_text": "Obey the Lord , and you will live longer. The wicked die before their time."
            },
            {
                "verse_number": "28",
                "verse_text": "The hopes of good people lead to joy, but wicked people can look forward to nothing."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord protects honest people, but destroys those who do wrong."
            },
            {
                "verse_number": "30",
                "verse_text": "Righteous people will always have security, but the wicked will not survive in the land."
            },
            {
                "verse_number": "31",
                "verse_text": "Righteous people speak wisdom, but the tongue that speaks evil will be stopped."
            },
            {
                "verse_number": "32",
                "verse_text": "Righteous people know the kind thing to say, but the wicked are always saying things that hurt."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord hates people who use dishonest scales. He is happy with honest weights. Foolish people will always be servants to the wise."
            },
            {
                "verse_number": "2",
                "verse_text": "People who are proud will soon be disgraced. It is wiser to be modest."
            },
            {
                "verse_number": "3",
                "verse_text": "If you are good, you are guided by honesty. People who can't be trusted are destroyed by their own dishonesty."
            },
            {
                "verse_number": "4",
                "verse_text": "Riches will do you no good on the day you face death, but honesty can save your life."
            },
            {
                "verse_number": "5",
                "verse_text": "Honesty makes a good person's life easier, but the wicked will cause their own downfall."
            },
            {
                "verse_number": "6",
                "verse_text": "Righteousness rescues those who are honest, but those who can't be trusted are trapped by their own greed."
            },
            {
                "verse_number": "7",
                "verse_text": "When the wicked die, their hope dies with them. Confidence placed in riches comes to nothing."
            },
            {
                "verse_number": "8",
                "verse_text": "The righteous are protected from trouble; it comes to the wicked instead."
            },
            {
                "verse_number": "9",
                "verse_text": "You can be ruined by the talk of godless people, but the wisdom of the righteous can save you."
            },
            {
                "verse_number": "10",
                "verse_text": "A city is happy when honest people have good fortune, and there are joyful shouts when the wicked die."
            },
            {
                "verse_number": "11",
                "verse_text": "A city becomes great when the righteous give it their blessing; but a city is brought to ruin by the words of the wicked."
            },
            {
                "verse_number": "12",
                "verse_text": "It is foolish to speak scornfully of others. If you are smart, you will keep quiet."
            },
            {
                "verse_number": "13",
                "verse_text": "No one who gossips can be trusted with a secret, but you can put confidence in someone who is trustworthy."
            },
            {
                "verse_number": "14",
                "verse_text": "A nation will fall if it has no guidance. Many advisers mean security."
            },
            {
                "verse_number": "15",
                "verse_text": "If you promise to pay a stranger's debt, you will regret it. You are better off if you don't get involved."
            },
            {
                "verse_number": "16",
                "verse_text": "A gracious woman is respected, but a woman without virtue is a disgrace. Lazy people will never have money, but aggressive people will get rich."
            },
            {
                "verse_number": "17",
                "verse_text": "You do yourself a favor when you are kind. If you are cruel, you only hurt yourself."
            },
            {
                "verse_number": "18",
                "verse_text": "Wicked people do not really gain anything, but if you do what is right, you are certain to be rewarded."
            },
            {
                "verse_number": "19",
                "verse_text": "Anyone who is determined to do right will live, but anyone who insists on doing wrong will die."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord hates evil-minded people, but loves those who do right."
            },
            {
                "verse_number": "21",
                "verse_text": "You can be sure that evil people will be punished, but the righteous will escape."
            },
            {
                "verse_number": "22",
                "verse_text": "Beauty in a woman without good judgment is like a gold ring in a pig's snout."
            },
            {
                "verse_number": "23",
                "verse_text": "What good people want always results in good; when the wicked get what they want, everyone is angry."
            },
            {
                "verse_number": "24",
                "verse_text": "Some people spend their money freely and still grow richer. Others are cautious, and yet grow poorer."
            },
            {
                "verse_number": "25",
                "verse_text": "Be generous, and you will be prosperous. Help others, and you will be helped."
            },
            {
                "verse_number": "26",
                "verse_text": "People curse someone who hoards grain, waiting for a higher price, but they praise the one who puts it up for sale."
            },
            {
                "verse_number": "27",
                "verse_text": "If your goals are good, you will be respected, but if you are looking for trouble, that is what you will get."
            },
            {
                "verse_number": "28",
                "verse_text": "Those who depend on their wealth will fall like the leaves of autumn, but the righteous will prosper like the leaves of summer."
            },
            {
                "verse_number": "29",
                "verse_text": "Those who bring trouble on their families will have nothing at the end."
            },
            {
                "verse_number": "30",
                "verse_text": "Righteousness gives life, but violence takes it away."
            },
            {
                "verse_number": "31",
                "verse_text": "Those who are good are rewarded here on earth, so you can be sure that wicked and sinful people will be punished."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Any who love knowledge want to be told when they are wrong. It is stupid to hate being corrected."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is pleased with good people, but condemns those who plan evil."
            },
            {
                "verse_number": "3",
                "verse_text": "Wickedness does not give security, but righteous people stand firm."
            },
            {
                "verse_number": "4",
                "verse_text": "A good wife is her husband's pride and joy; but a wife who brings shame on her husband is like a cancer in his bones."
            },
            {
                "verse_number": "5",
                "verse_text": "Honest people will treat you fairly; the wicked only want to deceive you."
            },
            {
                "verse_number": "6",
                "verse_text": "The words of the wicked are murderous, but the words of the righteous rescue those who are threatened."
            },
            {
                "verse_number": "7",
                "verse_text": "The wicked meet their downfall and leave no descendants, but the families of the righteous live on."
            },
            {
                "verse_number": "8",
                "verse_text": "If you are intelligent, you will be praised; if you are stupid, people will look down on you."
            },
            {
                "verse_number": "9",
                "verse_text": "It is better to be an ordinary person working for a living than to play the part of someone great but go hungry."
            },
            {
                "verse_number": "10",
                "verse_text": "Good people take care of their animals, but wicked people are cruel to theirs."
            },
            {
                "verse_number": "11",
                "verse_text": "A hard-working farmer has plenty to eat, but it is stupid to waste time on useless projects."
            },
            {
                "verse_number": "12",
                "verse_text": "All that wicked people want is to find evil things to do, but the righteous stand firm."
            },
            {
                "verse_number": "13",
                "verse_text": "The wicked are trapped by their own words, but honest people get themselves out of trouble."
            },
            {
                "verse_number": "14",
                "verse_text": "Your reward depends on what you say and what you do; you will get what you deserve."
            },
            {
                "verse_number": "15",
                "verse_text": "Stupid people always think they are right. Wise people listen to advice."
            },
            {
                "verse_number": "16",
                "verse_text": "When a fool is annoyed, he quickly lets it be known. Smart people will ignore an insult."
            },
            {
                "verse_number": "17",
                "verse_text": "When you tell the truth, justice is done, but lies lead to injustice."
            },
            {
                "verse_number": "18",
                "verse_text": "Thoughtless words can wound as deeply as any sword, but wisely spoken words can heal."
            },
            {
                "verse_number": "19",
                "verse_text": "A lie has a short life, but truth lives on forever."
            },
            {
                "verse_number": "20",
                "verse_text": "Those who plan evil are in for a rude surprise, but those who work for good will find happiness."
            },
            {
                "verse_number": "21",
                "verse_text": "Nothing bad happens to righteous people, but the wicked have nothing but trouble."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord hates liars, but is pleased with those who keep their word."
            },
            {
                "verse_number": "23",
                "verse_text": "Smart people keep quiet about what they know, but stupid people advertise their ignorance."
            },
            {
                "verse_number": "24",
                "verse_text": "Hard work will give you power; being lazy will make you a slave."
            },
            {
                "verse_number": "25",
                "verse_text": "Worry can rob you of happiness, but kind words will cheer you up."
            },
            {
                "verse_number": "26",
                "verse_text": "The righteous person is a guide to his friend, but the path of the wicked leads them astray."
            },
            {
                "verse_number": "27",
                "verse_text": "If you are lazy, you will never get what you are after, but if you work hard, you will get a fortune."
            },
            {
                "verse_number": "28",
                "verse_text": "Righteousness is the road to life; wickedness is the road to death."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Wise children pay attention when their parents correct them, but arrogant people never admit they are wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "Good people will be rewarded for what they say, but those who are deceitful are hungry for violence."
            },
            {
                "verse_number": "3",
                "verse_text": "Be careful what you say and protect your life. A careless talker destroys himself."
            },
            {
                "verse_number": "4",
                "verse_text": "No matter how much a lazy person may want something, he will never get it. A hard worker will get everything he wants."
            },
            {
                "verse_number": "5",
                "verse_text": "Honest people hate lies, but the words of wicked people are shameful and disgraceful."
            },
            {
                "verse_number": "6",
                "verse_text": "Righteousness protects the innocent; wickedness is the downfall of sinners."
            },
            {
                "verse_number": "7",
                "verse_text": "Some people pretend to be rich, but have nothing. Others pretend to be poor, but own a fortune."
            },
            {
                "verse_number": "8",
                "verse_text": "The rich have to use their money to save their lives, but no one threatens the poor."
            },
            {
                "verse_number": "9",
                "verse_text": "The righteous are like a light shining brightly; the wicked are like a lamp flickering out."
            },
            {
                "verse_number": "10",
                "verse_text": "Arrogance causes nothing but trouble. It is wiser to ask for advice."
            },
            {
                "verse_number": "11",
                "verse_text": "The more easily you get your wealth, the sooner you will lose it. The harder it is to earn, the more you will have."
            },
            {
                "verse_number": "12",
                "verse_text": "When hope is crushed, the heart is crushed, but a wish come true fills you with joy."
            },
            {
                "verse_number": "13",
                "verse_text": "If you refuse good advice, you are asking for trouble; follow it and you are safe."
            },
            {
                "verse_number": "14",
                "verse_text": "The teachings of the wise are a fountain of life; they will help you escape when your life is in danger."
            },
            {
                "verse_number": "15",
                "verse_text": "Intelligence wins respect, but those who can't be trusted are on the road to ruin."
            },
            {
                "verse_number": "16",
                "verse_text": "Sensible people always think before they act, but stupid people advertise their ignorance."
            },
            {
                "verse_number": "17",
                "verse_text": "Unreliable messengers cause trouble, but those who can be trusted bring peace."
            },
            {
                "verse_number": "18",
                "verse_text": "Someone who will not learn will be poor and disgraced. Anyone who listens to correction is respected."
            },
            {
                "verse_number": "19",
                "verse_text": "How good it is to get what you want! Stupid people refuse to turn away from evil."
            },
            {
                "verse_number": "20",
                "verse_text": "Keep company with the wise and you will become wise. If you make friends with stupid people, you will be ruined."
            },
            {
                "verse_number": "21",
                "verse_text": "Trouble follows sinners everywhere, but righteous people will be rewarded with good things."
            },
            {
                "verse_number": "22",
                "verse_text": "Good people will have wealth to leave to their grandchildren, but the wealth of sinners will go to the righteous."
            },
            {
                "verse_number": "23",
                "verse_text": "Unused fields could yield plenty of food for the poor, but unjust people keep them from being farmed."
            },
            {
                "verse_number": "24",
                "verse_text": "If you don't punish your children, you don't love them. If you do love them, you will correct them."
            },
            {
                "verse_number": "25",
                "verse_text": "The righteous have enough to eat, but the wicked are always hungry."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Homes are made by the wisdom of women, but are destroyed by foolishness."
            },
            {
                "verse_number": "2",
                "verse_text": "Be honest and you show that you have reverence for the Lord ; be dishonest and you show that you do not."
            },
            {
                "verse_number": "3",
                "verse_text": "Proud fools talk too much; the words of the wise protect them."
            },
            {
                "verse_number": "4",
                "verse_text": "Without any oxen to pull the plow your barn will be empty, but with them it will be full of grain."
            },
            {
                "verse_number": "5",
                "verse_text": "A reliable witness always tells the truth, but an unreliable one tells nothing but lies."
            },
            {
                "verse_number": "6",
                "verse_text": "Conceited people can never become wise, but intelligent people learn easily."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay away from foolish people; they have nothing to teach you."
            },
            {
                "verse_number": "8",
                "verse_text": "Why is a clever person wise? Because he knows what to do. Why is a stupid person foolish? Because he only thinks he knows."
            },
            {
                "verse_number": "9",
                "verse_text": "Foolish people don't care if they sin, but good people want to be forgiven."
            },
            {
                "verse_number": "10",
                "verse_text": "Your joy is your own; your bitterness is your own. No one can share them with you."
            },
            {
                "verse_number": "11",
                "verse_text": "A good person's house will still be standing after an evildoer's house has been destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "What you think is the right road may lead to death."
            },
            {
                "verse_number": "13",
                "verse_text": "Laughter may hide sadness. When happiness is gone, sorrow is always there."
            },
            {
                "verse_number": "14",
                "verse_text": "Bad people will get what they deserve. Good people will be rewarded for their deeds."
            },
            {
                "verse_number": "15",
                "verse_text": "A fool will believe anything; smart people watch their step."
            },
            {
                "verse_number": "16",
                "verse_text": "Sensible people are careful to stay out of trouble, but stupid people are careless and act too quickly."
            },
            {
                "verse_number": "17",
                "verse_text": "People with a hot temper do foolish things; wiser people remain calm."
            },
            {
                "verse_number": "18",
                "verse_text": "Ignorant people get what their foolishness deserves, but the clever are rewarded with knowledge."
            },
            {
                "verse_number": "19",
                "verse_text": "Evil people will have to bow down to the righteous and humbly beg their favor."
            },
            {
                "verse_number": "20",
                "verse_text": "No one likes the poor, not even their neighbors, but the rich have many friends."
            },
            {
                "verse_number": "21",
                "verse_text": "If you want to be happy, be kind to the poor; it is a sin to despise anyone."
            },
            {
                "verse_number": "22",
                "verse_text": "You will earn the trust and respect of others if you work for good; if you work for evil, you are making a mistake."
            },
            {
                "verse_number": "23",
                "verse_text": "Work and you will earn a living; if you sit around talking you will be poor."
            },
            {
                "verse_number": "24",
                "verse_text": "Wise people are rewarded with wealth, but fools are known by their foolishness."
            },
            {
                "verse_number": "25",
                "verse_text": "A witness saves lives when he tells the truth; when he tells lies, he betrays people."
            },
            {
                "verse_number": "26",
                "verse_text": "Reverence for the Lord gives confidence and security to a man and his family."
            },
            {
                "verse_number": "27",
                "verse_text": "Do you want to avoid death? Reverence for the Lord is a fountain of life."
            },
            {
                "verse_number": "28",
                "verse_text": "A king's greatness depends on how many people he rules; without them he is nothing."
            },
            {
                "verse_number": "29",
                "verse_text": "If you stay calm, you are wise, but if you have a hot temper, you only show how stupid you are."
            },
            {
                "verse_number": "30",
                "verse_text": "Peace of mind makes the body healthy, but jealousy is like a cancer."
            },
            {
                "verse_number": "31",
                "verse_text": "If you oppress poor people, you insult the God who made them; but kindness shown to the poor is an act of worship."
            },
            {
                "verse_number": "32",
                "verse_text": "Wicked people bring about their own downfall by their evil deeds, but good people are protected by their integrity."
            },
            {
                "verse_number": "33",
                "verse_text": "Wisdom is in every thought of intelligent people; fools know nothing about wisdom."
            },
            {
                "verse_number": "34",
                "verse_text": "Righteousness makes a nation great; sin is a disgrace to any nation."
            },
            {
                "verse_number": "35",
                "verse_text": "Kings are pleased with competent officials, but they punish those who fail them."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "A gentle answer quiets anger, but a harsh one stirs it up."
            },
            {
                "verse_number": "2",
                "verse_text": "When wise people speak, they make knowledge attractive, but stupid people spout nonsense."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord sees what happens everywhere; he is watching us, whether we do good or evil."
            },
            {
                "verse_number": "4",
                "verse_text": "Kind words bring life, but cruel words crush your spirit."
            },
            {
                "verse_number": "5",
                "verse_text": "It is foolish to ignore what your parents taught you; it is wise to accept their correction."
            },
            {
                "verse_number": "6",
                "verse_text": "Righteous people keep their wealth, but the wicked lose theirs when hard times come."
            },
            {
                "verse_number": "7",
                "verse_text": "Knowledge is spread by people who are wise, not by fools."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord is pleased when good people pray, but hates the sacrifices that the wicked bring him."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord hates the ways of evil people, but loves those who do what is right."
            },
            {
                "verse_number": "10",
                "verse_text": "If you do what is wrong, you will be severely punished; you will die if you do not let yourself be corrected."
            },
            {
                "verse_number": "11",
                "verse_text": "Not even the world of the dead can keep the Lord from knowing what is there; how then can we hide our thoughts from God?"
            },
            {
                "verse_number": "12",
                "verse_text": "Conceited people do not like to be corrected; they never ask for advice from those who are wiser."
            },
            {
                "verse_number": "13",
                "verse_text": "When people are happy, they smile, but when they are sad, they look depressed."
            },
            {
                "verse_number": "14",
                "verse_text": "Intelligent people want to learn, but stupid people are satisfied with ignorance."
            },
            {
                "verse_number": "15",
                "verse_text": "The life of the poor is a constant struggle, but happy people always enjoy life."
            },
            {
                "verse_number": "16",
                "verse_text": "Better to be poor and fear the Lord than to be rich and in trouble."
            },
            {
                "verse_number": "17",
                "verse_text": "Better to eat vegetables with people you love than to eat the finest meat where there is hate."
            },
            {
                "verse_number": "18",
                "verse_text": "Hot tempers cause arguments, but patience brings peace."
            },
            {
                "verse_number": "19",
                "verse_text": "If you are lazy, you will meet difficulty everywhere, but if you are honest, you will have no trouble."
            },
            {
                "verse_number": "20",
                "verse_text": "Wise children make their fathers happy. Only fools despise their mothers."
            },
            {
                "verse_number": "21",
                "verse_text": "Stupid people are happy with their foolishness, but the wise will do what is right."
            },
            {
                "verse_number": "22",
                "verse_text": "Get all the advice you can, and you will succeed; without it you will fail."
            },
            {
                "verse_number": "23",
                "verse_text": "What a joy it is to find just the right word for the right occasion!"
            },
            {
                "verse_number": "24",
                "verse_text": "Wise people walk the road that leads upward to life, not the road that leads downward to death."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord will destroy the homes of arrogant men, but he will protect a widow's property."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord hates evil thoughts, but he is pleased with friendly words."
            },
            {
                "verse_number": "27",
                "verse_text": "Try to make a profit dishonestly, and you get your family in trouble. Don't take bribes and you will live longer."
            },
            {
                "verse_number": "28",
                "verse_text": "Good people think before they answer. Evil people have a quick reply, but it causes trouble."
            },
            {
                "verse_number": "29",
                "verse_text": "When good people pray, the Lord listens, but he ignores those who are evil."
            },
            {
                "verse_number": "30",
                "verse_text": "Smiling faces make you happy, and good news makes you feel better."
            },
            {
                "verse_number": "31",
                "verse_text": "If you pay attention when you are corrected, you are wise."
            },
            {
                "verse_number": "32",
                "verse_text": "If you refuse to learn, you are hurting yourself. If you accept correction, you will become wiser."
            },
            {
                "verse_number": "33",
                "verse_text": "Reverence for the Lord is an education in itself. You must be humble before you can ever receive honors."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "We may make our plans, but God has the last word."
            },
            {
                "verse_number": "2",
                "verse_text": "You may think everything you do is right, but the Lord judges your motives."
            },
            {
                "verse_number": "3",
                "verse_text": "Ask the Lord to bless your plans, and you will be successful in carrying them out."
            },
            {
                "verse_number": "4",
                "verse_text": "Everything the Lord has made has its destiny; and the destiny of the wicked is destruction."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord hates everyone who is arrogant; he will never let them escape punishment."
            },
            {
                "verse_number": "6",
                "verse_text": "Be loyal and faithful, and God will forgive your sin. Obey the Lord and nothing evil will happen to you."
            },
            {
                "verse_number": "7",
                "verse_text": "When you please the Lord , you can make your enemies into friends."
            },
            {
                "verse_number": "8",
                "verse_text": "It is better to have a little, honestly earned, than to have a large income, dishonestly gained."
            },
            {
                "verse_number": "9",
                "verse_text": "You may make your plans, but God directs your actions."
            },
            {
                "verse_number": "10",
                "verse_text": "The king speaks with divine authority; his decisions are always right."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord wants weights and measures to be honest and every sale to be fair."
            },
            {
                "verse_number": "12",
                "verse_text": "Kings cannot tolerate evil, because justice is what makes a government strong."
            },
            {
                "verse_number": "13",
                "verse_text": "A king wants to hear the truth and will favor those who speak it."
            },
            {
                "verse_number": "14",
                "verse_text": "A wise person will try to keep the king happy; if the king becomes angry, someone may die."
            },
            {
                "verse_number": "15",
                "verse_text": "The king's favor is like the clouds that bring rain in the springtime&ndash;life is there."
            },
            {
                "verse_number": "16",
                "verse_text": "It is better&ndash;much better&ndash;to have wisdom and knowledge than gold and silver."
            },
            {
                "verse_number": "17",
                "verse_text": "Those who are good travel a road that avoids evil; so watch where you are going&ndash;it may save your life."
            },
            {
                "verse_number": "18",
                "verse_text": "Pride leads to destruction, and arrogance to downfall."
            },
            {
                "verse_number": "19",
                "verse_text": "It is better to be humble and stay poor than to be one of the arrogant and get a share of their loot."
            },
            {
                "verse_number": "20",
                "verse_text": "Pay attention to what you are taught, and you will be successful; trust in the Lord and you will be happy."
            },
            {
                "verse_number": "21",
                "verse_text": "A wise, mature person is known for his understanding. The more pleasant his words, the more persuasive he is."
            },
            {
                "verse_number": "22",
                "verse_text": "Wisdom is a fountain of life to the wise, but trying to educate stupid people is a waste of time."
            },
            {
                "verse_number": "23",
                "verse_text": "Intelligent people think before they speak; what they say is then more persuasive."
            },
            {
                "verse_number": "24",
                "verse_text": "Kind words are like honey&ndash;sweet to the taste and good for your health."
            },
            {
                "verse_number": "25",
                "verse_text": "What you think is the right road may lead to death."
            },
            {
                "verse_number": "26",
                "verse_text": "A laborer's appetite makes him work harder, because he wants to satisfy his hunger."
            },
            {
                "verse_number": "27",
                "verse_text": "Evil people look for ways to harm others; even their words burn with evil."
            },
            {
                "verse_number": "28",
                "verse_text": "Gossip is spread by wicked people; they stir up trouble and break up friendships."
            },
            {
                "verse_number": "29",
                "verse_text": "Violent people deceive their friends and lead them to disaster."
            },
            {
                "verse_number": "30",
                "verse_text": "Watch out for people who grin and wink at you; they have thought of something evil."
            },
            {
                "verse_number": "31",
                "verse_text": "Long life is the reward of the righteous; gray hair is a glorious crown."
            },
            {
                "verse_number": "32",
                "verse_text": "It is better to be patient than powerful. It is better to win control over yourself than over whole cities."
            },
            {
                "verse_number": "33",
                "verse_text": "People cast lots to learn God's will, but God himself determines the answer."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Better to eat a dry crust of bread with peace of mind than have a banquet in a house full of trouble."
            },
            {
                "verse_number": "2",
                "verse_text": "A shrewd servant will gain authority over a master's worthless son and receive a part of the inheritance."
            },
            {
                "verse_number": "3",
                "verse_text": "Gold and silver are tested by fire, and a person's heart is tested by the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "Evil people listen to evil ideas, and liars listen to lies."
            },
            {
                "verse_number": "5",
                "verse_text": "If you make fun of poor people, you insult the God who made them. You will be punished if you take pleasure in someone's misfortune."
            },
            {
                "verse_number": "6",
                "verse_text": "Grandparents are proud of their grandchildren, just as children are proud of their parents."
            },
            {
                "verse_number": "7",
                "verse_text": "Respected people do not tell lies, and fools have nothing worthwhile to say."
            },
            {
                "verse_number": "8",
                "verse_text": "Some people think a bribe works like magic; they believe it can do anything."
            },
            {
                "verse_number": "9",
                "verse_text": "If you want people to like you, forgive them when they wrong you. Remembering wrongs can break up a friendship."
            },
            {
                "verse_number": "10",
                "verse_text": "An intelligent person learns more from one rebuke than a fool learns from being beaten a hundred times."
            },
            {
                "verse_number": "11",
                "verse_text": "Death will come like a cruel messenger to wicked people who are always stirring up trouble."
            },
            {
                "verse_number": "12",
                "verse_text": "It is better to meet a mother bear robbed of her cubs than to meet some fool busy with a stupid project."
            },
            {
                "verse_number": "13",
                "verse_text": "If you repay good with evil, you will never get evil out of your house."
            },
            {
                "verse_number": "14",
                "verse_text": "The start of an argument is like the first break in a dam; stop it before it goes any further."
            },
            {
                "verse_number": "15",
                "verse_text": "Condemning the innocent or letting the wicked go&ndash;both are hateful to the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "It does a fool no good to spend money on an education, because he has no common sense."
            },
            {
                "verse_number": "17",
                "verse_text": "Friends always show their love. What are relatives for if not to share trouble?"
            },
            {
                "verse_number": "18",
                "verse_text": "Only someone with no sense would promise to be responsible for someone else's debts."
            },
            {
                "verse_number": "19",
                "verse_text": "To like sin is to like making trouble. If you brag all the time, you are asking for trouble."
            },
            {
                "verse_number": "20",
                "verse_text": "Anyone who thinks and speaks evil can expect to find nothing good&ndash;only disaster."
            },
            {
                "verse_number": "21",
                "verse_text": "There is nothing but sadness and sorrow for parents whose children do foolish things."
            },
            {
                "verse_number": "22",
                "verse_text": "Being cheerful keeps you healthy. It is slow death to be gloomy all the time."
            },
            {
                "verse_number": "23",
                "verse_text": "Corrupt judges accept secret bribes, and then justice is not done."
            },
            {
                "verse_number": "24",
                "verse_text": "An intelligent person aims at wise action, but a fool starts off in many directions."
            },
            {
                "verse_number": "25",
                "verse_text": "Foolish children bring grief to their fathers and bitter regrets to their mothers."
            },
            {
                "verse_number": "26",
                "verse_text": "It is not right to make an innocent person pay a fine; justice is perverted when good people are punished."
            },
            {
                "verse_number": "27",
                "verse_text": "Those who are sure of themselves do not talk all the time. People who stay calm have real insight."
            },
            {
                "verse_number": "28",
                "verse_text": "After all, even fools may be thought wise and intelligent if they stay quiet and keep their mouths shut."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "People who do not get along with others are interested only in themselves; they will disagree with what everyone else knows is right."
            },
            {
                "verse_number": "2",
                "verse_text": "A fool does not care whether he understands a thing or not; all he wants to do is show how smart he is."
            },
            {
                "verse_number": "3",
                "verse_text": "Sin and shame go together. Lose your honor, and you will get scorn in its place."
            },
            {
                "verse_number": "4",
                "verse_text": "A person's words can be a source of wisdom, deep as the ocean, fresh as a flowing stream."
            },
            {
                "verse_number": "5",
                "verse_text": "It is not right to favor the guilty and keep the innocent from receiving justice."
            },
            {
                "verse_number": "6",
                "verse_text": "When some fool starts an argument, he is asking for a beating."
            },
            {
                "verse_number": "7",
                "verse_text": "When a fool speaks, he is ruining himself; he gets caught in the trap of his own words."
            },
            {
                "verse_number": "8",
                "verse_text": "Gossip is so tasty&ndash;how we love to swallow it!"
            },
            {
                "verse_number": "9",
                "verse_text": "A lazy person is as bad as someone who is destructive."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord is like a strong tower, where the righteous can go and be safe."
            },
            {
                "verse_number": "11",
                "verse_text": "Rich people, however, imagine that their wealth protects them like high, strong walls around a city."
            },
            {
                "verse_number": "12",
                "verse_text": "No one is respected unless he is humble; arrogant people are on the way to ruin."
            },
            {
                "verse_number": "13",
                "verse_text": "Listen before you answer. If you don't, you are being stupid and insulting."
            },
            {
                "verse_number": "14",
                "verse_text": "Your will to live can sustain you when you are sick, but if you lose it, your last hope is gone."
            },
            {
                "verse_number": "15",
                "verse_text": "Intelligent people are always eager and ready to learn."
            },
            {
                "verse_number": "16",
                "verse_text": "Do you want to meet an important person? Take a gift and it will be easy."
            },
            {
                "verse_number": "17",
                "verse_text": "The first person to speak in court always seems right until his opponent begins to question him."
            },
            {
                "verse_number": "18",
                "verse_text": "If two powerful people are opposing each other in court, casting lots can settle the issue."
            },
            {
                "verse_number": "19",
                "verse_text": "Help your relatives and they will protect you like a strong city wall, but if you quarrel with them, they will close their doors to you."
            },
            {
                "verse_number": "20",
                "verse_text": "You will have to live with the consequences of everything you say."
            },
            {
                "verse_number": "21",
                "verse_text": "What you say can preserve life or destroy it; so you must accept the consequences of your words."
            },
            {
                "verse_number": "22",
                "verse_text": "Find a wife and you find a good thing; it shows that the Lord is good to you."
            },
            {
                "verse_number": "23",
                "verse_text": "When the poor speak, they have to be polite, but when the rich answer, they are rude."
            },
            {
                "verse_number": "24",
                "verse_text": "Some friendships do not last, but some friends are more loyal than brothers."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "It is better to be poor but honest than to be a lying fool."
            },
            {
                "verse_number": "2",
                "verse_text": "Enthusiasm without knowledge is not good; impatience will get you into trouble."
            },
            {
                "verse_number": "3",
                "verse_text": "Some people ruin themselves by their own stupid actions and then blame the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "Rich people are always finding new friends, but the poor cannot keep the few they have."
            },
            {
                "verse_number": "5",
                "verse_text": "If you tell lies in court, you will be punished&ndash;there will be no escape."
            },
            {
                "verse_number": "6",
                "verse_text": "Everyone tries to gain the favor of important people; everyone claims the friendship of those who give out favors."
            },
            {
                "verse_number": "7",
                "verse_text": "Even the relatives of a poor person have no use for him; no wonder he has no friends. No matter how hard he tries, he cannot win any."
            },
            {
                "verse_number": "8",
                "verse_text": "Do yourself a favor and learn all you can; then remember what you learn and you will prosper."
            },
            {
                "verse_number": "9",
                "verse_text": "No one who tells lies in court can escape punishment; he is doomed."
            },
            {
                "verse_number": "10",
                "verse_text": "Fools should not live in luxury, and slaves should not rule over noblemen."
            },
            {
                "verse_number": "11",
                "verse_text": "If you are sensible, you will control your temper. When someone wrongs you, it is a great virtue to ignore it."
            },
            {
                "verse_number": "12",
                "verse_text": "The king's anger is like the roar of a lion, but his favor is like welcome rain."
            },
            {
                "verse_number": "13",
                "verse_text": "Stupid children can bring their parents to ruin. A nagging wife is like water going drip-drip-drip."
            },
            {
                "verse_number": "14",
                "verse_text": "A man can inherit a house and money from his parents, but only the Lord can give him a sensible wife."
            },
            {
                "verse_number": "15",
                "verse_text": "Go ahead and be lazy; sleep on, but you will go hungry."
            },
            {
                "verse_number": "16",
                "verse_text": "Keep God's laws and you will live longer; if you ignore them, you will die."
            },
            {
                "verse_number": "17",
                "verse_text": "When you give to the poor, it is like lending to the Lord , and the Lord will pay you back."
            },
            {
                "verse_number": "18",
                "verse_text": "Discipline your children while they are young enough to learn. If you don't, you are helping them destroy themselves."
            },
            {
                "verse_number": "19",
                "verse_text": "If someone has a hot temper, let him take the consequences. If you get him out of trouble once, you will have to do it again."
            },
            {
                "verse_number": "20",
                "verse_text": "If you listen to advice and are willing to learn, one day you will be wise."
            },
            {
                "verse_number": "21",
                "verse_text": "People may plan all kinds of things, but the Lord 's will is going to be done."
            },
            {
                "verse_number": "22",
                "verse_text": "It is a disgrace to be greedy; poor people are better off than liars."
            },
            {
                "verse_number": "23",
                "verse_text": "Obey the Lord and you will live a long life, content and safe from harm."
            },
            {
                "verse_number": "24",
                "verse_text": "Some people are too lazy to put food in their own mouths."
            },
            {
                "verse_number": "25",
                "verse_text": "Arrogance should be punished, so that people who don't know any better can learn a lesson. If you are wise, you will learn when you are corrected."
            },
            {
                "verse_number": "26",
                "verse_text": "Only a shameful, disgraceful person would mistreat his father or turn his mother away from his home."
            },
            {
                "verse_number": "27",
                "verse_text": "My child, when you stop learning, you will soon neglect what you already know."
            },
            {
                "verse_number": "28",
                "verse_text": "There is no justice where a witness is determined to hurt someone. Wicked people love the taste of evil."
            },
            {
                "verse_number": "29",
                "verse_text": "A conceited fool is sure to get a beating."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Drinking too much makes you loud and foolish. It's stupid to get drunk."
            },
            {
                "verse_number": "2",
                "verse_text": "Fear an angry king as you would a growling lion; making him angry is suicide."
            },
            {
                "verse_number": "3",
                "verse_text": "Any fool can start arguments; the honorable thing is to stay out of them."
            },
            {
                "verse_number": "4",
                "verse_text": "A farmer too lazy to plow his fields at the right time will have nothing to harvest."
            },
            {
                "verse_number": "5",
                "verse_text": "A person's thoughts are like water in a deep well, but someone with insight can draw them out."
            },
            {
                "verse_number": "6",
                "verse_text": "Everyone talks about how loyal and faithful he is, but just try to find someone who really is!"
            },
            {
                "verse_number": "7",
                "verse_text": "Children are fortunate if they have a father who is honest and does what is right."
            },
            {
                "verse_number": "8",
                "verse_text": "The king sits in judgment and knows evil when he sees it."
            },
            {
                "verse_number": "9",
                "verse_text": "Can anyone really say that his conscience is clear, that he has gotten rid of his sin?"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord hates people who use dishonest weights and measures."
            },
            {
                "verse_number": "11",
                "verse_text": "Even children show what they are by what they do; you can tell if they are honest and good."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord has given us eyes to see with and ears to listen with."
            },
            {
                "verse_number": "13",
                "verse_text": "If you spend your time sleeping, you will be poor. Keep busy and you will have plenty to eat."
            },
            {
                "verse_number": "14",
                "verse_text": "The customer always complains that the price is too high, but then he goes off and brags about the bargain he got."
            },
            {
                "verse_number": "15",
                "verse_text": "If you know what you are talking about, you have something more valuable than gold or jewels."
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone stupid enough to promise to be responsible for a stranger's debts ought to have their own property held to guarantee payment."
            },
            {
                "verse_number": "17",
                "verse_text": "What you get by dishonesty you may enjoy like the finest food, but sooner or later it will be like a mouthful of sand."
            },
            {
                "verse_number": "18",
                "verse_text": "Get good advice and you will succeed; don't go charging into battle without a plan."
            },
            {
                "verse_number": "19",
                "verse_text": "A gossip can never keep a secret. Stay away from people who talk too much."
            },
            {
                "verse_number": "20",
                "verse_text": "If you curse your parents, your life will end like a lamp that goes out in the dark."
            },
            {
                "verse_number": "21",
                "verse_text": "The more easily you get your wealth, the less good it will do you."
            },
            {
                "verse_number": "22",
                "verse_text": "Don't take it on yourself to repay a wrong. Trust the Lord and he will make it right."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord hates people who use dishonest scales and weights."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord has determined our path; how then can anyone understand the direction his own life is taking?"
            },
            {
                "verse_number": "25",
                "verse_text": "Think carefully before you promise an offering to God. You might regret it later."
            },
            {
                "verse_number": "26",
                "verse_text": "A wise king will find out who is doing wrong, and will punish him without pity."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord gave us mind and conscience; we cannot hide from ourselves."
            },
            {
                "verse_number": "28",
                "verse_text": "A king will remain in power as long as his rule is honest, just, and fair."
            },
            {
                "verse_number": "29",
                "verse_text": "We admire the strength of youth and respect the gray hair of age."
            },
            {
                "verse_number": "30",
                "verse_text": "Sometimes it takes a painful experience to make us change our ways."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord controls the mind of a king as easily as he directs the course of a stream."
            },
            {
                "verse_number": "2",
                "verse_text": "You may think that everything you do is right, but remember that the Lord judges your motives."
            },
            {
                "verse_number": "3",
                "verse_text": "Do what is right and fair; that pleases the Lord more than bringing him sacrifices."
            },
            {
                "verse_number": "4",
                "verse_text": "Wicked people are controlled by their conceit and arrogance, and this is sinful."
            },
            {
                "verse_number": "5",
                "verse_text": "Plan carefully and you will have plenty; if you act too quickly, you will never have enough."
            },
            {
                "verse_number": "6",
                "verse_text": "The riches you get by dishonesty soon disappear, but not before they lead you into the jaws of death."
            },
            {
                "verse_number": "7",
                "verse_text": "The wicked are doomed by their own violence; they refuse to do what is right."
            },
            {
                "verse_number": "8",
                "verse_text": "Guilty people walk a crooked path; the innocent do what is right."
            },
            {
                "verse_number": "9",
                "verse_text": "Better to live on the roof than share the house with a nagging wife."
            },
            {
                "verse_number": "10",
                "verse_text": "Wicked people are always hungry for evil; they have no mercy on anyone."
            },
            {
                "verse_number": "11",
                "verse_text": "When someone who is conceited gets his punishment, even an unthinking person learns a lesson. One who is wise will learn from what he is taught."
            },
            {
                "verse_number": "12",
                "verse_text": "God, the righteous one, knows what goes on in the homes of the wicked, and he will bring the wicked down to ruin."
            },
            {
                "verse_number": "13",
                "verse_text": "If you refuse to listen to the cry of the poor, your own cry for help will not be heard."
            },
            {
                "verse_number": "14",
                "verse_text": "If someone is angry with you, a gift given secretly will calm him down."
            },
            {
                "verse_number": "15",
                "verse_text": "When justice is done, good people are happy, but evil people are brought to despair."
            },
            {
                "verse_number": "16",
                "verse_text": "Death is waiting for anyone who wanders away from good sense."
            },
            {
                "verse_number": "17",
                "verse_text": "Indulging in luxuries, wine, and rich food will never make you wealthy."
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked bring on themselves the suffering they try to cause good people."
            },
            {
                "verse_number": "19",
                "verse_text": "Better to live out in the desert than with a nagging, complaining wife."
            },
            {
                "verse_number": "20",
                "verse_text": "Wise people live in wealth and luxury, but stupid people spend their money as fast as they get it."
            },
            {
                "verse_number": "21",
                "verse_text": "Be kind and honest and you will live a long life; others will respect you and treat you fairly."
            },
            {
                "verse_number": "22",
                "verse_text": "A shrewd general can take a city defended by strong men, and destroy the walls they relied on."
            },
            {
                "verse_number": "23",
                "verse_text": "If you want to stay out of trouble, be careful what you say."
            },
            {
                "verse_number": "24",
                "verse_text": "Show me a conceited person and I will show you someone who is arrogant, proud, and inconsiderate."
            },
            {
                "verse_number": "25",
                "verse_text": "Lazy people who refuse to work are only killing themselves;"
            },
            {
                "verse_number": "26",
                "verse_text": "all they do is think about what they would like to have. The righteous, however, can give, and give generously."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord hates it when wicked people offer him sacrifices, especially if they do it from evil motives."
            },
            {
                "verse_number": "28",
                "verse_text": "The testimony of a liar is not believed, but the word of someone who thinks matters through is accepted."
            },
            {
                "verse_number": "29",
                "verse_text": "Righteous people are sure of themselves; the wicked have to pretend as best they can."
            },
            {
                "verse_number": "30",
                "verse_text": "Human wisdom, brilliance, insight&ndash;they are of no help if the Lord is against you."
            },
            {
                "verse_number": "31",
                "verse_text": "You can get horses ready for battle, but it is the Lord who gives victory."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "If you have to choose between a good reputation and great wealth, choose a good reputation."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich and the poor have this in common: the Lord made them both."
            },
            {
                "verse_number": "3",
                "verse_text": "Sensible people will see trouble coming and avoid it, but an unthinking person will walk right into it and regret it later."
            },
            {
                "verse_number": "4",
                "verse_text": "Obey the Lord , be humble, and you will get riches, honor, and a long life."
            },
            {
                "verse_number": "5",
                "verse_text": "If you love your life, stay away from the traps that catch the wicked along the way."
            },
            {
                "verse_number": "6",
                "verse_text": "Teach children how they should live, and they will remember it all their life."
            },
            {
                "verse_number": "7",
                "verse_text": "Poor people are slaves of the rich. Borrow money and you are the lender's slave."
            },
            {
                "verse_number": "8",
                "verse_text": "If you plant the seeds of injustice, disaster will spring up, and your oppression of others will end."
            },
            {
                "verse_number": "9",
                "verse_text": "Be generous and share your food with the poor. You will be blessed for it."
            },
            {
                "verse_number": "10",
                "verse_text": "Get rid of a conceited person, and then there will be no more arguments, quarreling, or name-calling."
            },
            {
                "verse_number": "11",
                "verse_text": "If you love purity of heart and graciousness of speech, the king will be your friend."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord sees to it that truth is kept safe by disproving the words of liars."
            },
            {
                "verse_number": "13",
                "verse_text": "Lazy people stay at home; they say a lion might get them if they go outside."
            },
            {
                "verse_number": "14",
                "verse_text": "Adultery is a trap&ndash;it catches those with whom the Lord is angry."
            },
            {
                "verse_number": "15",
                "verse_text": "Children just naturally do silly, careless things, but a good spanking will teach them how to behave."
            },
            {
                "verse_number": "16",
                "verse_text": "If you make gifts to rich people or oppress the poor to get rich, you will become poor yourself."
            },
            {
                "verse_number": "17",
                "verse_text": "Listen, and I will teach you what the wise have said. Study their teachings,"
            },
            {
                "verse_number": "18",
                "verse_text": "and you will be glad if you remember them and can quote them."
            },
            {
                "verse_number": "19",
                "verse_text": "I want you to put your trust in the Lord ; that is why I am going to tell them to you now."
            },
            {
                "verse_number": "20",
                "verse_text": "I have written down thirty sayings for you. They contain knowledge and good advice,"
            },
            {
                "verse_number": "21",
                "verse_text": "and will teach you what the truth really is. Then when you are sent to find it out, you will bring back the right answer."
            },
            {
                "verse_number": "22",
                "verse_text": "Don't take advantage of the poor just because you can; don't take advantage of those who stand helpless in court."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord will argue their case for them and threaten the life of anyone who threatens theirs."
            },
            {
                "verse_number": "24",
                "verse_text": "Don't make friends with people who have hot, violent tempers."
            },
            {
                "verse_number": "25",
                "verse_text": "You might learn their habits and not be able to change."
            },
            {
                "verse_number": "26",
                "verse_text": "Don't promise to be responsible for someone else's debts."
            },
            {
                "verse_number": "27",
                "verse_text": "If you should be unable to pay, they will take away even your bed."
            },
            {
                "verse_number": "28",
                "verse_text": "Never move an old property line that your ancestors established."
            },
            {
                "verse_number": "29",
                "verse_text": "Show me someone who does a good job, and I will show you someone who is better than most and worthy of the company of kings."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When you sit down to eat with someone important, keep in mind who he is."
            },
            {
                "verse_number": "2",
                "verse_text": "If you have a big appetite, restrain yourself."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't be greedy for the fine food he serves; he may be trying to trick you."
            },
            {
                "verse_number": "4",
                "verse_text": "Be wise enough not to wear yourself out trying to get rich."
            },
            {
                "verse_number": "5",
                "verse_text": "Your money can be gone in a flash, as if it had grown wings and flown away like an eagle."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't eat at the table of a stingy person or be greedy for the fine food he serves."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Come on and have some more,&apos; he says, but he doesn't mean it. What he thinks is what he really is."
            },
            {
                "verse_number": "8",
                "verse_text": "You will vomit up what you have eaten, and all your flattery will be wasted."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't try to talk sense to a fool; he can't appreciate it."
            },
            {
                "verse_number": "10",
                "verse_text": "Never move an old property line or take over land owned by orphans."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord is their powerful defender, and he will argue their case against you."
            },
            {
                "verse_number": "12",
                "verse_text": "Pay attention to your teacher and learn all you can."
            },
            {
                "verse_number": "13",
                "verse_text": "Don't hesitate to discipline children. A good spanking won't kill them."
            },
            {
                "verse_number": "14",
                "verse_text": "As a matter of fact, it may save their lives."
            },
            {
                "verse_number": "15",
                "verse_text": "My child, if you become wise, I will be very happy."
            },
            {
                "verse_number": "16",
                "verse_text": "I will be proud when I hear you speaking words of wisdom."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't be envious of sinful people; let reverence for the Lord be the concern of your life."
            },
            {
                "verse_number": "18",
                "verse_text": "If it is, you have a bright future."
            },
            {
                "verse_number": "19",
                "verse_text": "Listen, my child, be wise and give serious thought to the way you live."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't associate with people who drink too much wine or stuff themselves with food."
            },
            {
                "verse_number": "21",
                "verse_text": "Drunkards and gluttons will be reduced to poverty. If all you do is eat and sleep, you will soon be wearing rags."
            },
            {
                "verse_number": "22",
                "verse_text": "Listen to your father; without him you would not exist. When your mother is old, show her your appreciation."
            },
            {
                "verse_number": "23",
                "verse_text": "Truth, wisdom, learning, and good sense&ndash;these are worth paying for, but too valuable for you to sell."
            },
            {
                "verse_number": "24",
                "verse_text": "A righteous person's parents have good reason to be happy. You can take pride in a wise child."
            },
            {
                "verse_number": "25",
                "verse_text": "Let your father and mother be proud of you; give your mother that happiness."
            },
            {
                "verse_number": "26",
                "verse_text": "Pay close attention, son, and let my life be your example."
            },
            {
                "verse_number": "27",
                "verse_text": "Prostitutes and immoral women are a deadly trap."
            },
            {
                "verse_number": "28",
                "verse_text": "They wait for you like robbers and cause many men to be unfaithful."
            },
            {
                "verse_number": "31",
                "verse_text": "Don't let wine tempt you, even though it is rich red, and it sparkles in the cup, and it goes down smoothly."
            },
            {
                "verse_number": "32",
                "verse_text": "The next morning you will feel as if you had been bitten by a poisonous snake."
            },
            {
                "verse_number": "33",
                "verse_text": "Weird sights will appear before your eyes, and you will not be able to think or speak clearly."
            },
            {
                "verse_number": "34",
                "verse_text": "You will feel as if you were out on the ocean, seasick, swinging high up in the rigging of a tossing ship."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;I must have been hit,&apos; you will say; &apos;I must have been beaten up, but I don't remember it. Why can't I wake up? I need another drink.&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Don't be envious of evil people, and don't try to make friends with them."
            },
            {
                "verse_number": "2",
                "verse_text": "Causing trouble is all they ever think about; every time they open their mouth someone is going to be hurt. It is wrong for judges to be prejudiced."
            },
            {
                "verse_number": "3",
                "verse_text": "Homes are built on the foundation of wisdom and understanding."
            },
            {
                "verse_number": "4",
                "verse_text": "Where there is knowledge, the rooms are furnished with valuable, beautiful things."
            },
            {
                "verse_number": "5",
                "verse_text": "Being wise is better than being strong; yes, knowledge is more important than strength."
            },
            {
                "verse_number": "6",
                "verse_text": "After all, you must make careful plans before you fight a battle, and the more good advice you get, the more likely you are to win."
            },
            {
                "verse_number": "7",
                "verse_text": "Wise sayings are too deep for stupid people to understand. They have nothing to say when important matters are being discussed."
            },
            {
                "verse_number": "8",
                "verse_text": "If you are always planning evil, you will earn a reputation as a troublemaker."
            },
            {
                "verse_number": "9",
                "verse_text": "Any scheme a fool thinks up is sinful. People hate a person who has nothing but scorn for others."
            },
            {
                "verse_number": "10",
                "verse_text": "If you are weak in a crisis, you are weak indeed."
            },
            {
                "verse_number": "11",
                "verse_text": "Don't hesitate to rescue someone who is about to be executed unjustly."
            },
            {
                "verse_number": "12",
                "verse_text": "You may say that it is none of your business, but God knows and judges your motives. He keeps watch on you; he knows. And he will reward you according to what you do."
            },
            {
                "verse_number": "13",
                "verse_text": "My child, eat honey; it is good. And just as honey from the comb is sweet on your tongue,"
            },
            {
                "verse_number": "14",
                "verse_text": "you may be sure that wisdom is good for the soul. Get wisdom and you have a bright future."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't be like the wicked who scheme to rob honest people or to take away their homes."
            },
            {
                "verse_number": "16",
                "verse_text": "No matter how often honest people fall, they always get up again; but disaster destroys the wicked."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't be glad when your enemies meet disaster, and don't rejoice when they stumble."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord will know if you are gloating, and he will not like it; and then maybe he won't punish them."
            },
            {
                "verse_number": "19",
                "verse_text": "Don't let evil people worry you; don't be envious of them."
            },
            {
                "verse_number": "20",
                "verse_text": "A wicked person has no future&ndash;nothing to look forward to."
            },
            {
                "verse_number": "21",
                "verse_text": "Have reverence for the Lord , my child, and honor the king. Have nothing to do with people who rebel against them;"
            },
            {
                "verse_number": "22",
                "verse_text": "such people could be ruined in a moment. Do you realize the disaster that God or the king can cause?"
            },
            {
                "verse_number": "23",
                "verse_text": "The wise have also said these things:"
            },
            {
                "verse_number": "24",
                "verse_text": "If they pronounce a guilty person innocent, they will be cursed and hated by everyone."
            },
            {
                "verse_number": "25",
                "verse_text": "Judges who punish the guilty, however, will be prosperous and enjoy a good reputation."
            },
            {
                "verse_number": "26",
                "verse_text": "An honest answer is a sign of true friendship."
            },
            {
                "verse_number": "27",
                "verse_text": "Don't build your house and establish a home until your fields are ready, and you are sure that you can earn a living."
            },
            {
                "verse_number": "28",
                "verse_text": "Don't give evidence against others without good reason, or say misleading things about them."
            },
            {
                "verse_number": "29",
                "verse_text": "Don't say, &apos;I'll do to them just what they did to me! I'll get even with them!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "I walked through the fields and vineyards of a lazy, stupid person."
            },
            {
                "verse_number": "31",
                "verse_text": "They were full of thorn bushes and overgrown with weeds. The stone wall around them had fallen down."
            },
            {
                "verse_number": "32",
                "verse_text": "I looked at this, thought about it, and learned a lesson from it:"
            },
            {
                "verse_number": "33",
                "verse_text": "Go ahead and take your nap; go ahead and sleep. Fold your hands and rest awhile,"
            },
            {
                "verse_number": "34",
                "verse_text": "but while you are asleep, poverty will attack you like an armed robber."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Here are more of Solomon's proverbs, copied by scribes at the court of King Hezekiah of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "We honor God for what he conceals; we honor kings for what they explain."
            },
            {
                "verse_number": "3",
                "verse_text": "You never know what a king is thinking; his thoughts are beyond us, like the heights of the sky or the depths of the ocean."
            },
            {
                "verse_number": "4",
                "verse_text": "Take the impurities out of silver and the artist can produce a thing of beauty."
            },
            {
                "verse_number": "5",
                "verse_text": "Keep evil advisers away from the king and his government will be known for its justice."
            },
            {
                "verse_number": "6",
                "verse_text": "When you stand before the king, don't try to impress him and pretend to be important."
            },
            {
                "verse_number": "7",
                "verse_text": "It is better to be asked to take a higher position than to be told to give your place to someone more important."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't be too quick to go to court about something you have seen. If another witness later proves you wrong, what will you do then?"
            },
            {
                "verse_number": "9",
                "verse_text": "If you and your neighbor have a difference of opinion, settle it between yourselves and do not reveal any secrets."
            },
            {
                "verse_number": "10",
                "verse_text": "Otherwise everyone will learn that you can't keep a secret, and you will never live down the shame."
            },
            {
                "verse_number": "11",
                "verse_text": "An idea well-expressed is like a design of gold, set in silver."
            },
            {
                "verse_number": "12",
                "verse_text": "A warning given by an experienced person to someone willing to listen is more valuable than gold rings or jewelry made of the finest gold."
            },
            {
                "verse_number": "13",
                "verse_text": "A reliable messenger is refreshing to the one who sends him, like cold water in the heat of harvest time."
            },
            {
                "verse_number": "14",
                "verse_text": "People who promise things that they never give are like clouds and wind that bring no rain."
            },
            {
                "verse_number": "15",
                "verse_text": "Patient persuasion can break down the strongest resistance and can even convince rulers."
            },
            {
                "verse_number": "16",
                "verse_text": "Never eat more honey than you need; too much may make you vomit."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't visit your neighbors too often; they may get tired of you and come to hate you."
            },
            {
                "verse_number": "18",
                "verse_text": "A false accusation is as deadly as a sword, a club, or a sharp arrow."
            },
            {
                "verse_number": "19",
                "verse_text": "Depending on an unreliable person in a crisis is like trying to chew with a loose tooth or walk with a crippled foot."
            },
            {
                "verse_number": "20",
                "verse_text": "Singing to a person who is depressed is like taking off a person's clothes on a cold day or like rubbing salt in a wound."
            },
            {
                "verse_number": "21",
                "verse_text": "If your enemies are hungry, feed them; if they are thirsty, give them a drink."
            },
            {
                "verse_number": "22",
                "verse_text": "You will make them burn with shame, and the Lord will reward you."
            },
            {
                "verse_number": "23",
                "verse_text": "Gossip brings anger just as surely as the north wind brings rain."
            },
            {
                "verse_number": "24",
                "verse_text": "Better to live on the roof than share the house with a nagging wife."
            },
            {
                "verse_number": "25",
                "verse_text": "Finally hearing good news from a distant land is like a drink of cold water when you are dry and thirsty."
            },
            {
                "verse_number": "26",
                "verse_text": "A good person who gives in to someone who is evil reminds you of a polluted spring or a poisoned well."
            },
            {
                "verse_number": "27",
                "verse_text": "Too much honey is bad for you, and so is trying to win too much praise."
            },
            {
                "verse_number": "28",
                "verse_text": "If you cannot control your anger, you are as helpless as a city without walls, open to attack."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Praise for a fool is out of place, like snow in summer or rain at harvest time."
            },
            {
                "verse_number": "2",
                "verse_text": "Curses cannot hurt you unless you deserve them. They are like birds that fly by and never light."
            },
            {
                "verse_number": "3",
                "verse_text": "You have to whip a horse, you have to bridle a donkey, and you have to beat a fool."
            },
            {
                "verse_number": "4",
                "verse_text": "If you answer a silly question, you are just as silly as the person who asked it."
            },
            {
                "verse_number": "5",
                "verse_text": "Give a silly answer to a silly question, and the one who asked it will realize that he's not as smart as he thinks."
            },
            {
                "verse_number": "6",
                "verse_text": "If you let a fool deliver a message, you might as well cut off your own feet; you are asking for trouble."
            },
            {
                "verse_number": "7",
                "verse_text": "A fool can use a proverb about as well as crippled people can use their legs."
            },
            {
                "verse_number": "8",
                "verse_text": "Praising someone who is stupid makes as much sense as tying a stone in a sling."
            },
            {
                "verse_number": "9",
                "verse_text": "A fool quoting a wise saying reminds you of a drunk trying to pick a thorn out of his hand."
            },
            {
                "verse_number": "10",
                "verse_text": "An employer who hires any fool that comes along is only hurting everybody concerned."
            },
            {
                "verse_number": "11",
                "verse_text": "A fool doing some stupid thing a second time is like a dog going back to its vomit."
            },
            {
                "verse_number": "12",
                "verse_text": "The most stupid fool is better off than those who think they are wise when they are not."
            },
            {
                "verse_number": "13",
                "verse_text": "Why don't lazy people ever get out of the house? What are they afraid of Lions?"
            },
            {
                "verse_number": "14",
                "verse_text": "Lazy people turn over in bed. They get no farther than a door swinging on its hinges."
            },
            {
                "verse_number": "15",
                "verse_text": "Some people are too lazy to put food in their own mouths."
            },
            {
                "verse_number": "16",
                "verse_text": "A lazy person will think he is smarter than seven men who can give good reasons for their opinions."
            },
            {
                "verse_number": "17",
                "verse_text": "Getting involved in an argument that is none of your business is like going down the street and grabbing a dog by the ears."
            },
            {
                "verse_number": "20",
                "verse_text": "Without wood, a fire goes out; without gossip, quarreling stops."
            },
            {
                "verse_number": "21",
                "verse_text": "Charcoal keeps the embers glowing, wood keeps the fire burning, and troublemakers keep arguments alive."
            },
            {
                "verse_number": "22",
                "verse_text": "Gossip is so tasty! How we love to swallow it!"
            },
            {
                "verse_number": "23",
                "verse_text": "Insincere talk that hides what you are really thinking is like a fine glaze on a cheap clay pot."
            },
            {
                "verse_number": "24",
                "verse_text": "A hypocrite hides hate behind flattering words."
            },
            {
                "verse_number": "25",
                "verse_text": "They may sound fine, but don't believe him, because his heart is filled to the brim with hate."
            },
            {
                "verse_number": "26",
                "verse_text": "He may disguise his hatred, but everyone will see the evil things he does."
            },
            {
                "verse_number": "27",
                "verse_text": "People who set traps for others get caught themselves. People who start landslides get crushed."
            },
            {
                "verse_number": "28",
                "verse_text": "You have to hate someone to want to hurt him with lies. Insincere talk brings nothing but ruin."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Never boast about tomorrow. You don't know what will happen between now and then."
            },
            {
                "verse_number": "2",
                "verse_text": "Let other people praise you&ndash;even strangers; never do it yourself."
            },
            {
                "verse_number": "3",
                "verse_text": "The weight of stone and sand is nothing compared to the trouble that stupidity can cause."
            },
            {
                "verse_number": "4",
                "verse_text": "Anger is cruel and destructive, but it is nothing compared to jealousy."
            },
            {
                "verse_number": "5",
                "verse_text": "Better to correct someone openly than to let him think you don't care for him at all."
            },
            {
                "verse_number": "6",
                "verse_text": "Friends mean well, even when they hurt you. But when an enemy puts his arm around your shoulder&ndash;watch out!"
            },
            {
                "verse_number": "7",
                "verse_text": "When you are full, you will refuse honey, but when you are hungry, even bitter food tastes sweet."
            },
            {
                "verse_number": "8",
                "verse_text": "Anyone away from home is like a bird away from its nest."
            },
            {
                "verse_number": "9",
                "verse_text": "Perfume and fragrant oils make you feel happier, but trouble shatters your peace of mind."
            },
            {
                "verse_number": "10",
                "verse_text": "Do not forget your friends or your father's friends. If you are in trouble, don't ask a relative for help; a nearby neighbor can help you more than relatives who are far away."
            },
            {
                "verse_number": "11",
                "verse_text": "Be wise, my child, and I will be happy; I will have an answer for anyone who criticizes me."
            },
            {
                "verse_number": "12",
                "verse_text": "Sensible people will see trouble coming and avoid it, but an unthinking person will walk right into it and regret it later."
            },
            {
                "verse_number": "13",
                "verse_text": "Any people stupid enough to promise to be responsible for a stranger's debts deserve to have their own property held to guarantee payment."
            },
            {
                "verse_number": "14",
                "verse_text": "You might as well curse your friends as wake them up early in the morning with a loud greeting."
            },
            {
                "verse_number": "15",
                "verse_text": "A nagging wife is like water going drip-drip-drip on a rainy day."
            },
            {
                "verse_number": "16",
                "verse_text": "How can you keep her quiet? Have you ever tried to stop the wind or ever tried to hold a handful of oil?"
            },
            {
                "verse_number": "17",
                "verse_text": "People learn from one another, just as iron sharpens iron."
            },
            {
                "verse_number": "18",
                "verse_text": "Take care of a fig tree and you will have figs to eat. Servants who take care of their master will be honored."
            },
            {
                "verse_number": "19",
                "verse_text": "It is your own face that you see reflected in the water and it is your own self that you see in your heart."
            },
            {
                "verse_number": "20",
                "verse_text": "Human desires are like the world of the dead&ndash;there is always room for more."
            },
            {
                "verse_number": "21",
                "verse_text": "Fire tests gold and silver; a person's reputation can also be tested."
            },
            {
                "verse_number": "22",
                "verse_text": "Even if you beat fools half to death, you still can't beat their foolishness out of them."
            },
            {
                "verse_number": "23",
                "verse_text": "Look after your sheep and cattle as carefully as you can,"
            },
            {
                "verse_number": "24",
                "verse_text": "because wealth is not permanent. Not even nations last forever."
            },
            {
                "verse_number": "25",
                "verse_text": "You cut the hay and then cut the grass on the hillsides while the next crop of hay is growing."
            },
            {
                "verse_number": "26",
                "verse_text": "You can make clothes from the wool of your sheep and buy land with the money you get from selling some of your goats."
            },
            {
                "verse_number": "27",
                "verse_text": "The rest of the goats will provide milk for you and your family, and for your servant women as well."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The wicked run when no one is chasing them, but an honest person is as brave as a lion. The innocent will be well rewarded."
            },
            {
                "verse_number": "2",
                "verse_text": "When a nation sins, it will have one ruler after another. But a nation will be strong and endure when it has intelligent, sensible leaders."
            },
            {
                "verse_number": "3",
                "verse_text": "Someone in authority who oppresses poor people is like a driving rain that destroys the crops."
            },
            {
                "verse_number": "4",
                "verse_text": "If you have no regard for the law, you are on the side of the wicked; but if you obey it, you are against them."
            },
            {
                "verse_number": "5",
                "verse_text": "Evil people do not know what justice is, but those who worship the Lord understand it well."
            },
            {
                "verse_number": "6",
                "verse_text": "Better to be poor and honest than rich and dishonest."
            },
            {
                "verse_number": "7",
                "verse_text": "Young people who obey the law are intelligent. Those who make friends with good-for-nothings are a disgrace to their parents."
            },
            {
                "verse_number": "8",
                "verse_text": "If you get rich by charging interest and taking advantage of people, your wealth will go to someone who is kind to the poor."
            },
            {
                "verse_number": "9",
                "verse_text": "If you do not obey the law, God will find your prayers too hateful to hear."
            },
            {
                "verse_number": "10",
                "verse_text": "If you trick an honest person into doing evil, you will fall into your own trap."
            },
            {
                "verse_number": "11",
                "verse_text": "Rich people always think they are wise, but a poor person who has insight into character knows better."
            },
            {
                "verse_number": "12",
                "verse_text": "When good people come to power, everybody celebrates, but when bad people rule, people stay in hiding."
            },
            {
                "verse_number": "13",
                "verse_text": "You will never succeed in life if you try to hide your sins. Confess them and give them up; then God will show mercy to you."
            },
            {
                "verse_number": "14",
                "verse_text": "Always obey the Lord and you will be happy. If you are stubborn, you will be ruined."
            },
            {
                "verse_number": "15",
                "verse_text": "Poor people are helpless against a wicked ruler; he is as dangerous as a growling lion or a prowling bear."
            },
            {
                "verse_number": "16",
                "verse_text": "A ruler without good sense will be a cruel tyrant. One who hates dishonesty will rule a long time."
            },
            {
                "verse_number": "17",
                "verse_text": "Someone guilty of murder is digging his own grave as fast as he can. Don't try to stop him."
            },
            {
                "verse_number": "18",
                "verse_text": "Be honest and you will be safe. If you are dishonest, you will suddenly fall."
            },
            {
                "verse_number": "19",
                "verse_text": "A hard-working farmer has plenty to eat. People who waste time will always be poor."
            },
            {
                "verse_number": "20",
                "verse_text": "Honest people will lead a full, happy life. But if you are in a hurry to get rich, you are going to be punished."
            },
            {
                "verse_number": "21",
                "verse_text": "Prejudice is wrong. But some judges will do wrong to get even the smallest bribe."
            },
            {
                "verse_number": "22",
                "verse_text": "Selfish people are in such a hurry to get rich that they do not know when poverty is about to strike."
            },
            {
                "verse_number": "23",
                "verse_text": "Correct someone, and afterward he will appreciate it more than flattery."
            },
            {
                "verse_number": "24",
                "verse_text": "Anyone who thinks it isn't wrong to steal from his parents is no better than a common thief."
            },
            {
                "verse_number": "25",
                "verse_text": "Selfishness only causes trouble. You are much better off to trust the Lord ."
            },
            {
                "verse_number": "26",
                "verse_text": "It is foolish to follow your own opinions. Be safe, and follow the teachings of wiser people."
            },
            {
                "verse_number": "27",
                "verse_text": "Give to the poor and you will never be in need. If you close your eyes to the poor, many people will curse you."
            },
            {
                "verse_number": "28",
                "verse_text": "People stay in hiding when the wicked come to power. But when they fall from power, the righteous will rule again."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "If you get more stubborn every time you are corrected, one day you will be crushed and never recover. It is a foolish waste to spend money on prostitutes."
            },
            {
                "verse_number": "2",
                "verse_text": "Show me a righteous ruler and I will show you a happy people. Show me a wicked ruler and I will show you a miserable people."
            },
            {
                "verse_number": "3",
                "verse_text": "If you appreciate wisdom, your parents will be proud of you."
            },
            {
                "verse_number": "4",
                "verse_text": "When the king is concerned with justice, the nation will be strong, but when he is only concerned with money, he will ruin his country."
            },
            {
                "verse_number": "5",
                "verse_text": "If you flatter your friends, you set a trap for yourself."
            },
            {
                "verse_number": "6",
                "verse_text": "Evil people are trapped in their own sins, while honest people are happy and free."
            },
            {
                "verse_number": "7",
                "verse_text": "A good person knows the rights of the poor, but wicked people cannot understand such things."
            },
            {
                "verse_number": "8",
                "verse_text": "People with no regard for others can throw whole cities into turmoil. Those who are wise keep things calm."
            },
            {
                "verse_number": "9",
                "verse_text": "When an intelligent person brings a lawsuit against a fool, the fool only laughs and becomes loud and abusive."
            },
            {
                "verse_number": "10",
                "verse_text": "Bloodthirsty people hate anyone who's honest, but righteous people will protect the life of such a person."
            },
            {
                "verse_number": "11",
                "verse_text": "Stupid people express their anger openly, but sensible people are patient and hold it back."
            },
            {
                "verse_number": "12",
                "verse_text": "If a ruler pays attention to false information, all his officials will be liars."
            },
            {
                "verse_number": "13",
                "verse_text": "A poor person and his oppressor have this in common&ndash;the Lord gave eyes to both of them."
            },
            {
                "verse_number": "14",
                "verse_text": "If a king defends the rights of the poor, he will rule for a long time."
            },
            {
                "verse_number": "15",
                "verse_text": "Correction and discipline are good for children. If they have their own way, they will make their mothers ashamed of them."
            },
            {
                "verse_number": "16",
                "verse_text": "When evil people are in power, crime increases. But the righteous will live to see the downfall of such people."
            },
            {
                "verse_number": "17",
                "verse_text": "Discipline your children and you can always be proud of them. They will never give you reason to be ashamed."
            },
            {
                "verse_number": "18",
                "verse_text": "A nation without God's guidance is a nation without order. Happy are those who keep God's law!"
            },
            {
                "verse_number": "19",
                "verse_text": "You cannot correct servants just by talking to them. They may understand you, but they will pay no attention."
            },
            {
                "verse_number": "20",
                "verse_text": "There is more hope for a stupid fool than for someone who speaks without thinking."
            },
            {
                "verse_number": "21",
                "verse_text": "If you give your servants everything they want from childhood on, some day they will take over everything you own."
            },
            {
                "verse_number": "22",
                "verse_text": "People with quick tempers cause a lot of quarreling and trouble."
            },
            {
                "verse_number": "23",
                "verse_text": "Arrogance will bring your downfall, but if you are humble, you will be respected."
            },
            {
                "verse_number": "24",
                "verse_text": "A thief's partner is his own worst enemy. He will be punished if he tells the truth in court, and God will curse him if he doesn't."
            },
            {
                "verse_number": "25",
                "verse_text": "It is dangerous to be concerned with what others think of you, but if you trust the Lord , you are safe."
            },
            {
                "verse_number": "26",
                "verse_text": "Everybody wants the good will of the ruler, but only from the Lord can you get justice."
            },
            {
                "verse_number": "27",
                "verse_text": "The righteous hate the wicked, and the wicked hate the righteous."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "These are the solemn words of Agur son of Jakeh: &apos;God is not with me, God is not with me, I do not have the sense we humans should have. and I know nothing at all about God. Have any ever caught the wind in their hands? Or wrapped up water in a piece of cloth? Or fixed the boundaries of the earth? Who are they, if you know? Who are their children? There are four things that are never satisfied: a woman without children, dry ground that needs rain, and a fire burning out of control. a snake moving on a rock, a ship finding its way over the sea, and a man and a woman falling in love. a fool who has all he wants to eat, and a servant woman who takes the place of her mistress. and I am helpless. and kings in front of their people."
            },
            {
                "verse_number": "2",
                "verse_text": "I am more like an animal than a human being;"
            },
            {
                "verse_number": "3",
                "verse_text": "I have never learned any wisdom,"
            },
            {
                "verse_number": "4",
                "verse_text": "Have any ever mastered heavenly knowledge?"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;God keeps every promise he makes. He is like a shield for all who seek his protection."
            },
            {
                "verse_number": "6",
                "verse_text": "If you claim that he said something that he never said, he will reprimand you and show that you are a liar.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "I ask you, God, to let me have two things before I die:"
            },
            {
                "verse_number": "8",
                "verse_text": "keep me from lying, and let me be neither rich nor poor. So give me only as much food as I need."
            },
            {
                "verse_number": "9",
                "verse_text": "If I have more, I might say that I do not need you. But if I am poor, I might steal and bring disgrace on my God."
            },
            {
                "verse_number": "10",
                "verse_text": "Never criticize servants to their master. You will be cursed and suffer for it."
            },
            {
                "verse_number": "11",
                "verse_text": "There are people who curse their fathers and do not show their appreciation for their mothers."
            },
            {
                "verse_number": "12",
                "verse_text": "There are people who think they are pure when they are as filthy as they can be."
            },
            {
                "verse_number": "13",
                "verse_text": "There are people who think they are so good&ndash;oh, how good they think they are!"
            },
            {
                "verse_number": "14",
                "verse_text": "There are people who take cruel advantage of the poor and needy; that is the way they make their living."
            },
            {
                "verse_number": "15",
                "verse_text": "A leech has two daughters, and both are named &apos;Give me!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "the world of the dead,"
            },
            {
                "verse_number": "17",
                "verse_text": "If you make fun of your father or despise your mother in her old age, you ought to be eaten by vultures or have your eyes picked out by wild ravens."
            },
            {
                "verse_number": "18",
                "verse_text": "There are four things that are too mysterious for me to understand:"
            },
            {
                "verse_number": "19",
                "verse_text": "an eagle flying in the sky,"
            },
            {
                "verse_number": "20",
                "verse_text": "This is how an unfaithful wife acts: she commits adultery, takes a bath, and says, &apos;But I haven't done anything wrong!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "There are four things that the earth itself cannot tolerate:"
            },
            {
                "verse_number": "22",
                "verse_text": "a slave who becomes a king,"
            },
            {
                "verse_number": "23",
                "verse_text": "a hateful woman who gets married,"
            },
            {
                "verse_number": "24",
                "verse_text": "There are four animals in the world that are small, but very, very clever:"
            },
            {
                "verse_number": "25",
                "verse_text": "Ants: they are weak, but they store up their food in the summer."
            },
            {
                "verse_number": "26",
                "verse_text": "Rock badgers: they are not strong either, but they make their homes among the rocks."
            },
            {
                "verse_number": "27",
                "verse_text": "Locusts: they have no king, but they move in formation."
            },
            {
                "verse_number": "28",
                "verse_text": "Lizards: you can hold one in your hand, but you can find them in palaces."
            },
            {
                "verse_number": "29",
                "verse_text": "There are four things that are impressive to watch as they walk:"
            },
            {
                "verse_number": "30",
                "verse_text": "lions, strongest of all animals and afraid of none;"
            },
            {
                "verse_number": "31",
                "verse_text": "goats, strutting roosters,"
            },
            {
                "verse_number": "32",
                "verse_text": "If you have been foolish enough to be arrogant and plan evil, stop and think!"
            },
            {
                "verse_number": "33",
                "verse_text": "If you churn milk, you get butter. If you hit someone's nose, it bleeds. If you stir up anger, you get into trouble."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "These are the solemn words which King Lemuel's mother said to him:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You are my own dear son, the answer to my prayers. What shall I tell you?"
            },
            {
                "verse_number": "3",
                "verse_text": "Don't spend all your energy on sex and all your money on women; they have destroyed kings."
            },
            {
                "verse_number": "4",
                "verse_text": "Listen, Lemuel. Kings should not drink wine or have a craving for alcohol."
            },
            {
                "verse_number": "5",
                "verse_text": "When they drink, they forget the laws and ignore the rights of people in need."
            },
            {
                "verse_number": "6",
                "verse_text": "Alcohol is for people who are dying, for those who are in misery."
            },
            {
                "verse_number": "7",
                "verse_text": "Let them drink and forget their poverty and unhappiness."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Speak up for people who cannot speak for themselves. Protect the rights of all who are helpless."
            },
            {
                "verse_number": "9",
                "verse_text": "Speak for them and be a righteous judge. Protect the rights of the poor and needy.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "How hard it is to find a capable wife! She is worth far more than jewels!"
            },
            {
                "verse_number": "11",
                "verse_text": "Her husband puts his confidence in her, and he will never be poor."
            },
            {
                "verse_number": "12",
                "verse_text": "As long as she lives, she does him good and never harm."
            },
            {
                "verse_number": "13",
                "verse_text": "She keeps herself busy making wool and linen cloth."
            },
            {
                "verse_number": "14",
                "verse_text": "She brings home food from out-of-the-way places, as merchant ships do."
            },
            {
                "verse_number": "15",
                "verse_text": "She gets up before daylight to prepare food for her family and to tell her servant women what to do."
            },
            {
                "verse_number": "16",
                "verse_text": "She looks at land and buys it, and with money she has earned she plants a vineyard."
            },
            {
                "verse_number": "17",
                "verse_text": "She is a hard worker, strong and industrious."
            },
            {
                "verse_number": "18",
                "verse_text": "She knows the value of everything she makes, and works late into the night."
            },
            {
                "verse_number": "19",
                "verse_text": "She spins her own thread and weaves her own cloth."
            },
            {
                "verse_number": "20",
                "verse_text": "She is generous to the poor and needy."
            },
            {
                "verse_number": "21",
                "verse_text": "She doesn't worry when it snows, because her family has warm clothing."
            },
            {
                "verse_number": "22",
                "verse_text": "She makes bedspreads and wears clothes of fine purple linen."
            },
            {
                "verse_number": "23",
                "verse_text": "Her husband is well known, one of the leading citizens."
            },
            {
                "verse_number": "24",
                "verse_text": "She makes clothes and belts, and sells them to merchants."
            },
            {
                "verse_number": "25",
                "verse_text": "She is strong and respected and not afraid of the future."
            },
            {
                "verse_number": "26",
                "verse_text": "She speaks with a gentle wisdom."
            },
            {
                "verse_number": "27",
                "verse_text": "She is always busy and looks after her family's needs."
            },
            {
                "verse_number": "28",
                "verse_text": "Her children show their appreciation, and her husband praises her."
            },
            {
                "verse_number": "29",
                "verse_text": "He says, &apos;Many women are good wives, but you are the best of them all.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Charm is deceptive and beauty disappears, but a woman who honors the Lord should be praised."
            },
            {
                "verse_number": "31",
                "verse_text": "Give her credit for all she does. She deserves the respect of everyone."
            }
        ]
    }
}