{
    "1 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man named Elkanah, from the tribe of Ephraim, who lived in the town of Ramah in the hill country of Ephraim. He was the son of Jeroham and grandson of Elihu, and belonged to the family of Tohu, a part of the clan of Zuph."
            },
            {
                "verse_number": "2",
                "verse_text": "Elkanah had two wives, Hannah and Peninnah. Peninnah had children, but Hannah did not."
            },
            {
                "verse_number": "3",
                "verse_text": "Every year Elkanah went from Ramah to worship and offer sacrifices to the Lord Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "Each time Elkanah offered his sacrifice, he would give one share of the meat to Peninnah and one share to each of her children."
            },
            {
                "verse_number": "5",
                "verse_text": "And even though he loved Hannah very much he would give her only one share, because the Lord had kept her from having children."
            },
            {
                "verse_number": "6",
                "verse_text": "Peninnah, her rival, would torment and humiliate her, because the Lord had kept her childless."
            },
            {
                "verse_number": "7",
                "verse_text": "This went on year after year; whenever they went to the house of the Lord , Peninnah would upset Hannah so much that she would cry and refuse to eat anything."
            },
            {
                "verse_number": "8",
                "verse_text": "Her husband Elkanah would ask her, &apos;Hannah, why are you crying? Why won't you eat? Why are you always so sad? Don't I mean more to you than ten sons?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Hannah made a solemn promise: &apos; Lord Almighty, look at me, your servant! See my trouble and remember me! Don't forget me! If you give me a son, I promise that I will dedicate him to you for his whole life and that he will never have his hair cut.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Hannah continued to pray to the Lord for a long time, and Eli watched her lips."
            },
            {
                "verse_number": "13",
                "verse_text": "She was praying silently; her lips were moving, but she made no sound. So Eli thought that she was drunk,"
            },
            {
                "verse_number": "14",
                "verse_text": "and he said to her, &apos;Stop making a drunken show of yourself! Stop your drinking and sober up!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;No, I'm not drunk, sir,&apos; she answered. &apos;I haven't been drinking! I am desperate, and I have been praying, pouring out my troubles to the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "Don't think I am a worthless woman. I have been praying like this because I'm so miserable.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Go in peace,&apos; Eli said, &apos;and may the God of Israel give you what you have asked him for.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;May you always think kindly of me,&apos; she replied. Then she went away, ate some food, and was no longer sad."
            },
            {
                "verse_number": "19",
                "verse_text": "The next morning Elkanah and his family got up early, and after worshiping the Lord , they went back home to Ramah. Elkanah had intercourse with his wife Hannah, and the Lord answered her prayer."
            },
            {
                "verse_number": "20",
                "verse_text": "So it was that she became pregnant and gave birth to a son. She named him Samuel, and explained, &apos;I asked the Lord for him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The time came again for Elkanah and his family to go to Shiloh and offer to the Lord the yearly sacrifice and the special sacrifice he had promised."
            },
            {
                "verse_number": "22",
                "verse_text": "But this time Hannah did not go. She told her husband, &apos;As soon as the child is weaned, I will take him to the house of the Lord , where he will stay all his life.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Elkanah answered, &apos;All right, do whatever you think best; stay at home until you have weaned him. And may the Lord make your promise come true.&apos; So Hannah stayed at home and nursed her child."
            },
            {
                "verse_number": "24",
                "verse_text": "After she had weaned him, she took him to Shiloh, taking along a three-year-old bull, a bushel of flour, and a leather bag full of wine. She took Samuel, young as he was, to the house of the Lord at Shiloh."
            },
            {
                "verse_number": "25",
                "verse_text": "After they had killed the bull, they took the child to Eli."
            },
            {
                "verse_number": "26",
                "verse_text": "Hannah said to him, &apos;Excuse me, sir. Do you remember me? I am the woman you saw standing here, praying to the Lord ."
            },
            {
                "verse_number": "27",
                "verse_text": "I asked him for this child, and he gave me what I asked for."
            },
            {
                "verse_number": "28",
                "verse_text": "So I am dedicating him to the Lord . As long as he lives, he will belong to the Lord .&apos; Then they worshiped the Lord there."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Hannah prayed: &apos;The Lord has filled my heart with joy; how happy I am because of what he has done! I laugh at my enemies; how joyful I am because God has helped me! there is none like him, no protector like our God. silence your proud words. For the Lord is a God who knows, and he judges all that people do. but the weak grow strong. now hire themselves out to get food, but the hungry are hungry no more. The childless wife has borne seven children, but the mother of many is left with none. he sends people to the world of the dead and brings them back again. he humbles some and makes others great. and raises the needy from their misery. He makes them companions of princes and puts them in places of honor. The foundations of the earth belong to the Lord ; on them he has built the world. but the wicked disappear in darkness; a man does not triumph by his own strength. he will thunder against them from heaven. The Lord will judge the whole world; he will give power to his king, he will make his chosen king victorious.&apos; After that they would go back home. But they would not listen to their father, for the Lord had decided to kill them."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;No one is holy like the Lord ;"
            },
            {
                "verse_number": "3",
                "verse_text": "Stop your loud boasting;"
            },
            {
                "verse_number": "4",
                "verse_text": "The bows of strong soldiers are broken,"
            },
            {
                "verse_number": "5",
                "verse_text": "The people who once were well fed"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord kills and restores to life;"
            },
            {
                "verse_number": "7",
                "verse_text": "He makes some people poor and others rich;"
            },
            {
                "verse_number": "8",
                "verse_text": "He lifts the poor from the dust"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;He protects the lives of his faithful people,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord 's enemies will be destroyed;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Elkanah went back home to Ramah, but the boy Samuel stayed in Shiloh and served the Lord under the priest Eli."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Eli were scoundrels. They paid no attention to the Lord"
            },
            {
                "verse_number": "13",
                "verse_text": "or to the regulations concerning what the priests could demand from the people. Instead, when someone was offering a sacrifice, the priest's servant would come with a three-pronged fork. While the meat was still cooking,"
            },
            {
                "verse_number": "14",
                "verse_text": "he would stick the fork into the cooking pot, and whatever the fork brought out belonged to the priest. All the Israelites who came to Shiloh to offer sacrifices were treated like this."
            },
            {
                "verse_number": "15",
                "verse_text": "In addition, even before the fat was taken off and burned, the priest's servant would come and say to the one offering the sacrifice, &apos;Give me some meat for the priest to roast; he won't accept boiled meat from you, only raw meat.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "If the person answered, &apos;Let us do what is right and burn the fat first; then take what you want,&apos; the priest's servant would say, &apos;No! Give it to me now! If you don't, I will have to take it by force!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "This sin of the sons of Eli was extremely serious in the Lord 's sight, because they treated the offerings to the Lord with such disrespect."
            },
            {
                "verse_number": "18",
                "verse_text": "In the meantime the boy Samuel continued to serve the Lord , wearing a sacred linen apron."
            },
            {
                "verse_number": "19",
                "verse_text": "Each year his mother would make a little robe and take it to him when she accompanied her husband to offer the yearly sacrifice."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Eli would bless Elkanah and his wife, and say to Elkanah, &apos;May the Lord give you other children by this woman to take the place of the one you dedicated to him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord did bless Hannah, and she had three more sons and two daughters. The boy Samuel grew up in the service of the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "Eli was now very old. He kept hearing about everything his sons were doing to the Israelites and that they were even sleeping with the women who worked at the entrance to the Tent of the Lord 's presence."
            },
            {
                "verse_number": "23",
                "verse_text": "So he said to them, &apos;Why are you doing these things? Everybody tells me about the evil you are doing."
            },
            {
                "verse_number": "24",
                "verse_text": "Stop it, my sons! This is an awful thing the people of the Lord are talking about!"
            },
            {
                "verse_number": "25",
                "verse_text": "If anyone sins against someone else, God can defend the one who is wrong; but who can defend someone who sins against the Lord ?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The boy Samuel continued to grow and to gain favor both with the Lord and with people."
            },
            {
                "verse_number": "27",
                "verse_text": "A prophet came to Eli with this message from the Lord : &apos;When your ancestor Aaron and his family were slaves of the king of Egypt, I revealed myself to Aaron."
            },
            {
                "verse_number": "28",
                "verse_text": "From all the tribes of Israel I chose his family to be my priests, to serve at the altar, to burn the incense, and to wear the ephod to consult me. And I gave them the right to keep a share of the sacrifices burned on the altar."
            },
            {
                "verse_number": "29",
                "verse_text": "Why, then, do you look with greed at the sacrifices and offerings which I require from my people? Why, Eli, do you honor your sons more than me by letting them fatten themselves on the best parts of all the sacrifices my people offer to me?"
            },
            {
                "verse_number": "30",
                "verse_text": "I, the Lord God of Israel, promised in the past that your family and your clan would serve me as priests for all time. But now I say that I won't have it any longer! Instead, I will honor those who honor me, and I will treat with contempt those who despise me."
            },
            {
                "verse_number": "31",
                "verse_text": "Listen, the time is coming when I will kill all the young men in your family and your clan, so that no man in your family will live to be old."
            },
            {
                "verse_number": "32",
                "verse_text": "You will be troubled and look with envy on all the blessings I will give to the other people of Israel, but no one in your family will ever again live to old age."
            },
            {
                "verse_number": "33",
                "verse_text": "Yet I will keep one of your descendants alive, and he will serve me as priest. But he will become blind and lose all hope, and all your other descendants will die a violent death."
            },
            {
                "verse_number": "34",
                "verse_text": "When your two sons Hophni and Phinehas both die on the same day, this will show you that everything I have said will come true."
            },
            {
                "verse_number": "35",
                "verse_text": "I will choose a priest who will be faithful to me and do everything I want him to. I will give him descendants, who will always serve in the presence of my chosen king."
            },
            {
                "verse_number": "36",
                "verse_text": "Any of your descendants who survive will have to go to that priest and ask him for money and food, and beg to be allowed to help the priests, in order to have something to eat.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In those days, when the boy Samuel was serving the Lord under the direction of Eli, there were very few messages from the Lord , and visions from him were quite rare."
            },
            {
                "verse_number": "2",
                "verse_text": "One night Eli, who was now almost blind, was sleeping in his own room;"
            },
            {
                "verse_number": "3",
                "verse_text": "Samuel was sleeping in the sanctuary, where the sacred Covenant Box was. Before dawn, while the lamp was still burning,"
            },
            {
                "verse_number": "4",
                "verse_text": "the Lord called Samuel. He answered, &apos;Yes, sir!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "and ran to Eli and said, &apos;You called me, and here I am.&apos; But Eli answered, &apos;I didn't call you; go back to bed.&apos; So Samuel went back to bed. But Eli answered, &apos;My son, I didn't call you; go back to bed.&apos; Then Eli realized that it was the Lord who was calling the boy, Samuel answered, &apos;Speak; your servant is listening.&apos; &apos;Yes, sir,&apos; answered Samuel."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord called Samuel a third time; he got up, went to Eli, and said, &apos;You called me, and here I am.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "so he said to him, &apos;Go back to bed; and if he calls you again, say, &quot;Speak, Lord , your servant is listening.&quot;&apos; So Samuel went back to bed."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord came and stood there, and called as he had before, &apos;Samuel! Samuel!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to him, &apos;Some day I am going to do something to the people of Israel that is so terrible that everyone who hears about it will be stunned."
            },
            {
                "verse_number": "12",
                "verse_text": "On that day I will carry out all my threats against Eli's family, from beginning to end."
            },
            {
                "verse_number": "13",
                "verse_text": "I have already told him that I am going to punish his family forever because his sons have spoken evil things against me. Eli knew they were doing this, but he did not stop them."
            },
            {
                "verse_number": "14",
                "verse_text": "So I solemnly declare to the family of Eli that no sacrifice or offering will ever be able to remove the consequences of this terrible sin.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel stayed in bed until morning; then he got up and opened the doors of the house of the Lord . He was afraid to tell Eli about the vision."
            },
            {
                "verse_number": "16",
                "verse_text": "Eli called him, &apos;Samuel, my boy!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;What did the Lord tell you?&apos; Eli asked. &apos;Don't keep anything from me. God will punish you severely if you don't tell me everything he said.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel told him everything; he did not keep anything back. Eli said, &apos;He is the Lord ; he will do whatever seems best to him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "As Samuel grew up, the Lord was with him and made come true everything that Samuel said."
            },
            {
                "verse_number": "20",
                "verse_text": "So all the people of Israel, from one end of the country to the other, knew that Samuel was indeed a prophet of the Lord ."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord continued to reveal himself at Shiloh, where he had appeared to Samuel and had spoken to him. And when Samuel spoke, all Israel listened."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "At that time the Philistines gathered to go to war against Israel, so the Israelites set out to fight them. The Israelites set up their camp at Ebenezer and the Philistines at Aphek."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines attacked, and after fierce fighting they defeated the Israelites and killed about four thousand men on the battlefield."
            },
            {
                "verse_number": "3",
                "verse_text": "When the survivors came back to camp, the leaders of Israel said, &apos;Why did the Lord let the Philistines defeat us today? Let's go and bring the Lord 's Covenant Box from Shiloh, so that he will go with us and save us from our enemies.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So they sent messengers to Shiloh and got the Covenant Box of the Lord Almighty, who is enthroned above the winged creatures. And Eli's two sons, Hophni and Phinehas, came along with the Covenant Box. Eli asked him, &apos;What happened, my son?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When the Covenant Box arrived, the Israelites gave such a loud shout of joy that the earth shook."
            },
            {
                "verse_number": "6",
                "verse_text": "The Philistines heard the shouting and said, &apos;Listen to all that shouting in the Hebrew camp! What does it mean?&apos; When they found out that the Lord 's Covenant Box had arrived in the Hebrew camp,"
            },
            {
                "verse_number": "7",
                "verse_text": "they were afraid, and said, &apos;A god has come into their camp! We're lost! Nothing like this has ever happened to us before!"
            },
            {
                "verse_number": "8",
                "verse_text": "Who can save us from those powerful gods? They are the gods who slaughtered the Egyptians in the desert!"
            },
            {
                "verse_number": "9",
                "verse_text": "Be brave, Philistines! Fight like men, or we will become slaves to the Hebrews, just as they were our slaves. So fight like men!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Philistines fought hard and defeated the Israelites, who went running to their homes. There was a great slaughter: thirty thousand Israelite soldiers were killed."
            },
            {
                "verse_number": "11",
                "verse_text": "God's Covenant Box was captured, and Eli's sons, Hophni and Phinehas, were both killed."
            },
            {
                "verse_number": "12",
                "verse_text": "A man from the tribe of Benjamin ran all the way from the battlefield to Shiloh and arrived there the same day. To show his grief, he had torn his clothes and put dirt on his head."
            },
            {
                "verse_number": "13",
                "verse_text": "Eli, who was very worried about the Covenant Box, was sitting in his seat beside the road, staring. The man spread the news throughout the town, and everyone cried out in fear."
            },
            {
                "verse_number": "14",
                "verse_text": "Eli heard the noise and asked, &apos;What is all this noise about?&apos; The man hurried to Eli to tell him the news. ("
            },
            {
                "verse_number": "15",
                "verse_text": "Eli was now ninety-eight years old and almost completely blind.)"
            },
            {
                "verse_number": "16",
                "verse_text": "The man said, &apos;I have escaped from the battle and have run all the way here today.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The messenger answered, &apos;Israel ran away from the Philistines; it was a terrible defeat for us! Besides that, your sons Hophni and Phinehas were killed, and God's Covenant Box was captured!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When the man mentioned the Covenant Box, Eli fell backward from his seat beside the gate. He was so old and fat that the fall broke his neck, and he died. He had been a leader in Israel for forty years."
            },
            {
                "verse_number": "19",
                "verse_text": "Eli's daughter-in-law, the wife of Phinehas, was pregnant, and it was almost time for her baby to be born. When she heard that God's Covenant Box had been captured and that her father-in-law and her husband were dead, she suddenly went into labor and gave birth."
            },
            {
                "verse_number": "20",
                "verse_text": "As she was dying, the women helping her said to her, &apos;Be brave! You have a son!&apos; But she paid no attention and did not answer."
            },
            {
                "verse_number": "21",
                "verse_text": "She named the boy Ichabod, explaining, &apos;God's glory has left Israel&apos;&ndash;referring to the capture of the Covenant Box and the death of her father-in-law and her husband."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;God's glory has left Israel,&apos; she said, &apos;because God's Covenant Box has been captured.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After the Philistines captured the Covenant Box, they carried it from Ebenezer to their city of Ashdod,"
            },
            {
                "verse_number": "2",
                "verse_text": "took it into the temple of their god Dagon, and set it up beside his statue."
            },
            {
                "verse_number": "3",
                "verse_text": "Early the next morning the people of Ashdod saw that the statue of Dagon had fallen face downward on the ground in front of the Lord 's Covenant Box. So they lifted it up and put it back in its place."
            },
            {
                "verse_number": "4",
                "verse_text": "Early the following morning they saw that the statue had again fallen down in front of the Covenant Box. This time its head and both its arms were broken off and were lying in the doorway; only the body was left. ("
            },
            {
                "verse_number": "5",
                "verse_text": "That is why even today the priests of Dagon and all his worshipers in Ashdod step over that place and do not walk on it.) &apos;Take it over to Gath,&apos; they answered; so they took it to Gath, another Philistine city."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord punished the people of Ashdod severely and terrified them. He punished them and the people in the surrounding territory by causing them to have tumors."
            },
            {
                "verse_number": "7",
                "verse_text": "When they saw what was happening, they said, &apos;The God of Israel is punishing us and our god Dagon. We can't let the Covenant Box stay here any longer.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they sent messengers and called together all five of the Philistine kings and asked them, &apos;What shall we do with the Covenant Box of the God of Israel?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But after it arrived there, the Lord punished that city too and caused a great panic. He punished them with tumors which developed in all the people of the city, young and old alike."
            },
            {
                "verse_number": "10",
                "verse_text": "So they sent the Covenant Box to Ekron, another Philistine city; but when it arrived there, the people cried out, &apos;They have brought the Covenant Box of the God of Israel here, in order to kill us all!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So again they sent for all the Philistine kings and said, &apos;Send the Covenant Box of Israel back to its own place, so that it won't kill us and our families.&apos; There was panic throughout the city because God was punishing them so severely."
            },
            {
                "verse_number": "12",
                "verse_text": "Even those who did not die developed tumors and the people cried out to their gods for help."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "After the Lord 's Covenant Box had been in Philistia for seven months,"
            },
            {
                "verse_number": "2",
                "verse_text": "the people called the priests and the magicians and asked, &apos;What shall we do with the Covenant Box of the Lord ? If we send it back where it belongs, what shall we send with it?&apos; They answered, &apos;Five gold models of tumors and five gold mice, one of each for each Philistine king. The same plague was sent on all of you and on the five kings."
            },
            {
                "verse_number": "3",
                "verse_text": "They answered, &apos;If you return the Covenant Box of the God of Israel, you must, of course, send with it a gift to him to pay for your sin. The Covenant Box must not go back without a gift. In this way you will be healed, and you will find out why he has kept on punishing you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;What gift shall we send him?&apos; the people asked."
            },
            {
                "verse_number": "5",
                "verse_text": "You must make these models of the tumors and of the mice that are ravaging your country, and you must give honor to the God of Israel. Perhaps he will stop punishing you, your gods, and your land."
            },
            {
                "verse_number": "6",
                "verse_text": "Why should you be stubborn, as the king of Egypt and the Egyptians were? Don't forget how God made fools of them until they let the Israelites leave Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "So prepare a new wagon and two cows that have never been yoked; hitch them to the wagon and drive their calves back to the barn."
            },
            {
                "verse_number": "8",
                "verse_text": "Take the Lord 's Covenant Box, put it on the wagon, and place in a box beside it the gold models that you are sending to him as a gift to pay for your sins. Start the wagon on its way and let it go by itself."
            },
            {
                "verse_number": "9",
                "verse_text": "Then watch it go; if it goes toward the town of Beth Shemesh, this means that it is the God of the Israelites who has sent this terrible disaster on us. But if it doesn't, then we will know that he did not send the plague; it was only a matter of chance.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They did what they were told: they took two cows and hitched them to the wagon, and shut the calves in the barn."
            },
            {
                "verse_number": "11",
                "verse_text": "They put the Covenant Box in the wagon, together with the box containing the gold models of the mice and of the tumors."
            },
            {
                "verse_number": "12",
                "verse_text": "The cows started off on the road to Beth Shemesh and headed straight toward it, without turning off the road. They were mooing as they went. The five Philistine kings followed them as far as the border of Beth Shemesh."
            },
            {
                "verse_number": "13",
                "verse_text": "The people of Beth Shemesh were reaping wheat in the valley, when suddenly they looked up and saw the Covenant Box. They were overjoyed at the sight."
            },
            {
                "verse_number": "14",
                "verse_text": "The wagon came to a field belonging to a man named Joshua, who lived in Beth Shemesh, and it stopped there near a large rock. The people chopped up the wooden wagon and killed the cows and burned them as a burnt sacrifice to the Lord ."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites lifted off the Covenant Box of the Lord and the box with the gold models in it, and placed them on the large rock. Then the people of Beth Shemesh offered burnt sacrifices and other sacrifices to the Lord ."
            },
            {
                "verse_number": "16",
                "verse_text": "The five Philistine kings watched them do this and then went back to Ekron that same day."
            },
            {
                "verse_number": "17",
                "verse_text": "The Philistines sent the five gold tumors to the Lord as a gift to pay for their sins, one each for the cities of Ashdod, Gaza, Ashkelon, Gath, and Ekron."
            },
            {
                "verse_number": "18",
                "verse_text": "They also sent gold mice, one for each of the cities ruled by the five Philistine kings, both the fortified towns and the villages without walls. The large rock in the field of Joshua of Beth Shemesh, on which they placed the Lord 's Covenant Box, is still there as a witness to what happened."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord killed seventy of the men of Beth Shemesh because they looked inside the Covenant Box. And the people mourned because the Lord had caused such a great slaughter among them."
            },
            {
                "verse_number": "20",
                "verse_text": "So the men of Beth Shemesh said, &apos;Who can stand before the Lord , this holy God? Where can we send him to get him away from us?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They sent messengers to the people of Kiriath Jearim to say, &apos;The Philistines have returned the Lord 's Covenant Box. Come down and get it.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "So the people of Kiriath Jearim got the Lord 's Covenant Box and took it to the house of a man named Abinadab, who lived on a hill. They consecrated his son Eleazar to be in charge of it."
            },
            {
                "verse_number": "2",
                "verse_text": "The Covenant Box of the Lord stayed in Kiriath Jearim a long time, some twenty years. During this time all the Israelites cried to the Lord for help."
            },
            {
                "verse_number": "3",
                "verse_text": "Samuel said to the people of Israel, &apos;If you are going to turn to the Lord with all your hearts, you must get rid of all the foreign gods and the images of the goddess Astarte. Dedicate yourselves completely to the Lord and worship only him, and he will rescue you from the power of the Philistines.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the Israelites got rid of their idols of Baal and Astarte, and worshiped only the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Samuel called for all the Israelites to meet at Mizpah, telling them, &apos;I will pray to the Lord for you there.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they all gathered at Mizpah. They drew some water and poured it out as an offering to the Lord and fasted that whole day. They said, &apos;We have sinned against the Lord .&apos; (It was at Mizpah where Samuel settled disputes among the Israelites.)"
            },
            {
                "verse_number": "7",
                "verse_text": "When the Philistines heard that the Israelites had gathered at Mizpah, the five Philistine kings started out with their men to attack them. The Israelites heard about it and were afraid,"
            },
            {
                "verse_number": "8",
                "verse_text": "and said to Samuel, &apos;Keep praying to the Lord our God to save us from the Philistines.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Samuel killed a young lamb and burned it whole as a sacrifice to the Lord . Then he prayed to the Lord to help Israel, and the Lord answered his prayer."
            },
            {
                "verse_number": "10",
                "verse_text": "While Samuel was offering the sacrifice, the Philistines moved forward to attack; but just then the Lord thundered from heaven against them. They became completely confused and fled in panic."
            },
            {
                "verse_number": "11",
                "verse_text": "The Israelites marched out from Mizpah and pursued the Philistines almost as far as Bethcar, killing them along the way."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Samuel took a stone, set it up between Mizpah and Shen, and said, &apos;The Lord has helped us all the way&apos;&ndash;and he named it &apos;Stone of Help.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So the Philistines were defeated, and the Lord prevented them from invading Israel's territory as long as Samuel lived."
            },
            {
                "verse_number": "14",
                "verse_text": "All the cities which the Philistines had captured between Ekron and Gath were returned to Israel, and so Israel got back all its territory. And there was peace also between the Israelites and the Canaanites."
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel ruled Israel as long as he lived."
            },
            {
                "verse_number": "16",
                "verse_text": "Every year he would go around to Bethel, Gilgal, and Mizpah, and in these places he would settle disputes."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he would go back to his home in Ramah, where also he would serve as judge. In Ramah he built an altar to the Lord ."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When Samuel grew old, he made his sons judges in Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "The older son was named Joel and the younger one Abijah; they were judges in Beersheba."
            },
            {
                "verse_number": "3",
                "verse_text": "But they did not follow their father's example; they were interested only in making money, so they accepted bribes and did not decide cases honestly."
            },
            {
                "verse_number": "4",
                "verse_text": "Then all the leaders of Israel met together, went to Samuel in Ramah,"
            },
            {
                "verse_number": "5",
                "verse_text": "and said to him, &apos;Look, you are getting old and your sons don't follow your example. So then, appoint a king to rule over us, so that we will have a king, as other countries have.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Samuel was displeased with their request for a king; so he prayed to the Lord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "and the Lord said, &apos;Listen to everything the people say to you. You are not the one they have rejected; I am the one they have rejected as their king."
            },
            {
                "verse_number": "8",
                "verse_text": "Ever since I brought them out of Egypt, they have turned away from me and worshiped other gods; and now they are doing to you what they have always done to me."
            },
            {
                "verse_number": "9",
                "verse_text": "So then, listen to them, but give them strict warnings and explain how their kings will treat them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Samuel told the people who were asking him for a king everything that the Lord had said to him."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is how your king will treat you,&apos; Samuel explained. &apos;He will make soldiers of your sons; some of them will serve in his war chariots, others in his cavalry, and others will run before his chariots."
            },
            {
                "verse_number": "12",
                "verse_text": "He will make some of them officers in charge of a thousand men, and others in charge of fifty men. Your sons will have to plow his fields, harvest his crops, and make his weapons and the equipment for his chariots."
            },
            {
                "verse_number": "13",
                "verse_text": "Your daughters will have to make perfumes for him and work as his cooks and his bakers."
            },
            {
                "verse_number": "14",
                "verse_text": "He will take your best fields, vineyards, and olive groves, and give them to his officials."
            },
            {
                "verse_number": "15",
                "verse_text": "He will take a tenth of your grain and of your grapes for his court officers and other officials."
            },
            {
                "verse_number": "16",
                "verse_text": "He will take your servants and your best cattle and donkeys, and make them work for him."
            },
            {
                "verse_number": "17",
                "verse_text": "He will take a tenth of your flocks. And you yourselves will become his slaves."
            },
            {
                "verse_number": "18",
                "verse_text": "When that time comes, you will complain bitterly because of your king, whom you yourselves chose, but the Lord will not listen to your complaints.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The people paid no attention to Samuel, but said, &apos;No! We want a king,"
            },
            {
                "verse_number": "20",
                "verse_text": "so that we will be like other nations, with our own king to rule us and to lead us out to war and to fight our battles.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Samuel listened to everything they said and then went and told it to the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord answered, &apos;Do what they want and give them a king.&apos; Then Samuel told all the men of Israel to go back home."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "There was a wealthy and influential man named Kish, from the tribe of Benjamin; he was the son of Abiel and grandson of Zeror, and belonged to the family of Becorath, a part of the clan of Aphiah."
            },
            {
                "verse_number": "2",
                "verse_text": "He had a son named Saul, a handsome man in the prime of life. Saul was a foot taller than anyone else in Israel and more handsome as well. (At that time a prophet was called a seer, and so whenever someone wanted to ask God a question, he would say, &apos;Let's go to the seer.&apos;) So Saul ate with Samuel that day. At dawn Samuel called to Saul on the roof, &apos;Get up, and I will send you on your way.&apos; Saul got up, and he and Samuel went out to the street together."
            },
            {
                "verse_number": "3",
                "verse_text": "Some donkeys belonging to Kish had wandered off, so he said to Saul, &apos;Take one of the servants with you and go and look for the donkeys.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They went through the hill country of Ephraim and the region of Shalishah, but did not find them; so they went on through the region of Shaalim, but the donkeys were not there. Then they went through the territory of Benjamin, but still did not find them."
            },
            {
                "verse_number": "5",
                "verse_text": "When they came into the region of Zuph, Saul said to his servant, &apos;Let's go back home, or my father might stop thinking about the donkeys and start worrying about us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The servant answered, &apos;Wait! In this town there is a holy man who is highly respected because everything he says comes true. Let's go to him, and maybe he can tell us where we can find the donkeys.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If we go to him, what can we give him?&apos; Saul asked. &apos;There is no food left in our packs, and we don't have a thing to give him, do we?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The servant answered, &apos;I have a small silver coin. I can give him that, and then he will tell us where we can find them.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Saul and his servant went on to the town, and as they were going in, they saw Samuel coming out toward them on his way to the place of worship."
            },
            {
                "verse_number": "15",
                "verse_text": "Now on the previous day the Lord had told Samuel,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Tomorrow about this time I will send you a man from the tribe of Benjamin; anoint him as ruler of my people Israel, and he will rescue them from the Philistines. I have seen the suffering of my people and have heard their cries for help.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Samuel caught sight of Saul, the Lord said to him, &apos;This is the man I told you about. He will rule my people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Saul went over to Samuel, who was near the gate, and asked, &apos;Tell me, where does the seer live?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Samuel answered, &apos;I am the seer. Go on ahead of me to the place of worship. Both of you are to eat with me today. Tomorrow morning I will answer all your questions and send you on your way."
            },
            {
                "verse_number": "20",
                "verse_text": "As for the donkeys that were lost three days ago, don't worry about them; they have already been found. But who is it that the people of Israel want so much? It is you&ndash;you and your father's family.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul answered, &apos;I belong to the tribe of Benjamin, the smallest tribe in Israel, and my family is the least important one in the tribe. Why, then, do you talk like this to me?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Samuel led Saul and his servant into the large room and gave them a place at the head of the table where the guests, about thirty in all, were seated."
            },
            {
                "verse_number": "23",
                "verse_text": "Samuel said to the cook, &apos;Bring the piece of meat I gave you, which I told you to set aside.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So the cook brought the choice piece of the leg and placed it before Saul. Samuel said, &apos;Look, here is the piece that was kept for you. Eat it. I saved it for you to eat at this time with the people I invited.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When they went down from the place of worship to the town, they fixed up a bed for Saul on the roof,"
            },
            {
                "verse_number": "26",
                "verse_text": "and he slept there."
            },
            {
                "verse_number": "27",
                "verse_text": "When they arrived at the edge of town, Samuel said to Saul, &apos;Tell the servant to go on ahead of us.&apos; The servant left, and Samuel continued, &apos;Stay here a minute, and I will tell you what God has said.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then Samuel took a jar of olive oil and poured it on Saul's head, kissed him, and said, &apos;The Lord anoints you as ruler of his people Israel. You will rule his people and protect them from all their enemies. And this is the proof to you that the Lord has chosen you to be the ruler of his people:"
            },
            {
                "verse_number": "2",
                "verse_text": "When you leave me today, you will meet two men near Rachel's tomb at Zelzah in the territory of Benjamin. They will tell you that the donkeys you were looking for have been found, so that your father isn't worried any more about them but about you, and he keeps asking, &quot;What shall I do about my son?&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "You will go on from there until you come to the sacred tree at Tabor, where you will meet three men on their way to offer a sacrifice to God at Bethel. One of them will be leading three young goats, another one will be carrying three loaves of bread, and the third one will have a leather bag full of wine."
            },
            {
                "verse_number": "4",
                "verse_text": "They will greet you and offer you two of the loaves, which you are to accept."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you will go to the Hill of God in Gibeah, where there is a Philistine camp. At the entrance to the town you will meet a group of prophets coming down from the altar on the hill, playing harps, drums, flutes, and lyres. They will be dancing and shouting."
            },
            {
                "verse_number": "6",
                "verse_text": "Suddenly the spirit of the Lord will take control of you, and you will join in their religious dancing and shouting and will become a different person."
            },
            {
                "verse_number": "7",
                "verse_text": "When these things happen, do whatever God leads you to do."
            },
            {
                "verse_number": "8",
                "verse_text": "You will go ahead of me to Gilgal, where I will meet you and offer burnt sacrifices and fellowship sacrifices. Wait there seven days until I come and tell you what to do.&apos; &apos;Looking for the donkeys,&apos; Saul answered. &apos;When we couldn't find them, we went to see Samuel.&apos; The Lord answered, &apos;Saul is over there, hiding behind the supplies.&apos; All the people shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When Saul turned to leave Samuel, God gave Saul a new nature. And everything Samuel had told him happened that day."
            },
            {
                "verse_number": "10",
                "verse_text": "When Saul and his servant arrived at Gibeah, a group of prophets met him. Suddenly the spirit of God took control of him, and he joined in their ecstatic dancing and shouting."
            },
            {
                "verse_number": "11",
                "verse_text": "People who had known him before saw him doing this and asked one another, &apos;What has happened to the son of Kish? Has Saul become a prophet?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "A man who lived there asked, &apos;How about these other prophets&ndash;who do you think their fathers are?&apos; This is how the saying originated, &apos;Has even Saul become a prophet?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Saul finished his ecstatic dancing and shouting, he went to the altar on the hill."
            },
            {
                "verse_number": "14",
                "verse_text": "Saul's uncle saw him and the servant, and he asked them, &apos;Where have you been?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;And what did he tell you?&apos; Saul's uncle asked."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;He told us that the animals had been found,&apos; Saul answered&ndash;but he did not tell his uncle what Samuel had said about his becoming king."
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel called the people together for a religious gathering at Mizpah"
            },
            {
                "verse_number": "18",
                "verse_text": "and said to them, &apos;The Lord , the God of Israel, says, &quot;I brought you out of Egypt and rescued you from the Egyptians and all the other peoples who were oppressing you."
            },
            {
                "verse_number": "19",
                "verse_text": "I am your God, the one who rescues you from all your troubles and difficulties, but today you have rejected me and have asked me to give you a king. Very well, then, gather yourselves before the Lord by tribes and by clans.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Samuel had each tribe come forward, and the Lord picked the tribe of Benjamin."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Samuel had the families of the tribe of Benjamin come forward, and the family of Matri was picked out. Then the men of the family of Matri came forward, and Saul son of Kish was picked out. They looked for him, but when they could not find him,"
            },
            {
                "verse_number": "22",
                "verse_text": "they asked the Lord , &apos;Is there still someone else?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So they ran and brought Saul out to the people, and they could see that he was a foot taller than anyone else."
            },
            {
                "verse_number": "24",
                "verse_text": "Samuel said to the people, &apos;Here is the man the Lord has chosen! There is no one else among us like him.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Samuel explained to the people the rights and duties of a king, and then wrote them in a book, which he deposited in a holy place. Then he sent everyone home."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul also went back home to Gibeah. Some powerful men, whose hearts God had touched, went with him."
            },
            {
                "verse_number": "27",
                "verse_text": "But some worthless people said, &apos;How can this fellow do us any good?&apos; They despised Saul and did not bring him any gifts."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "About a month later King Nahash of Ammon led his army against the town of Jabesh in the territory of Gilead and besieged it. The men of Jabesh said to Nahash, &apos;Make a treaty with us, and we will accept you as our ruler.&apos; The people of Israel were afraid of what the Lord might do, and all of them, without exception, came out together."
            },
            {
                "verse_number": "2",
                "verse_text": "Nahash answered, &apos;I will make a treaty with you on one condition: I will put out everyone's right eye and so bring disgrace on all Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The leaders of Jabesh said, &apos;Give us seven days to send messengers throughout the land of Israel. If no one will help us, then we will surrender to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The messengers arrived at Gibeah, where Saul lived, and when they told the news, the people started crying in despair."
            },
            {
                "verse_number": "5",
                "verse_text": "Saul was just then coming in from the field with his oxen, and he asked, &apos;What's wrong? Why is everyone crying?&apos; They told him what the messengers from Jabesh had reported."
            },
            {
                "verse_number": "6",
                "verse_text": "When Saul heard this, the spirit of God took control of him, and he became furious."
            },
            {
                "verse_number": "7",
                "verse_text": "He took two oxen, cut them in pieces, and had messengers carry the pieces throughout the land of Israel with this warning: &apos;Whoever does not follow Saul and Samuel into battle will have this done to his oxen!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Saul gathered them at Bezek: there were 300,000 from Israel and 30,000 from Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "They said to the messengers from Jabesh, &apos;Tell your people that before noon tomorrow they will be rescued.&apos; When the people of Jabesh received the message, they were overjoyed"
            },
            {
                "verse_number": "10",
                "verse_text": "and said to Nahash, &apos;Tomorrow we will surrender to you, and you can do with us whatever you wish.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "That night Saul divided his men into three groups, and at dawn the next day they rushed into the enemy camp and attacked the Ammonites. By noon they had slaughtered them. The survivors scattered, each man running off by himself."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the people of Israel said to Samuel, &apos;Where are the people who said that Saul should not be our king? Hand them over to us, and we will kill them!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Saul said, &apos;No one will be put to death today, for this is the day the Lord rescued Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And Samuel said to them, &apos;Let us all go to Gilgal and once more proclaim Saul as our king.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they all went to Gilgal, and there at the holy place they proclaimed Saul king. They offered fellowship sacrifices, and Saul and all the people of Israel celebrated the event."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Samuel said to the people of Israel, &apos;I have done what you asked me to do. I have given you a king to rule you,"
            },
            {
                "verse_number": "2",
                "verse_text": "and now you have him to lead you. As for me, I am old and gray, and my sons are with you. I have been your leader from my youth until now."
            },
            {
                "verse_number": "3",
                "verse_text": "Here I am. If I have done anything wrong, accuse me now in the presence of the Lord and the king he has chosen. Have I taken anybody's cow or anybody's donkey? Have I cheated or oppressed anyone? Have I accepted a bribe from anyone? If I have done any of these things, I will pay back what I have taken.&apos; &apos;Yes, the Lord is our witness,&apos; they answered."
            },
            {
                "verse_number": "4",
                "verse_text": "The people answered, &apos;No, you have not cheated us or oppressed us; you have not taken anything from anyone.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Samuel replied, &apos;The Lord and the king he has chosen are witnesses today that you have found me to be completely innocent.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Samuel continued, &apos;The Lord is the one who chose Moses and Aaron and who brought your ancestors out of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "Now stand where you are, and I will accuse you before the Lord by reminding you of all the mighty actions the Lord did to save you and your ancestors."
            },
            {
                "verse_number": "8",
                "verse_text": "When Jacob and his family went to Egypt and the Egyptians oppressed them, your ancestors cried to the Lord for help, and he sent Moses and Aaron, who brought them out of Egypt and settled them in this land."
            },
            {
                "verse_number": "9",
                "verse_text": "But the people forgot the Lord their God, and so he let the Philistines and the king of Moab and Sisera, commander of the army of the city of Hazor, fight against your ancestors and conquer them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they cried to the Lord for help and said, &quot;We have sinned, because we turned away from you, Lord , and worshiped the idols of Baal and Astarte. Rescue us from our enemies, and we will worship you!&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "And the Lord sent Gideon, Barak, Jephthah, and finally me. Each of us rescued you from your enemies, and you lived in safety."
            },
            {
                "verse_number": "12",
                "verse_text": "But when you saw that King Nahash of Ammon was about to attack you, you rejected the Lord as your king and said to me, &quot;We want a king to rule us.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Now here is the king you chose; you asked for him, and now the Lord has given him to you."
            },
            {
                "verse_number": "14",
                "verse_text": "All will go well with you if you honor the Lord your God, serve him, listen to him, and obey his commands, and if you and your king follow him."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you do not listen to the Lord but disobey his commands, he will be against you and your king."
            },
            {
                "verse_number": "16",
                "verse_text": "So then, stand where you are, and you will see the great thing which the Lord is going to do."
            },
            {
                "verse_number": "17",
                "verse_text": "It's the dry season, isn't it? But I will pray, and the Lord will send thunder and rain. When this happens, you will realize that you committed a great sin against the Lord when you asked him for a king.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel prayed, and on that same day the Lord sent thunder and rain. Then all the people became afraid of the Lord and of Samuel,"
            },
            {
                "verse_number": "19",
                "verse_text": "and they said to Samuel, &apos;Please, sir, pray to the Lord your God for us, so that we won't die. We now realize that, besides all our other sins, we have sinned by asking for a king.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Don't be afraid,&apos; Samuel answered. &apos;Even though you have done such an evil thing, do not turn away from the Lord , but serve him with all your heart."
            },
            {
                "verse_number": "21",
                "verse_text": "Don't go after false gods; they cannot help you or save you, for they are not real."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord has made a solemn promise, and he will not abandon you, for he has decided to make you his own people."
            },
            {
                "verse_number": "23",
                "verse_text": "As for me, the Lord forbid that I should sin against him by no longer praying for you. Instead, I will teach you what is good and right for you to do."
            },
            {
                "verse_number": "24",
                "verse_text": "Obey the Lord and serve him faithfully with all your heart. Remember the great things he has done for you."
            },
            {
                "verse_number": "25",
                "verse_text": "But if you continue to sin, you and your king will be destroyed.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "2",
                "verse_text": "Saul picked three thousand men, keeping two thousand of them with him in Michmash and in the hill country of Bethel and sending one thousand with his son Jonathan to Gibeah, in the territory of the tribe of Benjamin. The rest of the men Saul sent home. Saul was still at Gilgal, and the people with him were trembling with fear. Saul answered, &apos;The people were deserting me, and you had not come when you said you would; besides that, the Philistines are gathering at Michmash."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan killed the Philistine commander in Geba, and all the Philistines heard about it. Then Saul sent messengers to call the Hebrews to war by blowing a trumpet throughout the whole country."
            },
            {
                "verse_number": "4",
                "verse_text": "All the Israelites were told that Saul had killed the Philistine commander and that the Philistines hated them. So the people answered the call to join Saul at Gilgal."
            },
            {
                "verse_number": "5",
                "verse_text": "The Philistines assembled to fight the Israelites; they had thirty thousand war chariots, six thousand cavalry troops, and as many soldiers as there are grains of sand on the seashore. They went to Michmash, east of Bethaven, and camped there."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they launched a strong attack against the Israelites, putting them in a desperate situation. Some of the Israelites hid in caves and holes or among the rocks or in pits and wells;"
            },
            {
                "verse_number": "7",
                "verse_text": "others crossed the Jordan River into the territories of Gad and Gilead."
            },
            {
                "verse_number": "8",
                "verse_text": "He waited seven days for Samuel, as Samuel had instructed him to do, but Samuel still had not come to Gilgal. The people began to desert Saul,"
            },
            {
                "verse_number": "9",
                "verse_text": "so he said to them, &apos;Bring me the burnt sacrifices and the fellowship sacrifices.&apos; He offered a burnt sacrifice,"
            },
            {
                "verse_number": "10",
                "verse_text": "and just as he was finishing, Samuel arrived. Saul went out to meet him and welcome him,"
            },
            {
                "verse_number": "11",
                "verse_text": "but Samuel said, &apos;What have you done?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So I thought, &quot;The Philistines are going to attack me here in Gilgal, and I have not tried to win the Lord 's favor.&quot; So I felt I had to offer a sacrifice.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;That was a foolish thing to do,&apos; Samuel answered. &apos;You have not obeyed the command the Lord your God gave you. If you had obeyed, he would have let you and your descendants rule over Israel forever."
            },
            {
                "verse_number": "14",
                "verse_text": "But now your rule will not continue. Because you have disobeyed him, the Lord will find the kind of man he wants and make him ruler of his people.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel left Gilgal and went on his way. The rest of the people followed Saul as he went to join his soldiers. They went from Gilgal to Gibeah in the territory of Benjamin. Saul inspected his troops, about six hundred men."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul, his son Jonathan, and their men camped in Geba in the territory of Benjamin; the Philistine camp was at Michmash."
            },
            {
                "verse_number": "17",
                "verse_text": "The Philistine soldiers went out on raids from their camp in three groups: one group went toward Ophrah in the territory of Shual,"
            },
            {
                "verse_number": "18",
                "verse_text": "another went toward Beth Horon, and the other one went to the border overlooking Zeboim Valley and the wilderness."
            },
            {
                "verse_number": "19",
                "verse_text": "There were no blacksmiths in Israel because the Philistines were determined to keep the Hebrews from making swords and spears. ("
            },
            {
                "verse_number": "20",
                "verse_text": "The Israelites had to go to the Philistines to get their plows, hoes, axes, and sickles sharpened;"
            },
            {
                "verse_number": "21",
                "verse_text": "the charge was one small coin for sharpening axes and for fixing goads, and two coins for sharpening plows or hoes.)"
            },
            {
                "verse_number": "22",
                "verse_text": "And so on the day of battle none of the Israelite soldiers except Saul and his son Jonathan had swords or spears."
            },
            {
                "verse_number": "23",
                "verse_text": "The Philistines sent a group of soldiers to defend Michmash Pass."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One day Jonathan said to the young man who carried his weapons, &apos;Let's go across to the Philistine camp.&apos; But Jonathan did not tell his father Saul,"
            },
            {
                "verse_number": "2",
                "verse_text": "who was camping under a pomegranate tree in Migron, not far from Gibeah; he had about six hundred men with him."
            },
            {
                "verse_number": "3",
                "verse_text": "(The priest carrying the ephod was Ahijah, the son of Ichabod's brother Ahitub, who was the son of Phinehas and grandson of Eli, the priest of the Lord in Shiloh.) The men did not know that Jonathan had left. Jonathan said to the young man, &apos;Follow me. The Lord has given Israel victory over them.&apos; &apos;Do whatever you think best,&apos; they answered. But the priest said, &apos;Let's consult God first.&apos; &apos;Do whatever you think best,&apos; they answered. Jonathan answered, &apos;I ate a little honey with the stick I was holding. Here I am&ndash;I am ready to die.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "In Michmash Pass, which Jonathan had to go through to get over to the Philistine camp, there were two large jagged rocks, one on each side of the pass: one was called Bozez and the other Seneh."
            },
            {
                "verse_number": "5",
                "verse_text": "One was on the north side of the pass, facing Michmash, and the other was on the south side, facing Geba."
            },
            {
                "verse_number": "6",
                "verse_text": "Jonathan said to the young man, &apos;Let's cross over to the camp of those heathen Philistines. Maybe the Lord will help us; if he does, nothing can keep him from giving us the victory, no matter how few of us there are.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The young man answered, &apos;Whatever you want to do, I'm with you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;All right,&apos; Jonathan said. &apos;We will go across and let the Philistines see us."
            },
            {
                "verse_number": "9",
                "verse_text": "If they tell us to wait for them to come to us, then we will stay where we are."
            },
            {
                "verse_number": "10",
                "verse_text": "But if they tell us to go to them, then we will, because that will be the sign that the Lord has given us victory over them.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So they let the Philistines see them, and the Philistines said, &apos;Look! Some Hebrews are coming out of the holes they have been hiding in!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they called out to Jonathan and the young man, &apos;Come on up here! We have something to tell you!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jonathan climbed up out of the pass on his hands and knees, and the young man followed him. Jonathan attacked the Philistines and knocked them down, and the young man killed them."
            },
            {
                "verse_number": "14",
                "verse_text": "In that first slaughter Jonathan and the young man killed about twenty men in an area of about half an acre."
            },
            {
                "verse_number": "15",
                "verse_text": "All the Philistines in the countryside were terrified; the raiders and the soldiers in the camp trembled with fear; the earth shook, and there was great panic."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul's men on watch at Gibeah in the territory of Benjamin saw the Philistines running in confusion."
            },
            {
                "verse_number": "17",
                "verse_text": "So Saul said to his men, &apos;Count the soldiers and find out who is missing.&apos; They did so and found that Jonathan and the young man who carried his weapons were missing."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Bring the ephod here,&apos; Saul said to Ahijah the priest. (On that day Ahijah was carrying it in front of the people of Israel.)"
            },
            {
                "verse_number": "19",
                "verse_text": "As Saul was speaking to the priest, the confusion in the Philistine camp kept getting worse, so Saul said to him, &apos;There's no time to consult the Lord !&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he and his men marched into battle against the Philistines, who were fighting each other in complete confusion."
            },
            {
                "verse_number": "21",
                "verse_text": "Some Hebrews, who had been on the Philistine side and had gone with them to the camp, changed sides again and joined Saul and Jonathan."
            },
            {
                "verse_number": "22",
                "verse_text": "Others, who had been hiding in the hills of Ephraim, heard that the Philistines were running away, so they also joined in and attacked the Philistines,"
            },
            {
                "verse_number": "23",
                "verse_text": "fighting all the way beyond Bethaven. The Lord saved Israel that day."
            },
            {
                "verse_number": "24",
                "verse_text": "The Israelites were weak with hunger that day, because Saul, with a solemn oath, had given the order: &apos;A curse be on anyone who eats any food today before I take revenge on my enemies.&apos; So nobody had eaten anything all day."
            },
            {
                "verse_number": "25",
                "verse_text": "They all came into a wooded area and found honey everywhere."
            },
            {
                "verse_number": "26",
                "verse_text": "The woods were full of honey, but no one ate any of it because they were all afraid of Saul's curse."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jonathan had not heard his father threaten the people with a curse; so he reached out with the stick he was carrying, dipped it in a honeycomb, and ate some honey. At once he felt much better."
            },
            {
                "verse_number": "28",
                "verse_text": "But one of the men told him, &apos;We are all weak from hunger, but your father threatened us and said, &quot;A curse be on anyone who eats any food today.&quot;&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jonathan answered, &apos;What a terrible thing my father has done to our people! See how much better I feel because I ate some honey!"
            },
            {
                "verse_number": "30",
                "verse_text": "How much better it would have been today if our people had eaten the food they took when they defeated the enemy. Just think how many more Philistines they would have killed!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "That day the Israelites defeated the Philistines, fighting all the way from Michmash to Aijalon. By this time the Israelites were very weak from hunger,"
            },
            {
                "verse_number": "32",
                "verse_text": "and so they rushed over to what they had captured from the enemy, took sheep and cattle, slaughtered them on the spot, and ate the meat with the blood still in it."
            },
            {
                "verse_number": "33",
                "verse_text": "Saul was told, &apos;Look, the people are sinning against the Lord by eating meat with the blood in it.&apos; &apos;You are traitors!&apos; Saul cried out. &apos;Roll a big stone over here to me.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then he gave another order: &apos;Go among the people and tell them all to bring their cattle and sheep here. They are to slaughter them and eat them here; they must not sin against the Lord by eating meat with blood in it.&apos; So that night they all brought their cattle and slaughtered them there."
            },
            {
                "verse_number": "35",
                "verse_text": "Saul built an altar to the Lord , the first one that he built."
            },
            {
                "verse_number": "36",
                "verse_text": "Saul said to his men, &apos;Let's go down and attack the Philistines in the night, plunder them until dawn, and kill them all.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So Saul asked God, &apos;Shall I attack the Philistines? Will you give us victory?&apos; But God did not answer that day."
            },
            {
                "verse_number": "38",
                "verse_text": "Then Saul said to the leaders of the people, &apos;Come here and find out what sin was committed today."
            },
            {
                "verse_number": "39",
                "verse_text": "I promise by the living Lord , who gives Israel victory, that the guilty one will be put to death, even if he is my son Jonathan.&apos; But no one said anything."
            },
            {
                "verse_number": "40",
                "verse_text": "Then Saul said to them, &apos;All of you stand over there, and Jonathan and I will stand over here.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Saul said to the Lord , the God of Israel, &apos; Lord , why have you not answered me today? Lord , God of Israel, answer me by the sacred stones. If the guilt is Jonathan's or mine, answer by the Urim; but if it belongs to your people Israel, answer by the Thummim.&apos; The answer indicated Jonathan and Saul; and the people were cleared."
            },
            {
                "verse_number": "42",
                "verse_text": "Then Saul said, &apos;Decide between my son Jonathan and me.&apos; And Jonathan was indicated."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Saul asked Jonathan, &apos;What have you done?&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Saul said to him, &apos;May God strike me dead if you are not put to death!&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But the people said to Saul, &apos;Will Jonathan, who won this great victory for Israel, be put to death? No! We promise by the living Lord that he will not lose even a hair from his head. What he did today was done with God's help.&apos; So the people saved Jonathan from being put to death."
            },
            {
                "verse_number": "46",
                "verse_text": "After that, Saul stopped pursuing the Philistines, and they went back to their own territory."
            },
            {
                "verse_number": "47",
                "verse_text": "After Saul became king of Israel, he fought all his enemies everywhere: the people of Moab, of Ammon, and of Edom, the kings of Zobah, and the Philistines. Wherever he fought he was victorious."
            },
            {
                "verse_number": "48",
                "verse_text": "He fought heroically and defeated even the people of Amalek. He saved the Israelites from all attacks."
            },
            {
                "verse_number": "49",
                "verse_text": "Saul's sons were Jonathan, Ishvi, and Malchishua. His older daughter was named Merab, and the younger one Michal."
            },
            {
                "verse_number": "50",
                "verse_text": "His wife was Ahinoam, the daughter of Ahimaaz; his army commander was his cousin Abner, the son of his uncle Ner."
            },
            {
                "verse_number": "51",
                "verse_text": "Saul's father Kish and Abner's father Ner were sons of Abiel."
            },
            {
                "verse_number": "52",
                "verse_text": "As long as he lived, Saul had to fight fiercely against the Philistines. So whenever he found a man who was strong or brave, he would enlist him in his army."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Samuel said to Saul, &apos;I am the one whom the Lord sent to anoint you king of his people Israel. Now listen to what the Lord Almighty says."
            },
            {
                "verse_number": "2",
                "verse_text": "He is going to punish the people of Amalek because their ancestors opposed the Israelites when they were coming from Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "Go and attack the Amalekites and completely destroy everything they have. Don't leave a thing; kill all the men, women, children, and babies; the cattle, sheep, camels, and donkeys.&apos; &apos;Tell me,&apos; Saul said."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul called his forces together and inspected them at Telem: there were 200,000 soldiers from Israel and 10,000 from Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he and his men went to the city of Amalek and waited in ambush in a dry riverbed."
            },
            {
                "verse_number": "6",
                "verse_text": "He sent a warning to the Kenites, a people whose ancestors had been kind to the Israelites when they came from Egypt: &apos;Go away and leave the Amalekites, so that I won't kill you along with them.&apos; So the Kenites left."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul defeated the Amalekites, fighting all the way from Havilah to Shur, east of Egypt;"
            },
            {
                "verse_number": "8",
                "verse_text": "he captured King Agag of Amalek alive and killed all the people."
            },
            {
                "verse_number": "9",
                "verse_text": "But Saul and his men spared Agag's life and did not kill the best sheep and cattle, the best calves and lambs, or anything else that was good; they destroyed only what was useless or worthless."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said to Samuel,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I am sorry that I made Saul king; he has turned away from me and disobeyed my commands.&apos; Samuel was angry, and all night long he pleaded with the Lord ."
            },
            {
                "verse_number": "12",
                "verse_text": "Early the following morning he went off to find Saul. He heard that Saul had gone to the town of Carmel, where he had built a monument to himself, and then had gone on to Gilgal."
            },
            {
                "verse_number": "13",
                "verse_text": "Samuel went up to Saul, who greeted him, saying, &apos;The Lord bless you, Samuel! I have obeyed the Lord 's command.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Samuel asked, &apos;Why, then, do I hear cattle mooing and sheep bleating?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Saul answered, &apos;My men took them from the Amalekites. They kept the best sheep and cattle to offer as a sacrifice to the Lord your God, and the rest we have destroyed completely.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Stop,&apos; Samuel ordered, &apos;and I will tell you what the Lord said to me last night.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel answered, &apos;Even though you consider yourself of no importance, you are the leader of the tribes of Israel. The Lord anointed you king of Israel,"
            },
            {
                "verse_number": "18",
                "verse_text": "and he sent you out with orders to destroy those wicked people of Amalek. He told you to fight until you had killed them all."
            },
            {
                "verse_number": "19",
                "verse_text": "Why, then, did you not obey him? Why did you rush to grab the loot, and so do what displeases the Lord ?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I did obey the Lord ,&apos; Saul replied. &apos;I went out as he told me to, brought back King Agag, and killed all the Amalekites."
            },
            {
                "verse_number": "21",
                "verse_text": "But my men did not kill the best sheep and cattle that they captured; instead, they brought them here to Gilgal to offer as a sacrifice to the Lord your God.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Samuel said, &apos;Which does the Lord prefer: obedience or offerings and sacrifices? It is better to obey him than to sacrifice the best sheep to him."
            },
            {
                "verse_number": "23",
                "verse_text": "Rebellion against him is as bad as witchcraft, and arrogance is as sinful as idolatry. Because you rejected the Lord 's command, he has rejected you as king.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Yes, I have sinned,&apos; Saul replied. &apos;I disobeyed the Lord 's command and your instructions. I was afraid of my men and did what they wanted."
            },
            {
                "verse_number": "25",
                "verse_text": "But now I beg you, forgive my sin and go back with me, so that I can worship the Lord .&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;I will not go back with you,&apos; Samuel answered. &apos;You rejected the Lord 's command, and he has rejected you as king of Israel.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Samuel turned to leave, but Saul caught hold of his cloak, and it tore."
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel said to him, &apos;The Lord has torn the kingdom of Israel away from you today and given it to someone who is a better man than you."
            },
            {
                "verse_number": "29",
                "verse_text": "Israel's majestic God does not lie or change his mind. He is not a human being&ndash;he does not change his mind.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;I have sinned,&apos; Saul replied. &apos;But at least show me respect in front of the leaders of my people and all of Israel. Go back with me so that I can worship the Lord your God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Samuel went back with him, and Saul worshiped the Lord ."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Bring King Agag here to me,&apos; Samuel ordered. Agag came to him, trembling with fear, thinking to himself, &apos;What a bitter thing it is to die!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Samuel said, &apos;As your sword has made many mothers childless, so now your mother will become childless.&apos; And he cut Agag to pieces in front of the altar in Gilgal."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Samuel went to Ramah, and King Saul went home to Gibeah."
            },
            {
                "verse_number": "35",
                "verse_text": "As long as Samuel lived, he never again saw the king; but he grieved over him. The Lord was sorry that he had made Saul king of Israel."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Samuel, &apos;How long will you go on grieving over Saul? I have rejected him as king of Israel. But now get some olive oil and go to Bethlehem, to a man named Jesse, because I have chosen one of his sons to be king.&apos; The Lord answered, &apos;Take a calf with you and say that you are there to offer a sacrifice to the Lord . Jesse answered, &apos;There is still the youngest, but he is out taking care of the sheep.&apos; &apos;Tell him to come here,&apos; Samuel said. &apos;We won't offer the sacrifice until he comes.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How can I do that?&apos; Samuel asked. &apos;If Saul hears about it, he will kill me!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Invite Jesse to the sacrifice, and I will tell you what to do. You will anoint as king the man I tell you to.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Samuel did what the Lord told him to do and went to Bethlehem, where the city leaders came trembling to meet him and asked, &apos;Is this a peaceful visit, seer?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Yes,&apos; he answered. &apos;I have come to offer a sacrifice to the Lord . Purify yourselves and come with me.&apos; He also told Jesse and his sons to purify themselves, and he invited them to the sacrifice."
            },
            {
                "verse_number": "6",
                "verse_text": "When they arrived, Samuel saw Jesse's son Eliab and said to himself, &apos;This man standing here in the Lord 's presence is surely the one he has chosen.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But the Lord said to him, &apos;Pay no attention to how tall and handsome he is. I have rejected him, because I do not judge as people judge. They look at the outward appearance, but I look at the heart.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Jesse called his son Abinadab and brought him to Samuel. But Samuel said, &apos;No, the Lord hasn't chosen him either.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesse then brought Shammah. &apos;No, the Lord hasn't chosen him either,&apos; Samuel said."
            },
            {
                "verse_number": "10",
                "verse_text": "In this way Jesse brought seven of his sons to Samuel. And Samuel said to him, &apos;No, the Lord hasn't chosen any of these.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then he asked him, &apos;Do you have any more sons?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Jesse sent for him. He was a handsome, healthy young man, and his eyes sparkled. The Lord said to Samuel, &apos;This is the one&ndash;anoint him!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Samuel took the olive oil and anointed David in front of his brothers. Immediately the spirit of the Lord took control of David and was with him from that day on. Then Samuel returned to Ramah."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord 's spirit left Saul, and an evil spirit sent by the Lord tormented him."
            },
            {
                "verse_number": "15",
                "verse_text": "His servants said to him, &apos;We know that an evil spirit sent by God is tormenting you."
            },
            {
                "verse_number": "16",
                "verse_text": "So give us the order, sir, and we will look for a man who knows how to play the harp. Then when the evil spirit comes on you, the man can play his harp, and you will be all right again.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Saul ordered them, &apos;Find me a man who plays well and bring him to me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One of his attendants said, &apos;Jesse of the town of Bethlehem has a son who is a good musician. He is also a brave and handsome man, a good soldier, and an able speaker. The Lord is with him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Saul sent messengers to Jesse to say, &apos;Send me your son David, the one who takes care of the sheep.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesse sent David to Saul with a young goat, a donkey loaded with bread, and a leather bag full of wine."
            },
            {
                "verse_number": "21",
                "verse_text": "David came to Saul and entered his service. Saul liked him very much and chose him as the man to carry his weapons."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Saul sent a message to Jesse: &apos;I like David. Let him stay here in my service.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "From then on, whenever the evil spirit sent by God came on Saul, David would get his harp and play it. The evil spirit would leave, and Saul would feel better and be all right again."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines gathered for battle in Socoh, a town in Judah; they camped at a place called Ephes Dammim, between Socoh and Azekah."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul and the Israelites assembled and camped in Elah Valley, where they got ready to fight the Philistines."
            },
            {
                "verse_number": "3",
                "verse_text": "The Philistines lined up on one hill and the Israelites on another, with a valley between them. &apos;All right,&apos; Saul answered. &apos;Go, and the Lord be with you.&apos; When the Philistines saw that their hero was dead, they ran away. &apos;I have no idea, Your Majesty,&apos; Abner answered. &apos;I am the son of your servant Jesse from Bethlehem,&apos; David answered."
            },
            {
                "verse_number": "4",
                "verse_text": "A man named Goliath, from the city of Gath, came out from the Philistine camp to challenge the Israelites. He was over nine feet tall"
            },
            {
                "verse_number": "5",
                "verse_text": "and wore bronze armor that weighed about 125 pounds and a bronze helmet."
            },
            {
                "verse_number": "6",
                "verse_text": "His legs were also protected by bronze armor, and he carried a bronze javelin slung over his shoulder."
            },
            {
                "verse_number": "7",
                "verse_text": "His spear was as thick as the bar on a weaver's loom, and its iron head weighed about fifteen pounds. A soldier walked in front of him carrying his shield."
            },
            {
                "verse_number": "8",
                "verse_text": "Goliath stood and shouted at the Israelites, &apos;What are you doing there, lined up for battle? I am a Philistine, you slaves of Saul! Choose one of your men to fight me."
            },
            {
                "verse_number": "9",
                "verse_text": "If he wins and kills me, we will be your slaves; but if I win and kill him, you will be our slaves."
            },
            {
                "verse_number": "10",
                "verse_text": "Here and now I challenge the Israelite army. I dare you to pick someone to fight me!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When Saul and his men heard this, they were terrified."
            },
            {
                "verse_number": "12",
                "verse_text": "David was the son of Jesse, who was an Ephrathite from Bethlehem in Judah. Jesse had eight sons, and at the time Saul was king, he was already a very old man."
            },
            {
                "verse_number": "13",
                "verse_text": "His three oldest sons had gone with Saul to war. The oldest was Eliab, the next was Abinadab, and the third was Shammah."
            },
            {
                "verse_number": "14",
                "verse_text": "David was the youngest son, and while the three oldest brothers stayed with Saul,"
            },
            {
                "verse_number": "15",
                "verse_text": "David would go back to Bethlehem from time to time, to take care of his father's sheep."
            },
            {
                "verse_number": "16",
                "verse_text": "Goliath challenged the Israelites every morning and evening for forty days."
            },
            {
                "verse_number": "17",
                "verse_text": "One day Jesse said to David, &apos;Take a half-bushel of this roasted grain and these ten loaves of bread, and hurry with them to your brothers in the camp."
            },
            {
                "verse_number": "18",
                "verse_text": "And take these ten cheeses to the commanding officer. Find out how your brothers are getting along and bring back something to show that you saw them and that they are well."
            },
            {
                "verse_number": "19",
                "verse_text": "King Saul, your brothers, and all the other Israelites are in Elah Valley fighting the Philistines.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "David got up early the next morning, left someone else in charge of the sheep, took the food, and went as Jesse had told him to. He arrived at the camp just as the Israelites were going out to their battle line, shouting the war cry."
            },
            {
                "verse_number": "21",
                "verse_text": "The Philistine and the Israelite armies took positions for battle, facing each other."
            },
            {
                "verse_number": "22",
                "verse_text": "David left the food with the officer in charge of the supplies, ran to the battle line, went to his brothers, and asked how they were getting along."
            },
            {
                "verse_number": "23",
                "verse_text": "As he was talking with them, Goliath came forward and challenged the Israelites as he had done before. And David heard him."
            },
            {
                "verse_number": "24",
                "verse_text": "When the Israelites saw Goliath, they ran away in terror."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Look at him!&apos; they said to each other. &apos;Listen to his challenge! King Saul has promised to give a big reward to the man who kills him; the king will also give him his daughter to marry and will not require his father's family to pay taxes.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "David asked the men who were near him, &apos;What will the man get who kills this Philistine and frees Israel from this disgrace? After all, who is this heathen Philistine to defy the army of the living God?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They told him what would be done for the man who killed Goliath."
            },
            {
                "verse_number": "28",
                "verse_text": "Eliab, David's oldest brother, heard David talking to the men. He became angry with David and said, &apos;What are you doing here? Who is taking care of those sheep of yours out there in the wilderness? You smart aleck, you! You just came to watch the fighting!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Now what have I done?&apos; David asked. &apos;Can't I even ask a question?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "He turned to another man and asked him the same question, and every time he asked, he got the same answer."
            },
            {
                "verse_number": "31",
                "verse_text": "Some men heard what David had said, and they told Saul, who sent for him."
            },
            {
                "verse_number": "32",
                "verse_text": "David said to Saul, &apos;Your Majesty, no one should be afraid of this Philistine! I will go and fight him.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;No,&apos; answered Saul. &apos;How could you fight him? You're just a boy, and he has been a soldier all his life!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Your Majesty,&apos; David said, &apos;I take care of my father's sheep. Any time a lion or a bear carries off a lamb,"
            },
            {
                "verse_number": "35",
                "verse_text": "I go after it, attack it, and rescue the lamb. And if the lion or bear turns on me, I grab it by the throat and beat it to death."
            },
            {
                "verse_number": "36",
                "verse_text": "I have killed lions and bears, and I will do the same to this heathen Philistine, who has defied the army of the living God."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord has saved me from lions and bears; he will save me from this Philistine.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "He gave his own armor to David for him to wear: a bronze helmet, which he put on David's head, and a coat of armor."
            },
            {
                "verse_number": "39",
                "verse_text": "David strapped Saul's sword over the armor and tried to walk, but he couldn't, because he wasn't used to wearing them. &apos;I can't fight with all this,&apos; he said to Saul. &apos;I'm not used to it.&apos; So he took it all off."
            },
            {
                "verse_number": "40",
                "verse_text": "He took his shepherd's stick and then picked up five smooth stones from the stream and put them in his bag. With his sling ready, he went out to meet Goliath."
            },
            {
                "verse_number": "41",
                "verse_text": "The Philistine started walking toward David, with his shield bearer walking in front of him. He kept coming closer,"
            },
            {
                "verse_number": "42",
                "verse_text": "and when he got a good look at David, he was filled with scorn for him because he was just a nice, good-looking boy."
            },
            {
                "verse_number": "43",
                "verse_text": "He said to David, &apos;What's that stick for? Do you think I'm a dog?&apos; And he called down curses from his god on David."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Come on,&apos; he challenged David, &apos;and I will give your body to the birds and animals to eat.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "David answered, &apos;You are coming against me with sword, spear, and javelin, but I come against you in the name of the Lord Almighty, the God of the Israelite armies, which you have defied."
            },
            {
                "verse_number": "46",
                "verse_text": "This very day the Lord will put you in my power; I will defeat you and cut off your head. And I will give the bodies of the Philistine soldiers to the birds and animals to eat. Then the whole world will know that Israel has a God,"
            },
            {
                "verse_number": "47",
                "verse_text": "and everyone here will see that the Lord does not need swords or spears to save his people. He is victorious in battle, and he will put all of you in our power.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Goliath started walking toward David again, and David ran quickly toward the Philistine battle line to fight him."
            },
            {
                "verse_number": "49",
                "verse_text": "He reached into his bag and took out a stone, which he slung at Goliath. It hit him on the forehead and broke his skull, and Goliath fell face downward on the ground."
            },
            {
                "verse_number": "50",
                "verse_text": "And so, without a sword, David defeated and killed Goliath with a sling and a stone!"
            },
            {
                "verse_number": "51",
                "verse_text": "He ran to him, stood over him, took Goliath's sword out of its sheath, and cut off his head and killed him."
            },
            {
                "verse_number": "52",
                "verse_text": "The men of Israel and Judah shouted and ran after them, pursuing them all the way to Gath and to the gates of Ekron. The Philistines fell wounded all along the road that leads to Shaaraim, as far as Gath and Ekron."
            },
            {
                "verse_number": "53",
                "verse_text": "When the Israelites came back from pursuing the Philistines, they looted their camp."
            },
            {
                "verse_number": "54",
                "verse_text": "David got Goliath's head and took it to Jerusalem, but he kept Goliath's weapons in his own tent."
            },
            {
                "verse_number": "55",
                "verse_text": "When Saul saw David going out to fight Goliath, he asked Abner, the commander of his army, &apos;Abner, whose son is he?&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;Then go and find out,&apos; Saul ordered."
            },
            {
                "verse_number": "57",
                "verse_text": "So when David returned to camp after killing Goliath, Abner took him to Saul. David was still carrying Goliath's head."
            },
            {
                "verse_number": "58",
                "verse_text": "Saul asked him, &apos;Young man, whose son are you?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Saul and David finished their conversation. After that, Saul's son Jonathan was deeply attracted to David and came to love him as much as he loved himself."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul kept David with him from that day on and did not let him go back home."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan swore eternal friendship with David because of his deep affection for him."
            },
            {
                "verse_number": "4",
                "verse_text": "He took off the robe he was wearing and gave it to David, together with his armor and also his sword, bow, and belt."
            },
            {
                "verse_number": "5",
                "verse_text": "David was successful in all the missions on which Saul sent him, and so Saul made him an officer in his army. This pleased all of Saul's officers and men."
            },
            {
                "verse_number": "6",
                "verse_text": "As David was returning after killing Goliath and as the soldiers were coming back home, women from every town in Israel came out to meet King Saul. They were singing joyful songs, dancing, and playing tambourines and lyres."
            },
            {
                "verse_number": "7",
                "verse_text": "In their celebration the women sang, &apos;Saul has killed thousands, but David tens of thousands.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Saul did not like this, and he became very angry. He said, &apos;For David they claim tens of thousands, but only thousands for me. They will be making him king next!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And so he was jealous and suspicious of David from that day on."
            },
            {
                "verse_number": "10",
                "verse_text": "The next day an evil spirit from God suddenly took control of Saul, and he raved in his house like a madman. David was playing the harp, as he did every day, and Saul was holding a spear."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I'll pin him to the wall,&apos; Saul said to himself, and he threw the spear at him twice; but David dodged each time."
            },
            {
                "verse_number": "12",
                "verse_text": "Saul was afraid of David because the Lord was with David but had abandoned him."
            },
            {
                "verse_number": "13",
                "verse_text": "So Saul sent him away and put him in command of a thousand men. David led his men in battle"
            },
            {
                "verse_number": "14",
                "verse_text": "and was successful in all he did, because the Lord was with him."
            },
            {
                "verse_number": "15",
                "verse_text": "Saul noticed David's success and became even more afraid of him."
            },
            {
                "verse_number": "16",
                "verse_text": "But everyone in Israel and Judah loved David because he was such a successful leader."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Saul said to David, &apos;Here is my older daughter Merab. I will give her to you as your wife on condition that you serve me as a brave and loyal soldier, and fight the Lord 's battles.&apos; (Saul was thinking that in this way the Philistines would kill David, and he would not have to do it himself.)"
            },
            {
                "verse_number": "18",
                "verse_text": "David answered, &apos;Who am I and what is my family that I should become the king's son-in-law?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But when the time came for Merab to be given to David, she was given instead to a man named Adriel from Meholah."
            },
            {
                "verse_number": "20",
                "verse_text": "Saul's daughter Michal, however, fell in love with David, and when Saul heard of this, he was pleased."
            },
            {
                "verse_number": "21",
                "verse_text": "He said to himself, &apos;I'll give Michal to David; I will use her to trap him, and he will be killed by the Philistines.&apos; So for the second time Saul said to David, &apos;You will be my son-in-law.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "He ordered his officials to speak privately with David and tell him, &apos;The king is pleased with you and all his officials like you; now is a good time for you to marry his daughter.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So they told this to David, and he answered, &apos;It's a great honor to become the king's son-in-law, too great for someone poor and insignificant like me.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The officials told Saul what David had said,"
            },
            {
                "verse_number": "25",
                "verse_text": "and Saul ordered them to tell David: &apos;All the king wants from you as payment for the bride are the foreskins of a hundred dead Philistines, as revenge on his enemies.&apos; (This was how Saul planned to have David killed by the Philistines.)"
            },
            {
                "verse_number": "26",
                "verse_text": "Saul's officials reported to David what Saul had said, and David was delighted with the thought of becoming the king's son-in-law. Before the day set for the wedding,"
            },
            {
                "verse_number": "27",
                "verse_text": "David and his men went and killed two hundred Philistines. He took their foreskins to the king and counted them all out to him, so that he might become his son-in-law. So Saul had to give his daughter Michal in marriage to David."
            },
            {
                "verse_number": "28",
                "verse_text": "Saul realized clearly that the Lord was with David and also that his daughter Michal loved him."
            },
            {
                "verse_number": "29",
                "verse_text": "So he became even more afraid of David and was his enemy as long as he lived."
            },
            {
                "verse_number": "30",
                "verse_text": "The Philistine armies would come and fight, but in every battle David was more successful than any of Saul's other officers. As a result David became very famous."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Saul told his son Jonathan and all his officials that he planned to kill David. But Jonathan was very fond of David,"
            },
            {
                "verse_number": "2",
                "verse_text": "and so he told him, &apos;My father is trying to kill you. Please be careful tomorrow morning; hide in some secret place and stay there."
            },
            {
                "verse_number": "3",
                "verse_text": "I will go and stand by my father in the field where you are hiding, and I will speak to him about you. If I find out anything, I will let you know.&apos; She answered, &apos;He said he would kill me if I didn't help him escape.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan praised David to Saul and said, &apos;Sir, don't do wrong to your servant David. He has never done you any wrong; on the contrary, everything he has done has been a great help to you."
            },
            {
                "verse_number": "5",
                "verse_text": "He risked his life when he killed Goliath, and the Lord won a great victory for Israel. When you saw it, you were glad. Why, then, do you now want to do wrong to an innocent man and kill David for no reason at all?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Saul was convinced by what Jonathan said and made a vow in the Lord 's name that he would not kill David."
            },
            {
                "verse_number": "7",
                "verse_text": "So Jonathan called David and told him everything; then he took him to Saul, and David served the king as he had before."
            },
            {
                "verse_number": "8",
                "verse_text": "War with the Philistines broke out again. David attacked them and defeated them so thoroughly that they fled."
            },
            {
                "verse_number": "9",
                "verse_text": "One day an evil spirit from the Lord took control of Saul. He was sitting in his house with his spear in his hand, and David was there, playing his harp."
            },
            {
                "verse_number": "10",
                "verse_text": "Saul tried to pin David to the wall with his spear, but David dodged, and the spear stuck in the wall. David ran away and escaped."
            },
            {
                "verse_number": "11",
                "verse_text": "That same night Saul sent some men to watch David's house and kill him the next morning. Michal, David's wife, warned him, &apos;If you don't get away tonight, tomorrow you will be dead.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "She let him down from a window, and he ran away and escaped."
            },
            {
                "verse_number": "13",
                "verse_text": "Then she took the household idol, laid it on the bed, put a pillow made of goats' hair at its head, and put a cover over it."
            },
            {
                "verse_number": "14",
                "verse_text": "When Saul's men came to get David, Michal told them that he was sick."
            },
            {
                "verse_number": "15",
                "verse_text": "But Saul sent them back to see David for themselves. He ordered them, &apos;Carry him here in his bed, and I will kill him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They went inside and found the household idol in the bed and the goats' hair pillow at its head."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul asked Michal, &apos;Why have you tricked me like this and let my enemy escape?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "David escaped and went to Samuel in Ramah and told him everything that Saul had done to him. Then he and Samuel went to Naioth and stayed there."
            },
            {
                "verse_number": "19",
                "verse_text": "Saul was told that David was in Naioth in Ramah,"
            },
            {
                "verse_number": "20",
                "verse_text": "so he sent some men to arrest him. They saw the group of prophets dancing and shouting, with Samuel as their leader. Then the spirit of God took control of Saul's men, and they also began to dance and shout."
            },
            {
                "verse_number": "21",
                "verse_text": "When Saul heard of this, he sent more messengers, and they also began to dance and shout. He sent messengers the third time, and the same thing happened to them."
            },
            {
                "verse_number": "22",
                "verse_text": "Then he himself started out to Ramah. When he came to the large well in Secu, he asked where Samuel and David were and was told that they were at Naioth."
            },
            {
                "verse_number": "23",
                "verse_text": "As he was going there, the spirit of God took control of him also, and he danced and shouted all the way to Naioth."
            },
            {
                "verse_number": "24",
                "verse_text": "He took off his clothes and danced and shouted in Samuel's presence, and lay naked all that day and all that night. (This is how the saying originated, &apos;Has even Saul become a prophet?&apos;)"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then David fled from Naioth in Ramah and went to Jonathan. &apos;What have I done?&apos; he asked. &apos;What crime have I committed? What wrong have I done to your father to make him want to kill me?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jonathan answered, &apos;God forbid that you should die! My father tells me everything he does, important or not, and he would not hide this from me. It just isn't so!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David answered, &apos;Your father knows very well how much you like me, and he has decided not to let you know what he plans to do, because you would be deeply hurt. I swear to you by the living Lord that I am only a step away from death!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan said, &apos;I'll do anything you want.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Tomorrow is the New Moon Festival,&apos; David replied, &apos;and I am supposed to eat with the king. But if it's all right with you, I will go and hide in the fields until the evening of the day after tomorrow."
            },
            {
                "verse_number": "6",
                "verse_text": "If your father notices that I am not at the table, tell him that I begged your permission to hurry home to Bethlehem, since it's the time for the annual sacrifice there for my whole family."
            },
            {
                "verse_number": "7",
                "verse_text": "If he says, &quot;All right,&quot; I will be safe; but if he becomes angry, you will know that he is determined to harm me."
            },
            {
                "verse_number": "8",
                "verse_text": "Please do me this favor, and keep the sacred promise you made to me. But if I'm guilty, kill me yourself! Why take me to your father to be killed?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Don't even think such a thing!&apos; Jonathan answered. &apos;If I knew for sure that my father was determined to harm you, wouldn't I tell you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David then asked, &apos;Who will let me know if your father answers you angrily?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Let's go out to the fields,&apos; Jonathan answered. So they went,"
            },
            {
                "verse_number": "12",
                "verse_text": "and Jonathan said to David, &apos;May the Lord God of Israel be our witness! At this time tomorrow and on the following day I will question my father. If his attitude toward you is good, I will send you word."
            },
            {
                "verse_number": "13",
                "verse_text": "If he intends to harm you, may the Lord strike me dead if I don't let you know about it and get you safely away. May the Lord be with you as he was with my father!"
            },
            {
                "verse_number": "14",
                "verse_text": "And if I remain alive, please keep your sacred promise and be loyal to me; but if I die,"
            },
            {
                "verse_number": "15",
                "verse_text": "show the same kind of loyalty to my family forever. And when the Lord has completely destroyed all your enemies,"
            },
            {
                "verse_number": "16",
                "verse_text": "may our promise to each other still be unbroken. If it is broken, the Lord will punish you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Once again Jonathan made David promise to love him, for Jonathan loved David as much as he loved himself."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jonathan said to him, &apos;Since tomorrow is the New Moon Festival, your absence will be noticed if you aren't at the meal."
            },
            {
                "verse_number": "19",
                "verse_text": "The day after tomorrow your absence will be noticed even more; so go to the place where you hid yourself the other time, and hide behind the pile of stones there."
            },
            {
                "verse_number": "20",
                "verse_text": "I will then shoot three arrows at it, as though it were a target."
            },
            {
                "verse_number": "21",
                "verse_text": "Then I will tell my servant to go and find them. And if I tell him, &quot;Look, the arrows are on this side of you; get them,&quot; that means that you are safe and can come out. I swear by the living Lord that you will be in no danger."
            },
            {
                "verse_number": "22",
                "verse_text": "But if I tell him, &quot;The arrows are on the other side of you,&quot; then leave, because the Lord is sending you away."
            },
            {
                "verse_number": "23",
                "verse_text": "As for the promise we have made to each other, the Lord will make sure that we will keep it forever.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So David hid in the fields. At the New Moon Festival, King Saul came to the meal"
            },
            {
                "verse_number": "25",
                "verse_text": "and sat in his usual place by the wall. Abner sat next to him, and Jonathan sat across the table from him. David's place was empty,"
            },
            {
                "verse_number": "26",
                "verse_text": "but Saul said nothing that day, because he thought, &apos;Something has happened to him, and he is not ritually pure.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "On the following day, the day after the New Moon Festival, David's place was still empty, and Saul asked Jonathan, &apos;Why didn't David come to the meal either yesterday or today?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jonathan answered, &apos;He begged me to let him go to Bethlehem."
            },
            {
                "verse_number": "29",
                "verse_text": "&quot;Please let me go,&quot; he said, &quot;because our family is celebrating the sacrificial feast in town, and my brother ordered me to be there. So then, if you are my friend, let me go and see my relatives.&quot; That is why he isn't in his place at your table.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Saul became furious with Jonathan and said to him, &apos;How rebellious and faithless your mother was! Now I know you are taking sides with David and are disgracing yourself and that mother of yours!"
            },
            {
                "verse_number": "31",
                "verse_text": "Don't you realize that as long as David is alive, you will never be king of this country? Now go and bring him here&ndash;he must die!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Why should he die?&apos; Jonathan replied. &apos;What has he done?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "At that, Saul threw his spear at Jonathan to kill him, and Jonathan realized that his father was really determined to kill David."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan got up from the table in a rage and ate nothing that day&ndash;the second day of the New Moon Festival. He was deeply distressed about David, because Saul had insulted him."
            },
            {
                "verse_number": "35",
                "verse_text": "The following morning Jonathan went to the fields to meet David, as they had agreed. He took a young boy with him"
            },
            {
                "verse_number": "36",
                "verse_text": "and said to him, &apos;Run and find the arrows I'm going to shoot.&apos; The boy ran, and Jonathan shot an arrow beyond him."
            },
            {
                "verse_number": "37",
                "verse_text": "When the boy reached the place where the arrow had fallen, Jonathan shouted to him, &apos;The arrow is farther on!"
            },
            {
                "verse_number": "38",
                "verse_text": "Don't just stand there! Hurry up!&apos; The boy picked up the arrow and returned to his master,"
            },
            {
                "verse_number": "39",
                "verse_text": "not knowing what it all meant; only Jonathan and David knew."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan gave his weapons to the boy and told him to take them back to town."
            },
            {
                "verse_number": "41",
                "verse_text": "After the boy had left, David got up from behind the pile of stones, fell on his knees and bowed with his face to the ground three times. Both he and Jonathan were crying as they kissed each other; David's grief was even greater than Jonathan's."
            },
            {
                "verse_number": "42",
                "verse_text": "Then Jonathan said to David, &apos;God be with you. The Lord will make sure that you and I, and your descendants and mine, will forever keep the sacred promise we have made to each other.&apos; Then David left, and Jonathan went back to the town."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "David went to the priest Ahimelech in Nob. Ahimelech came out trembling to meet him and asked, &apos;Why did you come here all by yourself?&apos; ( &apos;Give it to me,&apos; David said. &apos;There is not a better sword anywhere!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am here on the king's business,&apos; David answered. &apos;He told me not to let anyone know what he sent me to do. As for my men, I have told them to meet me at a certain place."
            },
            {
                "verse_number": "3",
                "verse_text": "Now, then, what supplies do you have? Give me five loaves of bread or anything else you have.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The priest said, &apos;I don't have any ordinary bread, only sacred bread; you can have it if your men haven't had sexual relations recently.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Of course they haven't,&apos; answered David. &apos;My men always keep themselves ritually pure even when we go out on an ordinary mission; how much more this time when we are on a special mission!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the priest gave David the sacred bread, because the only bread he had was the loaves offered to God, which had been removed from the sacred table and replaced by fresh bread."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul's chief herdsman, Doeg, who was from Edom, happened to be there that day, because he had to fulfill a religious obligation.)"
            },
            {
                "verse_number": "8",
                "verse_text": "David said to Ahimelech, &apos;Do you have a spear or a sword you can give me? The king's orders made me leave in such a hurry that I didn't have time to get my sword or any other weapon.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Ahimelech answered, &apos;I have the sword of Goliath the Philistine, whom you killed in Elah Valley; it is behind the ephod, wrapped in a cloth. If you want it, take it&ndash;it's the only weapon here.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So David left, fleeing from Saul, and went to King Achish of Gath."
            },
            {
                "verse_number": "11",
                "verse_text": "The king's officials said to Achish, &apos;Isn't this David, the king of his country? This is the man about whom the women sang, as they danced, &quot;Saul has killed thousands, but David has killed tens of thousands.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Their words made a deep impression on David, and he became very much afraid of King Achish."
            },
            {
                "verse_number": "13",
                "verse_text": "So whenever David was around them, he pretended to be insane and acted like a madman when they tried to restrain him; he would scribble on the city gates and let spit drool down his beard."
            },
            {
                "verse_number": "14",
                "verse_text": "So Achish said to his officials, &apos;Look! The man is crazy! Why did you bring him to me?"
            },
            {
                "verse_number": "15",
                "verse_text": "Don't I have enough madmen already? Why bring another one to bother me with his crazy actions right here in my own house?&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David fled from the city of Gath and went to a cave near the town of Adullam. When his brothers and the rest of the family heard that he was there, they joined him."
            },
            {
                "verse_number": "2",
                "verse_text": "People who were oppressed or in debt or dissatisfied went to him, about four hundred men in all, and he became their leader. &apos;At your service, sir,&apos; he answered."
            },
            {
                "verse_number": "3",
                "verse_text": "David went on from there to Mizpah in Moab and said to the king of Moab, &apos;Please let my father and mother come and stay with you until I find out what God is going to do for me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So David left his parents with the king of Moab, and they stayed there as long as David was hiding out in the cave."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the prophet Gad came to David and said, &apos;Don't stay here; go at once to the land of Judah.&apos; So David left and went to the forest of Hereth."
            },
            {
                "verse_number": "6",
                "verse_text": "One day Saul was in Gibeah, sitting under a tamarisk tree on a hill, with his spear in his hand, and all his officers were standing around him. He was told that David and his men had been located,"
            },
            {
                "verse_number": "7",
                "verse_text": "and he said to his officers, &apos;Listen, men of Benjamin! Do you think that David will give fields and vineyards to all of you, and make you officers in his army?"
            },
            {
                "verse_number": "8",
                "verse_text": "Is that why you are plotting against me? Not one of you told me that my own son had made an alliance with David. No one is concerned about me or tells me that David, one of my own men, is right now looking for a chance to kill me, and that my son has encouraged him!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Doeg was standing there with Saul's officers, and he said, &apos;I saw David when he went to Ahimelech son of Ahitub in Nob."
            },
            {
                "verse_number": "10",
                "verse_text": "Ahimelech asked the Lord what David should do, and then he gave David some food and the sword of Goliath the Philistine.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So King Saul sent for the priest Ahimelech and all his relatives, who were also priests in Nob, and they came to him."
            },
            {
                "verse_number": "12",
                "verse_text": "Saul said to Ahimelech, &apos;Listen, Ahimelech!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Saul asked him, &apos;Why are you and David plotting against me? Why did you give him some food and a sword, and consult God for him? Now he has turned against me and is waiting for a chance to kill me!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahimelech answered, &apos;David is the most faithful officer you have! He is your own son-in-law, captain of your bodyguard, and highly respected by everyone in the royal court."
            },
            {
                "verse_number": "15",
                "verse_text": "Yes, I consulted God for him, and it wasn't the first time. As for plotting against you, Your Majesty must not accuse me or anyone else in my family. I don't know anything about this matter!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The king said, &apos;Ahimelech, you and all your relatives must die.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he said to the guards standing near him, &apos;Kill the Lord 's priests! They conspired with David and did not tell me that he had run away, even though they knew it all along.&apos; But the guards refused to lift a hand to kill the Lord 's priests."
            },
            {
                "verse_number": "18",
                "verse_text": "So Saul said to Doeg, &apos;You kill them!&apos;&ndash;and Doeg killed them all. On that day he killed eighty-five priests who were qualified to carry the ephod."
            },
            {
                "verse_number": "19",
                "verse_text": "Saul also had all the other inhabitants of Nob, the city of priests, put to death: men and women, children and babies, cattle, donkeys, and sheep&ndash;they were all killed."
            },
            {
                "verse_number": "20",
                "verse_text": "But Abiathar, one of Ahimelech's sons, escaped, and went and joined David."
            },
            {
                "verse_number": "21",
                "verse_text": "He told him how Saul had slaughtered the priests of the Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "David said to him, &apos;When I saw Doeg there that day, I knew that he would be sure to tell Saul. So I am responsible for the death of all your relatives."
            },
            {
                "verse_number": "23",
                "verse_text": "Stay with me and don't be afraid. Saul wants to kill both you and me, but you will be safe with me.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "David heard that the Philistines were attacking the town of Keilah and were stealing the newly harvested grain."
            },
            {
                "verse_number": "2",
                "verse_text": "So he asked the Lord , &apos;Shall I go and attack the Philistines?&apos; &apos;Yes,&apos; the Lord answered. &apos;Attack them and save Keilah.&apos; The Lord answered, &apos;Saul will come.&apos; &apos;They will,&apos; the Lord answered. David was at Horesh, in the wilderness near Ziph."
            },
            {
                "verse_number": "3",
                "verse_text": "But David's men said to him, &apos;We have enough to be afraid of here in Judah; it will be much worse if we go to Keilah and attack the Philistine forces!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So David consulted the Lord again, and the Lord said to him, &apos;Go and attack Keilah, because I will give you victory over the Philistines.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So David and his men went to Keilah and attacked the Philistines; they killed many of them and took their livestock. And so it was that David saved the town."
            },
            {
                "verse_number": "6",
                "verse_text": "When Abiathar son of Ahimelech escaped and joined David in Keilah, he took the ephod with him."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul was told that David had gone to Keilah, and he said, &apos;God has put him in my power. David has trapped himself by going into a walled town with fortified gates.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul called his troops to war, to march against Keilah and besiege David and his men."
            },
            {
                "verse_number": "9",
                "verse_text": "When David heard that Saul was planning to attack him, he said to the priest Abiathar, &apos;Bring the ephod here.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David said, &apos; Lord , God of Israel, I have heard that Saul is planning to come to Keilah and destroy it on account of me, your servant."
            },
            {
                "verse_number": "11",
                "verse_text": "Will the citizens of Keilah hand me over to Saul? Will Saul really come, as I have heard? Lord , God of Israel, I beg you to answer me!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And will the citizens of Keilah hand my men and me over to Saul?&apos; David asked again."
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his men&ndash;about six hundred in all&ndash;left Keilah at once and kept on the move. When Saul heard that David had escaped from Keilah, he gave up his plan."
            },
            {
                "verse_number": "14",
                "verse_text": "David stayed in hiding in the hill country, in the wilderness near Ziph. Saul was always trying to find him, but God did not turn David over to him."
            },
            {
                "verse_number": "15",
                "verse_text": "David saw that Saul was out to kill him."
            },
            {
                "verse_number": "16",
                "verse_text": "Jonathan went to him there and encouraged him with assurances of God's protection,"
            },
            {
                "verse_number": "17",
                "verse_text": "saying to him, &apos;Don't be afraid. My father Saul won't be able to harm you. He knows very well that you are the one who will be the king of Israel and that I will be next in rank to you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The two of them made a sacred promise of friendship to each other. David stayed at Horesh, and Jonathan went home."
            },
            {
                "verse_number": "19",
                "verse_text": "Some people from Ziph went to Saul at Gibeah and said, &apos;David is hiding out in our territory at Horesh on Mount Hachilah, in the southern part of the Judean wilderness."
            },
            {
                "verse_number": "20",
                "verse_text": "We know, Your Majesty, how much you want to capture him; so come to our territory, and we will make sure that you catch him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul answered, &apos;May the Lord bless you for being so kind to me!"
            },
            {
                "verse_number": "22",
                "verse_text": "Go and make sure once more; find out for certain where he is and who has seen him there. I hear that he is very cunning."
            },
            {
                "verse_number": "23",
                "verse_text": "Find out exactly the places where he hides, and be sure to bring back a report to me right away. Then I will go with you, and if he is still in the region, I will hunt him down, even if I have to search the whole land of Judah.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So they left and returned to Ziph ahead of Saul. David and his men were in the wilderness of Maon, in a desolate valley in the southern part of the Judean wilderness."
            },
            {
                "verse_number": "25",
                "verse_text": "Saul and his men set out to look for David, but he heard about it and went to a rocky hill in the wilderness of Maon and stayed there. When Saul heard about this, he went after David."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul and his men were on one side of the hill, separated from David and his men, who were on the other side. They were hurrying to get away from Saul and his men, who were closing in on them and were about to capture them."
            },
            {
                "verse_number": "27",
                "verse_text": "Just then a messenger arrived and said to Saul, &apos;Come back at once! The Philistines are invading the country!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Saul stopped pursuing David and went to fight the Philistines. That is why that place is called Separation Hill."
            },
            {
                "verse_number": "29",
                "verse_text": "David left and went to the region of Engedi, where he stayed in hiding."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "When Saul came back from fighting the Philistines, he was told that David was in the wilderness near Engedi."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul took three thousand of the best soldiers in Israel and went looking for David and his men east of Wild Goat Rocks."
            },
            {
                "verse_number": "3",
                "verse_text": "He came to a cave close to some sheep pens by the road and went in to relieve himself. It happened to be the very cave in which David and his men were hiding far back in the cave."
            },
            {
                "verse_number": "4",
                "verse_text": "They said to him, &apos;This is your chance! The Lord has told you that he would put your enemy in your power and you could do to him whatever you wanted to.&apos; David crept over and cut off a piece of Saul's robe without Saul's knowing it."
            },
            {
                "verse_number": "5",
                "verse_text": "But then David's conscience began to hurt,"
            },
            {
                "verse_number": "6",
                "verse_text": "and he said to his men, &apos;May the Lord keep me from doing any harm to my master, whom the Lord chose as king! I must not harm him in the least, because he is the king chosen by the Lord !&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So David convinced his men that they should not attack Saul. Saul got up, left the cave, and started away. Then Saul went back home, and David and his men went back to their hiding place."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David went out after him and called to him, &apos;Your Majesty!&apos; Saul turned around, and David bowed down to the ground in respect"
            },
            {
                "verse_number": "9",
                "verse_text": "and said, &apos;Why do you listen to people who say that I am trying to harm you?"
            },
            {
                "verse_number": "10",
                "verse_text": "You can see for yourself that just now in the cave the Lord put you in my power. Some of my men told me to kill you, but I felt sorry for you and said that I would not harm you in the least, because you are the one whom the Lord chose to be king."
            },
            {
                "verse_number": "11",
                "verse_text": "Look, my father, look at the piece of your robe I am holding! I could have killed you, but instead I only cut this off. This should convince you that I have no thought of rebelling against you or of harming you. You are hunting me down to kill me, even though I have not done you any wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "May the Lord judge which one of us is wrong! May he punish you for your action against me, for I will not harm you in the least."
            },
            {
                "verse_number": "13",
                "verse_text": "You know the old saying, &quot;Evil is done only by evil people.&quot; And so I will not harm you."
            },
            {
                "verse_number": "14",
                "verse_text": "Look at what the king of Israel is trying to kill! Look at what he is chasing! A dead dog, a flea!"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will judge, and he will decide which one of us is wrong. May he look into the matter, defend me, and save me from you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When David had finished speaking, Saul said, &apos;Is that really you, David my son?&apos; And he started crying."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he said to David, &apos;You are right, and I am wrong. You have been so good to me, while I have done such wrong to you!"
            },
            {
                "verse_number": "18",
                "verse_text": "Today you have shown how good you are to me, because you did not kill me, even though the Lord put me in your power."
            },
            {
                "verse_number": "19",
                "verse_text": "How often does someone catch an enemy and then let him get away unharmed? The Lord bless you for what you have done to me today!"
            },
            {
                "verse_number": "20",
                "verse_text": "Now I am sure that you will be king of Israel and that the kingdom will continue under your rule."
            },
            {
                "verse_number": "21",
                "verse_text": "But promise me in the Lord 's name that you will spare my descendants, so that my name and my family's name will not be completely forgotten.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David promised that he would."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Samuel died, and all the Israelites came together and mourned for him. Then they buried him at his home in Ramah. After this, David went to the wilderness of Paran. Nabal was shearing his sheep in Carmel, Then David sent a proposal of marriage to Abigail."
            },
            {
                "verse_number": "4",
                "verse_text": "and David, who was in the wilderness, heard about it,"
            },
            {
                "verse_number": "5",
                "verse_text": "so he sent ten young men with orders to go to Carmel, find Nabal, and give him his greetings."
            },
            {
                "verse_number": "6",
                "verse_text": "He instructed them to say to Nabal: &apos;David sends you greetings, my friend, with his best wishes for you, your family, and all that is yours."
            },
            {
                "verse_number": "7",
                "verse_text": "He heard that you were shearing your sheep, and he wants you to know that your shepherds have been with us and we did not harm them. Nothing that belonged to them was stolen all the time they were at Carmel."
            },
            {
                "verse_number": "8",
                "verse_text": "Just ask them, and they will tell you. We have come on a feast day, and David asks you to receive us kindly. Please give what you can to us your servants and to your dear friend David.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David's men delivered this message to Nabal in David's name. Then they waited there,"
            },
            {
                "verse_number": "10",
                "verse_text": "and Nabal finally answered, &apos;David? Who is he? I've never heard of him! The country is full of runaway slaves nowadays!"
            },
            {
                "verse_number": "11",
                "verse_text": "I'm not going to take my bread and water, and the animals I have butchered for my sheepshearers, and give them to people who come from I don't know where!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David's men went back to him and told him what Nabal had said."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Buckle on your swords!&apos; he ordered, and they all did. David also buckled on his sword and left with about four hundred of his men, leaving two hundred behind with the supplies."
            },
            {
                "verse_number": "14",
                "verse_text": "One of Nabal's servants said to Nabal's wife Abigail, &apos;Have you heard? David sent some messengers from the wilderness with greetings for our master, but he insulted them."
            },
            {
                "verse_number": "15",
                "verse_text": "Yet they were very good to us; they never bothered us, and all the time we were with them in the fields, nothing that belonged to us was stolen."
            },
            {
                "verse_number": "16",
                "verse_text": "They protected us day and night the whole time we were with them looking after our flocks."
            },
            {
                "verse_number": "17",
                "verse_text": "Please think this over and decide what to do. This could be disastrous for our master and all his family. He is so mean that he won't listen to anybody!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Abigail quickly gathered two hundred loaves of bread, two leather bags full of wine, five roasted sheep, two bushels of roasted grain, a hundred bunches of raisins, and two hundred cakes of dried figs, and loaded them on donkeys."
            },
            {
                "verse_number": "19",
                "verse_text": "Then she said to the servants, &apos;You go on ahead and I will follow you.&apos; But she said nothing to her husband."
            },
            {
                "verse_number": "20",
                "verse_text": "She was riding her donkey around a bend on a hillside when suddenly she met David and his men coming toward her."
            },
            {
                "verse_number": "21",
                "verse_text": "David had been thinking, &apos;Why did I ever protect that fellow's property out here in the wilderness? Not a thing that belonged to him was stolen, and this is how he pays me back for the help I gave him!"
            },
            {
                "verse_number": "22",
                "verse_text": "May God strike me dead if I don't kill every last one of those men before morning!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Abigail saw David, she quickly dismounted and threw herself on the ground"
            },
            {
                "verse_number": "24",
                "verse_text": "at David's feet, and said to him, &apos;Please, sir, listen to me! Let me take the blame."
            },
            {
                "verse_number": "25",
                "verse_text": "Please, don't pay any attention to Nabal, that good-for-nothing! He is exactly what his name means&ndash;a fool! I wasn't there when your servants arrived, sir."
            },
            {
                "verse_number": "26",
                "verse_text": "It is the Lord who has kept you from taking revenge and killing your enemies. And now I swear to you by the living Lord that your enemies and all who want to harm you will be punished like Nabal."
            },
            {
                "verse_number": "27",
                "verse_text": "Please, sir, accept this present I have brought you, and give it to your men."
            },
            {
                "verse_number": "28",
                "verse_text": "Please forgive me, sir, for any wrong I have done. The Lord will make you king, and your descendants also, because you are fighting his battles; and you will not do anything evil as long as you live."
            },
            {
                "verse_number": "29",
                "verse_text": "If anyone should attack you and try to kill you, the Lord your God will keep you safe, as someone guards a precious treasure. As for your enemies, however, he will throw them away, as someone hurls stones with a sling."
            },
            {
                "verse_number": "30",
                "verse_text": "And when the Lord has done all the good things he has promised you and has made you king of Israel,"
            },
            {
                "verse_number": "31",
                "verse_text": "then you will not have to feel regret or remorse, sir, for having killed without cause or for having taken your own revenge. And when the Lord has blessed you, sir, please do not forget me.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "David said to her, &apos;Praise the Lord , the God of Israel, who sent you today to meet me!"
            },
            {
                "verse_number": "33",
                "verse_text": "Thank God for your good sense and for what you have done today in keeping me from the crime of murder and from taking my own revenge."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord has kept me from harming you. But I swear by the living God of Israel that if you had not hurried to meet me, all of Nabal's men would have been dead by morning!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then David accepted what she had brought him and said to her, &apos;Go back home and don't worry. I will do what you want.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Abigail went back to Nabal, who was at home having a feast fit for a king. He was drunk and in a good mood, so she did not tell him anything until the next morning."
            },
            {
                "verse_number": "37",
                "verse_text": "Then, after he had sobered up, she told him everything. He suffered a stroke and was completely paralyzed."
            },
            {
                "verse_number": "38",
                "verse_text": "Some ten days later the Lord struck Nabal and he died."
            },
            {
                "verse_number": "39",
                "verse_text": "When David heard that Nabal had died, he said, &apos;Praise the Lord ! He has taken revenge on Nabal for insulting me and has kept me his servant from doing wrong. The Lord has punished Nabal for his evil.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "His servants went to her at Carmel and said to her, &apos;David sent us to take you to him to be his wife.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Abigail bowed down to the ground and said, &apos;I am his servant, ready to wash the feet of his servants.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "She rose quickly and mounted her donkey. Accompanied by her five maids, she went with David's servants and became his wife."
            },
            {
                "verse_number": "43",
                "verse_text": "David had married Ahinoam from Jezreel, and now Abigail also became his wife."
            },
            {
                "verse_number": "44",
                "verse_text": "Meanwhile, Saul had given his daughter Michal, who had been David's wife, to Palti son of Laish, who was from the town of Gallim."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Some men from Ziph came to Saul at Gibeah and told him that David was hiding on Mount Hachilah at the edge of the Judean wilderness."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul went at once with three thousand of the best soldiers in Israel to the wilderness of Ziph to look for David,"
            },
            {
                "verse_number": "3",
                "verse_text": "and camped by the road on Mount Hachilah. David was still in the wilderness, and when he learned that Saul had come to look for him,"
            },
            {
                "verse_number": "4",
                "verse_text": "he sent spies and found out that Saul was indeed there."
            },
            {
                "verse_number": "5",
                "verse_text": "He went at once and located the exact place where Saul and Abner son of Ner, commander of Saul's army, slept. Saul slept inside the camp, and his men camped around him. &apos;I will,&apos; Abishai answered. &apos;Who is that shouting and waking up the king?&apos; Abner asked. &apos;Yes, Your Majesty,&apos; David answered. So David went on his way, and Saul returned home."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David asked Ahimelech the Hittite, and Abishai the brother of Joab (their mother was Zeruiah), &apos;Which of you two will go to Saul's camp with me?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So that night David and Abishai entered Saul's camp and found Saul sleeping in the center of the camp with his spear stuck in the ground near his head. Abner and the troops were sleeping around him."
            },
            {
                "verse_number": "8",
                "verse_text": "Abishai said to David, &apos;God has put your enemy in your power tonight. Now let me plunge his own spear through him and pin him to the ground with just one blow&ndash;I won't have to strike twice!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But David said, &apos;You must not harm him! The Lord will certainly punish whoever harms his chosen king."
            },
            {
                "verse_number": "10",
                "verse_text": "By the living Lord ,&apos; David continued, &apos;I know that the Lord himself will kill Saul, either when his time comes to die a natural death or when he dies in battle."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord forbid that I should try to harm the one whom the Lord has made king! Let's take his spear and his water jar, and go.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David took the spear and the water jar from right beside Saul's head, and he and Abishai left. No one saw it or knew what had happened or even woke up&ndash;they were all sound asleep, because the Lord had sent a heavy sleep on them all."
            },
            {
                "verse_number": "13",
                "verse_text": "Then David crossed over to the other side of the valley to the top of the hill, a safe distance away,"
            },
            {
                "verse_number": "14",
                "verse_text": "and shouted to Saul's troops and to Abner, &apos;Abner! Can you hear me?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David answered, &apos;Abner, aren't you the greatest man in Israel? So why aren't you protecting your master, the king? Just now someone entered the camp to kill your master."
            },
            {
                "verse_number": "16",
                "verse_text": "You failed in your duty, Abner! I swear by the living Lord that all of you deserve to die, because you have not protected your master, whom the Lord made king. Look! Where is the king's spear? Where is the water jar that was right by his head?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Saul recognized David's voice and asked, &apos;David, is that you, my son?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And he added, &apos;Why, sir, are you still pursuing me, your servant? What have I done? What crime have I committed?"
            },
            {
                "verse_number": "19",
                "verse_text": "Your Majesty, listen to what I have to say. If it is the Lord who has turned you against me, an offering to him will make him change his mind; but if some people have done it, may the Lord 's curse fall on them. For they have driven me out from the Lord 's land to a country where I can only worship foreign gods."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't let me be killed on foreign soil, away from the Lord . Why should the king of Israel come to kill a flea like me? Why should he hunt me down like a wild bird?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul answered, &apos;I have done wrong. Come back, David, my son! I will never harm you again, because you have spared my life tonight. I have been a fool! I have done a terrible thing!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David replied, &apos;Here is your spear, Your Majesty. Let one of your men come over and get it."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord rewards those who are faithful and righteous. Today he put you in my power, but I did not harm you, whom the Lord made king."
            },
            {
                "verse_number": "24",
                "verse_text": "Just as I have spared your life today, may the Lord do the same to me and free me from all troubles!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Saul said to David, &apos;God bless you, my son! You will succeed in everything you do!&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "David said to himself, &apos;One of these days Saul will kill me. The best thing for me to do is to escape to Philistia. Then Saul will give up looking for me in Israel, and I will be safe.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David and his six hundred men went over at once to Achish son of Maoch, king of Gath."
            },
            {
                "verse_number": "3",
                "verse_text": "David and his men settled there in Gath with their families. David had his two wives with him, Ahinoam from Jezreel, and Abigail, Nabal's widow, from Carmel."
            },
            {
                "verse_number": "4",
                "verse_text": "When Saul heard that David had fled to Gath, he gave up trying to find him."
            },
            {
                "verse_number": "5",
                "verse_text": "David said to Achish, &apos;If you are my friend, let me have a small town to live in. There is no need, sir, for me to live with you in the capital city.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Achish gave him the town of Ziklag, and for this reason Ziklag has belonged to the kings of Judah ever since."
            },
            {
                "verse_number": "7",
                "verse_text": "David lived in Philistia for sixteen months."
            },
            {
                "verse_number": "8",
                "verse_text": "During that time David and his men would attack the people of Geshur, Girzi, and Amalek, who had been living in the region a very long time. He would raid their land as far as Shur, all the way down to Egypt,"
            },
            {
                "verse_number": "9",
                "verse_text": "killing all the men and women and taking the sheep, cattle, donkeys, camels, and even the clothes. Then he would come back to Achish,"
            },
            {
                "verse_number": "10",
                "verse_text": "who would ask him, &apos;Where did you go on a raid this time?&apos; and David would tell him that he had gone to the southern part of Judah or to the territory of the clan of Jerahmeel or to the territory where the Kenites lived."
            },
            {
                "verse_number": "11",
                "verse_text": "David would kill everyone, men and women, so that no one could go back to Gath and report what he and his men had really done. This is what David did the whole time he lived in Philistia."
            },
            {
                "verse_number": "12",
                "verse_text": "But Achish trusted David and said to himself, &apos;He is hated so much by his own people the Israelites that he will have to serve me all his life.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Some time later the Philistines gathered their troops to fight Israel, and Achish said to David, &apos;Of course you understand that you and your men are to fight on my side.&apos; Achish said, &apos;Good! I will make you my permanent bodyguard.&apos; &apos;There is one in Endor,&apos; they answered. &apos;Samuel,&apos; he answered. &apos;I see a spirit coming up from the earth,&apos; she answered. &apos;It's an old man coming up,&apos; she answered. &apos;He is wearing a cloak.&apos; Then Saul knew that it was Samuel, and he bowed to the ground in respect. Saul answered, &apos;I am in great trouble! The Philistines are at war with me, and God has abandoned me. He doesn't answer me any more, either by prophets or by dreams. And so I have called you, for you to tell me what I must do.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Of course,&apos; David answered. &apos;I am your servant, and you will see for yourself what I can do.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Samuel had died, and all the Israelites had mourned for him and had buried him in his hometown of Ramah. Saul had forced all the fortunetellers and mediums to leave Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "The Philistine troops assembled and camped near the town of Shunem; Saul gathered the Israelites and camped at Mount Gilboa."
            },
            {
                "verse_number": "5",
                "verse_text": "When Saul saw the Philistine army, he was terrified,"
            },
            {
                "verse_number": "6",
                "verse_text": "and so he asked the Lord what to do. But the Lord did not answer him at all, either by dreams or by the use of Urim and Thummim or by prophets."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Saul ordered his officials, &apos;Find me a woman who is a medium, and I will go and consult her.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul disguised himself; he put on different clothes, and after dark he went with two of his men to see the woman. &apos;Consult the spirits for me and tell me what is going to happen,&apos; he said to her. &apos;Call up the spirit of the man I name.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman answered, &apos;Surely you know what King Saul has done, how he forced the fortunetellers and mediums to leave Israel. Why, then, are you trying to trap me and get me killed?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Saul made a sacred vow. &apos;By the living Lord I promise that you will not be punished for doing this,&apos; he told her."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Whom shall I call up for you?&apos; the woman asked."
            },
            {
                "verse_number": "12",
                "verse_text": "When the woman saw Samuel, she screamed and said to Saul, &apos;Why have you tricked me? You are King Saul!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Don't be afraid!&apos; the king said to her. &apos;What do you see?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;What does it look like?&apos; he asked."
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel said to Saul, &apos;Why have you disturbed me? Why did you make me come back?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Samuel said, &apos;Why do you call me when the Lord has abandoned you and become your enemy?"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has done to you what he told you through me: he has taken the kingdom away from you and given it to David instead."
            },
            {
                "verse_number": "18",
                "verse_text": "You disobeyed the Lord 's command and did not completely destroy the Amalekites and all they had. That is why the Lord is doing this to you now."
            },
            {
                "verse_number": "19",
                "verse_text": "He will give you and Israel over to the Philistines. Tomorrow you and your sons will join me, and the Lord will also give the army of Israel over to the Philistines.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "At once Saul fell down and lay stretched out on the ground, terrified by what Samuel had said. He was weak, because he had not eaten anything all day and all night."
            },
            {
                "verse_number": "21",
                "verse_text": "The woman went over to him and saw that he was terrified, so she said to him, &apos;Please, sir, I risked my life by doing what you asked."
            },
            {
                "verse_number": "22",
                "verse_text": "Now please do what I ask. Let me fix you some food. You must eat so that you will be strong enough to travel.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Saul refused and said he would not eat anything. But his officers also urged him to eat. He finally gave in, got up from the ground, and sat on the bed."
            },
            {
                "verse_number": "24",
                "verse_text": "The woman quickly killed a calf which she had been fattening. Then she took some flour, prepared it, and baked some bread without yeast."
            },
            {
                "verse_number": "25",
                "verse_text": "She set the food before Saul and his officers, and they ate it. And they left that same night."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines brought all their troops together at Aphek, while the Israelites camped at the spring in Jezreel Valley."
            },
            {
                "verse_number": "2",
                "verse_text": "The five Philistine kings marched out with their units of a hundred and of a thousand men; David and his men marched in the rear with King Achish."
            },
            {
                "verse_number": "3",
                "verse_text": "The Philistine commanders saw them and asked, &apos;What are these Hebrews doing here?&apos; Achish answered, &apos;This is David, an official of King Saul of Israel. He has been with me for quite some time now. He has done nothing I can find fault with since the day he came over to me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the Philistine commanders were angry with Achish and said to him, &apos;Send that fellow back to the town you gave him. Don't let him go into battle with us; he might turn against us during the fighting. What better way is there for him to win back his master's favor than by the death of our men?"
            },
            {
                "verse_number": "5",
                "verse_text": "After all, this is David, the one about whom the women sang, as they danced, &quot;Saul has killed thousands, but David has killed tens of thousands.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Achish called David and said to him, &apos;I swear by the living God of Israel that you have been loyal to me; and I would be pleased to have you go with me and fight in this battle. I have not found any fault in you from the day you came over to me. But the other kings don't approve of you."
            },
            {
                "verse_number": "7",
                "verse_text": "So go back home in peace, and don't do anything that would displease them.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "David answered, &apos;What have I done wrong, sir? If, as you say, you haven't found any fault in me since the day I started serving you, why shouldn't I go with you, my master and king, and fight your enemies?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I agree,&apos; Achish replied. &apos;I consider you as loyal as an angel of God. But the other kings have said that you can't go with us into battle."
            },
            {
                "verse_number": "10",
                "verse_text": "So then, David, tomorrow morning all of you who left Saul and came over to me will have to get up early and leave as soon as it's light.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So David and his men started out early the following morning to go back to Philistia, and the Philistines went on to Jezreel."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Two days later David and his men arrived back at Ziklag. The Amalekites had raided southern Judah and attacked Ziklag. They had burned down the town"
            },
            {
                "verse_number": "2",
                "verse_text": "and captured all the women; they had not killed anyone, but had taken everyone with them when they left."
            },
            {
                "verse_number": "3",
                "verse_text": "When David and his men arrived, they found that the town had been burned down and that their wives, sons, and daughters had been carried away."
            },
            {
                "verse_number": "4",
                "verse_text": "David and his men started crying and did not stop until they were completely exhausted."
            },
            {
                "verse_number": "5",
                "verse_text": "Even David's two wives, Ahinoam and Abigail, had been taken away. He answered, &apos;Go after them; you will catch them and rescue the captives.&apos; &apos;I am an Egyptian, the slave of an Amalekite,&apos; he answered. &apos;My master left me behind three days ago because I got sick. He answered, &apos;I will if you promise me in God's name that you will not kill me or hand me over to my master.&apos; The raiders were scattered all over the place, eating, drinking, and celebrating because of the enormous amount of loot they had captured from Philistia and Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "David was now in great trouble, because his men were all very bitter about losing their children, and they were threatening to stone him; but the Lord his God gave him courage."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to the priest Abiathar son of Ahimelech, &apos;Bring me the ephod,&apos; and Abiathar brought it to him."
            },
            {
                "verse_number": "8",
                "verse_text": "David asked the Lord , &apos;Shall I go after those raiders? And will I catch them?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So David and his six hundred men started out, and when they arrived at Besor Brook, some of them stayed there."
            },
            {
                "verse_number": "10",
                "verse_text": "David continued on his way with four hundred men; the other two hundred men were too tired to cross the brook and so stayed behind."
            },
            {
                "verse_number": "11",
                "verse_text": "The men with David found a young Egyptian out in the country and brought him to David. They gave him some food and water,"
            },
            {
                "verse_number": "12",
                "verse_text": "some dried figs, and two bunches of raisins. After he had eaten, his strength returned; he had not had anything to eat or drink for three full days."
            },
            {
                "verse_number": "13",
                "verse_text": "David asked him, &apos;Who is your master, and where are you from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "We had raided the territory of the Cherethites in the southern part of Judah and the territory of the clan of Caleb, and we burned down Ziklag.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Will you lead me to those raiders?&apos; David asked him."
            },
            {
                "verse_number": "16",
                "verse_text": "And he led David to them."
            },
            {
                "verse_number": "17",
                "verse_text": "At dawn the next day David attacked them and fought until evening. Except for four hundred young men who mounted camels and got away, none of them escaped."
            },
            {
                "verse_number": "18",
                "verse_text": "David rescued everyone and everything the Amalekites had taken, including his two wives;"
            },
            {
                "verse_number": "19",
                "verse_text": "nothing at all was missing. David got back all his men's sons and daughters, and all the loot the Amalekites had taken."
            },
            {
                "verse_number": "20",
                "verse_text": "He also recovered all the flocks and herds; his men drove all the livestock in front of them and said, &apos;This belongs to David!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then David went back to the two hundred men who had been too weak to go with him and had stayed behind at Besor Brook. They came forward to meet David and his men, and David went up to them and greeted them warmly."
            },
            {
                "verse_number": "22",
                "verse_text": "But some mean and worthless men who had gone with David said, &apos;They didn't go with us, and so we won't give them any of the loot. They can take their wives and children and go away.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But David answered, &apos;My brothers, you can't do this with what the Lord has given us! He kept us safe and gave us victory over the raiders."
            },
            {
                "verse_number": "24",
                "verse_text": "No one can agree with what you say! All must share alike: whoever stays behind with the supplies gets the same share as the one who goes into battle.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David made this a rule, and it has been followed in Israel ever since."
            },
            {
                "verse_number": "26",
                "verse_text": "When David returned to Ziklag, he sent part of the loot to his friends, the leaders of Judah, with the message, &apos;Here is a present for you from the loot we took from the Lord 's enemies.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He sent it to the people in Bethel, to the people in Ramah in the southern part of Judah, and to the people in the towns of Jattir,"
            },
            {
                "verse_number": "28",
                "verse_text": "Aroer, Siphmoth, Eshtemoa,"
            },
            {
                "verse_number": "29",
                "verse_text": "and Racal; to the clan of Jerahmeel, to the Kenites,"
            },
            {
                "verse_number": "30",
                "verse_text": "and to the people in the towns of Hormah, Borashan, Athach,"
            },
            {
                "verse_number": "31",
                "verse_text": "and Hebron. He sent it to all the places where he and his men had roamed."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines fought a battle against the Israelites on Mount Gilboa. Many Israelites were killed there, and the rest of them, including King Saul and his sons, fled."
            },
            {
                "verse_number": "2",
                "verse_text": "But the Philistines caught up with them and killed three of Saul's sons, Jonathan, Abinadab, and Malchishua."
            },
            {
                "verse_number": "3",
                "verse_text": "The fighting was heavy around Saul, and he himself was hit by enemy arrows and badly wounded."
            },
            {
                "verse_number": "4",
                "verse_text": "He said to the young man carrying his weapons, &apos;Draw your sword and kill me, so that these godless Philistines won't gloat over me and kill me.&apos; But the young man was too terrified to do it. So Saul took his own sword and threw himself on it."
            },
            {
                "verse_number": "5",
                "verse_text": "The young man saw that Saul was dead, so he too threw himself on his own sword and died with Saul."
            },
            {
                "verse_number": "6",
                "verse_text": "And that is how Saul, his three sons, and the young man died; all of Saul's men died that day."
            },
            {
                "verse_number": "7",
                "verse_text": "When the Israelites on the other side of Jezreel Valley and east of the Jordan River heard that the Israelite army had fled and that Saul and his sons had been killed, they abandoned their towns and fled. Then the Philistines came and occupied the towns."
            },
            {
                "verse_number": "8",
                "verse_text": "The day after the battle the Philistines went to plunder the corpses, and they found the bodies of Saul and his three sons lying on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "They cut off Saul's head, stripped off his armor, and sent messengers with them throughout Philistia to tell the good news to their idols and to their people."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they put his weapons in the temple of the goddess Astarte, and they nailed his body to the wall of the city of Beth Shan."
            },
            {
                "verse_number": "11",
                "verse_text": "When the people of Jabesh in Gilead heard what the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "the bravest men started out and marched all night to Beth Shan. They took down the bodies of Saul and his sons from the wall, brought them back to Jabesh, and burned them there."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they took the bones and buried them under the tamarisk tree in town, and fasted for seven days."
            }
        ]
    }
}