{
    "1 Thessalonians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, Silas, and Timothy— To the people of the church in Thessalonica, who belong to God the Father and the Lord Jesus Christ: May grace and peace be yours."
            },
            {
                "verse_number": "2",
                "verse_text": "We always thank God for you all and always mention you in our prayers."
            },
            {
                "verse_number": "3",
                "verse_text": "For we remember before our God and Father how you put your faith into practice, how your love made you work so hard, and how your hope in our Lord Jesus Christ is firm."
            },
            {
                "verse_number": "4",
                "verse_text": "Our friends, we know that God loves you and has chosen you to be his own."
            },
            {
                "verse_number": "5",
                "verse_text": "For we brought the Good News to you, not with words only, but also with power and the Holy Spirit, and with complete conviction of its truth. You know how we lived when we were with you; it was for your own good."
            },
            {
                "verse_number": "6",
                "verse_text": "You imitated us and the Lord; and even though you suffered much, you received the message with the joy that comes from the Holy Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "So you became an example to all believers in Macedonia and Achaia."
            },
            {
                "verse_number": "8",
                "verse_text": "For not only did the message about the Lord go out from you throughout Macedonia and Achaia, but the news about your faith in God has gone everywhere. There is nothing, then, that we need to say."
            },
            {
                "verse_number": "9",
                "verse_text": "All those people speak about how you received us when we visited you, and how you turned away from idols to God, to serve the true and living God"
            },
            {
                "verse_number": "10",
                "verse_text": "and to wait for his Son to come from heaven—his Son Jesus, whom he raised from death and who rescues us from God's anger that is coming."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Our friends, you yourselves know that our visit to you was not a failure."
            },
            {
                "verse_number": "2",
                "verse_text": "You know how we had already been mistreated and insulted in Philippi before we came to you in Thessalonica. And even though there was much opposition, our God gave us courage to tell you the Good News that comes from him."
            },
            {
                "verse_number": "3",
                "verse_text": "Our appeal to you is not based on error or impure motives, nor do we try to trick anyone."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead, we always speak as God wants us to, because he has judged us worthy to be entrusted with the Good News. We do not try to please people, but to please God, who tests our motives."
            },
            {
                "verse_number": "5",
                "verse_text": "You know very well that we did not come to you with flattering talk, nor did we use words to cover up greed—God is our witness!"
            },
            {
                "verse_number": "6",
                "verse_text": "We did not try to get praise from anyone, either from you or from others,"
            },
            {
                "verse_number": "7",
                "verse_text": "even though as apostles of Christ we could have made demands on you. But we were gentle when we were with you, like a mother taking care of her children."
            },
            {
                "verse_number": "8",
                "verse_text": "Because of our love for you we were ready to share with you not only the Good News from God but even our own lives. You were so dear to us!"
            },
            {
                "verse_number": "9",
                "verse_text": "Surely you remember, our friends, how we worked and toiled! We worked day and night so that we would not be any trouble to you as we preached to you the Good News from God."
            },
            {
                "verse_number": "10",
                "verse_text": "You are our witnesses, and so is God, that our conduct toward you who believe was pure, right, and without fault."
            },
            {
                "verse_number": "11",
                "verse_text": "You know that we treated each one of you just as parents treat their own children."
            },
            {
                "verse_number": "12",
                "verse_text": "We encouraged you, we comforted you, and we kept urging you to live the kind of life that pleases God, who calls you to share in his own Kingdom and glory."
            },
            {
                "verse_number": "13",
                "verse_text": "And there is another reason why we always give thanks to God. When we brought you God's message, you heard it and accepted it, not as a message from human beings but as God's message, which indeed it is. For God is at work in you who believe."
            },
            {
                "verse_number": "14",
                "verse_text": "Our friends, the same things happened to you that happened to the churches of God in Judea, to the people there who belong to Christ Jesus. You suffered the same persecutions from your own people that they suffered from the Jews,"
            },
            {
                "verse_number": "15",
                "verse_text": "who killed the Lord Jesus and the prophets, and persecuted us. How displeasing they are to God! How hostile they are to everyone!"
            },
            {
                "verse_number": "16",
                "verse_text": "They even tried to stop us from preaching to the Gentiles the message that would bring them salvation. In this way they have brought to completion all the sins they have always committed. And now God's anger has at last come down on them!"
            },
            {
                "verse_number": "17",
                "verse_text": "As for us, friends, when we were separated from you for a little while—not in our thoughts, of course, but only in body—how we missed you and how hard we tried to see you again!"
            },
            {
                "verse_number": "18",
                "verse_text": "We wanted to return to you. I myself tried to go back more than once, but Satan would not let us."
            },
            {
                "verse_number": "19",
                "verse_text": "After all, it is you—you, no less than others!—who are our hope, our joy, and our reason for boasting of our victory in the presence of our Lord Jesus when he comes."
            },
            {
                "verse_number": "20",
                "verse_text": "Indeed, you are our pride and our joy!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally, we could not bear it any longer. So we decided to stay on alone in Athens"
            },
            {
                "verse_number": "2",
                "verse_text": "while we sent Timothy, our brother who works with us for God in preaching the Good News about Christ. We sent him to strengthen you and help your faith,"
            },
            {
                "verse_number": "3",
                "verse_text": "so that none of you should turn back because of these persecutions. You yourselves know that such persecutions are part of God's will for us."
            },
            {
                "verse_number": "4",
                "verse_text": "For while we were still with you, we told you ahead of time that we were going to be persecuted; and as you well know, that is exactly what happened."
            },
            {
                "verse_number": "5",
                "verse_text": "That is why I had to send Timothy. I could not bear it any longer, so I sent him to find out about your faith. Surely it could not be that the Devil had tempted you and all our work had been for nothing!"
            },
            {
                "verse_number": "6",
                "verse_text": "Now Timothy has come back, and he has brought us the welcome news about your faith and love. He has told us that you always think well of us and that you want to see us just as much as we want to see you."
            },
            {
                "verse_number": "7",
                "verse_text": "So, in all our trouble and suffering we have been encouraged about you, friends. It was your faith that encouraged us,"
            },
            {
                "verse_number": "8",
                "verse_text": "because now we really live if you stand firm in your life in union with the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Now we can give thanks to our God for you. We thank him for the joy we have in his presence because of you."
            },
            {
                "verse_number": "10",
                "verse_text": "Day and night we ask him with all our heart to let us see you personally and supply what is needed in your faith."
            },
            {
                "verse_number": "11",
                "verse_text": "May our God and Father himself and our Lord Jesus prepare the way for us to come to you!"
            },
            {
                "verse_number": "12",
                "verse_text": "May the Lord make your love for one another and for all people grow more and more and become as great as our love for you."
            },
            {
                "verse_number": "13",
                "verse_text": "In this way he will strengthen you, and you will be perfect and holy in the presence of our God and Father when our Lord Jesus comes with all who belong to him."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Finally, our friends, you learned from us how you should live in order to please God. This is, of course, the way you have been living. And now we beg and urge you in the name of the Lord Jesus to do even more."
            },
            {
                "verse_number": "2",
                "verse_text": "For you know the instructions we gave you by the authority of the Lord Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "God wants you to be holy and completely free from sexual immorality."
            },
            {
                "verse_number": "4",
                "verse_text": "Each of you should know how to live with your wife in a holy and honorable way,"
            },
            {
                "verse_number": "5",
                "verse_text": "not with a lustful desire, like the heathen who do not know God."
            },
            {
                "verse_number": "6",
                "verse_text": "In this matter, then, none of you should do wrong to other Christians or take advantage of them. We have told you this before, and we strongly warned you that the Lord will punish those who do that."
            },
            {
                "verse_number": "7",
                "verse_text": "God did not call us to live in immorality, but in holiness."
            },
            {
                "verse_number": "8",
                "verse_text": "So then, whoever rejects this teaching is not rejecting a human being, but God, who gives you his Holy Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "There is no need to write you about love for each other. You yourselves have been taught by God how you should love one another."
            },
            {
                "verse_number": "10",
                "verse_text": "And you have, in fact, behaved like this toward all the believers in all of Macedonia. So we beg you, our friends, to do even more."
            },
            {
                "verse_number": "11",
                "verse_text": "Make it your aim to live a quiet life, to mind your own business, and to earn your own living, just as we told you before."
            },
            {
                "verse_number": "12",
                "verse_text": "In this way you will win the respect of those who are not believers, and you will not have to depend on anyone for what you need."
            },
            {
                "verse_number": "13",
                "verse_text": "Our friends, we want you to know the truth about those who have died, so that you will not be sad, as are those who have no hope."
            },
            {
                "verse_number": "14",
                "verse_text": "We believe that Jesus died and rose again, and so we believe that God will take back with Jesus those who have died believing in him."
            },
            {
                "verse_number": "15",
                "verse_text": "What we are teaching you now is the Lord's teaching: we who are alive on the day the Lord comes will not go ahead of those who have died."
            },
            {
                "verse_number": "16",
                "verse_text": "There will be the shout of command, the archangel's voice, the sound of God's trumpet, and the Lord himself will come down from heaven. Those who have died believing in Christ will rise to life first;"
            },
            {
                "verse_number": "17",
                "verse_text": "then we who are living at that time will be gathered up along with them in the clouds to meet the Lord in the air. And so we will always be with the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "So then, encourage one another with these words."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "There is no need to write you, friends, about the times and occasions when these things will happen."
            },
            {
                "verse_number": "2",
                "verse_text": "For you yourselves know very well that the Day of the Lord will come as a thief comes at night."
            },
            {
                "verse_number": "3",
                "verse_text": "When people say, “Everything is quiet and safe,” then suddenly destruction will hit them! It will come as suddenly as the pains that come upon a woman in labor, and people will not escape."
            },
            {
                "verse_number": "4",
                "verse_text": "But you, friends, are not in the darkness, and the Day should not take you by surprise like a thief."
            },
            {
                "verse_number": "5",
                "verse_text": "All of you are people who belong to the light, who belong to the day. We do not belong to the night or to the darkness."
            },
            {
                "verse_number": "6",
                "verse_text": "So then, we should not be sleeping like the others; we should be awake and sober."
            },
            {
                "verse_number": "7",
                "verse_text": "It is at night when people sleep; it is at night when they get drunk."
            },
            {
                "verse_number": "8",
                "verse_text": "But we belong to the day, and we should be sober. We must wear faith and love as a breastplate, and our hope of salvation as a helmet."
            },
            {
                "verse_number": "9",
                "verse_text": "God did not choose us to suffer his anger, but to possess salvation through our Lord Jesus Christ,"
            },
            {
                "verse_number": "10",
                "verse_text": "who died for us in order that we might live together with him, whether we are alive or dead when he comes."
            },
            {
                "verse_number": "11",
                "verse_text": "And so encourage one another and help one another, just as you are now doing."
            },
            {
                "verse_number": "12",
                "verse_text": "We beg you, our friends, to pay proper respect to those who work among you, who guide and instruct you in the Christian life."
            },
            {
                "verse_number": "13",
                "verse_text": "Treat them with the greatest respect and love because of the work they do. Be at peace among yourselves."
            },
            {
                "verse_number": "14",
                "verse_text": "We urge you, our friends, to warn the idle, encourage the timid, help the weak, be patient with everyone."
            },
            {
                "verse_number": "15",
                "verse_text": "See that no one pays back wrong for wrong, but at all times make it your aim to do good to one another and to all people."
            },
            {
                "verse_number": "16",
                "verse_text": "Be joyful always,"
            },
            {
                "verse_number": "17",
                "verse_text": "pray at all times,"
            },
            {
                "verse_number": "18",
                "verse_text": "be thankful in all circumstances. This is what God wants from you in your life in union with Christ Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "Do not restrain the Holy Spirit;"
            },
            {
                "verse_number": "20",
                "verse_text": "do not despise inspired messages."
            },
            {
                "verse_number": "21",
                "verse_text": "Put all things to the test: keep what is good"
            },
            {
                "verse_number": "22",
                "verse_text": "and avoid every kind of evil."
            },
            {
                "verse_number": "23",
                "verse_text": "May the God who gives us peace make you holy in every way and keep your whole being—spirit, soul, and body—free from every fault at the coming of our Lord Jesus Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "He who calls you will do it, because he is faithful."
            },
            {
                "verse_number": "25",
                "verse_text": "Pray also for us, friends."
            },
            {
                "verse_number": "26",
                "verse_text": "Greet all the believers with the kiss of peace."
            },
            {
                "verse_number": "27",
                "verse_text": "I urge you by the authority of the Lord to read this letter to all the believers."
            },
            {
                "verse_number": "28",
                "verse_text": "The grace of our Lord Jesus Christ be with you."
            }
        ]
    }
}