{
    "Exodus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Jacob who went to Egypt with him, each with his family, were"
            },
            {
                "verse_number": "2",
                "verse_text": "Reuben, Simeon, Levi, Judah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Issachar, Zebulun, Benjamin,"
            },
            {
                "verse_number": "4",
                "verse_text": "Dan, Naphtali, Gad, and Asher."
            },
            {
                "verse_number": "5",
                "verse_text": "The total number of these people directly descended from Jacob was seventy. His son Joseph was already in Egypt."
            },
            {
                "verse_number": "6",
                "verse_text": "In the course of time Joseph, his brothers, and all the rest of that generation died,"
            },
            {
                "verse_number": "7",
                "verse_text": "but their descendants, the Israelites, had many children and became so numerous and strong that Egypt was filled with them."
            },
            {
                "verse_number": "8",
                "verse_text": "Then, a new king, who knew nothing about Joseph, came to power in Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "He said to his people, &apos;These Israelites are so numerous and strong that they are a threat to us."
            },
            {
                "verse_number": "10",
                "verse_text": "In case of war they might join our enemies in order to fight against us, and might escape from the country. We must find some way to keep them from becoming even more numerous.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the Egyptians put slave drivers over them to crush their spirits with hard labor. The Israelites built the cities of Pithom and Rameses to serve as supply centers for the king."
            },
            {
                "verse_number": "12",
                "verse_text": "But the more the Egyptians oppressed the Israelites, the more they increased in number and the farther they spread through the land. The Egyptians came to fear the Israelites"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the king of Egypt spoke to Shiphrah and Puah, the two midwives who helped the Hebrew women."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When you help the Hebrew women give birth,&apos; he said to them, &apos;kill the baby if it is a boy; but if it is a girl, let it live.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But the midwives were God-fearing and so did not obey the king; instead, they let the boys live."
            },
            {
                "verse_number": "18",
                "verse_text": "So the king sent for the midwives and asked them, &apos;Why are you doing this? Why are you letting the boys live?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;The Hebrew women are not like Egyptian women; they give birth easily, and their babies are born before either of us gets there.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Finally the king issued a command to all his people: &apos;Take every newborn Hebrew boy and throw him into the Nile, but let all the girls live.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "During this time a man from the tribe of Levi married a woman of his own tribe,"
            },
            {
                "verse_number": "2",
                "verse_text": "and she bore him a son. When she saw what a fine baby he was, she hid him for three months."
            },
            {
                "verse_number": "3",
                "verse_text": "But when she could not hide him any longer, she took a basket made of reeds and covered it with tar to make it watertight. She put the baby in it and then placed it in the tall grass at the edge of the river."
            },
            {
                "verse_number": "4",
                "verse_text": "The baby's sister stood some distance away to see what would happen to him. One day, when Moses was sitting by a well, seven daughters of Jethro, the priest of Midian, came to draw water and fill the troughs for their father's sheep and goats."
            },
            {
                "verse_number": "5",
                "verse_text": "The king's daughter came down to the river to bathe, while her servants walked along the bank. Suddenly she noticed the basket in the tall grass and sent a slave woman to get it."
            },
            {
                "verse_number": "6",
                "verse_text": "The princess opened it and saw a baby boy. He was crying, and she felt sorry for him. &apos;This is one of the Hebrew babies,&apos; she said."
            },
            {
                "verse_number": "7",
                "verse_text": "Then his sister asked her, &apos;Shall I go and call a Hebrew woman to nurse the baby for you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Please do,&apos; she answered. So the girl went and brought the baby's own mother."
            },
            {
                "verse_number": "9",
                "verse_text": "The princess told the woman, &apos;Take this baby and nurse him for me, and I will pay you.&apos; So she took the baby and nursed him."
            },
            {
                "verse_number": "10",
                "verse_text": "Later, when the child was old enough, she took him to the king's daughter, who adopted him as her own son. She said to herself, &apos;I pulled him out of the water, and so I name him Moses.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When Moses had grown up, he went out to visit his people, the Hebrews, and he saw how they were forced to do hard labor. He even saw an Egyptian kill a Hebrew, one of Moses' own people."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses looked all around, and when he saw that no one was watching, he killed the Egyptian and hid his body in the sand."
            },
            {
                "verse_number": "13",
                "verse_text": "The next day he went back and saw two Hebrew men fighting. He said to the one who was in the wrong, &apos;Why are you beating up a fellow Hebrew?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The man answered, &apos;Who made you our ruler and judge? Are you going to kill me just as you killed that Egyptian?&apos; Then Moses was afraid and said to himself, &apos;People have found out what I have done.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But some shepherds drove Jethro's daughters away. Then Moses went to their rescue and watered their animals for them."
            },
            {
                "verse_number": "18",
                "verse_text": "When they returned to their father, he asked, &apos;Why have you come back so early today?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;An Egyptian rescued us from the shepherds,&apos; they answered, &apos;and he even drew water for us and watered our animals.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Where is he?&apos; he asked his daughters. &apos;Why did you leave the man out there? Go and invite him to eat with us.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Moses decided to live there, and Jethro gave him his daughter Zipporah in marriage,"
            },
            {
                "verse_number": "22",
                "verse_text": "who bore him a son. Moses said to himself, &apos;I am a foreigner in this land, and so I name him Gershom.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Years later the king of Egypt died, but the Israelites were still groaning under their slavery and cried out for help. Their cry went up to God,"
            },
            {
                "verse_number": "24",
                "verse_text": "who heard their groaning and remembered his covenant with Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "25",
                "verse_text": "He saw the slavery of the Israelites and was concerned for them."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "One day while Moses was taking care of the sheep and goats of his father-in-law Jethro, the priest of Midian, he led the flock across the desert and came to Sinai, the holy mountain."
            },
            {
                "verse_number": "2",
                "verse_text": "There the angel of the Lord appeared to him as a flame coming from the middle of a bush. Moses saw that the bush was on fire but that it was not burning up."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;This is strange,&apos; he thought. &apos;Why isn't the bush burning up? I will go closer and see.&apos; He answered, &apos;Yes, here I am.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the Lord saw that Moses was coming closer, he called to him from the middle of the bush and said, &apos;Moses! Moses!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "God said, &apos;Do not come any closer. Take off your sandals, because you are standing on holy ground."
            },
            {
                "verse_number": "6",
                "verse_text": "I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.&apos; So Moses covered his face, because he was afraid to look at God."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the Lord said, &apos;I have seen how cruelly my people are being treated in Egypt; I have heard them cry out to be rescued from their slave drivers. I know all about their sufferings,"
            },
            {
                "verse_number": "8",
                "verse_text": "and so I have come down to rescue them from the Egyptians and to bring them out of Egypt to a spacious land, one which is rich and fertile and in which the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites now live."
            },
            {
                "verse_number": "9",
                "verse_text": "I have indeed heard the cry of my people, and I see how the Egyptians are oppressing them."
            },
            {
                "verse_number": "10",
                "verse_text": "Now I am sending you to the king of Egypt so that you can lead my people out of his country.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Moses said to God, &apos;I am nobody. How can I go to the king and bring the Israelites out of Egypt?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God answered, &apos;I will be with you, and when you bring the people out of Egypt, you will worship me on this mountain. That will be the proof that I have sent you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Moses replied, &apos;When I go to the Israelites and say to them, &quot;The God of your ancestors sent me to you,&quot; they will ask me, &quot;What is his name?&quot; So what can I tell them?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "God said, &apos;I am who I am. You must tell them: &quot;The one who is called I AM has sent me to you.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Tell the Israelites that I, the Lord , the God of their ancestors, the God of Abraham, Isaac, and Jacob, have sent you to them. This is my name forever; this is what all future generations are to call me."
            },
            {
                "verse_number": "16",
                "verse_text": "Go and gather the leaders of Israel together and tell them that I, the Lord , the God of their ancestors, the God of Abraham, Isaac, and Jacob, appeared to you. Tell them that I have come to them and have seen what the Egyptians are doing to them."
            },
            {
                "verse_number": "17",
                "verse_text": "I have decided that I will bring them out of Egypt, where they are being treated cruelly, and will take them to a rich and fertile land&ndash;the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;My people will listen to what you say to them. Then you must go with the leaders of Israel to the king of Egypt and say to him, &quot;The Lord , the God of the Hebrews, has revealed himself to us. Now allow us to travel three days into the desert to offer sacrifices to the Lord , our God.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "I know that the king of Egypt will not let you go unless he is forced to do so."
            },
            {
                "verse_number": "20",
                "verse_text": "But I will use my power and will punish Egypt by doing terrifying things there. After that he will let you go."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;I will make the Egyptians respect you so that when my people leave, they will not go empty-handed."
            },
            {
                "verse_number": "22",
                "verse_text": "Every Israelite woman will go to her Egyptian neighbors and to any Egyptian woman living in her house and will ask for clothing and for gold and silver jewelry. The Israelites will put these things on their sons and daughters and carry away the wealth of the Egyptians.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses answered the Lord , &apos;But suppose the Israelites do not believe me and will not listen to what I say. What shall I do if they say that you did not appear to me?&apos; &apos;A walking stick,&apos; he answered."
            },
            {
                "verse_number": "2",
                "verse_text": "So the Lord asked him, &apos;What are you holding?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord said, &apos;Throw it on the ground.&apos; When Moses threw it down, it turned into a snake, and he ran away from it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord said to Moses, &apos;Reach down and pick it up by the tail.&apos; So Moses reached down and caught it, and it became a walking stick again."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said, &apos;Do this to prove to the Israelites that the Lord , the God of their ancestors, the God of Abraham, Isaac, and Jacob, has appeared to you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord spoke to Moses again, &apos;Put your hand inside your robe.&apos; Moses obeyed; and when he took his hand out, it was diseased, covered with white spots, like snow."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the Lord said, &apos;Put your hand inside your robe again.&apos; He did so, and when he took it out this time, it was healthy, just like the rest of his body."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said, &apos;If they will not believe you or be convinced by the first miracle, then this one will convince them."
            },
            {
                "verse_number": "9",
                "verse_text": "If in spite of these two miracles they still will not believe you, and if they refuse to listen to what you say, take some water from the Nile and pour it on the ground. The water will turn into blood.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Moses said, &apos;No, Lord , don't send me. I have never been a good speaker, and I haven't become one since you began to speak to me. I am a poor speaker, slow and hesitant.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to him, &apos;Who gives man his mouth? Who makes him deaf or dumb? Who gives him sight or makes him blind? It is I, the Lord ."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, go! I will help you to speak, and I will tell you what to say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Moses answered, &apos;No, Lord, please send someone else.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "At this the Lord became angry with Moses and said, &apos;What about your brother Aaron, the Levite? I know that he can speak well. In fact, he is now coming to meet you and will be glad to see you."
            },
            {
                "verse_number": "15",
                "verse_text": "You can speak to him and tell him what to say. I will help both of you to speak, and I will tell you both what to do."
            },
            {
                "verse_number": "16",
                "verse_text": "He will be your spokesman and speak to the people for you. Then you will be like God, telling him what to say."
            },
            {
                "verse_number": "17",
                "verse_text": "Take this walking stick with you; for with it you will perform miracles.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Moses went back to Jethro, his father-in-law, and said to him, &apos;Please let me go back to my relatives in Egypt to see if they are still alive.&apos; Jethro agreed and told him good-bye."
            },
            {
                "verse_number": "19",
                "verse_text": "While Moses was still in Midian, the Lord said to him, &apos;Go back to Egypt, for all those who wanted to kill you are dead.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses took his wife and his sons, put them on a donkey, and set out with them for Egypt, carrying the walking stick that God had told him to take."
            },
            {
                "verse_number": "21",
                "verse_text": "Again the Lord said to Moses, &apos;Now that you are going back to Egypt, be sure to perform before the king all the miracles which I have given you the power to do. But I will make the king stubborn, and he will not let the people go."
            },
            {
                "verse_number": "22",
                "verse_text": "Then you must tell him that I, the Lord , say, &quot;Israel is my first-born son."
            },
            {
                "verse_number": "23",
                "verse_text": "I told you to let my son go, so that he might worship me, but you refused. Now I am going to kill your first-born son.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "At a camping place on the way to Egypt, the Lord met Moses and tried to kill him."
            },
            {
                "verse_number": "27",
                "verse_text": "Meanwhile the Lord had said to Aaron, &apos;Go into the desert to meet Moses.&apos; So he went to meet him at the holy mountain; and when he met him, he kissed him."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Moses told Aaron everything that the Lord had said when he told him to return to Egypt; he also told him about the miracles which the Lord had ordered him to perform."
            },
            {
                "verse_number": "29",
                "verse_text": "So Moses and Aaron went to Egypt and gathered all the Israelite leaders together."
            },
            {
                "verse_number": "30",
                "verse_text": "Aaron told them everything that the Lord had said to Moses, and then Moses performed all the miracles in front of the people."
            },
            {
                "verse_number": "31",
                "verse_text": "They believed, and when they heard that the Lord had come to them and had seen how they were being treated cruelly, they bowed down and worshiped."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses and Aaron went to the king of Egypt and said, &apos;The Lord , the God of Israel, says, &quot;Let my people go, so that they can hold a festival in the desert to honor me.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Who is the Lord ?&apos; the king demanded. &apos;Why should I listen to him and let Israel go? I do not know the Lord ; and I will not let Israel go.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Moses and Aaron replied, &apos;The God of the Hebrews has revealed himself to us. Allow us to travel three days into the desert to offer sacrifices to the Lord our God. If we don't do so, he will kill us with disease or by war.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said to Moses and Aaron, &apos;What do you mean by making the people neglect their work? Get those slaves back to work!"
            },
            {
                "verse_number": "5",
                "verse_text": "You people have become more numerous than the Egyptians. And now you want to stop working!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "That same day the king commanded the Egyptian slave drivers and the Israelite foremen:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Stop giving the people straw for making bricks. Make them go and find it for themselves."
            },
            {
                "verse_number": "8",
                "verse_text": "But still require them to make the same number of bricks as before, not one brick less. They don't have enough work to do, and that is why they keep asking me to let them go and offer sacrifices to their God!"
            },
            {
                "verse_number": "9",
                "verse_text": "Make them work harder and keep them busy, so that they won't have time to listen to a pack of lies.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The slave drivers and the Israelite foremen went out and said to the Israelites, &apos;The king has said that he will not supply you with any more straw."
            },
            {
                "verse_number": "11",
                "verse_text": "He says that you must go and get it for yourselves wherever you can find it, but you must still make the same number of bricks.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the people went all over Egypt looking for straw."
            },
            {
                "verse_number": "13",
                "verse_text": "The slave drivers kept trying to force them to make the same number of bricks every day as they had made when they were given straw."
            },
            {
                "verse_number": "14",
                "verse_text": "The Egyptian slave drivers beat the Israelite foremen, whom they had put in charge of the work. They demanded, &apos;Why aren't you people making the same number of bricks that you made before?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the foremen went to the king and complained, &apos;Why do you do this to us, Your Majesty?"
            },
            {
                "verse_number": "16",
                "verse_text": "We are given no straw, but we are still ordered to make bricks! And now we are being beaten. It is your people that are at fault.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king answered, &apos;You are lazy and don't want to work, and that is why you ask me to let you go and offer sacrifices to the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "Now get back to work! You will not be given any straw, but you must still make the same number of bricks.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The foremen realized that they were in trouble when they were told that they had to make the same number of bricks every day as they had made before."
            },
            {
                "verse_number": "20",
                "verse_text": "As they were leaving, they met Moses and Aaron, who were waiting for them."
            },
            {
                "verse_number": "21",
                "verse_text": "They said to Moses and Aaron, &apos;The Lord has seen what you have done and will punish you for making the king and his officers hate us. You have given them an excuse to kill us.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Moses turned to the Lord again and said, &apos;Lord, why do you mistreat your people? Why did you send me here?"
            },
            {
                "verse_number": "23",
                "verse_text": "Ever since I went to the king to speak for you, he has treated them cruelly. And you have done nothing to help them!&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord said to Moses, &apos;Now you are going to see what I will do to the king. I will force him to let my people go. In fact, I will force him to drive them out of his land.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "God spoke to Moses and said, &apos;I am the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "I appeared to Abraham, to Isaac, and to Jacob as Almighty God, but I did not make myself known to them by my holy name, the Lord ."
            },
            {
                "verse_number": "4",
                "verse_text": "I also made my covenant with them, promising to give them the land of Canaan, the land in which they had lived as foreigners."
            },
            {
                "verse_number": "5",
                "verse_text": "Now I have heard the groaning of the Israelites, whom the Egyptians have enslaved, and I have remembered my covenant."
            },
            {
                "verse_number": "6",
                "verse_text": "So tell the Israelites that I say to them, &quot;I am the Lord ; I will rescue you and set you free from your slavery to the Egyptians. I will raise my mighty arm to bring terrible punishment upon them, and I will save you."
            },
            {
                "verse_number": "7",
                "verse_text": "I will make you my own people, and I will be your God. You will know that I am the Lord your God when I set you free from slavery in Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "I will bring you to the land that I solemnly promised to give to Abraham, Isaac, and Jacob; and I will give it to you as your own possession. I am the Lord .&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses told this to the Israelites, but they would not listen to him, because their spirit had been broken by their cruel slavery."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Go and tell the king of Egypt that he must let the Israelites leave his land.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Moses replied, &apos;Even the Israelites will not listen to me, so why should the king? I am such a poor speaker.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord commanded Moses and Aaron: &apos;Tell the Israelites and the king of Egypt that I have ordered you to lead the Israelites out of Egypt.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Reuben, Jacob's first-born, had four sons: Hanoch, Pallu, Hezron, and Carmi; they were the ancestors of the clans that bear their names."
            },
            {
                "verse_number": "15",
                "verse_text": "Simeon had six sons: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman; they were the ancestors of the clans that bear their names."
            },
            {
                "verse_number": "16",
                "verse_text": "Levi had three sons: Gershon, Kohath, and Merari; they were the ancestors of the clans that bear their names. Levi lived 137 years."
            },
            {
                "verse_number": "17",
                "verse_text": "Gershon had two sons: Libni and Shimei, and they had many descendants."
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel. Kohath lived 133 years."
            },
            {
                "verse_number": "19",
                "verse_text": "Merari had two sons: Mahli and Mushi. These are the clans of Levi with their descendants."
            },
            {
                "verse_number": "20",
                "verse_text": "Amram married his father's sister Jochebed, who bore him Aaron and Moses. Amram lived 137 years."
            },
            {
                "verse_number": "21",
                "verse_text": "Izhar had three sons: Korah, Nepheg, and Zichri."
            },
            {
                "verse_number": "22",
                "verse_text": "Uzziel also had three sons: Mishael, Elzaphan, and Sithri."
            },
            {
                "verse_number": "23",
                "verse_text": "Aaron married Elisheba, the daughter of Amminadab and sister of Nahshon; she bore him Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "24",
                "verse_text": "Korah had three sons: Assir, Elkanah, and Abiasaph; they were the ancestors of the divisions of the clan of Korah."
            },
            {
                "verse_number": "25",
                "verse_text": "Eleazar, Aaron's son, married one of Putiel's daughters, who bore him Phinehas. These were the heads of the families and the clans of the tribe of Levi."
            },
            {
                "verse_number": "26",
                "verse_text": "Aaron and Moses were the ones to whom the Lord said, &apos;Lead the tribes of Israel out of Egypt.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They were the men who told the king of Egypt to free the Israelites."
            },
            {
                "verse_number": "28",
                "verse_text": "When the Lord spoke to Moses in the land of Egypt,"
            },
            {
                "verse_number": "29",
                "verse_text": "he said, &apos;I am the Lord . Tell the king of Egypt everything I tell you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Moses answered, &apos;You know that I am such a poor speaker; why should the king listen to me?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said, &apos;I am going to make you like God to the king, and your brother Aaron will speak to him as your prophet."
            },
            {
                "verse_number": "2",
                "verse_text": "Tell Aaron everything I command you, and he will tell the king to let the Israelites leave his country."
            },
            {
                "verse_number": "5",
                "verse_text": "The Egyptians will then know that I am the Lord , when I raise my hand against them and bring the Israelites out of their country.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron did what the Lord commanded."
            },
            {
                "verse_number": "7",
                "verse_text": "At the time when they spoke to the king, Moses was eighty years old, and Aaron was eighty-three."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If the king demands that you prove yourselves by performing a miracle, tell Aaron to take his walking stick and throw it down in front of the king, and it will turn into a snake.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Moses and Aaron went to the king and did as the Lord had commanded. Aaron threw his walking stick down in front of the king and his officers, and it turned into a snake."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the king called for his wise men and magicians, and by their magic they did the same thing."
            },
            {
                "verse_number": "12",
                "verse_text": "They threw down their walking sticks, and the sticks turned into snakes. But Aaron's stick swallowed theirs."
            },
            {
                "verse_number": "13",
                "verse_text": "The king, however, remained stubborn and, just as the Lord had said, the king would not listen to Moses and Aaron."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Lord said to Moses, &apos;The king is very stubborn and refuses to let the people go."
            },
            {
                "verse_number": "15",
                "verse_text": "So go and meet him in the morning when he goes down to the Nile. Take with you the walking stick that was turned into a snake, and wait for him on the riverbank."
            },
            {
                "verse_number": "16",
                "verse_text": "Then say to the king, &quot;The Lord , the God of the Hebrews, sent me to tell you to let his people go, so that they can worship him in the desert. But until now you have not listened."
            },
            {
                "verse_number": "17",
                "verse_text": "Now, Your Majesty, the Lord says that you will find out who he is by what he is going to do. Look, I am going to strike the surface of the river with this stick, and the water will be turned into blood."
            },
            {
                "verse_number": "18",
                "verse_text": "The fish will die, and the river will stink so much that the Egyptians will not be able to drink from it.&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord said to Moses, &apos;Tell Aaron to take his stick and hold it out over all the rivers, canals, and pools in Egypt. The water will become blood, and all over the land there will be blood, even in the wooden tubs and stone jars.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Moses and Aaron did as the Lord commanded. In the presence of the king and his officers, Aaron raised his stick and struck the surface of the river, and all the water in it was turned into blood."
            },
            {
                "verse_number": "21",
                "verse_text": "The fish in the river died, and it smelled so bad that the Egyptians could not drink from it. There was blood everywhere in Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the king's magicians did the same thing by means of their magic, and the king was as stubborn as ever. Just as the Lord had said, the king refused to listen to Moses and Aaron."
            },
            {
                "verse_number": "23",
                "verse_text": "Instead, he turned and went back to his palace without paying any attention even to this."
            },
            {
                "verse_number": "24",
                "verse_text": "All the Egyptians dug along the bank of the river for drinking water, because they were not able to drink water from the river."
            },
            {
                "verse_number": "25",
                "verse_text": "Seven days passed after the Lord struck the river."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord said to Moses, &apos;Go to the king and tell him that the Lord says, &quot;Let my people go, so that they can worship me."
            },
            {
                "verse_number": "2",
                "verse_text": "If you refuse, I will punish your country by covering it with frogs."
            },
            {
                "verse_number": "3",
                "verse_text": "The Nile will be so full of frogs that they will leave it and go into your palace, your bedroom, your bed, the houses of your officials and your people, and even into your ovens and baking pans."
            },
            {
                "verse_number": "4",
                "verse_text": "They will jump up on you, your people, and all your officials.&quot;&apos; Moses said, &apos;I will do as you ask, and then you will know that there is no other god like the Lord , our God."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses, &apos;Tell Aaron to hold out his walking stick over the rivers, the canals, and the pools, and make frogs come up and cover the land of Egypt.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Aaron held it out over all the water, and the frogs came out and covered the land."
            },
            {
                "verse_number": "7",
                "verse_text": "But the magicians used magic, and they also made frogs come up on the land."
            },
            {
                "verse_number": "8",
                "verse_text": "The king called for Moses and Aaron and said, &apos;Pray to the Lord to take away these frogs, and I will let your people go, so that they can offer sacrifices to the Lord .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses replied, &apos;I will be glad to pray for you. Just set the time when I am to pray for you, your officers, and your people. Then you will be rid of the frogs, and there will be none left except in the Nile.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king answered, &apos;Pray for me tomorrow.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "You, your officials, and your people will be rid of the frogs, and there will be none left except in the Nile.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Moses and Aaron left the king, and Moses prayed to the Lord to take away the frogs which he had brought on the king."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord did as Moses asked, and the frogs in the houses, the courtyards, and the fields died."
            },
            {
                "verse_number": "14",
                "verse_text": "The Egyptians piled them up in great heaps, until the land stank with them."
            },
            {
                "verse_number": "15",
                "verse_text": "When the king saw that the frogs were dead, he became stubborn again and, just as the Lord had said, the king would not listen to Moses and Aaron."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses, &apos;Tell Aaron to strike the ground with his stick, and all over the land of Egypt the dust will change into gnats.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Aaron struck the ground with his stick, and all the dust in Egypt was turned into gnats, which covered the people and the animals."
            },
            {
                "verse_number": "18",
                "verse_text": "The magicians tried to use their magic to make gnats appear, but they failed. There were gnats everywhere,"
            },
            {
                "verse_number": "19",
                "verse_text": "and the magicians said to the king, &apos;God has done this!&apos; But the king was stubborn and, just as the Lord had said, the king would not listen to Moses and Aaron."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said to Moses, &apos;Early tomorrow morning go and meet the king as he goes to the river, and tell him that the Lord says, &quot;Let my people go, so that they can worship me."
            },
            {
                "verse_number": "21",
                "verse_text": "I warn you that if you refuse, I will punish you by sending flies on you, your officials, and your people. The houses of the Egyptians will be full of flies, and the ground will be covered with them."
            },
            {
                "verse_number": "22",
                "verse_text": "But I will spare the region of Goshen, where my people live, so that there will be no flies there. I will do this so that you will know that I, the Lord , am at work in this land."
            },
            {
                "verse_number": "23",
                "verse_text": "I will make a distinction between my people and your people. This miracle will take place tomorrow.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord sent great swarms of flies into the king's palace and the houses of his officials. The whole land of Egypt was brought to ruin by the flies."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king called for Moses and Aaron and said, &apos;Go and offer sacrifices to your God here in this country.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;It would not be right to do that,&apos; Moses answered, &apos;because the Egyptians would be offended by our sacrificing the animals that we offer to the Lord our God. If we use these animals and offend the Egyptians by sacrificing them where they can see us, they will stone us to death."
            },
            {
                "verse_number": "27",
                "verse_text": "We must travel three days into the desert to offer sacrifices to the Lord our God, just as he commanded us.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The king said, &apos;I will let you go to sacrifice to the Lord , your God, in the desert, if you do not go very far. Pray for me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses answered, &apos;As soon as I leave, I will pray to the Lord that tomorrow the flies will leave you, your officials, and your people. But you must not deceive us again and prevent the people from going to sacrifice to the Lord .&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Moses left the king and prayed to the Lord ,"
            },
            {
                "verse_number": "31",
                "verse_text": "and the Lord did as Moses asked. The flies left the king, his officials, and his people; not one fly remained."
            },
            {
                "verse_number": "32",
                "verse_text": "But even this time the king became stubborn, and again he would not let the people go."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses, &apos;Go to the king and tell him that the Lord , the God of the Hebrews, says, &quot;Let my people go, so that they may worship me."
            },
            {
                "verse_number": "2",
                "verse_text": "If you again refuse to let them go,"
            },
            {
                "verse_number": "3",
                "verse_text": "I will punish you by sending a terrible disease on all your animals&ndash;your horses, donkeys, camels, cattle, sheep, and goats."
            },
            {
                "verse_number": "4",
                "verse_text": "I will make a distinction between the animals of the Israelites and those of the Egyptians, and no animal that belongs to the Israelites will die."
            },
            {
                "verse_number": "5",
                "verse_text": "I, the Lord , have set tomorrow as the time when I will do this.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The next day the Lord did as he had said, and all the animals of the Egyptians died, but not one of the animals of the Israelites died."
            },
            {
                "verse_number": "7",
                "verse_text": "The king asked what had happened and was told that none of the animals of the Israelites had died. But he was stubborn and would not let the people go."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said to Moses and Aaron, &apos;Take a few handfuls of ashes from a furnace; Moses is to throw them into the air in front of the king."
            },
            {
                "verse_number": "9",
                "verse_text": "They will spread out like fine dust over all the land of Egypt, and everywhere they will produce boils that become open sores on the people and the animals.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they got some ashes and stood before the king; Moses threw them into the air, and they produced boils that became open sores on the people and the animals."
            },
            {
                "verse_number": "11",
                "verse_text": "The magicians were not able to appear before Moses, because they were covered with boils, like all the other Egyptians."
            },
            {
                "verse_number": "12",
                "verse_text": "But the Lord made the king stubborn and, just as the Lord had said, the king would not listen to Moses and Aaron."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord then said to Moses, &apos;Early tomorrow morning meet with the king and tell him that the Lord , the God of the Hebrews, says, &quot;Let my people go, so that they may worship me."
            },
            {
                "verse_number": "14",
                "verse_text": "This time I will punish not only your officials and your people, but I will punish you as well, so that you may know that there is no one like me in all the world."
            },
            {
                "verse_number": "15",
                "verse_text": "If I had raised my hand to strike you and your people with disease, you would have been completely destroyed."
            },
            {
                "verse_number": "16",
                "verse_text": "But to show you my power I have let you live so that my fame might spread over the whole world."
            },
            {
                "verse_number": "17",
                "verse_text": "Yet you are still arrogant and refuse to let my people go."
            },
            {
                "verse_number": "18",
                "verse_text": "This time tomorrow I will cause a heavy hailstorm, such as Egypt has never known in all its history."
            },
            {
                "verse_number": "19",
                "verse_text": "Now give orders for your livestock and everything else you have in the open to be put under shelter. Hail will fall on the people and animals left outside unprotected, and they will all die.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Some of the king's officials were afraid because of what the Lord had said, and they brought their slaves and animals indoors for shelter."
            },
            {
                "verse_number": "21",
                "verse_text": "Others, however, paid no attention to the Lord 's warning and left their slaves and animals out in the open."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the Lord said to Moses, &apos;Raise your hand toward the sky, and hail will fall over the whole land of Egypt&ndash;on the people, the animals, and all the plants in the fields.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Moses raised his stick toward the sky, and the Lord sent thunder and hail, and lightning struck the ground. The Lord sent"
            },
            {
                "verse_number": "24",
                "verse_text": "a heavy hailstorm, with lightning flashing back and forth. It was the worst storm that Egypt had ever known in all its history."
            },
            {
                "verse_number": "25",
                "verse_text": "All over Egypt the hail struck down everything in the open, including all the people and all the animals. It beat down all the plants in the fields and broke all the trees."
            },
            {
                "verse_number": "26",
                "verse_text": "The region of Goshen, where the Israelites lived, was the only place where there was no hail."
            },
            {
                "verse_number": "27",
                "verse_text": "The king sent for Moses and Aaron and said, &apos;This time I have sinned; the Lord is in the right, and my people and I are in the wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "Pray to the Lord ! We have had enough of this thunder and hail! I promise to let you go; you don't have to stay here any longer.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to him, &apos;As soon as I go out of the city, I will lift up my hands in prayer to the Lord . The thunder will stop, and there will be no more hail, so that you may know that the earth belongs to the Lord ."
            },
            {
                "verse_number": "30",
                "verse_text": "But I know that you and your officials do not yet fear the Lord God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The flax and the barley were ruined, because the barley was ripe, and the flax was budding."
            },
            {
                "verse_number": "32",
                "verse_text": "But none of the wheat was ruined, because it ripens later."
            },
            {
                "verse_number": "33",
                "verse_text": "Moses left the king, went out of the city, and lifted up his hands in prayer to the Lord . The thunder, the hail, and the rain all stopped."
            },
            {
                "verse_number": "34",
                "verse_text": "When the king saw what had happened, he sinned again. He and his officials remained as stubborn as ever"
            },
            {
                "verse_number": "35",
                "verse_text": "and, just as the Lord had foretold through Moses, the king would not let the Israelites go."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord said to Moses, &apos;Go and see the king. I have made him and his officials stubborn, in order that I may perform these miracles among them"
            },
            {
                "verse_number": "2",
                "verse_text": "and in order that you may be able to tell your children and grandchildren how I made fools of the Egyptians when I performed the miracles. All of you will know that I am the Lord .&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses and Aaron went to the king and said to him, &apos;The Lord , the God of the Hebrews, says, &quot;How much longer will you refuse to submit to me? Let my people go, so that they may worship me."
            },
            {
                "verse_number": "4",
                "verse_text": "If you keep on refusing, then I will bring locusts into your country tomorrow."
            },
            {
                "verse_number": "5",
                "verse_text": "There will be so many that they will completely cover the ground. They will eat everything that the hail did not destroy, even the trees that are left."
            },
            {
                "verse_number": "6",
                "verse_text": "They will fill your palaces and the houses of all your officials and all your people. They will be worse than anything your ancestors ever saw.&quot;&apos; Then Moses turned and left."
            },
            {
                "verse_number": "7",
                "verse_text": "The king's officials said to him, &apos;How long is this man going to give us trouble? Let the Israelite men go, so that they can worship the Lord their God. Don't you realize that Egypt is ruined?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Moses and Aaron were brought back to the king, and he said to them, &apos;You may go and worship the Lord your God. But exactly who will go?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses answered, &apos;We will all go, including our children and our old people. We will take our sons and daughters, our sheep and goats, and our cattle, because we must hold a festival to honor the Lord .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king said, &apos;I swear by the Lord that I will never let you take your women and children! It is clear that you are plotting to revolt."
            },
            {
                "verse_number": "11",
                "verse_text": "No! Only the men may go and worship the Lord if that is what you want.&apos; With that, Moses and Aaron were driven out of the king's presence."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord said to Moses, &apos;Raise your hand over the land of Egypt to bring the locusts. They will come and eat everything that grows, everything that has survived the hail.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses raised his stick, and the Lord caused a wind from the east to blow on the land all that day and all that night. By morning it had brought the locusts."
            },
            {
                "verse_number": "14",
                "verse_text": "They came in swarms and settled over the whole country. It was the largest swarm of locusts that had ever been seen or that ever would be seen again."
            },
            {
                "verse_number": "15",
                "verse_text": "They covered the ground until it was black with them; they ate everything that the hail had left, including all the fruit on the trees. Not a green thing was left on any tree or plant in all the land of Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the king hurriedly called Moses and Aaron and said, &apos;I have sinned against the Lord your God and against you."
            },
            {
                "verse_number": "17",
                "verse_text": "Now forgive my sin this one time and pray to the Lord your God to take away this fatal punishment from me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses left the king and prayed to the Lord ."
            },
            {
                "verse_number": "19",
                "verse_text": "And the Lord changed the east wind into a very strong west wind, which picked up the locusts and blew them into the Gulf of Suez. Not one locust was left in all of Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "But the Lord made the king stubborn, and he did not let the Israelites go."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord then said to Moses, &apos;Raise your hand toward the sky, and a darkness thick enough to be felt will cover the land of Egypt.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses raised his hand toward the sky, and there was total darkness throughout Egypt for three days."
            },
            {
                "verse_number": "23",
                "verse_text": "The Egyptians could not see each other, and no one left his house during that time. But the Israelites had light where they were living."
            },
            {
                "verse_number": "24",
                "verse_text": "The king called Moses and said, &apos;You may go and worship the Lord ; even your women and children may go with you. But your sheep, goats, and cattle must stay here.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses answered, &apos;Then you would have to provide us with animals for sacrifices and burnt offerings to offer to the Lord our God."
            },
            {
                "verse_number": "26",
                "verse_text": "No, we will take our animals with us; not one will be left behind. We ourselves must select the animals with which to worship the Lord our God. And until we get there, we will not know what animals to sacrifice to him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord made the king stubborn, and he would not let them go."
            },
            {
                "verse_number": "28",
                "verse_text": "He said to Moses, &apos;Get out of my sight! Don't let me ever see you again! On the day I do, you will die!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;You are right,&apos; Moses answered. &apos;You will never see me again.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord said to Moses, &apos;I will send only one more punishment on the king of Egypt and his people. After that he will let you leave. In fact, he will drive all of you out of here."
            },
            {
                "verse_number": "2",
                "verse_text": "Now speak to the people of Israel and tell all of them to ask their neighbors for gold and silver jewelry.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord made the Egyptians respect the Israelites. Indeed, the officials and all the people considered Moses to be a very great man."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses then said to the king, &apos;The Lord says, &quot;At about midnight I will go through Egypt,"
            },
            {
                "verse_number": "5",
                "verse_text": "and every first-born son in Egypt will die, from the king's son, who is heir to the throne, to the son of the slave woman who grinds grain. The first-born of all the cattle will die also."
            },
            {
                "verse_number": "6",
                "verse_text": "There will be loud crying all over Egypt, such as there has never been before or ever will be again."
            },
            {
                "verse_number": "7",
                "verse_text": "But not even a dog will bark at the Israelites or their animals. Then you will know that I, the Lord , make a distinction between the Egyptians and the Israelites.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses concluded by saying, &apos;All your officials will come to me and bow down before me, and they will beg me to take all my people and go away. After that, I will leave.&apos; Then in great anger Moses left the king."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord had said to Moses, &apos;The king will continue to refuse to listen to you, in order that I may do more of my miracles in Egypt.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Moses and Aaron performed all these miracles before the king, but the Lord made him stubborn, and he would not let the Israelites leave his country."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses and Aaron in Egypt:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This month is to be the first month of the year for you."
            },
            {
                "verse_number": "3",
                "verse_text": "Give these instructions to the whole community of Israel: On the tenth day of this month each man must choose either a lamb or a young goat for his household."
            },
            {
                "verse_number": "4",
                "verse_text": "If his family is too small to eat a whole animal, he and his next-door neighbor may share an animal, in proportion to the number of people and the amount that each person can eat."
            },
            {
                "verse_number": "5",
                "verse_text": "You may choose either a sheep or a goat, but it must be a one-year-old male without any defects."
            },
            {
                "verse_number": "6",
                "verse_text": "Then, on the evening of the fourteenth day of the month, the whole community of Israel will kill the animals."
            },
            {
                "verse_number": "7",
                "verse_text": "The people are to take some of the blood and put it on the doorposts and above the doors of the houses in which the animals are to be eaten."
            },
            {
                "verse_number": "8",
                "verse_text": "That night the meat is to be roasted, and eaten with bitter herbs and with bread made without yeast."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not eat any of it raw or boiled, but eat it roasted whole, including the head, the legs, and the internal organs."
            },
            {
                "verse_number": "10",
                "verse_text": "You must not leave any of it until morning; if any is left over, it must be burned."
            },
            {
                "verse_number": "11",
                "verse_text": "You are to eat it quickly, for you are to be dressed for travel, with your sandals on your feet and your walking stick in your hand. It is the Passover Festival to honor me, the Lord . The Israelites knelt down and worshiped."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;On that night I will go through the land of Egypt, killing every first-born male, both human and animal, and punishing all the gods of Egypt. I am the Lord ."
            },
            {
                "verse_number": "13",
                "verse_text": "The blood on the doorposts will be a sign to mark the houses in which you live. When I see the blood, I will pass over you and will not harm you when I punish the Egyptians."
            },
            {
                "verse_number": "14",
                "verse_text": "You must celebrate this day as a religious festival to remind you of what I, the Lord , have done. Celebrate it for all time to come.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said, &apos;For seven days you must not eat any bread made with yeast&ndash;eat only unleavened bread. On the first day you are to get rid of all the yeast in your houses, for if anyone during those seven days eats bread made with yeast, he shall no longer be considered one of my people."
            },
            {
                "verse_number": "16",
                "verse_text": "On the first day and again on the seventh day you are to meet for worship. No work is to be done on those days, but you may prepare food."
            },
            {
                "verse_number": "17",
                "verse_text": "Keep this festival, because it was on this day that I brought your tribes out of Egypt. For all time to come you must celebrate this day as a festival."
            },
            {
                "verse_number": "18",
                "verse_text": "From the evening of the fourteenth day of the first month to the evening of the twenty-first day, you must not eat any bread made with yeast."
            },
            {
                "verse_number": "21",
                "verse_text": "Moses called for all the leaders of Israel and said to them, &apos;Each of you is to choose a lamb or a young goat and kill it, so that your families can celebrate Passover."
            },
            {
                "verse_number": "22",
                "verse_text": "Take a sprig of hyssop, dip it in the bowl containing the animal's blood, and wipe the blood on the doorposts and the beam above the door of your house. Not one of you is to leave the house until morning."
            },
            {
                "verse_number": "23",
                "verse_text": "When the Lord goes through Egypt to kill the Egyptians, he will see the blood on the beams and the doorposts and will not let the Angel of Death enter your houses and kill you."
            },
            {
                "verse_number": "24",
                "verse_text": "You and your children must obey these rules forever."
            },
            {
                "verse_number": "25",
                "verse_text": "When you enter the land that the Lord has promised to give you, you must perform this ritual."
            },
            {
                "verse_number": "26",
                "verse_text": "When your children ask you, &quot;What does this ritual mean?&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "you will answer, &quot;It is the sacrifice of Passover to honor the Lord , because he passed over the houses of the Israelites in Egypt. He killed the Egyptians, but spared us.&quot;&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then they went and did what the Lord had commanded Moses and Aaron."
            },
            {
                "verse_number": "29",
                "verse_text": "At midnight the Lord killed all the first-born sons in Egypt, from the king's son, who was heir to the throne, to the son of the prisoner in the dungeon; all the first-born of the animals were also killed."
            },
            {
                "verse_number": "30",
                "verse_text": "That night, the king, his officials, and all the other Egyptians were awakened. There was loud crying throughout Egypt, because there was not one home in which there was not a dead son."
            },
            {
                "verse_number": "31",
                "verse_text": "That same night the king sent for Moses and Aaron and said, &apos;Get out, you and your Israelites! Leave my country; go and worship the Lord , as you asked."
            },
            {
                "verse_number": "32",
                "verse_text": "Take your sheep, goats, and cattle, and leave. Also pray for a blessing on me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Egyptians urged the people to hurry and leave the country; they said, &apos;We will all be dead if you don't leave.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So the people filled their baking pans with unleavened dough, wrapped them in clothing, and carried them on their shoulders."
            },
            {
                "verse_number": "35",
                "verse_text": "The Israelites had done as Moses had said, and had asked the Egyptians for gold and silver jewelry and for clothes."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord made the Egyptians respect the people and give them what they asked for. In this way the Israelites carried away the wealth of the Egyptians."
            },
            {
                "verse_number": "37",
                "verse_text": "The Israelites set out on foot from Rameses for Sukkoth. There were about 600,000 men, not counting women and children."
            },
            {
                "verse_number": "38",
                "verse_text": "A large number of other people and many sheep, goats, and cattle also went with them."
            },
            {
                "verse_number": "39",
                "verse_text": "They baked unleavened bread from the dough that they had brought out of Egypt, for they had been driven out of Egypt so suddenly that they did not have time to get their food ready or to prepare leavened dough."
            },
            {
                "verse_number": "40",
                "verse_text": "The Israelites had lived in Egypt for 430 years."
            },
            {
                "verse_number": "41",
                "verse_text": "On the day the 430 years ended, all the tribes of the Lord 's people left Egypt."
            },
            {
                "verse_number": "42",
                "verse_text": "It was a night when the Lord kept watch to bring them out of Egypt; this same night is dedicated to the Lord for all time to come as a night when the Israelites must keep watch."
            },
            {
                "verse_number": "43",
                "verse_text": "The Lord said to Moses and Aaron, &apos;These are the Passover regulations: No foreigner shall eat the Passover meal,"
            },
            {
                "verse_number": "44",
                "verse_text": "but any slave that you have bought may eat it if you circumcise him first."
            },
            {
                "verse_number": "45",
                "verse_text": "No temporary resident or hired worker may eat it."
            },
            {
                "verse_number": "46",
                "verse_text": "The whole meal must be eaten in the house in which it was prepared; it must not be taken outside. And do not break any of the animal's bones."
            },
            {
                "verse_number": "47",
                "verse_text": "The whole community of Israel must celebrate this festival,"
            },
            {
                "verse_number": "48",
                "verse_text": "but no uncircumcised man may eat it. If a foreigner has settled among you and wants to celebrate Passover to honor the Lord , you must first circumcise all the males of his household. He is then to be treated like a native-born Israelite and may join in the festival."
            },
            {
                "verse_number": "49",
                "verse_text": "The same regulations apply to native-born Israelites and to foreigners who settle among you.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "All the Israelites obeyed and did what the Lord had commanded Moses and Aaron."
            },
            {
                "verse_number": "51",
                "verse_text": "On that day the Lord brought the Israelite tribes out of Egypt."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Dedicate all the first-born males to me, for every first-born male Israelite and every first-born male animal belongs to me.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Moses said to the people, &apos;Remember this day&ndash;the day on which you left Egypt, the place where you were slaves. This is the day the Lord brought you out by his great power. No leavened bread is to be eaten."
            },
            {
                "verse_number": "4",
                "verse_text": "You are leaving Egypt on this day in the first month, the month of Abib."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord solemnly promised your ancestors to give you the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites. When he brings you into that rich and fertile land, you must celebrate this festival in the first month of every year."
            },
            {
                "verse_number": "6",
                "verse_text": "For seven days you must eat unleavened bread and on the seventh day there is to be a festival to honor the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "For seven days you must not eat any bread made with yeast; there must be no yeast or leavened bread anywhere in your land."
            },
            {
                "verse_number": "8",
                "verse_text": "When the festival begins, explain to your sons that you do all this because of what the Lord did for you when you left Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "This observance will be a reminder, like something tied on your hand or on your forehead; it will remind you to continue to recite and study the Law of the Lord , because the Lord brought you out of Egypt by his great power."
            },
            {
                "verse_number": "10",
                "verse_text": "Celebrate this festival at the appointed time each year."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The Lord will bring you into the land of the Canaanites, which he solemnly promised to you and your ancestors. When he gives it to you,"
            },
            {
                "verse_number": "12",
                "verse_text": "you must offer every first-born male to the Lord . Every first-born male of your animals belongs to the Lord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "but you must buy back from him every first-born male donkey by offering a lamb in its place. If you do not want to buy back the donkey, break its neck. You must buy back every first-born male child of yours."
            },
            {
                "verse_number": "14",
                "verse_text": "In the future, when your son asks what this observance means, you will answer him, &quot;By using great power the Lord brought us out of Egypt, the place where we were slaves."
            },
            {
                "verse_number": "15",
                "verse_text": "When the king of Egypt was stubborn and refused to let us go, the Lord killed every first-born male in the land of Egypt, both human and animal. That is why we sacrifice every first-born male animal to the Lord , but buy back our first-born sons."
            },
            {
                "verse_number": "16",
                "verse_text": "This observance will be a reminder, like something tied on our hands or on our foreheads; it will remind us that the Lord brought us out of Egypt by his great power.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When the king of Egypt let the people go, God did not take them by the road that goes up the coast to Philistia, although it was the shortest way. God thought, &apos;I do not want the people to change their minds and return to Egypt when they see that they are going to have to fight.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Instead, he led them in a roundabout way through the desert toward the Red Sea. The Israelites were armed for battle."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses took the body of Joseph with him, as Joseph had made the Israelites solemnly promise to do. Joseph had said, &apos;When God rescues you, you must carry my body with you from this place.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Israelites left Sukkoth and camped at Etham on the edge of the desert."
            },
            {
                "verse_number": "21",
                "verse_text": "During the day the Lord went in front of them in a pillar of cloud to show them the way, and during the night he went in front of them in a pillar of fire to give them light, so that they could travel night and day."
            },
            {
                "verse_number": "22",
                "verse_text": "The pillar of cloud was always in front of the people during the day, and the pillar of fire at night."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites to turn back and camp in front of Pi Hahiroth, between Migdol and the Red Sea, near Baal Zephon."
            },
            {
                "verse_number": "3",
                "verse_text": "The king will think that the Israelites are wandering around in the country and are closed in by the desert."
            },
            {
                "verse_number": "4",
                "verse_text": "I will make him stubborn, and he will pursue you, and my victory over the king and his army will bring me honor. Then the Egyptians will know that I am the Lord .&apos; The Israelites did as they were told."
            },
            {
                "verse_number": "5",
                "verse_text": "When the king of Egypt was told that the people had escaped, he and his officials changed their minds and said, &apos;What have we done? We have let the Israelites escape, and we have lost them as our slaves!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The king got his war chariot and his army ready."
            },
            {
                "verse_number": "7",
                "verse_text": "He set out with all his chariots, including the six hundred finest, commanded by their officers."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord made the king stubborn, and he pursued the Israelites, who were leaving triumphantly."
            },
            {
                "verse_number": "9",
                "verse_text": "The Egyptian army, with all the horses, chariots, and drivers, pursued them and caught up with them where they were camped by the Red Sea near Pi Hahiroth and Baal Zephon."
            },
            {
                "verse_number": "10",
                "verse_text": "When the Israelites saw the king and his army marching against them, they were terrified and cried out to the Lord for help."
            },
            {
                "verse_number": "11",
                "verse_text": "They said to Moses, &apos;Weren't there any graves in Egypt? Did you have to bring us out here in the desert to die? Look what you have done by bringing us out of Egypt!"
            },
            {
                "verse_number": "12",
                "verse_text": "Didn't we tell you before we left that this would happen? We told you to leave us alone and let us go on being slaves of the Egyptians. It would be better to be slaves there than to die here in the desert.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses answered, &apos;Don't be afraid! Stand your ground, and you will see what the Lord will do to save you today; you will never see these Egyptians again."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord will fight for you, and all you have to do is keep still.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said to Moses, &apos;Why are you crying out for help? Tell the people to move forward."
            },
            {
                "verse_number": "16",
                "verse_text": "Lift up your walking stick and hold it out over the sea. The water will divide, and the Israelites will be able to walk through the sea on dry ground."
            },
            {
                "verse_number": "17",
                "verse_text": "I will make the Egyptians so stubborn that they will go in after them, and I will gain honor by my victory over the king, his army, his chariots, and his drivers."
            },
            {
                "verse_number": "18",
                "verse_text": "When I defeat them, the Egyptians will know that I am the Lord .&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The angel of God, who had been in front of the army of Israel, moved and went to the rear. The pillar of cloud also moved until it was"
            },
            {
                "verse_number": "20",
                "verse_text": "between the Egyptians and the Israelites. The cloud made it dark for the Egyptians, but gave light to the people of Israel, and so the armies could not come near each other all night."
            },
            {
                "verse_number": "21",
                "verse_text": "Moses held out his hand over the sea, and the Lord drove the sea back with a strong east wind. It blew all night and turned the sea into dry land. The water was divided,"
            },
            {
                "verse_number": "22",
                "verse_text": "and the Israelites went through the sea on dry ground, with walls of water on both sides."
            },
            {
                "verse_number": "23",
                "verse_text": "The Egyptians pursued them and went after them into the sea with all their horses, chariots, and drivers."
            },
            {
                "verse_number": "24",
                "verse_text": "Just before dawn the Lord looked down from the pillar of fire and cloud at the Egyptian army and threw them into a panic."
            },
            {
                "verse_number": "25",
                "verse_text": "He made the wheels of their chariots get stuck, so that they moved with great difficulty. The Egyptians said, &apos;The Lord is fighting for the Israelites against us. Let's get out of here!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord said to Moses, &apos;Hold out your hand over the sea, and the water will come back over the Egyptians and their chariots and drivers.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Moses held out his hand over the sea, and at daybreak the water returned to its normal level. The Egyptians tried to escape from the water, but the Lord threw them into the sea."
            },
            {
                "verse_number": "28",
                "verse_text": "The water returned and covered the chariots, the drivers, and all the Egyptian army that had followed the Israelites into the sea; not one of them was left."
            },
            {
                "verse_number": "29",
                "verse_text": "But the Israelites walked through the sea on dry ground, with walls of water on both sides."
            },
            {
                "verse_number": "30",
                "verse_text": "On that day the Lord saved the people of Israel from the Egyptians, and the Israelites saw them lying dead on the seashore."
            },
            {
                "verse_number": "31",
                "verse_text": "When the Israelites saw the great power with which the Lord had defeated the Egyptians, they stood in awe of the Lord ; and they had faith in the Lord and in his servant Moses."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses and the Israelites sang this song to the Lord : &apos;I will sing to the Lord , because he has won a glorious victory; he has thrown the horses and their riders into the sea. he is the one who has saved me. He is my God, and I will praise him, my father's God, and I will sing about his greatness. the Lord is his name. the best of its officers were drowned in the Red Sea. they sank to the bottom like a stone. it breaks the enemy in pieces. your anger blazes out and burns them up like straw. it stood up straight like a wall; the deepest part of the sea became solid. I will divide their wealth and take all I want; I will draw my sword and take all they have.&quot; they sank like lead in the terrible water. Who is like you, wonderful in holiness? Who can work miracles and mighty acts like yours? and the earth swallowed our enemies. by your strength you guided them to your sacred land. the Philistines are seized with terror. Moab's mighty men are trembling; the people of Canaan lose their courage. They see your strength, O Lord , and stand helpless with fear until your people have marched past&ndash; the people you set free from slavery. the place that you, Lord , have chosen for your home, the Temple that you yourself have built. &apos;Sing to the Lord , because he has won a glorious victory; he has thrown the horses and their riders into the sea.&apos; There the Lord gave them laws to live by, and there he also tested them."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is my strong defender;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord is a warrior;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;He threw Egypt's army and its chariots into the sea;"
            },
            {
                "verse_number": "5",
                "verse_text": "The deep sea covered them;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Your right hand, Lord , is awesome in power;"
            },
            {
                "verse_number": "7",
                "verse_text": "In majestic triumph you overthrow your foes;"
            },
            {
                "verse_number": "8",
                "verse_text": "You blew on the sea and the water piled up high;"
            },
            {
                "verse_number": "9",
                "verse_text": "The enemy said, &quot;I will pursue them and catch them;"
            },
            {
                "verse_number": "10",
                "verse_text": "But one breath from you, Lord , and the Egyptians were drowned;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; Lord , who among the gods is like you?"
            },
            {
                "verse_number": "12",
                "verse_text": "You stretched out your right hand,"
            },
            {
                "verse_number": "13",
                "verse_text": "Faithful to your promise, you led the people you had rescued;"
            },
            {
                "verse_number": "14",
                "verse_text": "The nations have heard, and they tremble with fear;"
            },
            {
                "verse_number": "15",
                "verse_text": "The leaders of Edom are terrified;"
            },
            {
                "verse_number": "16",
                "verse_text": "Terror and dread fall upon them."
            },
            {
                "verse_number": "17",
                "verse_text": "You bring them in and plant them on your mountain,"
            },
            {
                "verse_number": "18",
                "verse_text": "You, Lord , will be king forever and ever.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Israelites walked through the sea on dry ground. But when the Egyptian chariots with their horses and drivers went into the sea, the Lord brought the water back, and it covered them."
            },
            {
                "verse_number": "20",
                "verse_text": "The prophet Miriam, Aaron's sister, took her tambourine, and all the women followed her, playing tambourines and dancing."
            },
            {
                "verse_number": "21",
                "verse_text": "Miriam sang for them:"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Moses led the people of Israel away from the Red Sea into the desert of Shur. For three days they walked through the desert, but found no water."
            },
            {
                "verse_number": "23",
                "verse_text": "Then they came to a place called Marah, but the water there was so bitter that they could not drink it. That is why it was named Marah."
            },
            {
                "verse_number": "24",
                "verse_text": "The people complained to Moses and asked, &apos;What are we going to drink?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses prayed earnestly to the Lord , and the Lord showed him a piece of wood, which he threw into the water; and the water became fit to drink."
            },
            {
                "verse_number": "26",
                "verse_text": "He said, &apos;If you will obey me completely by doing what I consider right and by keeping my commands, I will not punish you with any of the diseases that I brought on the Egyptians. I am the Lord , the one who heals you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Next they came to Elim, where there were twelve springs and seventy palm trees; there they camped by the water."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The whole Israelite community set out from Elim, and on the fifteenth day of the second month after they had left Egypt, they came to the desert of Sin, which is between Elim and Sinai."
            },
            {
                "verse_number": "2",
                "verse_text": "There in the desert they all complained to Moses and Aaron"
            },
            {
                "verse_number": "3",
                "verse_text": "and said to them, &apos;We wish that the Lord had killed us in Egypt. There we could at least sit down and eat meat and as much other food as we wanted. But you have brought us out into this desert to starve us all to death.&apos; Moses said to them, &apos;This is the food that the Lord has given you to eat."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Moses, &apos;Now I am going to cause food to rain down from the sky for all of you. The people must go out every day and gather enough for that day. In this way I can test them to find out if they will follow my instructions."
            },
            {
                "verse_number": "5",
                "verse_text": "On the sixth day they are to bring in twice as much as usual and prepare it.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses and Aaron said to all the Israelites, &apos;This evening you will know that it was the Lord who brought you out of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "In the morning you will see the dazzling light of the Lord 's presence. He has heard your complaints against him&ndash;yes, against him, because we are only carrying out his instructions.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Moses said, &apos;It is the Lord who will give you meat to eat in the evening and as much bread as you want in the morning, because he has heard how much you have complained against him. When you complain against us, you are really complaining against the Lord .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said to Aaron, &apos;Tell the whole community to come and stand before the Lord , because he has heard their complaints.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "As Aaron spoke to the whole community, they turned toward the desert, and suddenly the dazzling light of the Lord appeared in a cloud."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I have heard the complaints of the Israelites. Tell them that at twilight they will have meat to eat, and in the morning they will have all the bread they want. Then they will know that I, the Lord , am their God.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "In the evening a large flock of quails flew in, enough to cover the camp, and in the morning there was dew all around the camp."
            },
            {
                "verse_number": "14",
                "verse_text": "When the dew evaporated, there was something thin and flaky on the surface of the desert. It was as delicate as frost."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Israelites saw it, they didn't know what it was and asked each other, &apos;What is it?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord has commanded that each of you is to gather as much of it as he needs, two quarts for each member of his household.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Israelites did this, some gathering more, others less."
            },
            {
                "verse_number": "18",
                "verse_text": "When they measured it, those who gathered much did not have too much, and those who gathered less did not have too little. Each had gathered just what he needed."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses said to them, &apos;No one is to keep any of it for tomorrow.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But some of them did not listen to Moses and saved part of it. The next morning it was full of worms and smelled rotten, and Moses was angry with them."
            },
            {
                "verse_number": "21",
                "verse_text": "Every morning each one gathered as much as he needed; and when the sun grew hot, what was left on the ground melted."
            },
            {
                "verse_number": "22",
                "verse_text": "On the sixth day they gathered twice as much food, four quarts for each person. All the leaders of the community came and told Moses about it,"
            },
            {
                "verse_number": "23",
                "verse_text": "and he said to them, &apos;The Lord has commanded that tomorrow is a holy day of rest, dedicated to him. Bake today what you want to bake and boil what you want to boil. Whatever is left should be put aside and kept for tomorrow.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "As Moses had commanded, they kept what was left until the next day; it did not spoil or get worms in it."
            },
            {
                "verse_number": "25",
                "verse_text": "Moses said, &apos;Eat this today, because today is the Sabbath, a day of rest dedicated to the Lord , and you will not find any food outside the camp."
            },
            {
                "verse_number": "26",
                "verse_text": "You must gather food for six days, but on the seventh day, the day of rest, there will be none.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "On the seventh day some of the people went out to gather food, but they did not find any."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the Lord said to Moses, &apos;How much longer will you people refuse to obey my commands?"
            },
            {
                "verse_number": "29",
                "verse_text": "Remember that I, the Lord , have given you a day of rest, and that is why on the sixth day I will always give you enough food for two days. Everyone is to stay where he is on the seventh day and not leave his home.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the people did no work on the seventh day."
            },
            {
                "verse_number": "31",
                "verse_text": "The people of Israel called the food manna. It was like a small white seed, and tasted like thin cakes made with honey."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses said, &apos;The Lord has commanded us to save some manna, to be kept for our descendants, so that they can see the food which he gave us to eat in the desert when he brought us out of Egypt.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Moses said to Aaron, &apos;Take a jar, put two quarts of manna in it, and place it in the Lord 's presence to be kept for our descendants.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "As the Lord had commanded Moses, Aaron put it in front of the Covenant Box, so that it could be kept."
            },
            {
                "verse_number": "35",
                "verse_text": "The Israelites ate manna for the next forty years, until they reached the land of Canaan, where they settled. ("
            },
            {
                "verse_number": "36",
                "verse_text": "The standard dry measure then in use equaled twenty quarts.)"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The whole Israelite community left the desert of Sin, moving from one place to another at the command of the Lord . They camped at Rephidim, but there was no water there to drink."
            },
            {
                "verse_number": "2",
                "verse_text": "They complained to Moses and said, &apos;Give us water to drink.&apos; Moses answered, &apos;Why are you complaining? Why are you putting the Lord to the test?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the people were very thirsty and continued to complain to Moses. They said, &apos;Why did you bring us out of Egypt? To kill us and our children and our livestock with thirst?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses prayed earnestly to the Lord and said, &apos;What can I do with these people? They are almost ready to stone me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses, &apos;Take some of the leaders of Israel with you, and go on ahead of the people. Take along the stick with which you struck the Nile."
            },
            {
                "verse_number": "6",
                "verse_text": "I will stand before you on a rock at Mount Sinai. Strike the rock, and water will come out of it for the people to drink.&apos; Moses did so in the presence of the leaders of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "The place was named Massah and Meribah, because the Israelites complained and put the Lord to the test when they asked, &apos;Is the Lord with us or not?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Amalekites came and attacked the Israelites at Rephidim."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said to Joshua, &apos;Pick out some men to go and fight the Amalekites tomorrow. I will stand on top of the hill holding the stick that God told me to carry.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua did as Moses commanded him and went out to fight the Amalekites, while Moses, Aaron, and Hur went up to the top of the hill."
            },
            {
                "verse_number": "11",
                "verse_text": "As long as Moses held up his arms, the Israelites won, but when he put his arms down, the Amalekites started winning."
            },
            {
                "verse_number": "12",
                "verse_text": "When Moses' arms grew tired, Aaron and Hur brought a stone for him to sit on, while they stood beside him and held up his arms, holding them steady until the sun went down."
            },
            {
                "verse_number": "13",
                "verse_text": "In this way Joshua totally defeated the Amalekites."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Lord said to Moses, &apos;Write an account of this victory, so that it will be remembered. Tell Joshua that I will completely destroy the Amalekites.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses built an altar and named it &apos;The Lord is my Banner.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He said, &apos;Hold high the banner of the Lord ! The Lord will continue to fight against the Amalekites forever!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Moses' father-in-law Jethro, the priest of Midian, heard about everything that God had done for Moses and the people of Israel when he led them out of Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "So he came to Moses, bringing with him Moses' wife Zipporah, who had been left behind,"
            },
            {
                "verse_number": "3",
                "verse_text": "and Gershom and Eliezer, her two sons. (Moses had said, &apos;I have been a foreigner in a strange land&apos;; so he had named one son Gershom."
            },
            {
                "verse_number": "4",
                "verse_text": "He had also said, &apos;The God of my father helped me and saved me from being killed by the king of Egypt&apos;; so he had named the other son Eliezer. )"
            },
            {
                "verse_number": "5",
                "verse_text": "Jethro came with Moses' wife and her two sons into the desert where Moses was camped at the holy mountain."
            },
            {
                "verse_number": "6",
                "verse_text": "He had sent word to Moses that they were coming,"
            },
            {
                "verse_number": "7",
                "verse_text": "so Moses went out to meet him, bowed before him, and kissed him. They asked about each other's health and then went into Moses' tent."
            },
            {
                "verse_number": "8",
                "verse_text": "Moses told Jethro everything that the Lord had done to the king and the people of Egypt in order to rescue the Israelites. He also told him about the hardships the people had faced on the way and how the Lord had saved them."
            },
            {
                "verse_number": "9",
                "verse_text": "When Jethro heard all this, he was happy"
            },
            {
                "verse_number": "10",
                "verse_text": "and said, &apos;Praise the Lord , who saved you from the king and the people of Egypt! Praise the Lord , who saved his people from slavery!"
            },
            {
                "verse_number": "11",
                "verse_text": "Now I know that the Lord is greater than all the gods, because he did this when the Egyptians treated the Israelites with such contempt.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jethro brought an offering to be burned whole and other sacrifices to be offered to God; and Aaron and all the leaders of Israel went with him to eat the sacred meal as an act of worship."
            },
            {
                "verse_number": "13",
                "verse_text": "The next day Moses was settling disputes among the people, and he was kept busy from morning till night."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jethro saw everything that Moses had to do, he asked, &apos;What is all this that you are doing for the people? Why are you doing this all alone, with people standing here from morning till night to consult you?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses answered, &apos;I must do this because the people come to me to learn God's will."
            },
            {
                "verse_number": "16",
                "verse_text": "When two people have a dispute, they come to me, and I decide which one of them is right, and I tell them God's commands and laws.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jethro said, &apos;You are not doing this right."
            },
            {
                "verse_number": "18",
                "verse_text": "You will wear yourself out and these people as well. This is too much for you to do alone."
            },
            {
                "verse_number": "19",
                "verse_text": "Now let me give you some good advice, and God will be with you. It is right for you to represent the people before God and bring their disputes to him."
            },
            {
                "verse_number": "20",
                "verse_text": "You should teach them God's commands and explain to them how they should live and what they should do."
            },
            {
                "verse_number": "21",
                "verse_text": "But in addition, you should choose some capable men and appoint them as leaders of the people: leaders of thousands, hundreds, fifties, and tens. They must be God-fearing men who can be trusted and who cannot be bribed."
            },
            {
                "verse_number": "22",
                "verse_text": "Let them serve as judges for the people on a permanent basis. They can bring all the difficult cases to you, but they themselves can decide all the smaller disputes. That will make it easier for you, as they share your burden."
            },
            {
                "verse_number": "23",
                "verse_text": "If you do this, as God commands, you will not wear yourself out, and all these people can go home with their disputes settled.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Moses took Jethro's advice"
            },
            {
                "verse_number": "25",
                "verse_text": "and chose capable men from among all the Israelites. He appointed them as leaders of thousands, hundreds, fifties, and tens."
            },
            {
                "verse_number": "26",
                "verse_text": "They served as judges for the people on a permanent basis, bringing the difficult cases to Moses but deciding the smaller disputes themselves."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Moses said good-bye to Jethro, and Jethro went back home."
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "and Moses went up the mountain to meet with God. The Lord called to him from the mountain and told him to say to the Israelites, Jacob's descendants: Moses told the Lord what the people had answered,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You saw what I, the Lord , did to the Egyptians and how I carried you as an eagle carries her young on her wings, and brought you here to me."
            },
            {
                "verse_number": "5",
                "verse_text": "Now, if you will obey me and keep my covenant, you will be my own people. The whole earth is mine, but you will be my chosen people,"
            },
            {
                "verse_number": "6",
                "verse_text": "a people dedicated to me alone, and you will serve me as priests.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Moses went down and called the leaders of the people together and told them everything that the Lord had commanded him."
            },
            {
                "verse_number": "8",
                "verse_text": "Then all the people answered together, &apos;We will do everything that the Lord has said,&apos; and Moses reported this to the Lord ."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said to Moses, &apos;I will come to you in a thick cloud, so that the people will hear me speaking with you and will believe you from now on.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "and the Lord said to him, &apos;Go to the people and tell them to spend today and tomorrow purifying themselves for worship. They must wash their clothes"
            },
            {
                "verse_number": "11",
                "verse_text": "and be ready the day after tomorrow. On that day I will come down on Mount Sinai, where all the people can see me."
            },
            {
                "verse_number": "12",
                "verse_text": "Mark a boundary around the mountain that the people must not cross, and tell them not to go up the mountain or even get near it. If any of you set foot on it, you are to be put to death;"
            },
            {
                "verse_number": "13",
                "verse_text": "you must either be stoned or shot with arrows, without anyone touching you. This applies to both people and animals; they must be put to death. But when the trumpet is blown, then the people are to go up to the mountain.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Moses came down the mountain and told the people to get ready for worship. So they washed their clothes,"
            },
            {
                "verse_number": "15",
                "verse_text": "and Moses told them, &apos;Be ready by the day after tomorrow and don't have sexual intercourse in the meantime.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "On the morning of the third day there was thunder and lightning, a thick cloud appeared on the mountain, and a very loud trumpet blast was heard. All the people in the camp trembled with fear."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses led them out of the camp to meet God, and they stood at the foot of the mountain."
            },
            {
                "verse_number": "18",
                "verse_text": "All of Mount Sinai was covered with smoke, because the Lord had come down on it in fire. The smoke went up like the smoke of a furnace, and all the people trembled violently."
            },
            {
                "verse_number": "19",
                "verse_text": "The sound of the trumpet became louder and louder. Moses spoke, and God answered him with thunder."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord came down on the top of Mount Sinai and called Moses to the top of the mountain. Moses went up"
            },
            {
                "verse_number": "21",
                "verse_text": "and the Lord said to him, &apos;Go down and warn the people not to cross the boundary to come and look at me; if they do, many of them will die."
            },
            {
                "verse_number": "22",
                "verse_text": "Even the priests who come near me must purify themselves, or I will punish them.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Moses said to the Lord , &apos;The people cannot come up, because you commanded us to consider the mountain sacred and to mark a boundary around it.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord replied, &apos;Go down and bring Aaron back with you. But the priests and the people must not cross the boundary to come up to me, or I will punish them.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses then went down to the people and told them what the Lord had said."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "God spoke, and these were his words:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am the Lord your God who brought you out of Egypt, where you were slaves."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Worship no god but me."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do not make for yourselves images of anything in heaven or on earth or in the water under the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not bow down to any idol or worship it, because I am the Lord your God and I tolerate no rivals. I bring punishment on those who hate me and on their descendants down to the third and fourth generation."
            },
            {
                "verse_number": "6",
                "verse_text": "But I show my love to thousands of generations of those who love me and obey my laws."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Do not use my name for evil purposes, for I, the Lord your God, will punish anyone who misuses my name."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Observe the Sabbath and keep it holy."
            },
            {
                "verse_number": "9",
                "verse_text": "You have six days in which to do your work,"
            },
            {
                "verse_number": "10",
                "verse_text": "but the seventh day is a day of rest dedicated to me. On that day no one is to work&ndash;neither you, your children, your slaves, your animals, nor the foreigners who live in your country."
            },
            {
                "verse_number": "11",
                "verse_text": "In six days I, the Lord , made the earth, the sky, the seas, and everything in them, but on the seventh day I rested. That is why I, the Lord , blessed the Sabbath and made it holy."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Respect your father and your mother, so that you may live a long time in the land that I am giving you."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Do not commit murder."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Do not commit adultery."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Do not steal."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Do not accuse anyone falsely."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Do not desire another man's house; do not desire his wife, his slaves, his cattle, his donkeys, or anything else that he owns.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When the people heard the thunder and the trumpet blast and saw the lightning and the smoking mountain, they trembled with fear and stood a long way off."
            },
            {
                "verse_number": "19",
                "verse_text": "They said to Moses, &apos;If you speak to us, we will listen; but we are afraid that if God speaks to us, we will die.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Moses replied, &apos;Don't be afraid; God has only come to test you and make you keep on obeying him, so that you will not sin.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But the people continued to stand a long way off, and only Moses went near the dark cloud where God was."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord commanded Moses to tell the Israelites: &apos;You have seen how I, the Lord , have spoken to you from heaven."
            },
            {
                "verse_number": "23",
                "verse_text": "Do not make for yourselves gods of silver or gold to be worshiped in addition to me."
            },
            {
                "verse_number": "24",
                "verse_text": "Make an altar of earth for me, and on it sacrifice your sheep and your cattle as offerings to be completely burned and as fellowship offerings. In every place that I set aside for you to worship me, I will come to you and bless you."
            },
            {
                "verse_number": "25",
                "verse_text": "If you make an altar of stone for me, do not build it out of cut stones, because when you use a chisel on stones, you make them unfit for my use."
            },
            {
                "verse_number": "26",
                "verse_text": "Do not build an altar for me with steps leading up to it; if you do, you will expose yourselves as you go up the steps."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Give the Israelites the following laws:"
            },
            {
                "verse_number": "2",
                "verse_text": "If you buy a Hebrew slave, he shall serve you for six years. In the seventh year he is to be set free without having to pay anything."
            },
            {
                "verse_number": "3",
                "verse_text": "If he was unmarried when he became your slave, he is not to take a wife with him when he leaves; but if he was married when he became your slave, he may take his wife with him."
            },
            {
                "verse_number": "4",
                "verse_text": "If his master gave him a wife and she bore him sons or daughters, the woman and her children belong to the master, and the man is to leave by himself."
            },
            {
                "verse_number": "5",
                "verse_text": "But if the slave declares that he loves his master, his wife, and his children and does not want to be set free,"
            },
            {
                "verse_number": "6",
                "verse_text": "then his master shall take him to the place of worship. There he is to make him stand against the door or the doorpost and put a hole through his ear. Then he will be his slave for life."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If a man sells his daughter as a slave, she is not to be set free, as male slaves are."
            },
            {
                "verse_number": "8",
                "verse_text": "If she is sold to someone who intends to make her his wife, but he doesn't like her, then she is to be sold back to her father; her master cannot sell her to foreigners, because he has treated her unfairly."
            },
            {
                "verse_number": "9",
                "verse_text": "If a man buys a female slave to give to his son, he is to treat her like a daughter."
            },
            {
                "verse_number": "10",
                "verse_text": "If a man takes a second wife, he must continue to give his first wife the same amount of food and clothing and the same rights that she had before."
            },
            {
                "verse_number": "11",
                "verse_text": "If he does not fulfill these duties to her, he must set her free and not receive any payment."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Whoever hits someone and kills him is to be put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "But if it was an accident and he did not mean to kill him, he can escape to a place which I will choose for you, and there he will be safe."
            },
            {
                "verse_number": "14",
                "verse_text": "But when someone gets angry and deliberately kills someone else, he is to be put to death, even if he has run to my altar for safety."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Whoever hits his father or his mother is to be put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Whoever kidnaps someone, either to sell him or to keep him as a slave, is to be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Whoever curses his father or his mother is to be put to death."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;If a slave owner takes a stick and beats his slave, whether male or female, and the slave dies on the spot, the owner is to be punished."
            },
            {
                "verse_number": "21",
                "verse_text": "But if the slave does not die for a day or two, the master is not to be punished. The loss of his property is punishment enough."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If some men are fighting and hurt a pregnant woman so that she loses her child, but she is not injured in any other way, the one who hurt her is to be fined whatever amount the woman's husband demands, subject to the approval of the judges."
            },
            {
                "verse_number": "23",
                "verse_text": "But if the woman herself is injured, the punishment shall be life for life,"
            },
            {
                "verse_number": "24",
                "verse_text": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
            },
            {
                "verse_number": "25",
                "verse_text": "burn for burn, wound for wound, bruise for bruise."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;If someone hits his male or female slave in the eye and puts it out, he is to free the slave as payment for the eye."
            },
            {
                "verse_number": "27",
                "verse_text": "If he knocks out a tooth, he is to free the slave as payment for the tooth."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;If a bull gores someone to death, it is to be stoned, and its flesh shall not be eaten; but its owner is not to be punished."
            },
            {
                "verse_number": "29",
                "verse_text": "But if the bull had been in the habit of attacking people and its owner had been warned, but did not keep it penned up&ndash;then if it gores someone to death, it is to be stoned, and its owner is to be put to death also."
            },
            {
                "verse_number": "30",
                "verse_text": "However, if the owner is allowed to pay a fine to save his life, he must pay the full amount required."
            },
            {
                "verse_number": "31",
                "verse_text": "If the bull kills a boy or a girl, the same rule applies."
            },
            {
                "verse_number": "32",
                "verse_text": "If the bull kills a male or female slave, its owner shall pay the owner of the slave thirty pieces of silver, and the bull shall be stoned to death."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;If someone takes the cover off a pit or if he digs one and does not cover it, and a bull or a donkey falls into it,"
            },
            {
                "verse_number": "34",
                "verse_text": "he must pay for the animal. He is to pay the money to the owner and may keep the dead animal."
            },
            {
                "verse_number": "35",
                "verse_text": "If someone's bull kills someone else's bull, the two of them shall sell the live bull and divide the money; they shall also divide up the meat from the dead animal."
            },
            {
                "verse_number": "36",
                "verse_text": "But if it was known that the bull had been in the habit of attacking and its owner did not keep it penned up, he must make good the loss by giving the other man a live bull, but he may keep the dead animal."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If someone steals a cow or a sheep and kills it or sells it, he must pay five cows for one cow and four sheep for one sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;If someone lets his animals graze in a field or a vineyard and they stray away and eat up the crops growing in someone else's field, he must make good the loss with the crops from his own fields or vineyards."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If someone starts a fire in his own field and it spreads through the weeds to someone else's field and burns up grain that is growing or that has been cut and stacked, the one who started the fire is to pay for the damage."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If anyone agrees to keep someone else's money or other valuables for him and they are stolen from his house, the thief, if found, shall repay double."
            },
            {
                "verse_number": "8",
                "verse_text": "But if the thief is not found, the one who was keeping the valuables is to be brought to the place of worship and there he must take an oath that he has not stolen the other one's property."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;In every case of a dispute about property, whether it involves cattle, donkeys, sheep, clothing, or any other lost object, the two people claiming the property shall be taken to the place of worship. The one whom God declares to be guilty shall pay double to the other one."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If anyone agrees to keep someone else's donkey, cow, sheep, or other animal for him, and the animal dies or is injured or is carried off in a raid, and if there was no witness,"
            },
            {
                "verse_number": "11",
                "verse_text": "the man must go to the place of worship and take an oath that he has not stolen the other man's animal. If the animal was not stolen, the owner shall accept the loss, and the other man need not repay him;"
            },
            {
                "verse_number": "12",
                "verse_text": "but if the animal was stolen, the man must repay the owner."
            },
            {
                "verse_number": "13",
                "verse_text": "If it was killed by wild animals, the man is to bring the remains as evidence; he need not pay for what has been killed by wild animals."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If anyone borrows an animal from someone else and it is injured or dies when its owner is not present, he must pay for it."
            },
            {
                "verse_number": "15",
                "verse_text": "But if that happens when the owner is present, he need not repay. If it is a rented animal, the loss is covered by the rental price."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If a man seduces a virgin who is not engaged, he must pay the bride price for her and marry her."
            },
            {
                "verse_number": "17",
                "verse_text": "But if her father refuses to let him marry her, he must pay the father a sum of money equal to the bride price for a virgin."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Put to death any woman who practices magic."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Put to death any man who has sexual relations with an animal."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Condemn to death anyone who offers sacrifices to any god except to me, the Lord ."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Do not mistreat or oppress a foreigner; remember that you were foreigners in Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not mistreat any widow or orphan."
            },
            {
                "verse_number": "23",
                "verse_text": "If you do, I, the Lord , will answer them when they cry out to me for help,"
            },
            {
                "verse_number": "24",
                "verse_text": "and I will become angry and kill you in war. Your wives will become widows, and your children will be fatherless."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;If you lend money to any of my people who are poor, do not act like a moneylender and require him to pay interest."
            },
            {
                "verse_number": "26",
                "verse_text": "If you take someone's cloak as a pledge that he will pay you, you must give it back to him before the sun sets,"
            },
            {
                "verse_number": "27",
                "verse_text": "because it is the only covering he has to keep him warm. What else can he sleep in? When he cries out to me for help, I will answer him because I am merciful."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Do not speak evil of God, and do not curse a leader of your people."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Give me the offerings from your grain, your wine, and your olive oil when they are due."
            },
            {
                "verse_number": "30",
                "verse_text": "Give me the first-born of your cattle and your sheep. Let the first-born male stay with its mother for seven days, and on the eighth day offer it to me."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;You are my people, so you must not eat the meat of any animal that has been killed by wild animals; instead, give it to the dogs."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do not spread false rumors, and do not help a guilty person by giving false testimony."
            },
            {
                "verse_number": "2",
                "verse_text": "Do not follow the majority when they do wrong or when they give testimony that perverts justice."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not show partiality to a poor person at his trial. &apos;Celebrate the Festival of Shelters in the autumn, when you gather the fruit from your vineyards and orchards. &apos;Do not cook a young sheep or goat in its mother's milk."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;If you happen to see your enemy's cow or donkey running loose, take it back to him."
            },
            {
                "verse_number": "5",
                "verse_text": "If his donkey has fallen under its load, help him get the donkey to its feet again; don't just walk off."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Do not deny justice to a poor person when he appears in court."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not make false accusations, and do not put an innocent person to death, for I will condemn anyone who does such an evil thing."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not accept a bribe, for a bribe makes people blind to what is right and ruins the cause of those who are innocent."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Do not mistreat a foreigner; you know how it feels to be a foreigner, because you were foreigners in Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;For six years plant your land and gather in what it produces."
            },
            {
                "verse_number": "11",
                "verse_text": "But in the seventh year let it rest, and do not harvest anything that grows on it. The poor may eat what grows there, and the wild animals can have what is left. Do the same with your vineyards and your olive trees."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Work six days a week, but do no work on the seventh day, so that your slaves and the foreigners who work for you and even your animals can rest."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Listen to everything that I, the Lord , have said to you. Do not pray to other gods; do not even mention their names."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Celebrate three festivals a year to honor me."
            },
            {
                "verse_number": "15",
                "verse_text": "In the month of Abib, the month in which you left Egypt, celebrate the Festival of Unleavened Bread in the way that I commanded you. Do not eat any bread made with yeast during the seven days of this festival. Never come to worship me without bringing an offering."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Celebrate the Harvest Festival when you begin to harvest your crops."
            },
            {
                "verse_number": "17",
                "verse_text": "Every year at these three festivals all your men must come to worship me, the Lord your God."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Do not offer bread made with yeast when you sacrifice an animal to me. The fat of animals sacrificed to me during these festivals is not to be left until the following morning."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Each year bring to the house of the Lord your God the first grain that you harvest."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I will send an angel ahead of you to protect you as you travel and to bring you to the place which I have prepared."
            },
            {
                "verse_number": "21",
                "verse_text": "Pay attention to him and obey him. Do not rebel against him, for I have sent him, and he will not pardon such rebellion."
            },
            {
                "verse_number": "22",
                "verse_text": "But if you obey him and do everything I command, I will fight against all your enemies."
            },
            {
                "verse_number": "23",
                "verse_text": "My angel will go ahead of you and take you into the land of the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I will destroy them."
            },
            {
                "verse_number": "24",
                "verse_text": "Do not bow down to their gods or worship them, and do not adopt their religious practices. Destroy their gods and break down their sacred stone pillars."
            },
            {
                "verse_number": "25",
                "verse_text": "If you worship me, the Lord your God, I will bless you with food and water and take away all your sicknesses."
            },
            {
                "verse_number": "26",
                "verse_text": "In your land no woman will have a miscarriage or be without children. I will give you long lives."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I will make the people who oppose you afraid of me; I will bring confusion among the people against whom you fight, and I will make all your enemies turn and run from you."
            },
            {
                "verse_number": "28",
                "verse_text": "I will throw your enemies into panic; I will drive out the Hivites, the Canaanites, and the Hittites as you advance."
            },
            {
                "verse_number": "29",
                "verse_text": "I will not drive them out within a year's time; if I did, the land would become deserted, and the wild animals would be too many for you."
            },
            {
                "verse_number": "30",
                "verse_text": "Instead, I will drive them out little by little, until there are enough of you to take possession of the land."
            },
            {
                "verse_number": "31",
                "verse_text": "I will make the borders of your land extend from the Gulf of Aqaba to the Mediterranean Sea and from the desert to the Euphrates River. I will give you power over the inhabitants of the land, and you will drive them out as you advance."
            },
            {
                "verse_number": "32",
                "verse_text": "Do not make any agreement with them or with their gods."
            },
            {
                "verse_number": "33",
                "verse_text": "Do not let those people live in your country; if you do, they will make you sin against me. If you worship their gods, it will be a fatal trap for you.&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses, &apos;Come up the mountain to me, you and Aaron, Nadab, Abihu, and seventy of the leaders of Israel; and while you are still some distance away, bow down in worship."
            },
            {
                "verse_number": "2",
                "verse_text": "You alone, and none of the others, are to come near me. The people are not even to come up the mountain.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Moses went and told the people all the Lord 's commands and all the ordinances, and all the people answered together, &apos;We will do everything that the Lord has said.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses wrote down all the Lord 's commands. Early the next morning he built an altar at the foot of the mountain and set up twelve stones, one for each of the twelve tribes of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he sent young men, and they burned sacrifices to the Lord and sacrificed some cattle as fellowship offerings."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses took half of the blood of the animals and put it in bowls; and the other half he threw against the altar."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he took the book of the Covenant, in which the Lord 's commands were written, and read it aloud to the people. They said, &apos;We will obey the Lord and do everything that he has commanded.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Moses took the blood in the bowls and threw it on the people. He said, &apos;This is the blood that seals the covenant which the Lord made with you when he gave all these commands.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses, Aaron, Nadab, Abihu, and seventy of the leaders of Israel went up the mountain"
            },
            {
                "verse_number": "10",
                "verse_text": "and they saw the God of Israel. Beneath his feet was what looked like a pavement of sapphire, as blue as the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "God did not harm these leading men of Israel; they saw God, and then they ate and drank together."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord said to Moses, &apos;Come up the mountain to me, and while you are here, I will give you two stone tablets which contain all the laws that I have written for the instruction of the people.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses and his helper Joshua got ready, and Moses began to go up the holy mountain."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses said to the leaders, &apos;Wait here in the camp for us until we come back. Aaron and Hur are here with you; and so whoever has a dispute to settle can go to them.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses went up Mount Sinai, and a cloud covered it."
            },
            {
                "verse_number": "18",
                "verse_text": "Moses went on up the mountain into the cloud. There he stayed for forty days and nights."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites to make an offering to me. Receive whatever offerings anyone wishes to give."
            },
            {
                "verse_number": "3",
                "verse_text": "These offerings are to be: gold, silver, and bronze;"
            },
            {
                "verse_number": "4",
                "verse_text": "fine linen; blue, purple, and red wool; cloth made of goats' hair;"
            },
            {
                "verse_number": "5",
                "verse_text": "rams' skin dyed red; fine leather; acacia wood;"
            },
            {
                "verse_number": "6",
                "verse_text": "oil for the lamps; spices for the anointing oil and for the sweet-smelling incense;"
            },
            {
                "verse_number": "7",
                "verse_text": "carnelians and other jewels to be set in the ephod of the High Priest and in his breastpiece."
            },
            {
                "verse_number": "8",
                "verse_text": "The people must make a sacred Tent for me, so that I may live among them."
            },
            {
                "verse_number": "9",
                "verse_text": "Make it and all its furnishings according to the plan that I will show you."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Make a Box out of acacia wood, 45 inches long, 27 inches wide, and 27 inches high."
            },
            {
                "verse_number": "11",
                "verse_text": "Cover it with pure gold inside and out and put a gold border all around it."
            },
            {
                "verse_number": "12",
                "verse_text": "Make four carrying rings of gold for it and attach them to its four legs, with two rings on each side."
            },
            {
                "verse_number": "13",
                "verse_text": "Make carrying poles of acacia wood and cover them with gold"
            },
            {
                "verse_number": "14",
                "verse_text": "and put them through the rings on each side of the Box."
            },
            {
                "verse_number": "15",
                "verse_text": "The poles are to be left in the rings and must not be taken out."
            },
            {
                "verse_number": "16",
                "verse_text": "Then put in the Box the two stone tablets that I will give you, on which the commandments are written."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Make a lid of pure gold, 45 inches long and 27 inches wide."
            },
            {
                "verse_number": "18",
                "verse_text": "Make two winged creatures of hammered gold,"
            },
            {
                "verse_number": "19",
                "verse_text": "one for each end of the lid. Make them so that they form one piece with the lid."
            },
            {
                "verse_number": "20",
                "verse_text": "The winged creatures are to face each other across the lid, and their outspread wings are to cover it."
            },
            {
                "verse_number": "21",
                "verse_text": "Put the two stone tablets inside the Box and put the lid on top of it."
            },
            {
                "verse_number": "22",
                "verse_text": "I will meet you there, and from above the lid between the two winged creatures I will give you all my laws for the people of Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Make a table out of acacia wood, 36 inches long, 18 inches wide, and 27 inches high."
            },
            {
                "verse_number": "24",
                "verse_text": "Cover it with pure gold and put a gold border around it."
            },
            {
                "verse_number": "25",
                "verse_text": "Make a rim 3 inches wide around it and a gold border around the rim."
            },
            {
                "verse_number": "26",
                "verse_text": "Make four carrying rings of gold for it and put them at the four corners, where the legs are."
            },
            {
                "verse_number": "27",
                "verse_text": "The rings to hold the poles for carrying the table are to be placed near the rim."
            },
            {
                "verse_number": "28",
                "verse_text": "Make the poles of acacia wood and cover them with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "Make plates, cups, jars, and bowls to be used for the wine offerings. All of these are to be made of pure gold."
            },
            {
                "verse_number": "30",
                "verse_text": "The table is to be placed in front of the Covenant Box, and on the table there is always to be the sacred bread offered to me."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Make a lampstand of pure gold. Make its base and its shaft of hammered gold; its decorative flowers, including buds and petals, are to form one piece with it."
            },
            {
                "verse_number": "32",
                "verse_text": "Six branches shall extend from its sides, three from each side."
            },
            {
                "verse_number": "33",
                "verse_text": "Each of the six branches is to have three decorative flowers shaped like almond blossoms with buds and petals."
            },
            {
                "verse_number": "34",
                "verse_text": "The shaft of the lampstand is to have four decorative flowers shaped like almond blossoms with buds and petals."
            },
            {
                "verse_number": "35",
                "verse_text": "There is to be one bud below each of the three pairs of branches."
            },
            {
                "verse_number": "36",
                "verse_text": "The buds, the branches, and the lampstand are to be a single piece of pure hammered gold."
            },
            {
                "verse_number": "37",
                "verse_text": "Make seven lamps for the lampstand and set them up so that they shine toward the front."
            },
            {
                "verse_number": "38",
                "verse_text": "Make its tongs and trays of pure gold."
            },
            {
                "verse_number": "39",
                "verse_text": "Use seventy-five pounds of pure gold to make the lampstand and all this equipment."
            },
            {
                "verse_number": "40",
                "verse_text": "Take care to make them according to the plan that I showed you on the mountain."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Make the interior of the sacred Tent, the Tent of my presence, out of ten pieces of fine linen woven with blue, purple, and red wool. Embroider them with figures of winged creatures."
            },
            {
                "verse_number": "2",
                "verse_text": "Make each piece the same size, 14 yards long and 2 yards wide."
            },
            {
                "verse_number": "3",
                "verse_text": "Sew five of them together in one set, and do the same with the other five."
            },
            {
                "verse_number": "4",
                "verse_text": "Make loops of blue cloth on the edge of the outside piece in each set."
            },
            {
                "verse_number": "5",
                "verse_text": "Put fifty loops on the first piece of the first set and fifty loops matching them on the last piece of the second set."
            },
            {
                "verse_number": "6",
                "verse_text": "Make fifty gold hooks with which to join the two sets into one piece."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Make a cover for the Tent out of eleven pieces of cloth made of goats' hair."
            },
            {
                "verse_number": "8",
                "verse_text": "Make them all the same size, 15 yards long and 2 yards wide."
            },
            {
                "verse_number": "9",
                "verse_text": "Sew five of them together in one set, and the other six in another set. Fold the sixth piece double over the front of the Tent."
            },
            {
                "verse_number": "10",
                "verse_text": "Put fifty loops on the edge of the last piece of one set, and fifty loops on the edge of the other set."
            },
            {
                "verse_number": "11",
                "verse_text": "Make fifty bronze hooks and put them in the loops to join the two sets so as to form one cover."
            },
            {
                "verse_number": "12",
                "verse_text": "Hang the extra half piece over the back of the Tent."
            },
            {
                "verse_number": "13",
                "verse_text": "The extra half yard on each side of the length is to hang over the sides of the Tent to cover it."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Make two more coverings, one of rams' skin dyed red and the other of fine leather, to serve as the outer cover."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Make upright frames for the Tent out of acacia wood."
            },
            {
                "verse_number": "16",
                "verse_text": "Each frame is to be 15 feet long and 27 inches wide,"
            },
            {
                "verse_number": "17",
                "verse_text": "with two matching projections, so that the frames can be joined together. All the frames are to have these projections."
            },
            {
                "verse_number": "18",
                "verse_text": "Make twenty frames for the south side"
            },
            {
                "verse_number": "19",
                "verse_text": "and forty silver bases to go under them, two bases under each frame to hold its two projections."
            },
            {
                "verse_number": "20",
                "verse_text": "Make twenty frames for the north side of the Tent"
            },
            {
                "verse_number": "21",
                "verse_text": "and forty silver bases, two under each frame."
            },
            {
                "verse_number": "22",
                "verse_text": "For the back of the Tent on the west, make six frames,"
            },
            {
                "verse_number": "23",
                "verse_text": "and two frames for the corners."
            },
            {
                "verse_number": "24",
                "verse_text": "These corner frames are to be joined at the bottom and connected all the way to the top. The two frames that form the two corners are to be made in this way."
            },
            {
                "verse_number": "25",
                "verse_text": "So there will be eight frames with their sixteen silver bases, two under each frame."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Make fifteen crossbars of acacia wood, five for the frames on one side of the Tent,"
            },
            {
                "verse_number": "27",
                "verse_text": "five for the frames on the other side, and five for the frames on the west end, at the back."
            },
            {
                "verse_number": "28",
                "verse_text": "The middle crossbar, set halfway up the frames, is to extend from one end of the Tent to the other."
            },
            {
                "verse_number": "29",
                "verse_text": "Cover the frames with gold and fit them with gold rings to hold the crossbars, which are also to be covered with gold."
            },
            {
                "verse_number": "30",
                "verse_text": "Set up the Tent according to the plan that I showed you on the mountain."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Make a curtain of fine linen woven with blue, purple, and red wool. Embroider it with figures of winged creatures."
            },
            {
                "verse_number": "32",
                "verse_text": "Hang it on four posts of acacia wood covered with gold, fitted with hooks, and set in four silver bases."
            },
            {
                "verse_number": "33",
                "verse_text": "Place the curtain under the row of hooks in the roof of the Tent, and put behind the curtain the Covenant Box containing the two stone tablets. The curtain will separate the Holy Place from the Most Holy Place."
            },
            {
                "verse_number": "34",
                "verse_text": "Put the lid on the Covenant Box."
            },
            {
                "verse_number": "35",
                "verse_text": "Outside the Most Holy Place put the table against the north side of the Tent and the lampstand against the south side."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;For the entrance of the Tent make a curtain of fine linen woven with blue, purple, and red wool and decorated with embroidery."
            },
            {
                "verse_number": "37",
                "verse_text": "For this curtain make five posts of acacia wood covered with gold and fitted with gold hooks; make five bronze bases for these posts."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Make an altar out of acacia wood. It is to be square, 7 feet long and 7 feet wide, and it is to be 4 feet high."
            },
            {
                "verse_number": "2",
                "verse_text": "Make projections at the top of the four corners. They are to form one piece with the altar, and the whole is to be covered with bronze."
            },
            {
                "verse_number": "3",
                "verse_text": "Make pans for the greasy ashes, and make shovels, bowls, hooks, and fire pans. All this equipment is to be made of bronze."
            },
            {
                "verse_number": "4",
                "verse_text": "Make a bronze grating and put four bronze carrying rings on its corners."
            },
            {
                "verse_number": "5",
                "verse_text": "Put the grating under the rim of the altar, so that it reaches halfway up the altar."
            },
            {
                "verse_number": "6",
                "verse_text": "Make carrying poles of acacia wood, cover them with bronze,"
            },
            {
                "verse_number": "7",
                "verse_text": "and put them in the rings on each side of the altar when it is carried."
            },
            {
                "verse_number": "8",
                "verse_text": "Make the altar out of boards and leave it hollow, according to the plan that I showed you on the mountain."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;For the Tent of my presence make an enclosure out of fine linen curtains. On the south side the curtains are to be 50 yards long,"
            },
            {
                "verse_number": "10",
                "verse_text": "supported by twenty bronze posts in twenty bronze bases, with hooks and rods made of silver."
            },
            {
                "verse_number": "11",
                "verse_text": "Do the same on the north side of the enclosure."
            },
            {
                "verse_number": "12",
                "verse_text": "On the west side there are to be curtains 25 yards long, with ten posts and ten bases."
            },
            {
                "verse_number": "13",
                "verse_text": "On the east side, where the entrance is, the enclosure is also to be 25 yards wide."
            },
            {
                "verse_number": "16",
                "verse_text": "For the entrance itself there is to be a curtain 10 yards long made of fine linen woven with blue, purple, and red wool, and decorated with embroidery. It is to be supported by four posts in four bases."
            },
            {
                "verse_number": "17",
                "verse_text": "All the posts around the enclosure are to be connected with silver rods, and their hooks are to be made of silver and their bases of bronze."
            },
            {
                "verse_number": "18",
                "verse_text": "The enclosure is to be 50 yards long, 25 yards wide, and 2 yards high. The curtains are to be made of fine linen and the bases of bronze."
            },
            {
                "verse_number": "19",
                "verse_text": "All the equipment that is used in the Tent and all the pegs for the Tent and for the enclosure are to be made of bronze."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Command the people of Israel to bring you the best olive oil for the lamp, so that it can be lit each evening."
            },
            {
                "verse_number": "21",
                "verse_text": "Aaron and his sons are to set up the lamp in the Tent of my presence outside the curtain which is in front of the Covenant Box. There in my presence it is to burn from evening until morning. This command is to be kept forever by the Israelites and their descendants."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Summon your brother Aaron and his sons, Nadab, Abihu, Eleazar, and Ithamar. Separate them from the people of Israel, so that they may serve me as priests."
            },
            {
                "verse_number": "2",
                "verse_text": "Make priestly garments for your brother Aaron, to provide him with dignity and beauty."
            },
            {
                "verse_number": "3",
                "verse_text": "Call all the skilled workers to whom I have given ability, and tell them to make Aaron's clothes, so that he may be dedicated as a priest in my service."
            },
            {
                "verse_number": "4",
                "verse_text": "Tell them to make a breastpiece, an ephod, a robe, an embroidered shirt, a turban, and a sash. They are to make these priestly garments for your brother Aaron and his sons, so that they can serve me as priests."
            },
            {
                "verse_number": "5",
                "verse_text": "The skilled workers are to use blue, purple, and red wool, gold thread, and fine linen."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;They are to make the ephod of blue, purple, and red wool, gold thread, and fine linen, decorated with embroidery."
            },
            {
                "verse_number": "7",
                "verse_text": "Two shoulder straps, by which it can be fastened, are to be attached to the sides."
            },
            {
                "verse_number": "8",
                "verse_text": "A finely woven belt made of the same materials is to be attached to the ephod so as to form one piece with it."
            },
            {
                "verse_number": "9",
                "verse_text": "Take two carnelian stones and engrave on them the names of the twelve sons of Jacob,"
            },
            {
                "verse_number": "10",
                "verse_text": "in the order of their birth, with six on one stone and six on the other."
            },
            {
                "verse_number": "11",
                "verse_text": "Have a skillful jeweler engrave on the two stones the names of the sons of Jacob, and mount the stones in gold settings."
            },
            {
                "verse_number": "12",
                "verse_text": "Put them on the shoulder straps of the ephod to represent the twelve tribes of Israel. In this way Aaron will carry their names on his shoulders, so that I, the Lord , will always remember my people."
            },
            {
                "verse_number": "13",
                "verse_text": "Make two gold settings"
            },
            {
                "verse_number": "14",
                "verse_text": "and two chains of pure gold twisted like cords, and attach them to the settings."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Make a breastpiece for the High Priest to use in determining God's will. It is to be made of the same materials as the ephod and with similar embroidery."
            },
            {
                "verse_number": "16",
                "verse_text": "It is to be square and folded double, 9 inches long and 9 inches wide."
            },
            {
                "verse_number": "17",
                "verse_text": "Mount four rows of precious stones on it; in the first row mount a ruby, a topaz, and a garnet;"
            },
            {
                "verse_number": "18",
                "verse_text": "in the second row, an emerald, a sapphire, and a diamond;"
            },
            {
                "verse_number": "19",
                "verse_text": "in the third row, a turquoise, an agate, and an amethyst;"
            },
            {
                "verse_number": "20",
                "verse_text": "and in the fourth row, a beryl, a carnelian, and a jasper. These are to be mounted in gold settings."
            },
            {
                "verse_number": "21",
                "verse_text": "Each of these twelve stones is to have engraved on it the name of one of the sons of Jacob, to represent the tribes of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "For the breastpiece make chains of pure gold, twisted like cords."
            },
            {
                "verse_number": "23",
                "verse_text": "Make two gold rings and attach them to the upper corners of the breastpiece,"
            },
            {
                "verse_number": "24",
                "verse_text": "and fasten the two gold cords to the two rings."
            },
            {
                "verse_number": "25",
                "verse_text": "Fasten the other two ends of the cords to the two settings, and in this way attach them in front to the shoulder straps of the ephod."
            },
            {
                "verse_number": "26",
                "verse_text": "Then make two rings of gold and attach them to the lower corners of the breastpiece on the inside edge next to the ephod."
            },
            {
                "verse_number": "27",
                "verse_text": "Make two more gold rings and attach them to the lower part of the front of the two shoulder straps of the ephod, near the seam and above the finely woven belt."
            },
            {
                "verse_number": "28",
                "verse_text": "Tie the rings of the breastpiece to the rings of the ephod with a blue cord, so that the breastpiece rests above the belt and does not come loose."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;When Aaron enters the Holy Place, he will wear this breastpiece engraved with the names of the tribes of Israel, so that I, the Lord , will always remember my people."
            },
            {
                "verse_number": "30",
                "verse_text": "Put the Urim and Thummim in the breastpiece, so that Aaron will carry them when he comes into my holy presence. At such times he must always wear this breastpiece, so that he can determine my will for the people of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;The robe that goes under the ephod is to be made entirely of blue wool."
            },
            {
                "verse_number": "32",
                "verse_text": "It is to have a hole for the head, and this hole is to be reinforced with a woven binding to keep it from tearing."
            },
            {
                "verse_number": "35",
                "verse_text": "Aaron is to wear this robe when he serves as priest. When he comes into my presence in the Holy Place or when he leaves it, the sound of the bells will be heard, and he will not be killed."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Make an ornament of pure gold and engrave on it &quot;Dedicated to the Lord .&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "Tie it to the front of the turban with a blue cord."
            },
            {
                "verse_number": "38",
                "verse_text": "Aaron is to wear it on his forehead, so that I, the Lord , will accept all the offerings that the Israelites dedicate to me, even if the people commit some error in offering them."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Weave Aaron's shirt of fine linen and make a turban of fine linen and also a sash decorated with embroidery."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Make shirts, sashes, and caps for Aaron's sons, to provide them with dignity and beauty."
            },
            {
                "verse_number": "41",
                "verse_text": "Put these clothes on your brother Aaron and his sons. Then ordain them and dedicate them by anointing them with olive oil, so that they may serve me as priests."
            },
            {
                "verse_number": "42",
                "verse_text": "Make linen shorts for them, reaching from the waist to the thighs, so that they will not expose themselves."
            },
            {
                "verse_number": "43",
                "verse_text": "Aaron and his sons must always wear them when they go into the Tent of my presence or approach the altar to serve as priests in the Holy Place, so that they will not be killed for exposing themselves. This is a permanent rule for Aaron and his descendants."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "&apos;This is what you are to do to Aaron and his sons to dedicate them as priests in my service. Take one young bull and two rams without any defects."
            },
            {
                "verse_number": "2",
                "verse_text": "Use the best wheat flour, but no yeast, and make some bread with olive oil, some without it, and some in the form of thin cakes brushed with oil."
            },
            {
                "verse_number": "3",
                "verse_text": "Put them in a basket and offer them to me when you sacrifice the bull and the two rams."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Bring Aaron and his sons to the entrance of the Tent of my presence, and have them take a ritual bath."
            },
            {
                "verse_number": "5",
                "verse_text": "Then dress Aaron in the priestly garments&ndash;the shirt, the robe that goes under the ephod, the ephod, the breastpiece, and the belt."
            },
            {
                "verse_number": "6",
                "verse_text": "Put the turban on him and tie on it the sacred sign of dedication engraved &quot;Dedicated to the Lord .&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then take the anointing oil, pour it on his head, and anoint him."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Bring his sons and put shirts on them;"
            },
            {
                "verse_number": "9",
                "verse_text": "put sashes around their waists and tie caps on their heads. That is how you are to ordain Aaron and his sons. They and their descendants are to serve me as priests forever."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Bring the bull to the front of the Tent of my presence and tell Aaron and his sons to put their hands on its head."
            },
            {
                "verse_number": "11",
                "verse_text": "Kill the bull there in my holy presence at the entrance of the Tent."
            },
            {
                "verse_number": "12",
                "verse_text": "Take some of the bull's blood and with your finger put it on the projections of the altar. Then pour out the rest of the blood at the base of the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "Next, take all the fat which covers the internal organs, the best part of the liver, and the two kidneys with the fat on them, and burn them on the altar as an offering to me."
            },
            {
                "verse_number": "14",
                "verse_text": "But burn the bull's flesh, its skin, and its intestines outside the camp. This is an offering to take away the sins of the priests."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Take one of the rams and tell Aaron and his sons to put their hands on its head."
            },
            {
                "verse_number": "16",
                "verse_text": "Kill it, and take its blood and throw it against all four sides of the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Cut the ram in pieces; wash its internal organs and its hind legs, and put them on top of the head and the other pieces."
            },
            {
                "verse_number": "18",
                "verse_text": "Burn the whole ram on the altar as a food offering. The odor of this offering pleases me."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Take the other ram&ndash;the ram used for dedication&ndash;and tell Aaron and his sons to put their hands on its head."
            },
            {
                "verse_number": "20",
                "verse_text": "Kill it, and take some of its blood and put it on the lobes of the right ears of Aaron and his sons, on the thumbs of their right hands and on the big toes of their right feet. Throw the rest of the blood against all four sides of the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "Take some of the blood that is on the altar and some of the anointing oil, and sprinkle it on Aaron and his clothes and on his sons and their clothes. He, his sons, and their clothes will then be dedicated to me."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Cut away the ram's fat, the fat tail, the fat covering the internal organs, the best part of the liver, the two kidneys with the fat on them, and the right thigh."
            },
            {
                "verse_number": "23",
                "verse_text": "From the basket of bread which has been offered to me, take one loaf of each kind: one loaf made with olive oil and one made without it and one thin cake."
            },
            {
                "verse_number": "24",
                "verse_text": "Put all this food in the hands of Aaron and his sons and have them dedicate it to me as a special gift."
            },
            {
                "verse_number": "25",
                "verse_text": "Then take it from them and burn it on the altar, on top of the burnt offering, as a food offering to me. The odor of this offering pleases me."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Take the breast of this ram and dedicate it to me as a special gift. This part of the animal will be yours."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;When a priest is ordained, the breast and the thigh of the ram being used for the ordination are to be dedicated to me as a special gift and set aside for the priests."
            },
            {
                "verse_number": "28",
                "verse_text": "It is my unchanging decision that when my people make their fellowship offerings, the breast and the thigh of the animal belong to the priests. This is the people's gift to me, the Lord ."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Aaron's priestly garments are to be handed on to his sons after his death, for them to wear when they are ordained."
            },
            {
                "verse_number": "30",
                "verse_text": "The son of Aaron who succeeds him as priest and who goes into the Tent of my presence to serve in the Holy Place is to wear these garments for seven days."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Take the meat of the ram used for the ordination of Aaron and his sons and boil it in a holy place."
            },
            {
                "verse_number": "32",
                "verse_text": "At the entrance of the Tent of my presence they are to eat it along with the bread left in the basket."
            },
            {
                "verse_number": "33",
                "verse_text": "They shall eat what was used in the ritual of forgiveness at their ordination. Only priests may eat this food, because it is sacred."
            },
            {
                "verse_number": "34",
                "verse_text": "If some of the meat or some of the bread is not eaten by morning, it is to be burned; it is not to be eaten, for it is sacred."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Perform the rites of ordination for Aaron and his sons for seven days exactly as I have commanded you."
            },
            {
                "verse_number": "36",
                "verse_text": "Each day you must offer a bull as a sacrifice, so that sin may be forgiven. This will purify the altar. Then anoint it with olive oil to make it holy."
            },
            {
                "verse_number": "37",
                "verse_text": "Do this every day for seven days. Then the altar will be completely holy, and anyone or anything that touches it will be harmed by the power of its holiness."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Every day for all time to come, sacrifice on the altar two one-year-old lambs."
            },
            {
                "verse_number": "39",
                "verse_text": "Sacrifice one of the lambs in the morning and the other in the evening."
            },
            {
                "verse_number": "40",
                "verse_text": "With the first lamb offer two pounds of fine wheat flour mixed with one quart of pure olive oil. Pour out one quart of wine as an offering."
            },
            {
                "verse_number": "41",
                "verse_text": "Sacrifice the second lamb in the evening, and offer with it the same amounts of flour, olive oil, and wine as in the morning. This is a food offering to me, the Lord , and its odor pleases me."
            },
            {
                "verse_number": "42",
                "verse_text": "For all time to come, this burnt offering is to be offered in my presence at the entrance of the Tent of my presence. That is where I will meet my people and speak to you."
            },
            {
                "verse_number": "43",
                "verse_text": "There I will meet the people of Israel, and the dazzling light of my presence will make the place holy."
            },
            {
                "verse_number": "44",
                "verse_text": "I will make the Tent and the altar holy, and I will set Aaron and his sons apart to serve me as priests."
            },
            {
                "verse_number": "45",
                "verse_text": "I will live among the people of Israel, and I will be their God."
            },
            {
                "verse_number": "46",
                "verse_text": "They will know that I am the Lord their God who brought them out of Egypt so that I could live among them. I am the Lord their God."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Make an altar out of acacia wood, for burning incense."
            },
            {
                "verse_number": "2",
                "verse_text": "It is to be square, 18 inches long and 18 inches wide, and it is to be 36 inches high. Its projections at the four corners are to form one piece with it."
            },
            {
                "verse_number": "3",
                "verse_text": "Cover its top, all four sides, and its projections with pure gold, and put a gold border around it."
            },
            {
                "verse_number": "4",
                "verse_text": "Make two gold carrying rings for it and attach them below the border on two sides to hold the poles with which it is to be carried."
            },
            {
                "verse_number": "5",
                "verse_text": "Make these poles of acacia wood and cover them with gold."
            },
            {
                "verse_number": "6",
                "verse_text": "Put this altar outside the curtain which hangs in front of the Covenant Box. That is the place where I will meet you."
            },
            {
                "verse_number": "7",
                "verse_text": "Every morning when Aaron comes to take care of the lamps, he is to burn sweet-smelling incense on it."
            },
            {
                "verse_number": "8",
                "verse_text": "He must do the same when he lights the lamps in the evening. This offering of incense is to continue without interruption for all time to come."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not offer on this altar any forbidden incense, any animal offering, or any grain offering, and do not pour out any wine offering on it."
            },
            {
                "verse_number": "10",
                "verse_text": "Once a year Aaron is to perform the ritual for purifying the altar by putting on its four projections the blood of the animal sacrificed for sin. This is to be done every year for all time to come. This altar is to be completely holy, dedicated to me, the Lord .&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;When you take a census of the people of Israel, each man is to pay me a price for his life, so that no disaster will come on him while the census is being taken."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone included in the census must pay the required amount of money, weighed according to the official standard. Everyone must pay this as an offering to me."
            },
            {
                "verse_number": "14",
                "verse_text": "Everyone being counted in the census, that is, every man twenty years old or older, is to pay me this amount."
            },
            {
                "verse_number": "15",
                "verse_text": "The rich man is not to pay more, nor the poor man less, when they pay this amount for their lives."
            },
            {
                "verse_number": "16",
                "verse_text": "Collect this money from the people of Israel and spend it for the upkeep of the Tent of my presence. This tax will be the payment for their lives, and I will remember to protect them.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Make a bronze basin with a bronze base. Place it between the Tent and the altar, and put water in it."
            },
            {
                "verse_number": "19",
                "verse_text": "Aaron and his sons are to use the water to wash their hands and feet"
            },
            {
                "verse_number": "20",
                "verse_text": "before they go into the Tent or approach the altar to offer the food offering. Then they will not be killed."
            },
            {
                "verse_number": "21",
                "verse_text": "They must wash their hands and feet, so that they will not die. This is a rule which they and their descendants are to observe forever.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Take the finest spices&ndash;12 pounds of liquid myrrh, 6 pounds of sweet-smelling cinnamon, 6 pounds of sweet-smelling cane,"
            },
            {
                "verse_number": "24",
                "verse_text": "and 12 pounds of cassia (all weighed according to the official standard). Add one gallon of olive oil,"
            },
            {
                "verse_number": "25",
                "verse_text": "and make a sacred anointing oil, mixed like perfume."
            },
            {
                "verse_number": "26",
                "verse_text": "Use it to anoint the Tent of my presence, the Covenant Box,"
            },
            {
                "verse_number": "27",
                "verse_text": "the table and all its equipment, the lampstand and its equipment, the altar for burning incense,"
            },
            {
                "verse_number": "28",
                "verse_text": "the altar for burning offerings, together with all its equipment, and the washbasin with its base."
            },
            {
                "verse_number": "29",
                "verse_text": "Dedicate these things in this way, and they will be completely holy, and anyone or anything that touches them will be harmed by the power of its holiness."
            },
            {
                "verse_number": "30",
                "verse_text": "Then anoint Aaron and his sons, and ordain them as priests in my service."
            },
            {
                "verse_number": "31",
                "verse_text": "Say to the people of Israel, &quot;This holy anointing oil is to be used in my service for all time to come."
            },
            {
                "verse_number": "32",
                "verse_text": "It must not be poured on ordinary men, and you must not use the same formula to make any mixture like it. It is holy, and you must treat it as holy."
            },
            {
                "verse_number": "33",
                "verse_text": "Whoever makes any like it or uses any of it on anyone who is not a priest will no longer be considered one of my people.&quot;&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord said to Moses, &apos;Take an equal part of each of the following sweet spices&ndash;stacte, onycha, galbanum, and pure frankincense."
            },
            {
                "verse_number": "35",
                "verse_text": "Use them to make incense, mixed like perfume. Add salt to keep it pure and holy."
            },
            {
                "verse_number": "36",
                "verse_text": "Beat part of it into a fine powder, take it into the Tent of my presence, and sprinkle it in front of the Covenant Box. Treat this incense as completely holy."
            },
            {
                "verse_number": "37",
                "verse_text": "Do not use the same formula to make any incense like it for yourselves. Treat it as a holy thing dedicated to me."
            },
            {
                "verse_number": "38",
                "verse_text": "If anyone makes any like it for use as perfume, he will no longer be considered one of my people.&apos;"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I have chosen Bezalel, the son of Uri and grandson of Hur, from the tribe of Judah,"
            },
            {
                "verse_number": "3",
                "verse_text": "and I have filled him with my power. I have given him understanding, skill, and ability for every kind of artistic work&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "for planning skillful designs and working them in gold, silver, and bronze;"
            },
            {
                "verse_number": "5",
                "verse_text": "for cutting jewels to be set; for carving wood; and for every other kind of artistic work."
            },
            {
                "verse_number": "6",
                "verse_text": "I have also selected Oholiab son of Ahisamach, from the tribe of Dan, to work with him. I have also given great ability to all the other skilled workers, so that they can make everything I have commanded to be made:"
            },
            {
                "verse_number": "7",
                "verse_text": "the Tent of my presence, the Covenant Box and its lid, all the furnishings of the Tent,"
            },
            {
                "verse_number": "8",
                "verse_text": "the table and its equipment, the lampstand of pure gold and all its equipment, the altar for burning incense,"
            },
            {
                "verse_number": "9",
                "verse_text": "the altar for burnt offerings and all its equipment, the washbasin and its base,"
            },
            {
                "verse_number": "10",
                "verse_text": "the magnificent priestly garments for Aaron and his sons to use when they serve as priests,"
            },
            {
                "verse_number": "11",
                "verse_text": "the anointing oil, and the sweet-smelling incense for the Holy Place. In making all these things, they are to do exactly as I have commanded you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord commanded Moses"
            },
            {
                "verse_number": "13",
                "verse_text": "to tell the people of Israel, &apos;Keep the Sabbath, my day of rest, because it is a sign between you and me for all time to come, to show that I, the Lord , have made you my own people."
            },
            {
                "verse_number": "14",
                "verse_text": "You must keep the day of rest, because it is sacred. Whoever does not keep it, but works on that day, is to be put to death."
            },
            {
                "verse_number": "15",
                "verse_text": "You have six days in which to do your work, but the seventh day is a solemn day of rest dedicated to me. Whoever does any work on that day is to be put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel are to keep this day as a sign of the covenant."
            },
            {
                "verse_number": "17",
                "verse_text": "It is a permanent sign between the people of Israel and me, because I, the Lord , made heaven and earth in six days, and on the seventh day I stopped working and rested.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When God had finished speaking to Moses on Mount Sinai, he gave him the two stone tablets on which God himself had written the commandments."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "When the people saw that Moses had not come down from the mountain but was staying there a long time, they gathered around Aaron and said to him, &apos;We do not know what has happened to this man Moses, who led us out of Egypt; so make us a god to lead us.&apos; The people said, &apos;Israel, this is our god, who led us out of Egypt!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Aaron said to them, &apos;Take off the gold earrings which your wives, your sons, and your daughters are wearing, and bring them to me.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the people took off their gold earrings and brought them to Aaron."
            },
            {
                "verse_number": "4",
                "verse_text": "He took the earrings, melted them, poured the gold into a mold, and made a gold bull-calf."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Aaron built an altar in front of the gold bull-calf and announced, &apos;Tomorrow there will be a festival to honor the Lord .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Early the next morning they brought some animals to burn as sacrifices and others to eat as fellowship offerings. The people sat down to a feast, which turned into an orgy of drinking and sex."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Moses, &apos;Hurry and go back down, because your people, whom you led out of Egypt, have sinned and rejected me."
            },
            {
                "verse_number": "8",
                "verse_text": "They have already left the way that I commanded them to follow; they have made a bull-calf out of melted gold and have worshiped it and offered sacrifices to it. They are saying that this is their god, who led them out of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "I know how stubborn these people are."
            },
            {
                "verse_number": "10",
                "verse_text": "Now, don't try to stop me. I am angry with them, and I am going to destroy them. Then I will make you and your descendants into a great nation.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Moses pleaded with the Lord his God and said, &apos; Lord , why should you be so angry with your people, whom you rescued from Egypt with great might and power?"
            },
            {
                "verse_number": "12",
                "verse_text": "Why should the Egyptians be able to say that you led your people out of Egypt, planning to kill them in the mountains and destroy them completely? Stop being angry; change your mind and do not bring this disaster on your people."
            },
            {
                "verse_number": "13",
                "verse_text": "Remember your servants Abraham, Isaac, and Jacob. Remember the solemn promise you made to them to give them as many descendants as there are stars in the sky and to give their descendants all that land you promised would be their possession forever.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord changed his mind and did not bring on his people the disaster he had threatened."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses went back down the mountain, carrying the two stone tablets with the commandments written on both sides."
            },
            {
                "verse_number": "16",
                "verse_text": "God himself had made the tablets and had engraved the commandments on them."
            },
            {
                "verse_number": "17",
                "verse_text": "Joshua heard the people shouting and said to Moses, &apos;I hear the sound of battle in the camp.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses said, &apos;That doesn't sound like a shout of victory or a cry of defeat; it's the sound of singing.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "When Moses came close enough to the camp to see the bull-calf and to see the people dancing, he became furious. There at the foot of the mountain, he threw down the tablets he was carrying and broke them."
            },
            {
                "verse_number": "20",
                "verse_text": "He took the bull-calf which they had made, melted it, ground it into fine powder, and mixed it with water. Then he made the people of Israel drink it."
            },
            {
                "verse_number": "21",
                "verse_text": "He said to Aaron, &apos;What did these people do to you, that you have made them commit such a terrible sin?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Aaron answered, &apos;Don't be angry with me; you know how determined these people are to do evil."
            },
            {
                "verse_number": "23",
                "verse_text": "They said to me, &quot;We don't know what has happened to this man Moses, who brought us out of Egypt; so make us a god to lead us.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "I asked them to bring me their gold ornaments, and those who had any took them off and gave them to me. I threw the ornaments into the fire and out came this bull-calf!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses saw that Aaron had let the people get out of control and make fools of themselves in front of their enemies."
            },
            {
                "verse_number": "26",
                "verse_text": "So he stood at the gate of the camp and shouted, &apos;Everyone who is on the Lord 's side come over here!&apos; So all the Levites gathered around him,"
            },
            {
                "verse_number": "27",
                "verse_text": "and he said to them, &apos;The Lord God of Israel commands every one of you to put on your sword and go through the camp from this gate to the other and kill your brothers, your friends, and your neighbors.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The Levites obeyed, and killed about three thousand men that day."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to the Levites, &apos;Today you have consecrated yourselves as priests in the service of the Lord by killing your sons and brothers, so the Lord has given you his blessing.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The next day Moses said to the people, &apos;You have committed a terrible sin. But now I will again go up the mountain to the Lord ; perhaps I can obtain forgiveness for your sin.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Moses then returned to the Lord and said, &apos;These people have committed a terrible sin. They have made a god out of gold and worshiped it."
            },
            {
                "verse_number": "32",
                "verse_text": "Please forgive their sin; but if you won't, then remove my name from the book in which you have written the names of your people.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord answered, &apos;It is those who have sinned against me whose names I will remove from my book."
            },
            {
                "verse_number": "34",
                "verse_text": "Now go, lead the people to the place I told you about. Remember that my angel will guide you, but the time is coming when I will punish these people for their sin.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So the Lord sent a disease on the people, because they had caused Aaron to make the gold bull-calf."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses, &apos;Leave this place, you and the people you brought out of Egypt, and go to the land that I promised to give to Abraham, Isaac, and Jacob and to their descendants."
            },
            {
                "verse_number": "2",
                "verse_text": "I will send an angel to guide you, and I will drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "3",
                "verse_text": "You are going to a rich and fertile land. But I will not go with you myself, because you are a stubborn people, and I might destroy you on the way.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the people heard this, they began to mourn and did not wear jewelry any more."
            },
            {
                "verse_number": "5",
                "verse_text": "For the Lord had commanded Moses to tell them, &apos;You are a stubborn people. If I were to go with you even for a moment, I would completely destroy you. Now take off your jewelry, and I will decide what to do with you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So after they left Mount Sinai, the people of Israel no longer wore jewelry."
            },
            {
                "verse_number": "7",
                "verse_text": "Whenever the people of Israel set up camp, Moses would take the sacred Tent and put it up some distance outside the camp. It was called the Tent of the Lord 's presence, and anyone who wanted to consult the Lord would go out to it."
            },
            {
                "verse_number": "8",
                "verse_text": "Whenever Moses went out there, the people would stand at the door of their tents and watch Moses until he entered it."
            },
            {
                "verse_number": "9",
                "verse_text": "After Moses had gone in, the pillar of cloud would come down and stay at the door of the Tent, and the Lord would speak to Moses from the cloud."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as the people saw the pillar of cloud at the door of the Tent, they would bow down."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord would speak with Moses face-to-face, just as someone speaks with a friend. Then Moses would return to the camp. But the young man who was his helper, Joshua son of Nun, stayed in the Tent."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses said to the Lord , &apos;It is true that you have told me to lead these people to that land, but you did not tell me whom you would send with me. You have said that you know me well and are pleased with me."
            },
            {
                "verse_number": "13",
                "verse_text": "Now if you are, tell me your plans, so that I may serve you and continue to please you. Remember also that you have chosen this nation to be your own.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord said, &apos;I will go with you, and I will give you victory.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses replied, &apos;If you do not go with us, don't make us leave this place."
            },
            {
                "verse_number": "16",
                "verse_text": "How will anyone know that you are pleased with your people and with me if you do not go with us? Your presence with us will distinguish us from any other people on earth.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Moses, &apos;I will do just as you have asked, because I know you very well and I am pleased with you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Moses requested, &apos;Please, let me see the dazzling light of your presence.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord answered, &apos;I will make all my splendor pass before you and in your presence I will pronounce my sacred name. I am the Lord , and I show compassion and pity on those I choose."
            },
            {
                "verse_number": "20",
                "verse_text": "I will not let you see my face, because no one can see me and stay alive,"
            },
            {
                "verse_number": "21",
                "verse_text": "but here is a place beside me where you can stand on a rock."
            },
            {
                "verse_number": "22",
                "verse_text": "When the dazzling light of my presence passes by, I will put you in an opening in the rock and cover you with my hand until I have passed by."
            },
            {
                "verse_number": "23",
                "verse_text": "Then I will take my hand away, and you will see my back but not my face.&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses, &apos;Cut two stone tablets like the first ones, and I will write on them the words that were on the first tablets, which you broke."
            },
            {
                "verse_number": "2",
                "verse_text": "Get ready tomorrow morning, and come up Mount Sinai to meet me there at the top."
            },
            {
                "verse_number": "3",
                "verse_text": "No one is to come up with you; no one is to be seen on any part of the mountain; and no sheep or cattle are to graze at the foot of the mountain.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Moses cut two more stone tablets, and early the next morning he carried them up Mount Sinai, just as the Lord had commanded. &apos;No one is to appear before me without an offering. &apos;Do not cook a young sheep or goat in its mother's milk.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord came down in a cloud, stood with him there, and pronounced his holy name, the Lord ."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord then passed in front of him and called out, &apos;I, the Lord , am a God who is full of compassion and pity, who is not easily angered and who shows great love and faithfulness."
            },
            {
                "verse_number": "7",
                "verse_text": "I keep my promise for thousands of generations and forgive evil and sin; but I will not fail to punish children and grandchildren to the third and fourth generation for the sins of their parents.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses quickly bowed down to the ground and worshiped."
            },
            {
                "verse_number": "9",
                "verse_text": "He said, &apos;Lord, if you really are pleased with me, I ask you to go with us. These people are stubborn, but forgive our evil and our sin, and accept us as your own people.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said to Moses, &apos;I now make a covenant with the people of Israel. In their presence I will do great things such as have never been done anywhere on earth among any of the nations. All the people will see what great things I, the Lord , can do, because I am going to do an awesome thing for you."
            },
            {
                "verse_number": "11",
                "verse_text": "Obey the laws that I am giving you today. I will drive out the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites, as you advance."
            },
            {
                "verse_number": "12",
                "verse_text": "Do not make any treaties with the people of the country into which you are going, because this could be a fatal trap for you."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, tear down their altars, destroy their sacred pillars, and cut down their symbols of the goddess Asherah."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Do not worship any other god, because I, the Lord , tolerate no rivals."
            },
            {
                "verse_number": "15",
                "verse_text": "Do not make any treaties with the people of the country, because when they worship their pagan gods and sacrifice to them, they will invite you to join them, and you will be tempted to eat the food they offer to their gods."
            },
            {
                "verse_number": "16",
                "verse_text": "Your sons might marry those foreign women, who would lead them to be unfaithful to me and to worship their pagan gods."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Do not make gods of metal and worship them."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Keep the Festival of Unleavened Bread. As I have commanded you, eat unleavened bread for seven days in the month of Abib, because it was in that month that you left Egypt."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Every first-born son and first-born male domestic animal belongs to me,"
            },
            {
                "verse_number": "20",
                "verse_text": "but you are to buy back every first-born donkey by offering a lamb in its place. If you do not buy it back, break its neck. Buy back every first-born son."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You have six days in which to do your work, but do not work on the seventh day, not even during plowing time or harvest."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Keep the Harvest Festival when you begin to harvest the first crop of your wheat, and keep the Festival of Shelters in the autumn when you gather your fruit."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Three times a year all of your men must come to worship me, the Lord , the God of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "After I have driven out the nations before you and extended your territory, no one will try to conquer your country during the three festivals."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Do not offer bread made with yeast when you sacrifice an animal to me. Do not keep until the following morning any part of the animal killed at the Passover Festival."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Each year bring to the house of the Lord the first grain that you harvest."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord said to Moses, &apos;Write these words down, because it is on the basis of these words that I am making a covenant with you and with Israel.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Moses stayed there with the Lord forty days and nights, eating and drinking nothing. He wrote on the tablets the words of the covenant&ndash;the Ten Commandments."
            },
            {
                "verse_number": "29",
                "verse_text": "When Moses went down from Mount Sinai carrying the Ten Commandments, his face was shining because he had been speaking with the Lord ; but he did not know it."
            },
            {
                "verse_number": "30",
                "verse_text": "Aaron and all the people looked at Moses and saw that his face was shining, and they were afraid to go near him."
            },
            {
                "verse_number": "31",
                "verse_text": "But Moses called them, and Aaron and all the leaders of the community went to him, and Moses spoke with them."
            },
            {
                "verse_number": "32",
                "verse_text": "After that, all the people of Israel gathered around him, and Moses gave them all the laws that the Lord had given him on Mount Sinai."
            },
            {
                "verse_number": "33",
                "verse_text": "When Moses had finished speaking with them, he covered his face with a veil."
            },
            {
                "verse_number": "34",
                "verse_text": "Whenever Moses went into the Tent of the Lord 's presence to speak to the Lord , he would take the veil off. When he came out, he would tell the people of Israel everything that he had been commanded to say,"
            },
            {
                "verse_number": "35",
                "verse_text": "and they would see that his face was shining. Then he would put the veil back on until the next time he went to speak with the Lord ."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Moses called together the whole community of the people of Israel and said to them, &apos;This is what the Lord has commanded you to do:"
            },
            {
                "verse_number": "2",
                "verse_text": "You have six days in which to do your work, but the seventh day is to be sacred, a solemn day of rest dedicated to me, the Lord . Anyone who does any work on that day is to be put to death."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not even light a fire in your homes on the Sabbath.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses said to all the people of Israel, &apos;This is what the Lord has commanded:"
            },
            {
                "verse_number": "5",
                "verse_text": "Make an offering to the Lord . Everyone who wishes to do so is to bring an offering of gold, silver, or bronze;"
            },
            {
                "verse_number": "6",
                "verse_text": "fine linen; blue, purple, and red wool; cloth made of goats' hair;"
            },
            {
                "verse_number": "7",
                "verse_text": "rams' skin dyed red; fine leather; acacia wood;"
            },
            {
                "verse_number": "8",
                "verse_text": "oil for the lamps; spices for the anointing oil and for the sweet-smelling incense;"
            },
            {
                "verse_number": "9",
                "verse_text": "carnelians and other jewels to be set in the High Priest's ephod and in his breastpiece."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;All the skilled workers among you are to come and make everything that the Lord commanded:"
            },
            {
                "verse_number": "11",
                "verse_text": "the Tent, its covering and its outer covering, its hooks and its frames, its crossbars, its posts, and its bases;"
            },
            {
                "verse_number": "12",
                "verse_text": "the Covenant Box, its poles, its lid, and the curtain to screen it off;"
            },
            {
                "verse_number": "13",
                "verse_text": "the table, its poles, and all its equipment; the bread offered to God;"
            },
            {
                "verse_number": "14",
                "verse_text": "the lampstand for the light and its equipment; the lamps with their oil;"
            },
            {
                "verse_number": "15",
                "verse_text": "the altar for burning incense and its poles; the anointing oil; the sweet-smelling incense; the curtain for the entrance of the Tent;"
            },
            {
                "verse_number": "16",
                "verse_text": "the altar on which to burn offerings, with its bronze grating attached, its poles, and all its equipment; the washbasin and its base;"
            },
            {
                "verse_number": "17",
                "verse_text": "the curtains for the enclosure, its posts and bases; the curtain for the entrance of the enclosure;"
            },
            {
                "verse_number": "18",
                "verse_text": "the Tent pegs and ropes for the Tent and the enclosure;"
            },
            {
                "verse_number": "19",
                "verse_text": "and the magnificent garments the priests are to wear when they serve in the Holy Place&ndash;the sacred clothes for Aaron the priest and for his sons.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "All the people of Israel left,"
            },
            {
                "verse_number": "21",
                "verse_text": "and everyone who wished to do so brought an offering to the Lord for making the Tent of the Lord 's presence. They brought everything needed for use in worship and for making the priestly garments."
            },
            {
                "verse_number": "22",
                "verse_text": "All who wanted to, both men and women, brought decorative pins, earrings, rings, necklaces, and all kinds of gold jewelry and dedicated them to the Lord ."
            },
            {
                "verse_number": "23",
                "verse_text": "Everyone who had fine linen; blue, purple, or red wool; cloth of goats' hair; rams' skin dyed red; or fine leather, brought it."
            },
            {
                "verse_number": "24",
                "verse_text": "All who were able to contribute silver or bronze brought their offering for the Lord , and all who had acacia wood which could be used for any of the work brought it."
            },
            {
                "verse_number": "25",
                "verse_text": "All the skilled women brought fine linen thread and thread of blue, purple, and red wool, which they had made."
            },
            {
                "verse_number": "26",
                "verse_text": "They also made thread of goats' hair."
            },
            {
                "verse_number": "27",
                "verse_text": "The leaders brought carnelians and other jewels to be set in the ephod and the breastpiece"
            },
            {
                "verse_number": "28",
                "verse_text": "and spices and oil for the lamps, for the anointing oil, and for the sweet-smelling incense."
            },
            {
                "verse_number": "29",
                "verse_text": "All the people of Israel who wanted to brought their offering to the Lord for the work which he had commanded Moses to do."
            },
            {
                "verse_number": "30",
                "verse_text": "Moses said to the Israelites, &apos;The Lord has chosen Bezalel, the son of Uri and grandson of Hur from the tribe of Judah."
            },
            {
                "verse_number": "31",
                "verse_text": "God has filled him with his power and given him skill, ability, and understanding for every kind of artistic work,"
            },
            {
                "verse_number": "32",
                "verse_text": "for planning skillful designs and working them in gold, silver, and bronze;"
            },
            {
                "verse_number": "33",
                "verse_text": "for cutting jewels to be set; for carving wood; and for every other kind of artistic work."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord has given to him and to Oholiab son of Ahisamach, from the tribe of Dan, the ability to teach their crafts to others."
            },
            {
                "verse_number": "35",
                "verse_text": "He has given them skill in all kinds of work done by engravers, designers, and weavers of fine linen; blue, purple, and red wool; and other cloth. They are able to do all kinds of work and are skillful designers."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Bezalel, Oholiab, and all the other workers to whom the Lord has given skill and understanding, who know how to make everything needed to build the sacred Tent, are to make everything just as the Lord has commanded.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Moses called Bezalel, Oholiab, and all the other skilled men to whom the Lord had given ability and who were willing to help, and Moses told them to start working."
            },
            {
                "verse_number": "3",
                "verse_text": "They received from him all the offerings which the Israelites had brought for constructing the sacred Tent. But the people of Israel continued to bring Moses their offerings every morning."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the skilled men who were doing the work went"
            },
            {
                "verse_number": "5",
                "verse_text": "and told Moses, &apos;The people are bringing more than is needed for the work which the Lord commanded to be done.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses sent a command throughout the camp that no one was to make any further contribution for the sacred Tent; so the people did not bring any more."
            },
            {
                "verse_number": "7",
                "verse_text": "What had already been brought was more than enough to finish all the work."
            },
            {
                "verse_number": "8",
                "verse_text": "The most skilled men among those doing the work made the Tent of the Lord 's presence. They made it out of ten pieces of fine linen woven with blue, purple, and red wool and embroidered with figures of winged creatures."
            },
            {
                "verse_number": "9",
                "verse_text": "Each piece was the same size, 14 yards long and 2 yards wide."
            },
            {
                "verse_number": "10",
                "verse_text": "They sewed five of them together in one set and did the same with the other five."
            },
            {
                "verse_number": "11",
                "verse_text": "They made loops of blue cloth on the edge of the outside piece in each set."
            },
            {
                "verse_number": "12",
                "verse_text": "They put fifty loops on the first piece of the first set and fifty loops matching them on the last piece of the second set."
            },
            {
                "verse_number": "13",
                "verse_text": "They made fifty gold hooks, with which to join the two sets into one piece."
            },
            {
                "verse_number": "14",
                "verse_text": "Then they made a cover for the Tent out of eleven pieces of cloth made of goats' hair."
            },
            {
                "verse_number": "15",
                "verse_text": "They made them all the same size, 15 yards long and 2 yards wide."
            },
            {
                "verse_number": "16",
                "verse_text": "They sewed five of them together in one set and the other six in another set."
            },
            {
                "verse_number": "17",
                "verse_text": "They put fifty loops on the edge of the last piece of one set and fifty loops on the edge of the other set."
            },
            {
                "verse_number": "18",
                "verse_text": "They made fifty bronze hooks to join the two sets, so as to form one cover."
            },
            {
                "verse_number": "19",
                "verse_text": "They made two more coverings, one of rams' skin dyed red and the other of fine leather, to serve as an outer cover."
            },
            {
                "verse_number": "20",
                "verse_text": "They made upright frames of acacia wood for the Tent."
            },
            {
                "verse_number": "21",
                "verse_text": "Each frame was 15 feet tall and 27 inches wide,"
            },
            {
                "verse_number": "22",
                "verse_text": "with two matching projections, so that the frames could be joined together. All the frames had these projections."
            },
            {
                "verse_number": "23",
                "verse_text": "They made twenty frames for the south side"
            },
            {
                "verse_number": "24",
                "verse_text": "and forty silver bases to go under them, two bases under each frame to hold its two projections."
            },
            {
                "verse_number": "25",
                "verse_text": "They made twenty frames for the north side of the Tent"
            },
            {
                "verse_number": "26",
                "verse_text": "and forty silver bases, two under each frame."
            },
            {
                "verse_number": "27",
                "verse_text": "For the back of the Tent, on the west, they made six frames"
            },
            {
                "verse_number": "28",
                "verse_text": "and two frames for the corners."
            },
            {
                "verse_number": "29",
                "verse_text": "These corner frames were joined at the bottom and connected all the way to the top. The two frames that formed the two corners were made in this way."
            },
            {
                "verse_number": "30",
                "verse_text": "So there were eight frames and sixteen silver bases, two under each frame."
            },
            {
                "verse_number": "31",
                "verse_text": "They made fifteen crossbars of acacia wood, five for the frames on one side of the Tent,"
            },
            {
                "verse_number": "32",
                "verse_text": "five for the frames on the other side, and five for the frames on the west end, at the back."
            },
            {
                "verse_number": "33",
                "verse_text": "The middle crossbar, set halfway up the frames, extended from one end of the Tent to the other."
            },
            {
                "verse_number": "34",
                "verse_text": "They covered the frames with gold and fitted them with gold rings to hold the crossbars, which were also covered with gold."
            },
            {
                "verse_number": "35",
                "verse_text": "They made a curtain of fine linen, woven with blue, purple, and red wool and embroidered it with figures of winged creatures."
            },
            {
                "verse_number": "36",
                "verse_text": "They made four posts of acacia wood to hold the curtain, covered them with gold, and fitted them with gold hooks. Then they made four silver bases to hold the posts."
            },
            {
                "verse_number": "37",
                "verse_text": "For the entrance of the Tent they made a curtain of fine linen woven with blue, purple, and red wool and decorated with embroidery."
            },
            {
                "verse_number": "38",
                "verse_text": "For this curtain they made five posts fitted with hooks, covered their tops and their rods with gold, and made five bronze bases for the posts."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "Bezalel made the Covenant Box out of acacia wood, 45 inches long, 27 inches wide, and 27 inches high."
            },
            {
                "verse_number": "2",
                "verse_text": "He covered it with pure gold inside and out and put a gold border all around it."
            },
            {
                "verse_number": "3",
                "verse_text": "He made four carrying rings of gold for it and attached them to its four feet, with two rings on each side."
            },
            {
                "verse_number": "4",
                "verse_text": "He made carrying poles of acacia wood, covered them with gold,"
            },
            {
                "verse_number": "5",
                "verse_text": "and put them through the rings on each side of the Box."
            },
            {
                "verse_number": "6",
                "verse_text": "He made a lid of pure gold, 45 inches long and 27 inches wide."
            },
            {
                "verse_number": "7",
                "verse_text": "He made two winged creatures of hammered gold,"
            },
            {
                "verse_number": "8",
                "verse_text": "one for each end of the lid. He made them so that they formed one piece with the lid."
            },
            {
                "verse_number": "9",
                "verse_text": "The winged creatures faced each other across the lid, and their outspread wings covered it."
            },
            {
                "verse_number": "10",
                "verse_text": "He made the table out of acacia wood, 36 inches long, 18 inches wide, and 27 inches high."
            },
            {
                "verse_number": "11",
                "verse_text": "He covered it with pure gold and put a gold border around it."
            },
            {
                "verse_number": "12",
                "verse_text": "He made a rim 3 inches wide around it and put a gold border around the rim."
            },
            {
                "verse_number": "13",
                "verse_text": "He made four carrying rings of gold for it and put them at the four corners, where the legs were."
            },
            {
                "verse_number": "14",
                "verse_text": "The rings to hold the poles for carrying the table were placed near the rim."
            },
            {
                "verse_number": "15",
                "verse_text": "He made the poles of acacia wood and covered them with gold."
            },
            {
                "verse_number": "16",
                "verse_text": "He made the dishes of pure gold for the table: the plates, the cups, the jars, and the bowls to be used for the wine offering."
            },
            {
                "verse_number": "17",
                "verse_text": "He made the lampstand of pure gold. He made its base and its shaft of hammered gold; its decorative flowers, including buds and petals, formed one piece with it."
            },
            {
                "verse_number": "18",
                "verse_text": "Six branches extended from its sides, three from each side."
            },
            {
                "verse_number": "19",
                "verse_text": "Each of the six branches had three decorative flowers shaped like almond blossoms with buds and petals."
            },
            {
                "verse_number": "20",
                "verse_text": "The shaft of the lampstand had four decorative flowers shaped like almond blossoms with buds and petals."
            },
            {
                "verse_number": "21",
                "verse_text": "There was one bud below each of the three pairs of branches."
            },
            {
                "verse_number": "22",
                "verse_text": "The buds, the branches, and the lampstand were a single piece of pure hammered gold."
            },
            {
                "verse_number": "23",
                "verse_text": "He made seven lamps for the lampstand, and he made its tongs and trays of pure gold."
            },
            {
                "verse_number": "24",
                "verse_text": "He used seventy-five pounds of pure gold to make the lampstand and all its equipment."
            },
            {
                "verse_number": "25",
                "verse_text": "He made an altar out of acacia wood, for burning incense. It was square, 18 inches long and 18 inches wide, and it was 36 inches high. Its projections at the four corners formed one piece with it."
            },
            {
                "verse_number": "26",
                "verse_text": "He covered its top, all four sides, and its projections with pure gold and put a gold border around it."
            },
            {
                "verse_number": "27",
                "verse_text": "He made two gold carrying rings for it and attached them below the border on the two sides, to hold the poles with which it was to be carried."
            },
            {
                "verse_number": "28",
                "verse_text": "He made the poles of acacia wood and covered them with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "He also made the sacred anointing oil and the pure sweet-smelling incense, mixed like perfume."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "For burning offerings, he made an altar out of acacia wood. It was square, 7 feet long and 7 feet wide, and it was 4 feet high."
            },
            {
                "verse_number": "2",
                "verse_text": "He made the projections at the top of the four corners, so that they formed one piece with the altar. He covered it all with bronze."
            },
            {
                "verse_number": "3",
                "verse_text": "He also made all the equipment for the altar: the pans, the shovels, the bowls, the hooks, and the fire pans. All this equipment was made of bronze."
            },
            {
                "verse_number": "4",
                "verse_text": "He made a bronze grating and put it under the rim of the altar, so that it reached halfway up the altar."
            },
            {
                "verse_number": "5",
                "verse_text": "He made four carrying rings and put them on the four corners."
            },
            {
                "verse_number": "6",
                "verse_text": "He made carrying poles of acacia wood, covered them with bronze,"
            },
            {
                "verse_number": "7",
                "verse_text": "and put them in the rings on each side of the altar. The altar was made of boards and was hollow."
            },
            {
                "verse_number": "8",
                "verse_text": "He made the bronze basin and its bronze base out of the mirrors belonging to the women who served at the entrance of the Tent of the Lord 's presence."
            },
            {
                "verse_number": "9",
                "verse_text": "For the Tent of the Lord 's presence he made the enclosure out of fine linen curtains. On the south side the curtains were 50 yards long,"
            },
            {
                "verse_number": "10",
                "verse_text": "supported by twenty bronze posts in twenty bronze bases, with hooks and rods made of silver."
            },
            {
                "verse_number": "11",
                "verse_text": "The enclosure was the same on the north side."
            },
            {
                "verse_number": "12",
                "verse_text": "On the west side there were curtains 25 yards long, with ten posts and ten bases and with hooks and rods made of silver."
            },
            {
                "verse_number": "13",
                "verse_text": "On the east side, where the entrance was, the enclosure was also 25 yards wide."
            },
            {
                "verse_number": "16",
                "verse_text": "All the curtains around the enclosure were made of fine linen."
            },
            {
                "verse_number": "17",
                "verse_text": "The bases for the posts were made of bronze, and the hooks, the rods, and the covering of the tops of the posts were made of silver. All the posts around the enclosure were connected with silver rods."
            },
            {
                "verse_number": "18",
                "verse_text": "The curtain for the entrance of the enclosure was made of fine linen woven with blue, purple, and red wool and decorated with embroidery. It was 10 yards long and 2 yards high, like the curtains of the enclosure."
            },
            {
                "verse_number": "19",
                "verse_text": "It was supported by four posts in four bronze bases. Their hooks, the covering of their tops, and their rods were made of silver."
            },
            {
                "verse_number": "20",
                "verse_text": "All the pegs for the Tent and for the surrounding enclosure were made of bronze."
            },
            {
                "verse_number": "21",
                "verse_text": "Here is a list of the amounts of the metals used in the Tent of the Lord 's presence, where the two stone tablets were kept on which the Ten Commandments were written. The list was ordered by Moses and made by the Levites who worked under the direction of Ithamar son of Aaron the priest."
            },
            {
                "verse_number": "22",
                "verse_text": "Bezalel, the son of Uri and grandson of Hur from the tribe of Judah, made everything that the Lord had commanded."
            },
            {
                "verse_number": "23",
                "verse_text": "His helper, Oholiab son of Ahisamach, from the tribe of Dan, was an engraver, a designer, and a weaver of fine linen and of blue, purple, and red wool."
            },
            {
                "verse_number": "24",
                "verse_text": "All the gold that had been dedicated to the Lord for the sacred Tent weighed 2,195 pounds, weighed according to the official standard."
            },
            {
                "verse_number": "25",
                "verse_text": "The silver from the census of the community weighed 7,550 pounds, weighed according to the official standard."
            },
            {
                "verse_number": "26",
                "verse_text": "This amount equaled the total paid by all persons enrolled in the census, each one paying the required amount, weighed according to the official standard. There were 603,550 men twenty years old or older enrolled in the census."
            },
            {
                "verse_number": "27",
                "verse_text": "Of the silver, 7,500 pounds were used to make the hundred bases for the sacred Tent and for the curtain, 75 pounds for each base."
            },
            {
                "verse_number": "28",
                "verse_text": "With the remaining 50 pounds of silver Bezalel made the rods, the hooks for the posts, and the covering for their tops."
            },
            {
                "verse_number": "29",
                "verse_text": "The bronze which was dedicated to the Lord amounted to 5,310 pounds."
            },
            {
                "verse_number": "30",
                "verse_text": "With it he made the bases for the entrance of the Tent of the Lord 's presence, the bronze altar with its bronze grating, all the equipment for the altar,"
            },
            {
                "verse_number": "31",
                "verse_text": "the bases for the surrounding enclosure and for the entrance of the enclosure, and all the pegs for the Tent and the surrounding enclosure."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "With the blue, purple, and red wool they made the magnificent garments which the priests were to wear when they served in the Holy Place. They made the priestly garments for Aaron, as the Lord had commanded Moses."
            },
            {
                "verse_number": "2",
                "verse_text": "They made the ephod of fine linen; blue, purple, and red wool; and gold thread."
            },
            {
                "verse_number": "3",
                "verse_text": "They hammered out sheets of gold and cut them into thin strips to be worked into the fine linen and into the blue, purple, and red wool."
            },
            {
                "verse_number": "4",
                "verse_text": "They made two shoulder straps for the ephod and attached them to its sides, so that it could be fastened."
            },
            {
                "verse_number": "5",
                "verse_text": "The finely woven belt, made of the same materials, was attached to the ephod so as to form one piece with it, as the Lord had commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "They prepared the carnelians and mounted them in gold settings; they were skillfully engraved with the names of the twelve sons of Jacob."
            },
            {
                "verse_number": "7",
                "verse_text": "They put them on the shoulder straps of the ephod to represent the twelve tribes of Israel, just as the Lord had commanded Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "They made the breastpiece of the same materials as the ephod and with similar embroidery."
            },
            {
                "verse_number": "9",
                "verse_text": "It was square and folded double, 9 inches long and 9 inches wide."
            },
            {
                "verse_number": "10",
                "verse_text": "They mounted four rows of precious stones on it: in the first row they mounted a ruby, a topaz, and a garnet;"
            },
            {
                "verse_number": "11",
                "verse_text": "in the second row, an emerald, a sapphire, and a diamond;"
            },
            {
                "verse_number": "12",
                "verse_text": "in the third row, a turquoise, an agate, and an amethyst;"
            },
            {
                "verse_number": "13",
                "verse_text": "and in the fourth row, a beryl, a carnelian, and a jasper. These were mounted in gold settings."
            },
            {
                "verse_number": "14",
                "verse_text": "Each of the twelve stones had engraved on it the name of one of the sons of Jacob, in order to represent the twelve tribes of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "For the breastpiece they made chains of pure gold, twisted like cords."
            },
            {
                "verse_number": "16",
                "verse_text": "They made two gold settings and two gold rings and attached the two rings to the upper corners of the breastpiece."
            },
            {
                "verse_number": "17",
                "verse_text": "They fastened the two gold cords to the two rings"
            },
            {
                "verse_number": "18",
                "verse_text": "and fastened the other two ends of the cords to the two settings and in this way attached them in front to the shoulder straps of the ephod."
            },
            {
                "verse_number": "19",
                "verse_text": "They made two rings of gold and attached them to the lower corners of the breastpiece, on the inside edge next to the ephod."
            },
            {
                "verse_number": "20",
                "verse_text": "They made two more gold rings and attached them to the lower part of the front of the two shoulder straps of the ephod, near the seam and above the finely woven belt."
            },
            {
                "verse_number": "21",
                "verse_text": "Just as the Lord had commanded Moses, they tied the rings of the breastpiece to the rings of the ephod with a blue cord, so that the breastpiece rested above the belt and did not come loose."
            },
            {
                "verse_number": "22",
                "verse_text": "The robe that goes under the ephod was made entirely of blue wool."
            },
            {
                "verse_number": "23",
                "verse_text": "The hole for the head was reinforced with a woven binding to keep it from tearing."
            },
            {
                "verse_number": "27",
                "verse_text": "They made the shirts for Aaron and his sons,"
            },
            {
                "verse_number": "28",
                "verse_text": "and the turban, the caps, the linen shorts,"
            },
            {
                "verse_number": "29",
                "verse_text": "and the sash of fine linen and of blue, purple, and red wool, decorated with embroidery, as the Lord had commanded Moses."
            },
            {
                "verse_number": "30",
                "verse_text": "They made the ornament, the sacred sign of dedication, out of pure gold, and they engraved on it &apos;Dedicated to the Lord .&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They tied it to the front of the turban with a blue cord, just as the Lord had commanded Moses."
            },
            {
                "verse_number": "32",
                "verse_text": "All the work on the Tent of the Lord 's presence was finally completed. The Israelites made everything just as the Lord had commanded Moses."
            },
            {
                "verse_number": "33",
                "verse_text": "They brought to Moses the Tent and all its equipment, its hooks, its frames, its crossbars, its posts, and its bases;"
            },
            {
                "verse_number": "34",
                "verse_text": "the covering of rams' skin dyed red; the covering of fine leather; the curtain;"
            },
            {
                "verse_number": "35",
                "verse_text": "the Covenant Box containing the stone tablets, its poles, and its lid;"
            },
            {
                "verse_number": "36",
                "verse_text": "the table and all its equipment, and the bread offered to God;"
            },
            {
                "verse_number": "37",
                "verse_text": "the lampstand of pure gold, its lamps, all its equipment, and the oil for the lamps;"
            },
            {
                "verse_number": "38",
                "verse_text": "the gold altar; the anointing oil; the sweet-smelling incense; the curtain for the entrance of the Tent;"
            },
            {
                "verse_number": "39",
                "verse_text": "the bronze altar with its bronze grating, its poles, and all its equipment; the washbasin and its base;"
            },
            {
                "verse_number": "40",
                "verse_text": "the curtains for the enclosure and its posts and bases; the curtain for the entrance of the enclosure and its ropes; the Tent pegs; all the equipment to be used in the Tent;"
            },
            {
                "verse_number": "41",
                "verse_text": "and the magnificent garments the priests were to wear in the Holy Place&ndash;the sacred clothes for Aaron the priest and for his sons."
            },
            {
                "verse_number": "42",
                "verse_text": "The Israelites had done all the work just as the Lord had commanded Moses."
            },
            {
                "verse_number": "43",
                "verse_text": "Moses examined everything and saw that they had made it all just as the Lord had commanded. So Moses blessed them."
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;On the first day of the first month set up the Tent of the Lord 's presence."
            },
            {
                "verse_number": "3",
                "verse_text": "Place in it the Covenant Box containing the Ten Commandments and put the curtain in front of it."
            },
            {
                "verse_number": "4",
                "verse_text": "Bring in the table and place the equipment on it. Also bring in the lampstand and set up the lamps on it."
            },
            {
                "verse_number": "5",
                "verse_text": "Put the gold altar for burning incense in front of the Covenant Box and hang the curtain at the entrance of the Tent."
            },
            {
                "verse_number": "6",
                "verse_text": "Put in front of the Tent the altar for burning offerings."
            },
            {
                "verse_number": "7",
                "verse_text": "Put the washbasin between the Tent and the altar and fill it with water."
            },
            {
                "verse_number": "8",
                "verse_text": "Put up the surrounding enclosure and hang the curtain at its entrance."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then dedicate the Tent and all its equipment by anointing it with the sacred oil, and it will be holy."
            },
            {
                "verse_number": "10",
                "verse_text": "Next, dedicate the altar and all its equipment by anointing it, and it will be completely holy."
            },
            {
                "verse_number": "11",
                "verse_text": "Also dedicate the washbasin and its base in the same way."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Bring Aaron and his sons to the entrance of the Tent, and have them take a ritual bath."
            },
            {
                "verse_number": "13",
                "verse_text": "Dress Aaron in the priestly garments, anoint him, and in this way consecrate him, so that he can serve me as priest."
            },
            {
                "verse_number": "14",
                "verse_text": "Bring his sons and put the shirts on them."
            },
            {
                "verse_number": "15",
                "verse_text": "Then anoint them, just as you anointed their father, so that they can serve me as priests. This anointing will make them priests for all time to come.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Moses did everything just as the Lord had commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "So on the first day of the first month of the second year after they left Egypt, the Tent of the Lord 's presence was set up."
            },
            {
                "verse_number": "18",
                "verse_text": "Moses put down its bases, set up its frames, attached its crossbars, and put up its posts."
            },
            {
                "verse_number": "19",
                "verse_text": "He spread out the covering over the Tent and put the outer covering over it, just as the Lord had commanded."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he took the two stone tablets and put them in the Covenant Box. He put the poles in the rings of the Box and put the lid on it."
            },
            {
                "verse_number": "21",
                "verse_text": "Then he put the Box in the Tent and hung up the curtain. In this way he screened off the Covenant Box, just as the Lord had commanded."
            },
            {
                "verse_number": "22",
                "verse_text": "He put the table in the Tent, on the north side outside the curtain,"
            },
            {
                "verse_number": "23",
                "verse_text": "and placed on it the bread offered to the Lord , just as the Lord had commanded."
            },
            {
                "verse_number": "24",
                "verse_text": "He put the lampstand in the Tent, on the south side, opposite the table,"
            },
            {
                "verse_number": "25",
                "verse_text": "and there in the Lord 's presence he lit the lamps, just as the Lord had commanded."
            },
            {
                "verse_number": "26",
                "verse_text": "He put the gold altar in the Tent, in front of the curtain,"
            },
            {
                "verse_number": "27",
                "verse_text": "and burned the sweet-smelling incense, just as the Lord had commanded."
            },
            {
                "verse_number": "28",
                "verse_text": "He hung the curtain at the entrance of the Tent,"
            },
            {
                "verse_number": "29",
                "verse_text": "and there in front of the curtain he placed the altar for burning offerings. On it he sacrificed the burnt offering and the grain offering, just as the Lord had commanded."
            },
            {
                "verse_number": "30",
                "verse_text": "He put the washbasin between the Tent and the altar and filled it with water."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses, Aaron, and his sons washed their hands and their feet there"
            },
            {
                "verse_number": "32",
                "verse_text": "whenever they went into the Tent or to the altar, just as the Lord had commanded."
            },
            {
                "verse_number": "33",
                "verse_text": "Moses set up the enclosure around the Tent and the altar and hung the curtain at the entrance of the enclosure. So he finished all the work."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the cloud covered the Tent and the dazzling light of the Lord 's presence filled it."
            },
            {
                "verse_number": "35",
                "verse_text": "Because of this, Moses could not go into the Tent."
            },
            {
                "verse_number": "36",
                "verse_text": "The Israelites moved their camp to another place only when the cloud lifted from the Tent."
            },
            {
                "verse_number": "37",
                "verse_text": "As long as the cloud stayed there, they did not move their camp."
            },
            {
                "verse_number": "38",
                "verse_text": "During all their wanderings they could see the cloud of the Lord 's presence over the Tent during the day and a fire burning above it during the night."
            }
        ]
    }
}