{
    "1 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Peter, apostle of Jesus Christ— To God's chosen people who live as refugees scattered throughout the provinces of Pontus, Galatia, Cappadocia, Asia, and Bithynia. May grace and peace be yours in full measure. “All human beings are like grass, and all their glory is like wild flowers. The grass withers, and the flowers fall, This word is the Good News that was proclaimed to you."
            },
            {
                "verse_number": "2",
                "verse_text": "You were chosen according to the purpose of God the Father and were made a holy people by his Spirit, to obey Jesus Christ and be purified by his blood."
            },
            {
                "verse_number": "3",
                "verse_text": "Let us give thanks to the God and Father of our Lord Jesus Christ! Because of his great mercy he gave us new life by raising Jesus Christ from death. This fills us with a living hope,"
            },
            {
                "verse_number": "4",
                "verse_text": "and so we look forward to possessing the rich blessings that God keeps for his people. He keeps them for you in heaven, where they cannot decay or spoil or fade away."
            },
            {
                "verse_number": "5",
                "verse_text": "They are for you, who through faith are kept safe by God's power for the salvation which is ready to be revealed at the end of time."
            },
            {
                "verse_number": "6",
                "verse_text": "Be glad about this, even though it may now be necessary for you to be sad for a while because of the many kinds of trials you suffer."
            },
            {
                "verse_number": "7",
                "verse_text": "Their purpose is to prove that your faith is genuine. Even gold, which can be destroyed, is tested by fire; and so your faith, which is much more precious than gold, must also be tested, so that it may endure. Then you will receive praise and glory and honor on the Day when Jesus Christ is revealed."
            },
            {
                "verse_number": "8",
                "verse_text": "You love him, although you have not seen him, and you believe in him, although you do not now see him. So you rejoice with a great and glorious joy which words cannot express,"
            },
            {
                "verse_number": "9",
                "verse_text": "because you are receiving the salvation of your souls, which is the purpose of your faith in him."
            },
            {
                "verse_number": "10",
                "verse_text": "It was concerning this salvation that the prophets made careful search and investigation, and they prophesied about this gift which God would give you."
            },
            {
                "verse_number": "11",
                "verse_text": "They tried to find out when the time would be and how it would come. This was the time to which Christ's Spirit in them was pointing, in predicting the sufferings that Christ would have to endure and the glory that would follow."
            },
            {
                "verse_number": "12",
                "verse_text": "God revealed to these prophets that their work was not for their own benefit, but for yours, as they spoke about those things which you have now heard from the messengers who announced the Good News by the power of the Holy Spirit sent from heaven. These are things which even the angels would like to understand."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, have your minds ready for action. Keep alert and set your hope completely on the blessing which will be given you when Jesus Christ is revealed."
            },
            {
                "verse_number": "14",
                "verse_text": "Be obedient to God, and do not allow your lives to be shaped by those desires you had when you were still ignorant."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, be holy in all that you do, just as God who called you is holy."
            },
            {
                "verse_number": "16",
                "verse_text": "The scripture says, “Be holy because I am holy.”"
            },
            {
                "verse_number": "17",
                "verse_text": "You call him Father, when you pray to God, who judges all people by the same standard, according to what each one has done; so then, spend the rest of your lives here on earth in reverence for him."
            },
            {
                "verse_number": "18",
                "verse_text": "For you know what was paid to set you free from the worthless manner of life handed down by your ancestors. It was not something that can be destroyed, such as silver or gold;"
            },
            {
                "verse_number": "19",
                "verse_text": "it was the costly sacrifice of Christ, who was like a lamb without defect or flaw."
            },
            {
                "verse_number": "20",
                "verse_text": "He had been chosen by God before the creation of the world and was revealed in these last days for your sake."
            },
            {
                "verse_number": "21",
                "verse_text": "Through him you believe in God, who raised him from death and gave him glory; and so your faith and hope are fixed on God."
            },
            {
                "verse_number": "22",
                "verse_text": "Now that by your obedience to the truth you have purified yourselves and have come to have a sincere love for other believers, love one another earnestly with all your heart."
            },
            {
                "verse_number": "23",
                "verse_text": "For through the living and eternal word of God you have been born again as the children of a parent who is immortal, not mortal."
            },
            {
                "verse_number": "24",
                "verse_text": "As the scripture says,"
            },
            {
                "verse_number": "25",
                "verse_text": "but the word of the Lord remains forever.”"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Rid yourselves, then, of all evil; no more lying or hypocrisy or jealousy or insulting language."
            },
            {
                "verse_number": "2",
                "verse_text": "Be like newborn babies, always thirsty for the pure spiritual milk, so that by drinking it you may grow up and be saved."
            },
            {
                "verse_number": "3",
                "verse_text": "As the scripture says, “You have found out for yourselves how kind the Lord is.” “I chose a valuable stone, which I am placing as the cornerstone in Zion; and whoever believes in him will never be disappointed.” “The stone which the builders rejected as worthless turned out to be the most important of all.” “This is the stone that will make people stumble, the rock that will make them fall.” They stumbled because they did not believe in the word; such was God's will for them."
            },
            {
                "verse_number": "4",
                "verse_text": "Come to the Lord, the living stone rejected by people as worthless but chosen by God as valuable."
            },
            {
                "verse_number": "5",
                "verse_text": "Come as living stones, and let yourselves be used in building the spiritual temple, where you will serve as holy priests to offer spiritual and acceptable sacrifices to God through Jesus Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "For the scripture says,"
            },
            {
                "verse_number": "7",
                "verse_text": "This stone is of great value for you that believe; but for those who do not believe:"
            },
            {
                "verse_number": "8",
                "verse_text": "And another scripture says,"
            },
            {
                "verse_number": "9",
                "verse_text": "But you are the chosen race, the King's priests, the holy nation, God's own people, chosen to proclaim the wonderful acts of God, who called you out of darkness into his own marvelous light."
            },
            {
                "verse_number": "10",
                "verse_text": "At one time you were not God's people, but now you are his people; at one time you did not know God's mercy, but now you have received his mercy."
            },
            {
                "verse_number": "11",
                "verse_text": "I appeal to you, my friends, as strangers and refugees in this world! Do not give in to bodily passions, which are always at war against the soul."
            },
            {
                "verse_number": "12",
                "verse_text": "Your conduct among the heathen should be so good that when they accuse you of being evildoers, they will have to recognize your good deeds and so praise God on the Day of his coming."
            },
            {
                "verse_number": "13",
                "verse_text": "For the sake of the Lord submit yourselves to every human authority: to the Emperor, who is the supreme authority,"
            },
            {
                "verse_number": "14",
                "verse_text": "and to the governors, who have been appointed by him to punish the evildoers and to praise those who do good."
            },
            {
                "verse_number": "15",
                "verse_text": "For God wants you to silence the ignorant talk of foolish people by the good things you do."
            },
            {
                "verse_number": "16",
                "verse_text": "Live as free people; do not, however, use your freedom to cover up any evil, but live as God's slaves."
            },
            {
                "verse_number": "17",
                "verse_text": "Respect everyone, love other believers, honor God, and respect the Emperor."
            },
            {
                "verse_number": "18",
                "verse_text": "You servants must submit yourselves to your masters and show them complete respect, not only to those who are kind and considerate, but also to those who are harsh."
            },
            {
                "verse_number": "19",
                "verse_text": "God will bless you for this, if you endure the pain of undeserved suffering because you are conscious of his will."
            },
            {
                "verse_number": "20",
                "verse_text": "For what credit is there if you endure the beatings you deserve for having done wrong? But if you endure suffering even when you have done right, God will bless you for it."
            },
            {
                "verse_number": "21",
                "verse_text": "It was to this that God called you, for Christ himself suffered for you and left you an example, so that you would follow in his steps."
            },
            {
                "verse_number": "22",
                "verse_text": "He committed no sin, and no one ever heard a lie come from his lips."
            },
            {
                "verse_number": "23",
                "verse_text": "When he was insulted, he did not answer back with an insult; when he suffered, he did not threaten, but placed his hopes in God, the righteous Judge."
            },
            {
                "verse_number": "24",
                "verse_text": "Christ himself carried our sins in his body to the cross, so that we might die to sin and live for righteousness. It is by his wounds that you have been healed."
            },
            {
                "verse_number": "25",
                "verse_text": "You were like sheep that had lost their way, but now you have been brought back to follow the Shepherd and Keeper of your souls."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In the same way you wives must submit yourselves to your husbands, so that if any of them do not believe God's word, your conduct will win them over to believe. It will not be necessary for you to say a word,"
            },
            {
                "verse_number": "2",
                "verse_text": "because they will see how pure and reverent your conduct is."
            },
            {
                "verse_number": "3",
                "verse_text": "You should not use outward aids to make yourselves beautiful, such as the way you fix your hair, or the jewelry you put on, or the dresses you wear."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead, your beauty should consist of your true inner self, the ageless beauty of a gentle and quiet spirit, which is of the greatest value in God's sight."
            },
            {
                "verse_number": "5",
                "verse_text": "For the devout women of the past who placed their hope in God used to make themselves beautiful by submitting themselves to their husbands."
            },
            {
                "verse_number": "6",
                "verse_text": "Sarah was like that; she obeyed Abraham and called him her master. You are now her daughters if you do good and are not afraid of anything. “If you want to enjoy life and wish to see good times, you must keep from speaking evil and stop telling lies. you must strive for peace with all your heart. and listens to their prayers; but he opposes those who do evil.”"
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way you husbands must live with your wives with the proper understanding that they are more delicate than you. Treat them with respect, because they also will receive, together with you, God's gift of life. Do this so that nothing will interfere with your prayers."
            },
            {
                "verse_number": "8",
                "verse_text": "To conclude: you must all have the same attitude and the same feelings; love one another, and be kind and humble with one another."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not pay back evil with evil or cursing with cursing; instead, pay back with a blessing, because a blessing is what God promised to give you when he called you."
            },
            {
                "verse_number": "10",
                "verse_text": "As the scripture says,"
            },
            {
                "verse_number": "11",
                "verse_text": "You must turn away from evil and do good;"
            },
            {
                "verse_number": "12",
                "verse_text": "For the Lord watches over the righteous"
            },
            {
                "verse_number": "13",
                "verse_text": "Who will harm you if you are eager to do what is good?"
            },
            {
                "verse_number": "14",
                "verse_text": "But even if you should suffer for doing what is right, how happy you are! Do not be afraid of anyone, and do not worry."
            },
            {
                "verse_number": "15",
                "verse_text": "But have reverence for Christ in your hearts, and honor him as Lord. Be ready at all times to answer anyone who asks you to explain the hope you have in you,"
            },
            {
                "verse_number": "16",
                "verse_text": "but do it with gentleness and respect. Keep your conscience clear, so that when you are insulted, those who speak evil of your good conduct as followers of Christ will become ashamed of what they say."
            },
            {
                "verse_number": "17",
                "verse_text": "For it is better to suffer for doing good, if this should be God's will, than for doing evil."
            },
            {
                "verse_number": "18",
                "verse_text": "For Christ died for sins once and for all, a good man on behalf of sinners, in order to lead you to God. He was put to death physically, but made alive spiritually,"
            },
            {
                "verse_number": "19",
                "verse_text": "and in his spiritual existence he went and preached to the imprisoned spirits."
            },
            {
                "verse_number": "20",
                "verse_text": "These were the spirits of those who had not obeyed God when he waited patiently during the days that Noah was building his boat. The few people in the boat—eight in all—were saved by the water,"
            },
            {
                "verse_number": "21",
                "verse_text": "which was a symbol pointing to baptism, which now saves you. It is not the washing off of bodily dirt, but the promise made to God from a good conscience. It saves you through the resurrection of Jesus Christ,"
            },
            {
                "verse_number": "22",
                "verse_text": "who has gone to heaven and is at the right side of God, ruling over all angels and heavenly authorities and powers."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Since Christ suffered physically, you too must strengthen yourselves with the same way of thinking that he had; because whoever suffers physically is no longer involved with sin."
            },
            {
                "verse_number": "2",
                "verse_text": "From now on, then, you must live the rest of your earthly lives controlled by God's will and not by human desires."
            },
            {
                "verse_number": "3",
                "verse_text": "You have spent enough time in the past doing what the heathen like to do. Your lives were spent in indecency, lust, drunkenness, orgies, drinking parties, and the disgusting worship of idols."
            },
            {
                "verse_number": "4",
                "verse_text": "And now the heathen are surprised when you do not join them in the same wild and reckless living, and so they insult you."
            },
            {
                "verse_number": "5",
                "verse_text": "But they will have to give an account of themselves to God, who is ready to judge the living and the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "That is why the Good News was preached also to the dead, to those who had been judged in their physical existence as everyone is judged; it was preached to them so that in their spiritual existence they may live as God lives. “It is difficult for good people to be saved; what, then, will become of godless sinners?”"
            },
            {
                "verse_number": "7",
                "verse_text": "The end of all things is near. You must be self-controlled and alert, to be able to pray."
            },
            {
                "verse_number": "8",
                "verse_text": "Above everything, love one another earnestly, because love covers over many sins."
            },
            {
                "verse_number": "9",
                "verse_text": "Open your homes to each other without complaining."
            },
            {
                "verse_number": "10",
                "verse_text": "Each one, as a good manager of God's different gifts, must use for the good of others the special gift he has received from God."
            },
            {
                "verse_number": "11",
                "verse_text": "Those who preach must preach God's messages; those who serve must serve with the strength that God gives them, so that in all things praise may be given to God through Jesus Christ, to whom belong glory and power forever and ever. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "My dear friends, do not be surprised at the painful test you are suffering, as though something unusual were happening to you."
            },
            {
                "verse_number": "13",
                "verse_text": "Rather be glad that you are sharing Christ's sufferings, so that you may be full of joy when his glory is revealed."
            },
            {
                "verse_number": "14",
                "verse_text": "Happy are you if you are insulted because you are Christ's followers; this means that the glorious Spirit, the Spirit of God, is resting on you."
            },
            {
                "verse_number": "15",
                "verse_text": "If you suffer, it must not be because you are a murderer or a thief or a criminal or a meddler in other people's affairs."
            },
            {
                "verse_number": "16",
                "verse_text": "However, if you suffer because you are a Christian, don't be ashamed of it, but thank God that you bear Christ's name."
            },
            {
                "verse_number": "17",
                "verse_text": "The time has come for judgment to begin, and God's own people are the first to be judged. If it starts with us, how will it end with those who do not believe the Good News from God?"
            },
            {
                "verse_number": "18",
                "verse_text": "As the scripture says,"
            },
            {
                "verse_number": "19",
                "verse_text": "So then, those who suffer because it is God's will for them, should by their good actions trust themselves completely to their Creator, who always keeps his promise."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I, who am an elder myself, appeal to the church elders among you. I am a witness of Christ's sufferings, and I will share in the glory that will be revealed. I appeal to you"
            },
            {
                "verse_number": "2",
                "verse_text": "to be shepherds of the flock that God gave you and to take care of it willingly, as God wants you to, and not unwillingly. Do your work, not for mere pay, but from a real desire to serve."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not try to rule over those who have been put in your care, but be examples to the flock."
            },
            {
                "verse_number": "4",
                "verse_text": "And when the Chief Shepherd appears, you will receive the glorious crown which will never lose its brightness. May peace be with all of you who belong to Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way you younger people must submit yourselves to your elders. And all of you must put on the apron of humility, to serve one another; for the scripture says, “God resists the proud, but shows favor to the humble.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Humble yourselves, then, under God's mighty hand, so that he will lift you up in his own good time."
            },
            {
                "verse_number": "7",
                "verse_text": "Leave all your worries with him, because he cares for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Be alert, be on watch! Your enemy, the Devil, roams around like a roaring lion, looking for someone to devour."
            },
            {
                "verse_number": "9",
                "verse_text": "Be firm in your faith and resist him, because you know that other believers in all the world are going through the same kind of sufferings."
            },
            {
                "verse_number": "10",
                "verse_text": "But after you have suffered for a little while, the God of all grace, who calls you to share his eternal glory in union with Christ, will himself perfect you and give you firmness, strength, and a sure foundation."
            },
            {
                "verse_number": "11",
                "verse_text": "To him be the power forever! Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "I write you this brief letter with the help of Silas, whom I regard as a faithful Christian. I want to encourage you and give my testimony that this is the true grace of God. Stand firm in it."
            },
            {
                "verse_number": "13",
                "verse_text": "Your sister church in Babylon, also chosen by God, sends you greetings, and so does my son Mark."
            },
            {
                "verse_number": "14",
                "verse_text": "Greet one another with the kiss of Christian love."
            }
        ]
    }
}