{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "'s message to Joel son of Pethuel."
            },
            {
                "verse_number": "2",
                "verse_text": "Pay attention, you older people; everyone in Judah, listen. Has anything like this ever happened in your time or the time of your ancestors?"
            },
            {
                "verse_number": "3",
                "verse_text": "Tell your children about it; they will tell their children, who in turn will tell the next generation."
            },
            {
                "verse_number": "4",
                "verse_text": "Swarm after swarm of locusts settled on the crops; what one swarm left, the next swarm devoured."
            },
            {
                "verse_number": "5",
                "verse_text": "Wake up and weep, you drunkards; cry, you wine-drinkers; the grapes for making new wine have been destroyed."
            },
            {
                "verse_number": "6",
                "verse_text": "An army of locusts has attacked our land; they are powerful and too many to count; their teeth are as sharp as those of a lion."
            },
            {
                "verse_number": "7",
                "verse_text": "They have destroyed our grapevines and chewed up our fig trees. They have stripped off the bark, till the branches are white."
            },
            {
                "verse_number": "8",
                "verse_text": "Cry, you people, like a young woman who mourns the death of the man she was going to marry."
            },
            {
                "verse_number": "9",
                "verse_text": "There is no grain or wine to offer in the Temple; the priests mourn because they have no offerings for the Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "The fields are bare; the ground mourns because the grain is destroyed, the grapes are dried up, and the olive trees are withered."
            },
            {
                "verse_number": "11",
                "verse_text": "Grieve, you farmers; cry, you that take care of the vineyards, because the wheat, the barley, yes all the crops are destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "The grapevines and fig trees have withered; all the fruit trees have wilted and died. The joy of the people is gone."
            },
            {
                "verse_number": "13",
                "verse_text": "Put on sackcloth and weep, you priests who serve at the altar! Go into the Temple and mourn all night! There is no grain or wine to offer your God."
            },
            {
                "verse_number": "14",
                "verse_text": "Give orders for a fast; call an assembly! Gather the leaders and all the people of Judah into the Temple of the Lord your God and cry out to him!"
            },
            {
                "verse_number": "15",
                "verse_text": "The day of the"
            },
            {
                "verse_number": "15",
                "verse_text": "Lord"
            },
            {
                "verse_number": "15",
                "verse_text": "is near, the day when the Almighty brings destruction. What terror that day will bring!"
            },
            {
                "verse_number": "16",
                "verse_text": "We look on helpless as our crops are destroyed. There is no joy in the Temple of our God."
            },
            {
                "verse_number": "17",
                "verse_text": "The seeds die in the dry earth. There is no grain to be stored, and so the empty granaries are in ruins."
            },
            {
                "verse_number": "18",
                "verse_text": "The cattle are bellowing in distress because there is no pasture for them; the flocks of sheep also suffer."
            },
            {
                "verse_number": "19",
                "verse_text": "I cry out to you,"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord"
            },
            {
                "verse_number": "19",
                "verse_text": ", because the pastures and trees are dried up, as though a fire had burned them."
            },
            {
                "verse_number": "20",
                "verse_text": "Even the wild animals cry out to you because the streams have become dry."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Blow the trumpet; sound the alarm on Zion, God's sacred hill. Tremble, people of Judah! The day of the Lord is coming soon."
            },
            {
                "verse_number": "2",
                "verse_text": "It will be a dark and gloomy day, a black and cloudy day. The great army of locusts advances like darkness spreading over the mountains. There has never been anything like it, and there never will be again."
            },
            {
                "verse_number": "3",
                "verse_text": "Like fire they eat up the plants. In front of them the land is like the Garden of Eden, but behind them it is a barren desert. Nothing escapes them."
            },
            {
                "verse_number": "4",
                "verse_text": "They look like horses; they run like war-horses."
            },
            {
                "verse_number": "5",
                "verse_text": "As they leap on the tops of the mountains, they rattle like chariots; they crackle like dry grass on fire. They are lined up like a great army ready for battle."
            },
            {
                "verse_number": "6",
                "verse_text": "As they approach, everyone is terrified; every face turns pale."
            },
            {
                "verse_number": "7",
                "verse_text": "They attack like warriors; they climb the walls like soldiers. They all keep marching straight ahead and do not change direction"
            },
            {
                "verse_number": "8",
                "verse_text": "or get in each other's way. They swarm through defenses, and nothing can stop them."
            },
            {
                "verse_number": "9",
                "verse_text": "They rush against the city; they run over the walls; they climb up the houses and go in through the windows like thieves."
            },
            {
                "verse_number": "10",
                "verse_text": "The earth shakes as they advance; the sky trembles. The sun and the moon grow dark, and the stars no longer shine."
            },
            {
                "verse_number": "11",
                "verse_text": "The"
            },
            {
                "verse_number": "11",
                "verse_text": "Lord"
            },
            {
                "verse_number": "11",
                "verse_text": "thunders commands to his army. The troops that obey him are many and mighty. How terrible is the day of the Lord ! Who will survive it?"
            },
            {
                "verse_number": "12",
                "verse_text": "“But even now,” says the"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": ", “repent sincerely and return to me with fasting and weeping and mourning."
            },
            {
                "verse_number": "13",
                "verse_text": "Let your broken heart show your sorrow; tearing your clothes is not enough.” Come back to the Lord your God. He is kind and full of mercy; he is patient and keeps his promise; he is always ready to forgive and not punish."
            },
            {
                "verse_number": "14",
                "verse_text": "Perhaps the"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "your God will change his mind and bless you with abundant crops. Then you can offer him grain and wine."
            },
            {
                "verse_number": "15",
                "verse_text": "Blow the trumpet on Mount Zion; give orders for a fast and call an assembly!"
            },
            {
                "verse_number": "16",
                "verse_text": "Gather the people together; prepare them for a sacred meeting; bring the old people; gather the children and the babies too. Even newly married couples must leave their homes and come."
            },
            {
                "verse_number": "17",
                "verse_text": "The priests, serving the"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord between the altar and the entrance of the Temple, must weep and pray: “Have pity on your people, Lord . Do not let other nations despise us and mock us by saying, ‘Where is your God?’”"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the"
            },
            {
                "verse_number": "18",
                "verse_text": "Lord"
            },
            {
                "verse_number": "18",
                "verse_text": "showed concern for his land; he had mercy on his people."
            },
            {
                "verse_number": "19",
                "verse_text": "He answered them: “Now I am going to give you grain and wine and olive oil, and you will be satisfied. Other nations will no longer despise you."
            },
            {
                "verse_number": "20",
                "verse_text": "I will remove the locust army that came from the north and will drive some of them into the desert. Their front ranks will be driven into the Dead Sea, their rear ranks into the Mediterranean. Their dead bodies will stink. I will destroy them because of all they have done to you."
            },
            {
                "verse_number": "21",
                "verse_text": "“Fields, don't be afraid, but be joyful and glad because of all the Lord has done for you."
            },
            {
                "verse_number": "22",
                "verse_text": "Animals, don't be afraid. The pastures are green; the trees bear their fruit, and there are plenty of figs and grapes."
            },
            {
                "verse_number": "23",
                "verse_text": "“Be glad, people of Zion, rejoice at what the Lord your God has done for you. He has given you the right amount of autumn rain; he has poured down the winter rain for you and the spring rain as before."
            },
            {
                "verse_number": "24",
                "verse_text": "The threshing places will be full of grain; the pits beside the presses will overflow with wine and olive oil."
            },
            {
                "verse_number": "25",
                "verse_text": "I will give you back what you lost in the years when swarms of locusts ate your crops. It was I who sent this army against you."
            },
            {
                "verse_number": "26",
                "verse_text": "Now you will have plenty to eat, and be satisfied. You will praise the Lord your God, who has done wonderful things for you. My people will never be despised again."
            },
            {
                "verse_number": "27",
                "verse_text": "Then, Israel, you will know that I am among you and that I, the Lord , am your God and there is no other. My people will never be despised again."
            },
            {
                "verse_number": "28",
                "verse_text": "“Afterward I will pour out my Spirit on everyone: your sons and daughters will proclaim my message; your old people will have dreams, and your young people will see visions."
            },
            {
                "verse_number": "29",
                "verse_text": "At that time I will pour out my Spirit even on servants, both men and women."
            },
            {
                "verse_number": "30",
                "verse_text": "“I will give warnings of that day in the sky and on the earth; there will be bloodshed, fire, and clouds of smoke."
            },
            {
                "verse_number": "31",
                "verse_text": "The sun will be darkened, and the moon will turn red as blood before the great and terrible day of the Lord comes."
            },
            {
                "verse_number": "32",
                "verse_text": "But all who ask the"
            },
            {
                "verse_number": "32",
                "verse_text": "Lord"
            },
            {
                "verse_number": "32",
                "verse_text": "for help will be saved. As the Lord has said, ‘Some in Jerusalem will escape; those whom I choose will survive.’”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "says, “At that time I will restore the prosperity of Judah and Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "I will gather all the nations and bring them to the Valley of Judgment. There I will judge them for all they have done to my people. They have scattered the Israelites in foreign countries and divided Israel, my land."
            },
            {
                "verse_number": "3",
                "verse_text": "They threw dice to decide who would get the captives. They sold boys and girls into slavery to pay for prostitutes and wine."
            },
            {
                "verse_number": "4",
                "verse_text": "“What are you trying to do to me, Tyre, Sidon, and all of Philistia? Are you trying to pay me back for something? If you are, I will quickly pay you back!"
            },
            {
                "verse_number": "5",
                "verse_text": "You have taken my silver and gold and carried my rich treasures into your temples."
            },
            {
                "verse_number": "6",
                "verse_text": "You have taken the people of Judah and Jerusalem far from their own country and sold them to the Greeks."
            },
            {
                "verse_number": "7",
                "verse_text": "Now I am going to bring them out of the places to which you have sold them. I will do to you what you have done to them."
            },
            {
                "verse_number": "8",
                "verse_text": "I will let your sons and daughters be sold to the people of Judah; they will sell them to the far-off Sabeans. I, the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": ", have spoken."
            },
            {
                "verse_number": "9",
                "verse_text": "“Make this announcement among the nations: ‘Prepare for war; call your warriors; gather all your soldiers and march!"
            },
            {
                "verse_number": "10",
                "verse_text": "Hammer the points of your plows into swords and your pruning knives into spears. Even the weak must fight."
            },
            {
                "verse_number": "11",
                "verse_text": "Hurry"
            },
            {
                "verse_number": "11",
                "verse_text": "and come, all you surrounding nations, and gather in the valley.’” Send down, O Lord , your army to attack them!"
            },
            {
                "verse_number": "12",
                "verse_text": "“The nations must get ready and come to the Valley of Judgment. There I, the Lord , will sit to judge all the surrounding nations."
            },
            {
                "verse_number": "13",
                "verse_text": "They are very wicked; cut them down like grain at harvest time; crush them as grapes are crushed in a full wine press until the wine runs over.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Thousands and thousands are in the Valley of Judgment. It is there that the day of the Lord will soon come."
            },
            {
                "verse_number": "15",
                "verse_text": "The sun and the moon grow dark, and the stars no longer shine."
            },
            {
                "verse_number": "16",
                "verse_text": "The"
            },
            {
                "verse_number": "16",
                "verse_text": "Lord"
            },
            {
                "verse_number": "16",
                "verse_text": "roars from Mount Zion; his voice thunders from Jerusalem; earth and sky tremble. But he will defend his people."
            },
            {
                "verse_number": "17",
                "verse_text": "“Then, Israel, you will know that I am the"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord"
            },
            {
                "verse_number": "17",
                "verse_text": "your God. I live on Zion, my sacred hill. Jerusalem will be a sacred city; foreigners will never conquer it again."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time the mountains will be covered with vineyards, and cattle will be found on every hill; there will be plenty of water for all of Judah. A stream will flow from the Temple of the Lord , and it will water Acacia Valley."
            },
            {
                "verse_number": "19",
                "verse_text": "“Egypt will become a desert, and Edom a ruined waste, because they attacked the land of Judah and killed its innocent people."
            }
        ]
    }
}