{
    "Colossians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, who by God's will is an apostle of Christ Jesus, and from our brother Timothy&ndash; May God our Father give you grace and peace."
            },
            {
                "verse_number": "2",
                "verse_text": "To God's people in Colossae, who are our faithful friends in union with Christ:"
            },
            {
                "verse_number": "3",
                "verse_text": "We always give thanks to God, the Father of our Lord Jesus Christ, when we pray for you."
            },
            {
                "verse_number": "4",
                "verse_text": "For we have heard of your faith in Christ Jesus and of your love for all God's people."
            },
            {
                "verse_number": "5",
                "verse_text": "When the true message, the Good News, first came to you, you heard about the hope it offers. So your faith and love are based on what you hope for, which is kept safe for you in heaven."
            },
            {
                "verse_number": "6",
                "verse_text": "The gospel keeps bringing blessings and is spreading throughout the world, just as it has among you ever since the day you first heard about the grace of God and came to know it as it really is."
            },
            {
                "verse_number": "7",
                "verse_text": "You learned of God's grace from Epaphras, our dear fellow servant, who is Christ's faithful worker on our behalf."
            },
            {
                "verse_number": "8",
                "verse_text": "He has told us of the love that the Spirit has given you."
            },
            {
                "verse_number": "9",
                "verse_text": "For this reason we have always prayed for you, ever since we heard about you. We ask God to fill you with the knowledge of his will, with all the wisdom and understanding that his Spirit gives."
            },
            {
                "verse_number": "10",
                "verse_text": "Then you will be able to live as the Lord wants and will always do what pleases him. Your lives will produce all kinds of good deeds, and you will grow in your knowledge of God."
            },
            {
                "verse_number": "13",
                "verse_text": "He rescued us from the power of darkness and brought us safe into the kingdom of his dear Son,"
            },
            {
                "verse_number": "14",
                "verse_text": "by whom we are set free, that is, our sins are forgiven."
            },
            {
                "verse_number": "15",
                "verse_text": "Christ is the visible likeness of the invisible God. He is the first-born Son, superior to all created things."
            },
            {
                "verse_number": "16",
                "verse_text": "For through him God created everything in heaven and on earth, the seen and the unseen things, including spiritual powers, lords, rulers, and authorities. God created the whole universe through him and for him."
            },
            {
                "verse_number": "17",
                "verse_text": "Christ existed before all things, and in union with him all things have their proper place."
            },
            {
                "verse_number": "18",
                "verse_text": "He is the head of his body, the church; he is the source of the body's life. He is the first-born Son, who was raised from death, in order that he alone might have the first place in all things."
            },
            {
                "verse_number": "19",
                "verse_text": "For it was by God's own decision that the Son has in himself the full nature of God."
            },
            {
                "verse_number": "20",
                "verse_text": "Through the Son, then, God decided to bring the whole universe back to himself. God made peace through his Son's blood on the cross and so brought back to himself all things, both on earth and in heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "At one time you were far away from God and were his enemies because of the evil things you did and thought."
            },
            {
                "verse_number": "22",
                "verse_text": "But now, by means of the physical death of his Son, God has made you his friends, in order to bring you, holy, pure, and faultless, into his presence."
            },
            {
                "verse_number": "23",
                "verse_text": "You must, of course, continue faithful on a firm and sure foundation, and must not allow yourselves to be shaken from the hope you gained when you heard the gospel. It is of this gospel that I, Paul, became a servant&ndash;this gospel which has been preached to everybody in the world."
            },
            {
                "verse_number": "24",
                "verse_text": "And now I am happy about my sufferings for you, for by means of my physical sufferings I am helping to complete what still remains of Christ's sufferings on behalf of his body, the church."
            },
            {
                "verse_number": "25",
                "verse_text": "And I have been made a servant of the church by God, who gave me this task to perform for your good. It is the task of fully proclaiming his message,"
            },
            {
                "verse_number": "26",
                "verse_text": "which is the secret he hid through all past ages from all human beings but has now revealed to his people."
            },
            {
                "verse_number": "27",
                "verse_text": "God's plan is to make known his secret to his people, this rich and glorious secret which he has for all peoples. And the secret is that Christ is in you, which means that you will share in the glory of God."
            },
            {
                "verse_number": "28",
                "verse_text": "So we preach Christ to everyone. With all possible wisdom we warn and teach them in order to bring each one into God's presence as a mature individual in union with Christ."
            },
            {
                "verse_number": "29",
                "verse_text": "To get this done I toil and struggle, using the mighty strength which Christ supplies and which is at work in me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Let me tell you how hard I have worked for you and for the people in Laodicea and for all others who do not know me personally."
            },
            {
                "verse_number": "2",
                "verse_text": "I do this in order that they may be filled with courage and may be drawn together in love, and so have the full wealth of assurance which true understanding brings. In this way they will know God's secret, which is Christ himself."
            },
            {
                "verse_number": "3",
                "verse_text": "He is the key that opens all the hidden treasures of God's wisdom and knowledge."
            },
            {
                "verse_number": "4",
                "verse_text": "I tell you, then, do not let anyone deceive you with false arguments, no matter how good they seem to be."
            },
            {
                "verse_number": "5",
                "verse_text": "For even though I am absent in body, yet I am with you in spirit, and I am glad as I see the resolute firmness with which you stand together in your faith in Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Since you have accepted Christ Jesus as Lord, live in union with him."
            },
            {
                "verse_number": "7",
                "verse_text": "Keep your roots deep in him, build your lives on him, and become stronger in your faith, as you were taught. And be filled with thanksgiving."
            },
            {
                "verse_number": "8",
                "verse_text": "See to it, then, that no one enslaves you by means of the worthless deceit of human wisdom, which comes from the teachings handed down by human beings and from the ruling spirits of the universe, and not from Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "For the full content of divine nature lives in Christ, in his humanity,"
            },
            {
                "verse_number": "10",
                "verse_text": "and you have been given full life in union with him. He is supreme over every spiritual ruler and authority."
            },
            {
                "verse_number": "11",
                "verse_text": "In union with Christ you were circumcised, not with the circumcision that is made by human beings, but with the circumcision made by Christ, which consists of being freed from the power of this sinful self."
            },
            {
                "verse_number": "12",
                "verse_text": "For when you were baptized, you were buried with Christ, and in baptism you were also raised with Christ through your faith in the active power of God, who raised him from death."
            },
            {
                "verse_number": "13",
                "verse_text": "You were at one time spiritually dead because of your sins and because you were Gentiles without the Law. But God has now brought you to life with Christ. God forgave us all our sins;"
            },
            {
                "verse_number": "14",
                "verse_text": "he canceled the unfavorable record of our debts with its binding rules and did away with it completely by nailing it to the cross."
            },
            {
                "verse_number": "15",
                "verse_text": "And on that cross Christ freed himself from the power of the spiritual rulers and authorities; he made a public spectacle of them by leading them as captives in his victory procession."
            },
            {
                "verse_number": "16",
                "verse_text": "So let no one make rules about what you eat or drink or about holy days or the New Moon Festival or the Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "All such things are only a shadow of things in the future; the reality is Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not allow yourselves to be condemned by anyone who claims to be superior because of special visions and who insists on false humility and the worship of angels. For no reason at all, such people are all puffed up by their human way of thinking"
            },
            {
                "verse_number": "19",
                "verse_text": "and have stopped holding on to Christ, who is the head of the body. Under Christ's control the whole body is nourished and held together by its joints and ligaments, and it grows as God wants it to grow."
            },
            {
                "verse_number": "20",
                "verse_text": "You have died with Christ and are set free from the ruling spirits of the universe. Why, then, do you live as though you belonged to this world? Why do you obey such rules as"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Don't handle this,&apos; &apos;Don't taste that,&apos; &apos;Don't touch the other&apos;?"
            },
            {
                "verse_number": "22",
                "verse_text": "All these refer to things which become useless once they are used; they are only human rules and teachings."
            },
            {
                "verse_number": "23",
                "verse_text": "Of course such rules appear to be based on wisdom in their forced worship of angels, and false humility, and severe treatment of the body; but they have no real value in controlling physical passions."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You have been raised to life with Christ, so set your hearts on the things that are in heaven, where Christ sits on his throne at the right side of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Keep your minds fixed on things there, not on things here on earth."
            },
            {
                "verse_number": "3",
                "verse_text": "For you have died, and your life is hidden with Christ in God."
            },
            {
                "verse_number": "4",
                "verse_text": "Your real life is Christ and when he appears, then you too will appear with him and share his glory!"
            },
            {
                "verse_number": "5",
                "verse_text": "You must put to death, then, the earthly desires at work in you, such as sexual immorality, indecency, lust, evil passions, and greed (for greed is a form of idolatry)."
            },
            {
                "verse_number": "6",
                "verse_text": "Because of such things God's anger will come upon those who do not obey him."
            },
            {
                "verse_number": "7",
                "verse_text": "At one time you yourselves used to live according to such desires, when your life was dominated by them."
            },
            {
                "verse_number": "8",
                "verse_text": "But now you must get rid of all these things: anger, passion, and hateful feelings. No insults or obscene talk must ever come from your lips."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not lie to one another, for you have put off the old self with its habits"
            },
            {
                "verse_number": "10",
                "verse_text": "and have put on the new self. This is the new being which God, its Creator, is constantly renewing in his own image, in order to bring you to a full knowledge of himself."
            },
            {
                "verse_number": "11",
                "verse_text": "As a result, there is no longer any distinction between Gentiles and Jews, circumcised and uncircumcised, barbarians, savages, slaves, and free, but Christ is all, Christ is in all."
            },
            {
                "verse_number": "12",
                "verse_text": "You are the people of God; he loved you and chose you for his own. So then, you must clothe yourselves with compassion, kindness, humility, gentleness, and patience."
            },
            {
                "verse_number": "13",
                "verse_text": "Be tolerant with one another and forgive one another whenever any of you has a complaint against someone else. You must forgive one another just as the Lord has forgiven you."
            },
            {
                "verse_number": "14",
                "verse_text": "And to all these qualities add love, which binds all things together in perfect unity."
            },
            {
                "verse_number": "15",
                "verse_text": "The peace that Christ gives is to guide you in the decisions you make; for it is to this peace that God has called you together in the one body. And be thankful."
            },
            {
                "verse_number": "16",
                "verse_text": "Christ's message in all its richness must live in your hearts. Teach and instruct one another with all wisdom. Sing psalms, hymns, and sacred songs; sing to God with thanksgiving in your hearts."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything you do or say, then, should be done in the name of the Lord Jesus, as you give thanks through him to God the Father."
            },
            {
                "verse_number": "18",
                "verse_text": "Wives, submit yourselves to your husbands, for that is what you should do as Christians."
            },
            {
                "verse_number": "19",
                "verse_text": "Husbands, love your wives and do not be harsh with them."
            },
            {
                "verse_number": "20",
                "verse_text": "Children, it is your Christian duty to obey your parents always, for that is what pleases God."
            },
            {
                "verse_number": "21",
                "verse_text": "Parents, do not irritate your children, or they will become discouraged."
            },
            {
                "verse_number": "22",
                "verse_text": "Slaves, obey your human masters in all things, not only when they are watching you because you want to gain their approval; but do it with a sincere heart because of your reverence for the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Whatever you do, work at it with all your heart, as though you were working for the Lord and not for people."
            },
            {
                "verse_number": "24",
                "verse_text": "Remember that the Lord will give you as a reward what he has kept for his people. For Christ is the real Master you serve."
            },
            {
                "verse_number": "25",
                "verse_text": "And all wrongdoers will be repaid for the wrong things they do, because God judges everyone by the same standard."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Masters, be fair and just in the way you treat your slaves. Remember that you too have a Master in heaven. May God's grace be with you."
            },
            {
                "verse_number": "2",
                "verse_text": "Be persistent in prayer, and keep alert as you pray, giving thanks to God."
            },
            {
                "verse_number": "3",
                "verse_text": "At the same time pray also for us, so that God will give us a good opportunity to preach his message about the secret of Christ. For that is why I am now in prison."
            },
            {
                "verse_number": "4",
                "verse_text": "Pray, then, that I may speak, as I should, in such a way as to make it clear."
            },
            {
                "verse_number": "5",
                "verse_text": "Be wise in the way you act toward those who are not believers, making good use of every opportunity you have."
            },
            {
                "verse_number": "6",
                "verse_text": "Your speech should always be pleasant and interesting, and you should know how to give the right answer to everyone."
            },
            {
                "verse_number": "7",
                "verse_text": "Our dear friend Tychicus, who is a faithful worker and fellow servant in the Lord's work, will give you all the news about me."
            },
            {
                "verse_number": "8",
                "verse_text": "That is why I am sending him to you, in order to cheer you up by telling you how all of us are getting along."
            },
            {
                "verse_number": "9",
                "verse_text": "With him goes Onesimus, that dear and faithful friend, who belongs to your group. They will tell you everything that is happening here."
            },
            {
                "verse_number": "10",
                "verse_text": "Aristarchus, who is in prison with me, sends you greetings, and so does Mark, the cousin of Barnabas. (You have already received instructions to welcome Mark if he comes your way.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Joshua, also called Justus, sends greetings too. These three are the only Jewish believers who work with me for the Kingdom of God, and they have been a great help to me."
            },
            {
                "verse_number": "12",
                "verse_text": "Greetings from Epaphras, another member of your group and a servant of Christ Jesus. He always prays fervently for you, asking God to make you stand firm, as mature and fully convinced Christians, in complete obedience to God's will."
            },
            {
                "verse_number": "13",
                "verse_text": "I can personally testify to his hard work for you and for the people in Laodicea and Hierapolis."
            },
            {
                "verse_number": "14",
                "verse_text": "Luke, our dear doctor, and Demas send you their greetings."
            },
            {
                "verse_number": "15",
                "verse_text": "Give our best wishes to the believers in Laodicea and to Nympha and the church that meets in her house."
            },
            {
                "verse_number": "16",
                "verse_text": "After you read this letter, make sure that it is read also in the church at Laodicea. At the same time, you are to read the letter that the believers in Laodicea will send you."
            },
            {
                "verse_number": "17",
                "verse_text": "And tell Archippus, &apos;Be sure to finish the task you were given in the Lord's service.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "With my own hand I write this: Greetings from Paul . Do not forget my chains!"
            }
        ]
    }
}