{
    "1 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, who was called by the will of God to be an apostle of Christ Jesus, and from our brother Sosthenes—"
            },
            {
                "verse_number": "2",
                "verse_text": "To the church of God which is in Corinth, to all who are called to be God's holy people, who belong to him in union with Christ Jesus, together with all people everywhere who worship our Lord Jesus Christ, their Lord and ours:"
            },
            {
                "verse_number": "3",
                "verse_text": "May God our Father and the Lord Jesus Christ give you grace and peace."
            },
            {
                "verse_number": "4",
                "verse_text": "I always give thanks to my God for you because of the grace he has given you through Christ Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "For in union with Christ you have become rich in all things, including all speech and all knowledge."
            },
            {
                "verse_number": "6",
                "verse_text": "The message about Christ has become so firmly established in you"
            },
            {
                "verse_number": "7",
                "verse_text": "that you have not failed to receive a single blessing, as you wait for our Lord Jesus Christ to be revealed."
            },
            {
                "verse_number": "8",
                "verse_text": "He will also keep you firm to the end, so that you will be faultless on the Day of our Lord Jesus Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "God is to be trusted, the God who called you to have fellowship with his Son Jesus Christ, our Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "By the authority of our Lord Jesus Christ I appeal to all of you, my friends, to agree in what you say, so that there will be no divisions among you. Be completely united, with only one thought and one purpose."
            },
            {
                "verse_number": "11",
                "verse_text": "For some people from Chloe's family have told me quite plainly, my friends, that there are quarrels among you."
            },
            {
                "verse_number": "12",
                "verse_text": "Let me put it this way: each one of you says something different. One says, “I follow Paul”; another, “I follow Apollos”; another, “I follow Peter”; and another, “I follow Christ.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Christ has been divided"
            },
            {
                "verse_number": "13",
                "verse_text": "into groups! Was it Paul who died on the cross for you? Were you baptized as Paul's disciples?"
            },
            {
                "verse_number": "14",
                "verse_text": "I thank God that I did not baptize any of you except Crispus and Gaius."
            },
            {
                "verse_number": "15",
                "verse_text": "No one can say, then, that you were baptized as my disciples. ("
            },
            {
                "verse_number": "16",
                "verse_text": "Oh yes, I also baptized Stephanas and his family; but I can't remember whether I baptized anyone else.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Christ did not send me to baptize. He sent me to tell the Good News, and to tell it without using the language of human wisdom, in order to make sure that Christ's death on the cross is not robbed of its power."
            },
            {
                "verse_number": "18",
                "verse_text": "For the message about Christ's death on the cross is nonsense to those who are being lost; but for us who are being saved it is God's power."
            },
            {
                "verse_number": "19",
                "verse_text": "The scripture says, “I will destroy the wisdom of the wise and set aside the understanding of the scholars.”"
            },
            {
                "verse_number": "20",
                "verse_text": "So then, where does that leave the wise? or the scholars? or the skillful debaters of this world? God has shown that this world's wisdom is foolishness!"
            },
            {
                "verse_number": "21",
                "verse_text": "For God in his wisdom made it impossible for people to know him by means of their own wisdom. Instead, by means of the so-called “foolish” message we preach, God decided to save those who believe."
            },
            {
                "verse_number": "22",
                "verse_text": "Jews want miracles for proof, and Greeks look for wisdom."
            },
            {
                "verse_number": "23",
                "verse_text": "As for us, we proclaim the crucified Christ, a message that is offensive to the Jews and nonsense to the Gentiles;"
            },
            {
                "verse_number": "24",
                "verse_text": "but for those whom God has called, both Jews and Gentiles, this message is Christ, who is the power of God and the wisdom of God."
            },
            {
                "verse_number": "25",
                "verse_text": "For what seems to be God's foolishness is wiser than human wisdom, and what seems to be God's weakness is stronger than human strength."
            },
            {
                "verse_number": "26",
                "verse_text": "Now remember what you were, my friends, when God called you. From the human point of view few of you were wise or powerful or of high social standing."
            },
            {
                "verse_number": "27",
                "verse_text": "God purposely chose what the world considers nonsense in order to shame the wise, and he chose what the world considers weak in order to shame the powerful."
            },
            {
                "verse_number": "28",
                "verse_text": "He chose what the world looks down on and despises and thinks is nothing, in order to destroy what the world thinks is important."
            },
            {
                "verse_number": "29",
                "verse_text": "This means that no one can boast in God's presence."
            },
            {
                "verse_number": "30",
                "verse_text": "But God has brought you into union with Christ Jesus, and God has made Christ to be our wisdom. By him we are put right with God; we become God's holy people and are set free."
            },
            {
                "verse_number": "31",
                "verse_text": "So then, as the scripture says, “Whoever wants to boast must boast of what the Lord has done.”"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When I came to you, my friends, to preach God's secret truth,"
            },
            {
                "verse_number": "1",
                "verse_text": "I did not use big words and great learning."
            },
            {
                "verse_number": "2",
                "verse_text": "For while I was with you, I made up my mind to forget everything except Jesus Christ and especially his death on the cross."
            },
            {
                "verse_number": "3",
                "verse_text": "So when I came to you, I was weak and trembled all over with fear,"
            },
            {
                "verse_number": "4",
                "verse_text": "and my teaching and message were not delivered with skillful words of human wisdom, but with convincing proof of the power of God's Spirit."
            },
            {
                "verse_number": "5",
                "verse_text": "Your faith, then, does not rest on human wisdom but on God's power."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet I do proclaim a message of wisdom to those who are spiritually mature. But it is not the wisdom that belongs to this world or to the powers that rule this world—powers that are losing their power."
            },
            {
                "verse_number": "7",
                "verse_text": "The wisdom I proclaim is God's secret wisdom, which is hidden from human beings, but which he had already chosen for our glory even before the world was made."
            },
            {
                "verse_number": "8",
                "verse_text": "None of the rulers of this world knew this wisdom. If they had known it, they would not have crucified the Lord of glory."
            },
            {
                "verse_number": "9",
                "verse_text": "However, as the scripture says, “What no one ever saw or heard, what no one ever thought could happen, is the very thing God prepared for those who love him.”"
            },
            {
                "verse_number": "10",
                "verse_text": "But"
            },
            {
                "verse_number": "10",
                "verse_text": "it was to us that God made known his secret by means of his Spirit. The Spirit searches everything, even the hidden depths of God's purposes."
            },
            {
                "verse_number": "11",
                "verse_text": "It is only our own spirit within us that knows all about us; in the same way, only God's Spirit knows all about God."
            },
            {
                "verse_number": "12",
                "verse_text": "We have not received this world's spirit; instead, we have received the Spirit sent by God, so that we may know all that God has given us."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, we do not speak in words taught by human wisdom, but in words taught by the Spirit, as we explain spiritual truths to those who have the Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "Whoever does not have the Spirit cannot receive the gifts that come from God's Spirit. Such a person really does not understand them, and they seem to be nonsense, because their value can be judged only on a spiritual basis."
            },
            {
                "verse_number": "15",
                "verse_text": "Whoever has the Spirit, however, is able to judge the value of everything, but no one is able to judge him."
            },
            {
                "verse_number": "16",
                "verse_text": "As the scripture says, “Who knows the mind of the Lord? Who is able to give him advice?” We, however, have the mind of Christ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "As a matter of fact, my friends, I could not talk to you as I talk to people who have the Spirit; I had to talk to you as though you belonged to this world, as children in the Christian faith."
            },
            {
                "verse_number": "2",
                "verse_text": "I had to feed you milk, not solid food, because you were not ready for it. And even now you are not ready for it,"
            },
            {
                "verse_number": "3",
                "verse_text": "because you still live as the people of this world live. When there is jealousy among you and you quarrel with one another, doesn't this prove that you belong to this world, living by its standards?"
            },
            {
                "verse_number": "4",
                "verse_text": "When one of you says, “I follow Paul,” and another, “I follow Apollos”—aren't you acting like worldly people?"
            },
            {
                "verse_number": "5",
                "verse_text": "After all, who is Apollos? And who is Paul? We are simply God's servants, by whom you were led to believe. Each one of us does the work which the Lord gave him to do:"
            },
            {
                "verse_number": "6",
                "verse_text": "I planted the seed, Apollos watered the plant, but it was God who made the plant grow."
            },
            {
                "verse_number": "7",
                "verse_text": "The one who plants and the one who waters really do not matter. It is God who matters, because he makes the plant grow."
            },
            {
                "verse_number": "8",
                "verse_text": "There is no difference between the one who plants and the one who waters; God will reward each one according to the work each has done."
            },
            {
                "verse_number": "9",
                "verse_text": "For we are partners working together for God, and you are God's field. You are also God's building."
            },
            {
                "verse_number": "10",
                "verse_text": "Using the gift that God gave me, I did the work of an expert builder and laid the foundation, and someone else is building on it. But each of you must be careful how you build."
            },
            {
                "verse_number": "11",
                "verse_text": "For God has already placed Jesus Christ as the one and only foundation, and no other foundation can be laid."
            },
            {
                "verse_number": "12",
                "verse_text": "Some will use gold or silver or precious stones in building on the foundation; others will use wood or grass or straw."
            },
            {
                "verse_number": "13",
                "verse_text": "And the quality of each person's work will be seen when the Day of Christ exposes it. For on that Day fire will reveal everyone's work; the fire will test it and show its real quality."
            },
            {
                "verse_number": "14",
                "verse_text": "If what was built on the foundation survives the fire, the builder will receive a reward."
            },
            {
                "verse_number": "15",
                "verse_text": "But if your work is burnt up, then you will lose it; but you yourself will be saved, as if you had escaped through the fire."
            },
            {
                "verse_number": "16",
                "verse_text": "Surely you know that you are God's temple and that God's Spirit lives in you!"
            },
            {
                "verse_number": "17",
                "verse_text": "God will destroy anyone who destroys God's temple. For God's temple is holy, and you yourselves are his temple."
            },
            {
                "verse_number": "18",
                "verse_text": "You should not fool yourself. If any of you think that you are wise by this world's standards, you should become a fool, in order to be really wise."
            },
            {
                "verse_number": "19",
                "verse_text": "For what this world considers to be wisdom is nonsense in God's sight. As the scripture says, “God traps the wise in their cleverness”;"
            },
            {
                "verse_number": "20",
                "verse_text": "and another scripture says, “The Lord knows that the thoughts of the wise are worthless.”"
            },
            {
                "verse_number": "21",
                "verse_text": "No one, then, should boast about what human beings can do. Actually everything belongs to you:"
            },
            {
                "verse_number": "22",
                "verse_text": "Paul, Apollos, and Peter; this world, life and death, the present and the future—all these are yours,"
            },
            {
                "verse_number": "23",
                "verse_text": "and you belong to Christ, and Christ belongs to God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "You should think of us as Christ's servants, who have been put in charge of God's secret truths."
            },
            {
                "verse_number": "2",
                "verse_text": "The one thing required of such servants is that they be faithful to their master."
            },
            {
                "verse_number": "3",
                "verse_text": "Now, I am not at all concerned about being judged by you or by any human standard; I don't even pass judgment on myself."
            },
            {
                "verse_number": "4",
                "verse_text": "My conscience is clear, but that does not prove that I am really innocent. The Lord is the one who passes judgment on me."
            },
            {
                "verse_number": "5",
                "verse_text": "So you should not pass judgment on anyone before the right time comes. Final judgment must wait until the Lord comes; he will bring to light the dark secrets and expose the hidden purposes of people's minds. And then all will receive from God the praise they deserve."
            },
            {
                "verse_number": "6",
                "verse_text": "For your sake, my friends, I have applied all this to Apollos and me, using the two of us as an example, so that you may learn what the saying means, “Observe the proper rules.” None of you should be proud of one person and despise another."
            },
            {
                "verse_number": "7",
                "verse_text": "Who made you superior to others? Didn't God give you everything you have? Well, then, how can you boast, as if what you have were not a gift?"
            },
            {
                "verse_number": "8",
                "verse_text": "Do you already have everything you need? Are you already rich? Have you become kings, even though we are not? Well, I wish you really were kings, so that we could be kings together with you."
            },
            {
                "verse_number": "9",
                "verse_text": "For it seems to me that God has given the very last place to us apostles, like people condemned to die in public as a spectacle for the whole world of angels and of human beings."
            },
            {
                "verse_number": "10",
                "verse_text": "For Christ's sake we are fools; but you are wise in union with Christ! We are weak, but you are strong! We are despised, but you are honored!"
            },
            {
                "verse_number": "11",
                "verse_text": "To this very moment we go hungry and thirsty; we are clothed in rags; we are beaten; we wander from place to place;"
            },
            {
                "verse_number": "12",
                "verse_text": "we wear ourselves out with hard work. When we are cursed, we bless; when we are persecuted, we endure;"
            },
            {
                "verse_number": "13",
                "verse_text": "when we are insulted, we answer back with kind words. We are no more than this world's garbage; we are the scum of the earth to this very moment!"
            },
            {
                "verse_number": "14",
                "verse_text": "I write this to you, not because I want to make you feel ashamed, but to instruct you as my own dear children."
            },
            {
                "verse_number": "15",
                "verse_text": "For even if you have ten thousand guardians in your Christian life, you have only one father. For in your life in union with Christ Jesus I have become your father by bringing the Good News to you."
            },
            {
                "verse_number": "16",
                "verse_text": "I beg you, then, to follow my example."
            },
            {
                "verse_number": "17",
                "verse_text": "For this purpose I am sending to you Timothy, who is my own dear and faithful son in the Christian life. He will remind you of the principles which I follow in the new life in union with Christ Jesus and which I teach in all the churches everywhere."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of you have become proud because you have thought that I would not be coming to visit you."
            },
            {
                "verse_number": "19",
                "verse_text": "If the Lord is willing, however, I will come to you soon, and then I will find out for myself the power which these proud people have, and not just what they say."
            },
            {
                "verse_number": "20",
                "verse_text": "For the Kingdom of God is not a matter of words but of power."
            },
            {
                "verse_number": "21",
                "verse_text": "Which do you prefer? Shall I come to you with a whip, or in a spirit of love and gentleness?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now, it is actually being said that there is sexual immorality among you so terrible that not even the heathen would be guilty of it. I am told that a man is sleeping with his stepmother!"
            },
            {
                "verse_number": "2",
                "verse_text": "How, then, can you be proud? On the contrary, you should be filled with sadness, and the man who has done such a thing should be expelled from your fellowship."
            },
            {
                "verse_number": "5",
                "verse_text": "you are to hand this man over to Satan for his body to be destroyed, so that his spirit may be saved in the Day of the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "It is not right for you to be proud! You know the saying, “A little bit of yeast makes the whole batch of dough rise.”"
            },
            {
                "verse_number": "7",
                "verse_text": "You must remove the old yeast of sin so that you will be entirely pure. Then you will be like a new batch of dough without any yeast, as indeed I know you actually are. For our Passover Festival is ready, now that Christ, our Passover lamb, has been sacrificed."
            },
            {
                "verse_number": "8",
                "verse_text": "Let us celebrate our Passover, then, not with bread having the old yeast of sin and wickedness, but with the bread that has no yeast, the bread of purity and truth."
            },
            {
                "verse_number": "9",
                "verse_text": "In the letter that I wrote you I told you not to associate with immoral people."
            },
            {
                "verse_number": "10",
                "verse_text": "Now I did not mean pagans who are immoral or greedy or are thieves, or who worship idols. To avoid them you would have to get out of the world completely."
            },
            {
                "verse_number": "11",
                "verse_text": "What I meant was that you should not associate with a person who calls himself a believer but is immoral or greedy or worships idols or is a slanderer or a drunkard or a thief. Don't even sit down to eat with such a person."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "If any of you have a dispute with another Christian, how dare you go before heathen judges instead of letting God's people settle the matter?"
            },
            {
                "verse_number": "2",
                "verse_text": "Don't you know that God's people will judge the world? Well, then, if you are to judge the world, aren't you capable of judging small matters?"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you not know that we shall judge the angels? How much more, then, the things of this life!"
            },
            {
                "verse_number": "4",
                "verse_text": "If such matters come up, are you going to take them to be settled by people who have no standing in the church?"
            },
            {
                "verse_number": "5",
                "verse_text": "Shame on you! Surely there is at least one wise person in your fellowship who can settle a dispute between fellow Christians."
            },
            {
                "verse_number": "6",
                "verse_text": "Instead, one Christian goes to court against another and lets unbelievers judge the case!"
            },
            {
                "verse_number": "7",
                "verse_text": "The very fact that you have legal disputes among yourselves shows that you have failed completely. Would it not be better for you to be wronged? Would it not be better for you to be robbed?"
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, you yourselves wrong one another and rob one another, even other believers!"
            },
            {
                "verse_number": "9",
                "verse_text": "Surely you know that the wicked will not possess God's Kingdom. Do not fool yourselves; people who are immoral or who worship idols or are adulterers or homosexual perverts"
            },
            {
                "verse_number": "10",
                "verse_text": "or who steal or are greedy or are drunkards or who slander others or are thieves—none of these will possess God's Kingdom."
            },
            {
                "verse_number": "11",
                "verse_text": "Some of you were like that. But you have been purified from sin; you have been dedicated to God; you have been put right with God by the Lord Jesus Christ and by the Spirit of our God."
            },
            {
                "verse_number": "12",
                "verse_text": "Someone will say, “I am allowed to do anything.” Yes; but not everything is good for you. I could say that I am allowed to do anything, but I am not going to let anything make me its slave."
            },
            {
                "verse_number": "13",
                "verse_text": "Someone else will say, “Food is for the stomach, and the stomach is for food.” Yes; but God will put an end to both. The body is not to be used for sexual immorality, but to serve the Lord; and the Lord provides for the body."
            },
            {
                "verse_number": "14",
                "verse_text": "God raised the Lord from death, and he will also raise us by his power."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that your bodies are parts of the body of Christ. Shall I take a part of Christ's body and make it part of the body of a prostitute? Impossible!"
            },
            {
                "verse_number": "16",
                "verse_text": "Or perhaps you don't know that the man who joins his body to a prostitute becomes physically one with her? The scripture says quite plainly, “The two will become one body.”"
            },
            {
                "verse_number": "17",
                "verse_text": "But he who joins himself to the Lord becomes spiritually one with him."
            },
            {
                "verse_number": "18",
                "verse_text": "Avoid immorality. Any other sin a man commits does not affect his body; but the man who is guilty of sexual immorality sins against his own body."
            },
            {
                "verse_number": "19",
                "verse_text": "Don't you know that your body is the temple of the Holy Spirit, who lives in you and who was given to you by God? You do not belong to yourselves but to God;"
            },
            {
                "verse_number": "20",
                "verse_text": "he bought you for a price. So use your bodies for God's glory."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now, to deal with the matters you wrote about. A man does well not to marry."
            },
            {
                "verse_number": "2",
                "verse_text": "But because there is so much immorality, every man should have his own wife, and every woman should have her own husband."
            },
            {
                "verse_number": "3",
                "verse_text": "A man should fulfill his duty as a husband, and a woman should fulfill her duty as a wife, and each should satisfy the other's needs."
            },
            {
                "verse_number": "4",
                "verse_text": "A wife is not the master of her own body, but her husband is; in the same way a husband is not the master of his own body, but his wife is."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not deny yourselves to each other, unless you first agree to do so for a while in order to spend your time in prayer; but then resume normal marital relations. In this way you will be kept from giving in to Satan's temptation because of your lack of self-control."
            },
            {
                "verse_number": "6",
                "verse_text": "I tell you this not as an order, but simply as a permission."
            },
            {
                "verse_number": "7",
                "verse_text": "Actually I would prefer that all of you were as I am; but each one has a special gift from God, one person this gift, another one that gift."
            },
            {
                "verse_number": "8",
                "verse_text": "Now, to the unmarried and to the widows I say that it would be better for you to continue to live alone as I do."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you cannot restrain your desires, go ahead and marry—it is better to marry than to burn with passion."
            },
            {
                "verse_number": "10",
                "verse_text": "For married people I have a command which is not my own but the Lord's: a wife must not leave her husband;"
            },
            {
                "verse_number": "11",
                "verse_text": "but if she does, she must remain single or else be reconciled to her husband; and a husband must not divorce his wife."
            },
            {
                "verse_number": "12",
                "verse_text": "To the others I say (I, myself, not the Lord): if a Christian man has a wife who is an unbeliever and she agrees to go on living with him, he must not divorce her."
            },
            {
                "verse_number": "13",
                "verse_text": "And if a Christian woman is married to a man who is an unbeliever and he agrees to go on living with her, she must not divorce him."
            },
            {
                "verse_number": "14",
                "verse_text": "For the unbelieving husband is made acceptable to God by being united to his wife, and the unbelieving wife is made acceptable to God by being united to her Christian husband. If this were not so, their children would be like pagan children; but as it is, they are acceptable to God."
            },
            {
                "verse_number": "15",
                "verse_text": "However, if the one who is not a believer wishes to leave the Christian partner, let it be so. In such cases the Christian partner, whether husband or wife, is free to act. God has called you to live in peace."
            },
            {
                "verse_number": "16",
                "verse_text": "How can you be sure, Christian wife, that you will not save"
            },
            {
                "verse_number": "16",
                "verse_text": "your husband? Or how can you be sure, Christian husband, that you will not save"
            },
            {
                "verse_number": "16",
                "verse_text": "your wife?"
            },
            {
                "verse_number": "17",
                "verse_text": "Each of you should go on living according to the Lord's gift to you, and as you were when God called you. This is the rule I teach in all the churches."
            },
            {
                "verse_number": "18",
                "verse_text": "If a circumcised man has accepted God's call, he should not try to remove the marks of circumcision; if an uncircumcised man has accepted God's call, he should not get circumcised."
            },
            {
                "verse_number": "19",
                "verse_text": "For whether or not a man is circumcised means nothing; what matters is to obey God's commandments."
            },
            {
                "verse_number": "20",
                "verse_text": "Each of you should remain as you were when you accepted God's call."
            },
            {
                "verse_number": "21",
                "verse_text": "Were you a slave when God called you? Well, never mind; but if you have a chance to become free, use it."
            },
            {
                "verse_number": "22",
                "verse_text": "For a slave who has been called by the Lord is the Lord's free person; in the same way a free person who has been called by Christ is his slave."
            },
            {
                "verse_number": "23",
                "verse_text": "God bought you for a price; so do not become slaves of people."
            },
            {
                "verse_number": "24",
                "verse_text": "My friends, each of you should remain in fellowship with God in the same condition that you were when you were called."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, concerning what you wrote about unmarried people: I do not have a command from the Lord, but I give my opinion as one who by the Lord's mercy is worthy of trust."
            },
            {
                "verse_number": "26",
                "verse_text": "Considering the present distress, I think it is better for a man to stay as he is."
            },
            {
                "verse_number": "27",
                "verse_text": "Do you have a wife? Then don't try to get rid of her. Are you unmarried? Then don't look for a wife."
            },
            {
                "verse_number": "28",
                "verse_text": "But if you do marry, you haven't committed a sin; and if an unmarried woman marries, she hasn't committed a sin. But I would rather spare you the everyday troubles that married people will have."
            },
            {
                "verse_number": "29",
                "verse_text": "What I mean, my friends, is this: there is not much time left, and from now on married people should live as though they were not married;"
            },
            {
                "verse_number": "30",
                "verse_text": "those who weep, as though they were not sad; those who laugh, as though they were not happy; those who buy, as though they did not own what they bought;"
            },
            {
                "verse_number": "31",
                "verse_text": "those who deal in material goods, as though they were not fully occupied with them. For this world, as it is now, will not last much longer."
            },
            {
                "verse_number": "32",
                "verse_text": "I would like you to be free from worry. An unmarried man concerns himself with the Lord's work, because he is trying to please the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "But a married man concerns himself with worldly matters, because he wants to please his wife;"
            },
            {
                "verse_number": "34",
                "verse_text": "and so he is pulled in two directions. An unmarried woman or a virgin concerns herself with the Lord's work, because she wants to be dedicated both in body and spirit; but a married woman concerns herself with worldly matters, because she wants to please her husband."
            },
            {
                "verse_number": "35",
                "verse_text": "I am saying this because I want to help you. I am not trying to put restrictions on you. Instead, I want you to do what is right and proper, and to give yourselves completely to the Lord's service without any reservation."
            },
            {
                "verse_number": "36",
                "verse_text": "In the case of an engaged couple who have decided not to marry: if the man feels that he is not acting properly toward the young woman and if his passions are too strong and he feels that they ought to marry, then they should get married, as he wants to."
            },
            {
                "verse_number": "36",
                "verse_text": "There is no sin in this."
            },
            {
                "verse_number": "37",
                "verse_text": "But if a man, without being forced to do so, has firmly made up his mind not to marry,"
            },
            {
                "verse_number": "37",
                "verse_text": "and if he has his will under complete control and has already decided in his own mind what to do—then he does well not to marry the young woman."
            },
            {
                "verse_number": "38",
                "verse_text": "So the man who marries"
            },
            {
                "verse_number": "38",
                "verse_text": "does well, but the one who doesn't marry"
            },
            {
                "verse_number": "38",
                "verse_text": "does even better."
            },
            {
                "verse_number": "39",
                "verse_text": "A married woman is not free as long as her husband lives; but if her husband dies, then she is free to be married to any man she wishes, but only if he is a Christian."
            },
            {
                "verse_number": "40",
                "verse_text": "She will be happier, however, if she stays as she is. That is my opinion, and I think that I too have God's Spirit."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now, concerning what you wrote about food offered to idols. It is true, of course, that “all of us have knowledge,” as they say. Such knowledge, however, puffs a person up with pride; but love builds up."
            },
            {
                "verse_number": "2",
                "verse_text": "Those who think they know something really don't know as they ought to know."
            },
            {
                "verse_number": "3",
                "verse_text": "But the person who loves God is known by him."
            },
            {
                "verse_number": "4",
                "verse_text": "So then, about eating the food offered to idols: we know that an idol stands for something that does not really exist; we know that there is only the one God."
            },
            {
                "verse_number": "5",
                "verse_text": "Even if there are so-called “gods,” whether in heaven or on earth, and even though there are many of these “gods” and “lords,”"
            },
            {
                "verse_number": "6",
                "verse_text": "yet there is for us only one God, the Father, who is the Creator of all things and for whom we live; and there is only one Lord, Jesus Christ, through whom all things were created and through whom we live."
            },
            {
                "verse_number": "7",
                "verse_text": "But not everyone knows this truth. Some people have been so used to idols that to this day when they eat such food they still think of it as food that belongs to an idol; their conscience is weak, and they feel they are defiled by the food."
            },
            {
                "verse_number": "8",
                "verse_text": "Food, however, will not improve our relation with God; we shall not lose anything if we do not eat, nor shall we gain anything if we do eat."
            },
            {
                "verse_number": "9",
                "verse_text": "Be careful, however, not to let your freedom of action make those who are weak in the faith fall into sin."
            },
            {
                "verse_number": "10",
                "verse_text": "Suppose a person whose conscience is weak in this matter sees you, who have so-called “knowledge,” eating in the temple of an idol; will not this encourage him to eat food offered to idols?"
            },
            {
                "verse_number": "11",
                "verse_text": "And so this weak person, your brother for whom Christ died, will perish because of your “knowledge”!"
            },
            {
                "verse_number": "12",
                "verse_text": "And in this way you will be sinning against Christ by sinning against other Christians and wounding their weak conscience."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, if food makes a believer sin, I will never eat meat again, so as not to make a believer fall into sin."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Am I not a free man? Am I not an apostle? Haven't I seen Jesus our Lord? And aren't you the result of my work for the Lord?"
            },
            {
                "verse_number": "2",
                "verse_text": "Even if others do not accept me as an apostle, surely you do! Because of your life in union with the Lord you yourselves are proof of the fact that I am an apostle."
            },
            {
                "verse_number": "3",
                "verse_text": "When people criticize me, this is how I defend myself:"
            },
            {
                "verse_number": "4",
                "verse_text": "Don't I have the right to be given food and drink for my work?"
            },
            {
                "verse_number": "5",
                "verse_text": "Don't I have the right to follow the example of the other apostles and the Lord's brothers and Peter, by taking a Christian wife with me on my trips?"
            },
            {
                "verse_number": "6",
                "verse_text": "Or are Barnabas and I the only ones who have to work for our living?"
            },
            {
                "verse_number": "7",
                "verse_text": "What soldiers ever have to pay their own expenses in the army? What farmers do not eat the grapes from their own vineyard? What shepherds do not use the milk from their own sheep?"
            },
            {
                "verse_number": "8",
                "verse_text": "I don't have to limit myself to these everyday examples, because the Law says the same thing."
            },
            {
                "verse_number": "9",
                "verse_text": "We read in the Law of Moses, “Do not muzzle an ox when you are using it to thresh grain.” Now, is God concerned about oxen?"
            },
            {
                "verse_number": "10",
                "verse_text": "Didn't he really mean us when he said that? Of course that was written for us. Anyone who plows and anyone who reaps should do their work in the hope of getting a share of the crop."
            },
            {
                "verse_number": "11",
                "verse_text": "We have sown spiritual seed among you. Is it too much if we reap material benefits from you?"
            },
            {
                "verse_number": "12",
                "verse_text": "If others have the right to expect this from you, don't we have an even greater right? But we haven't made use of this right. Instead, we have endured everything in order not to put any obstacle in the way of the Good News about Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "Surely you know that the men who work in the Temple get their food from the Temple and that those who offer the sacrifices on the altar get a share of the sacrifices."
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, the Lord has ordered that those who preach the gospel should get their living from it."
            },
            {
                "verse_number": "15",
                "verse_text": "But I haven't made use of any of these rights, nor am I writing this now in order to claim such rights for myself. I would rather die first! Nobody is going to turn my rightful boast into empty words!"
            },
            {
                "verse_number": "16",
                "verse_text": "I have no right to boast just because I preach the gospel. After all, I am under orders to do so. And how terrible it would be for me if I did not preach the gospel!"
            },
            {
                "verse_number": "17",
                "verse_text": "If I did my work as a matter of free choice, then I could expect to be paid; but I do it as a matter of duty, because God has entrusted me with this task."
            },
            {
                "verse_number": "18",
                "verse_text": "What pay do I get, then? It is the privilege of preaching the Good News without charging for it, without claiming my rights in my work for the gospel."
            },
            {
                "verse_number": "19",
                "verse_text": "I am a free man, nobody's slave; but I make myself everybody's slave in order to win as many people as possible."
            },
            {
                "verse_number": "20",
                "verse_text": "While working with the Jews, I live like a Jew in order to win them; and even though I myself am not subject to the Law of Moses, I live as though I were when working with those who are, in order to win them."
            },
            {
                "verse_number": "21",
                "verse_text": "In the same way, when working with Gentiles, I live like a Gentile, outside the Jewish Law, in order to win Gentiles. This does not mean that I don't obey God's law; I am really under Christ's law."
            },
            {
                "verse_number": "22",
                "verse_text": "Among the weak in faith I become weak like one of them, in order to win them. So I become all things to all people, that I may save some of them by whatever means are possible."
            },
            {
                "verse_number": "23",
                "verse_text": "All this I do for the gospel's sake, in order to share in its blessings."
            },
            {
                "verse_number": "24",
                "verse_text": "Surely you know that many runners take part in a race, but only one of them wins the prize. Run, then, in such a way as to win the prize."
            },
            {
                "verse_number": "25",
                "verse_text": "Every athlete in training submits to strict discipline, in order to be crowned with a wreath that will not last; but we do it for one that will last forever."
            },
            {
                "verse_number": "26",
                "verse_text": "That is why I run straight for the finish line; that is why I am like a boxer who does not waste his punches."
            },
            {
                "verse_number": "27",
                "verse_text": "I harden my body with blows and bring it under complete control, to keep myself from being disqualified after having called others to the contest."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I want you to remember, my friends, what happened to our ancestors who followed Moses. They were all under the protection of the cloud, and all passed safely through the Red Sea."
            },
            {
                "verse_number": "2",
                "verse_text": "In the cloud and in the sea they were all baptized as followers of Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "All ate the same spiritual bread"
            },
            {
                "verse_number": "4",
                "verse_text": "and drank the same spiritual drink. They drank from the spiritual rock that went with them; and that rock was Christ himself."
            },
            {
                "verse_number": "5",
                "verse_text": "But even then God was not pleased with most of them, and so their dead bodies were scattered over the desert."
            },
            {
                "verse_number": "6",
                "verse_text": "Now, all of this is an example for us, to warn us not to desire evil things, as they did,"
            },
            {
                "verse_number": "7",
                "verse_text": "nor to worship idols, as some of them did. As the scripture says, “The people sat down to a feast which turned into an orgy of drinking and sex.”"
            },
            {
                "verse_number": "8",
                "verse_text": "We must not be guilty of sexual immorality, as some of them were—and in one day twenty-three thousand of them fell dead."
            },
            {
                "verse_number": "9",
                "verse_text": "We must not put the Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "to the test, as some of them did—and they were killed by snakes."
            },
            {
                "verse_number": "10",
                "verse_text": "We must not complain, as some of them did—and they were destroyed by the Angel of Death."
            },
            {
                "verse_number": "11",
                "verse_text": "All these things happened to them as examples for others, and they were written down as a warning for us. For we live at a time when the end is about to come."
            },
            {
                "verse_number": "12",
                "verse_text": "If you think you are standing firm you had better be careful that you do not fall."
            },
            {
                "verse_number": "13",
                "verse_text": "Every test that you have experienced is the kind that normally comes to people. But God keeps his promise, and he will not allow you to be tested beyond your power to remain firm; at the time you are put to the test, he will give you the strength to endure it, and so provide you with a way out."
            },
            {
                "verse_number": "14",
                "verse_text": "So then, my dear friends, keep away from the worship of idols."
            },
            {
                "verse_number": "15",
                "verse_text": "I speak to you as sensible people; judge for yourselves what I say."
            },
            {
                "verse_number": "16",
                "verse_text": "The cup we use in the Lord's Supper and for which we give thanks to God: when we drink from it, we are sharing in the blood of Christ. And the bread we break: when we eat it, we are sharing in the body of Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "Because there is the one loaf of bread, all of us, though many, are one body, for we all share the same loaf."
            },
            {
                "verse_number": "18",
                "verse_text": "Consider the people of Israel; those who eat what is offered in sacrifice share in the altar's service to God."
            },
            {
                "verse_number": "19",
                "verse_text": "Do I imply, then, that an idol or the food offered to it really amounts to anything?"
            },
            {
                "verse_number": "20",
                "verse_text": "No! What I am saying is that what is sacrificed on pagan altars is offered to demons, not to God. And I do not want you to be partners with demons."
            },
            {
                "verse_number": "21",
                "verse_text": "You cannot drink from the Lord's cup and also from the cup of demons; you cannot eat at the Lord's table and also at the table of demons."
            },
            {
                "verse_number": "22",
                "verse_text": "Or do we want to make the Lord jealous? Do we think that we are stronger than he?"
            },
            {
                "verse_number": "23",
                "verse_text": "“We are allowed to do anything,” so they say. That is true, but not everything is good. “We are allowed to do anything”—but not everything is helpful."
            },
            {
                "verse_number": "24",
                "verse_text": "None of you should be looking out for your own interests, but for the interests of others."
            },
            {
                "verse_number": "25",
                "verse_text": "You are free to eat anything sold in the meat market, without asking any questions because of your conscience."
            },
            {
                "verse_number": "26",
                "verse_text": "For, as the scripture says, “The earth and everything in it belong to the Lord.”"
            },
            {
                "verse_number": "27",
                "verse_text": "If an unbeliever invites you to a meal and you decide to go, eat what is set before you, without asking any questions because of your conscience."
            },
            {
                "verse_number": "28",
                "verse_text": "But if someone tells you, “This food was offered to idols,” then do not eat that food, for the sake of the one who told you and for conscience' sake—"
            },
            {
                "verse_number": "29",
                "verse_text": "that is, not your own conscience, but the other person's conscience. “Well, then,” someone asks, “why should my freedom to act be limited by another person's conscience?"
            },
            {
                "verse_number": "30",
                "verse_text": "If I thank God for my food, why should anyone criticize me about food for which I give thanks?”"
            },
            {
                "verse_number": "31",
                "verse_text": "Well, whatever you do, whether you eat or drink, do it all for God's glory."
            },
            {
                "verse_number": "32",
                "verse_text": "Live in such a way as to cause no trouble either to Jews or Gentiles or to the church of God."
            },
            {
                "verse_number": "33",
                "verse_text": "Just do as I do; I try to please everyone in all that I do, not thinking of my own good, but of the good of all, so that they might be saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Imitate me, then, just as I imitate Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "I praise you because you always remember me and follow the teachings that I have handed on to you."
            },
            {
                "verse_number": "3",
                "verse_text": "But I want you to understand that Christ is supreme over every man, the husband is supreme over his wife, and God is supreme over Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "So a man who prays or proclaims God's message in public worship with his head covered disgraces Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "And any woman who prays or proclaims God's message in public worship with nothing on her head disgraces her husband; there is no difference between her and a woman whose head has been shaved."
            },
            {
                "verse_number": "6",
                "verse_text": "If the woman does not cover her head, she might as well cut her hair. And since it is a shameful thing for a woman to shave her head or cut her hair, she should cover her head."
            },
            {
                "verse_number": "7",
                "verse_text": "A man has no need to cover his head, because he reflects the image and glory of God. But woman reflects the glory of man;"
            },
            {
                "verse_number": "8",
                "verse_text": "for man was not created from woman, but woman from man."
            },
            {
                "verse_number": "9",
                "verse_text": "Nor was man created for woman's sake, but woman was created for man's sake."
            },
            {
                "verse_number": "10",
                "verse_text": "On account of the angels, then, a woman should have a covering over her head to show that she is under her husband's authority."
            },
            {
                "verse_number": "11",
                "verse_text": "In our life in the Lord, however, woman is not independent of man, nor is man independent of woman."
            },
            {
                "verse_number": "12",
                "verse_text": "For as woman was made from man, in the same way man is born of woman; and it is God who brings everything into existence."
            },
            {
                "verse_number": "13",
                "verse_text": "Judge for yourselves whether it is proper for a woman to pray to God in public worship with nothing on her head."
            },
            {
                "verse_number": "14",
                "verse_text": "Why, nature itself teaches you that long hair on a man is a disgrace,"
            },
            {
                "verse_number": "15",
                "verse_text": "but on a woman it is a thing of beauty. Her long hair has been given her to serve as a covering."
            },
            {
                "verse_number": "16",
                "verse_text": "But if anyone wants to argue about it, all I have to say is that neither we nor the churches of God have any other custom in worship."
            },
            {
                "verse_number": "17",
                "verse_text": "In the following instructions, however, I do not praise you, because your meetings for worship actually do more harm than good."
            },
            {
                "verse_number": "18",
                "verse_text": "In the first place, I have been told that there are opposing groups in your meetings; and this I believe is partly true. ("
            },
            {
                "verse_number": "19",
                "verse_text": "No doubt there must be divisions among you so that the ones who are in the right may be clearly seen.)"
            },
            {
                "verse_number": "20",
                "verse_text": "When you meet together as a group, it is not the Lord's Supper that you eat."
            },
            {
                "verse_number": "21",
                "verse_text": "For as you eat, you each go ahead with your own meal, so that some are hungry while others get drunk."
            },
            {
                "verse_number": "22",
                "verse_text": "Don't you have your own homes in which to eat and drink? Or would you rather despise the church of God and put to shame the people who are in need? What do you expect me to say to you about this? Shall I praise you? Of course I don't!"
            },
            {
                "verse_number": "23",
                "verse_text": "For I received from the Lord the teaching that I passed on to you: that the Lord Jesus, on the night he was betrayed, took a piece of bread,"
            },
            {
                "verse_number": "24",
                "verse_text": "gave thanks to God, broke it, and said, “This is my body, which is for you. Do this in memory of me.”"
            },
            {
                "verse_number": "25",
                "verse_text": "In the same way, after the supper he took the cup and said, “This cup is God's new covenant, sealed with my blood. Whenever you drink it, do so in memory of me.”"
            },
            {
                "verse_number": "26",
                "verse_text": "This means that every time you eat this bread and drink from this cup you proclaim the Lord's death until he comes."
            },
            {
                "verse_number": "27",
                "verse_text": "It follows that if one of you eats the Lord's bread or drinks from his cup in a way that dishonors him, you are guilty of sin against the Lord's body and blood."
            },
            {
                "verse_number": "28",
                "verse_text": "So then, you should each examine yourself first, and then eat the bread and drink from the cup."
            },
            {
                "verse_number": "29",
                "verse_text": "For if you do not recognize the meaning of the Lord's body when you eat the bread and drink from the cup, you bring judgment on yourself as you eat and drink."
            },
            {
                "verse_number": "30",
                "verse_text": "That is why many of you are sick and weak, and several have died."
            },
            {
                "verse_number": "31",
                "verse_text": "If we would examine ourselves first, we would not come under God's judgment."
            },
            {
                "verse_number": "32",
                "verse_text": "But we are judged and punished by the Lord, so that we shall not be condemned together with the world."
            },
            {
                "verse_number": "33",
                "verse_text": "So then, my friends, when you gather together to eat the Lord's Supper, wait for one another."
            },
            {
                "verse_number": "34",
                "verse_text": "And if any of you are hungry, you should eat at home, so that you will not come under God's judgment as you meet together. As for the other matters, I will settle them when I come."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Now, concerning what you wrote about the gifts from the Holy Spirit. I want you to know the truth about them, my friends."
            },
            {
                "verse_number": "2",
                "verse_text": "You know that while you were still heathen, you were led astray in many ways to the worship of lifeless idols."
            },
            {
                "verse_number": "3",
                "verse_text": "I want you to know that no one who is led by God's Spirit can say “A curse on Jesus!” and no one can confess “Jesus is Lord,” without being guided by the Holy Spirit."
            },
            {
                "verse_number": "4",
                "verse_text": "There are different kinds of spiritual gifts, but the same Spirit gives them."
            },
            {
                "verse_number": "5",
                "verse_text": "There are different ways of serving, but the same Lord is served."
            },
            {
                "verse_number": "6",
                "verse_text": "There are different abilities to perform service, but the same God gives ability to all for their particular service."
            },
            {
                "verse_number": "7",
                "verse_text": "The Spirit's presence is shown in some way in each person for the good of all."
            },
            {
                "verse_number": "8",
                "verse_text": "The Spirit gives one person a message full of wisdom, while to another person the same Spirit gives a message full of knowledge."
            },
            {
                "verse_number": "9",
                "verse_text": "One and the same Spirit gives faith to one person, while to another person he gives the power to heal."
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit gives one person the power to work miracles; to another, the gift of speaking God's message; and to yet another, the ability to tell the difference between gifts that come from the Spirit and those that do not. To one person he gives the ability to speak in strange tongues, and to another he gives the ability to explain what is said."
            },
            {
                "verse_number": "11",
                "verse_text": "But it is one and the same Spirit who does all this; as he wishes, he gives a different gift to each person."
            },
            {
                "verse_number": "12",
                "verse_text": "Christ is like a single body, which has many parts; it is still one body, even though it is made up of different parts."
            },
            {
                "verse_number": "13",
                "verse_text": "In the same way, all of us, whether Jews or Gentiles, whether slaves or free, have been baptized into the one body by the same Spirit, and we have all been given the one Spirit to drink."
            },
            {
                "verse_number": "14",
                "verse_text": "For the body itself is not made up of only one part, but of many parts."
            },
            {
                "verse_number": "15",
                "verse_text": "If the foot were to say, “Because I am not a hand, I don't belong to the body,” that would not keep it from being a part of the body."
            },
            {
                "verse_number": "16",
                "verse_text": "And if the ear were to say, “Because I am not an eye, I don't belong to the body,” that would not keep it from being a part of the body."
            },
            {
                "verse_number": "17",
                "verse_text": "If the whole body were just an eye, how could it hear? And if it were only an ear, how could it smell?"
            },
            {
                "verse_number": "18",
                "verse_text": "As it is, however, God put every different part in the body just as he wanted it to be."
            },
            {
                "verse_number": "19",
                "verse_text": "There would not be a body if it were all only one part!"
            },
            {
                "verse_number": "20",
                "verse_text": "As it is, there are many parts but one body."
            },
            {
                "verse_number": "21",
                "verse_text": "So then, the eye cannot say to the hand, “I don't need you!” Nor can the head say to the feet, “Well, I don't need you!”"
            },
            {
                "verse_number": "22",
                "verse_text": "On the contrary, we cannot do without the parts of the body that seem to be weaker;"
            },
            {
                "verse_number": "23",
                "verse_text": "and those parts that we think aren't worth very much are the ones which we treat with greater care; while the parts of the body which don't look very nice are treated with special modesty,"
            },
            {
                "verse_number": "24",
                "verse_text": "which the more beautiful parts do not need. God himself has put the body together in such a way as to give greater honor to those parts that need it."
            },
            {
                "verse_number": "25",
                "verse_text": "And so there is no division in the body, but all its different parts have the same concern for one another."
            },
            {
                "verse_number": "26",
                "verse_text": "If one part of the body suffers, all the other parts suffer with it; if one part is praised, all the other parts share its happiness."
            },
            {
                "verse_number": "27",
                "verse_text": "All of you are Christ's body, and each one is a part of it."
            },
            {
                "verse_number": "28",
                "verse_text": "In the church God has put all in place: in the first place apostles, in the second place prophets, and in the third place teachers; then those who perform miracles, followed by those who are given the power to heal or to help others or to direct them or to speak in strange tongues."
            },
            {
                "verse_number": "29",
                "verse_text": "They are not all apostles or prophets or teachers. Not everyone has the power to work miracles"
            },
            {
                "verse_number": "30",
                "verse_text": "or to heal diseases or to speak in strange tongues or to explain what is said."
            },
            {
                "verse_number": "31",
                "verse_text": "Set your hearts, then, on the more important gifts. Best of all, however, is the following way."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I may be able to speak the languages of human beings and even of angels, but if I have no love, my speech is no more than a noisy gong or a clanging bell."
            },
            {
                "verse_number": "2",
                "verse_text": "I may have the gift of inspired preaching; I may have all knowledge and understand all secrets; I may have all the faith needed to move mountains—but if I have no love, I am nothing."
            },
            {
                "verse_number": "3",
                "verse_text": "I may give away everything I have, and even give up my body to be burned"
            },
            {
                "verse_number": "3",
                "verse_text": "—but if I have no love, this does me no good."
            },
            {
                "verse_number": "4",
                "verse_text": "Love is patient and kind; it is not jealous or conceited or proud;"
            },
            {
                "verse_number": "5",
                "verse_text": "love is not ill-mannered or selfish or irritable; love does not keep a record of wrongs;"
            },
            {
                "verse_number": "6",
                "verse_text": "love is not happy with evil, but is happy with the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "Love never gives up; and its faith, hope, and patience never fail."
            },
            {
                "verse_number": "8",
                "verse_text": "Love is eternal. There are inspired messages, but they are temporary; there are gifts of speaking in strange tongues, but they will cease; there is knowledge, but it will pass."
            },
            {
                "verse_number": "9",
                "verse_text": "For our gifts of knowledge and of inspired messages are only partial;"
            },
            {
                "verse_number": "10",
                "verse_text": "but when what is perfect comes, then what is partial will disappear."
            },
            {
                "verse_number": "11",
                "verse_text": "When I was a child, my speech, feelings, and thinking were all those of a child; now that I am an adult, I have no more use for childish ways."
            },
            {
                "verse_number": "12",
                "verse_text": "What we see now is like a dim image in a mirror; then we shall see face-to-face. What I know now is only partial; then it will be complete—as complete as God's knowledge of me."
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile these three remain: faith, hope, and love; and the greatest of these is love."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "It is love, then, that you should strive for. Set your hearts on spiritual gifts, especially the gift of proclaiming God's message."
            },
            {
                "verse_number": "2",
                "verse_text": "Those who speak in strange tongues do not speak to others but to God, because no one understands them. They are speaking secret truths by the power of the Spirit."
            },
            {
                "verse_number": "3",
                "verse_text": "But those who proclaim God's message speak to people and give them help, encouragement, and comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "Those who speak in strange tongues help only themselves, but those who proclaim God's message help the whole church."
            },
            {
                "verse_number": "5",
                "verse_text": "I would like for all of you to speak in strange tongues; but I would rather that you had the gift of proclaiming God's message. For the person who proclaims God's message is of greater value than the one who speaks in strange tongues—unless there is someone present who can explain what is said, so that the whole church may be helped."
            },
            {
                "verse_number": "6",
                "verse_text": "So when I come to you, my friends, what use will I be to you if I speak in strange tongues? Not a bit, unless I bring you some revelation from God or some knowledge or some inspired message or some teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "Take such lifeless musical instruments as the flute or the harp—how will anyone know the tune that is being played unless the notes are sounded distinctly?"
            },
            {
                "verse_number": "8",
                "verse_text": "And if the one who plays the bugle does not sound a clear call, who will prepare for battle?"
            },
            {
                "verse_number": "9",
                "verse_text": "In the same way, how will anyone understand what you are talking about if your message given in strange tongues is not clear? Your words will vanish in the air!"
            },
            {
                "verse_number": "10",
                "verse_text": "There are many different languages in the world, yet none of them is without meaning."
            },
            {
                "verse_number": "11",
                "verse_text": "But if I do not know the language being spoken, those who use it will be foreigners to me and I will be a foreigner to them."
            },
            {
                "verse_number": "12",
                "verse_text": "Since you are eager to have the gifts of the Spirit, you must try above everything else to make greater use of those which help to build up the church."
            },
            {
                "verse_number": "13",
                "verse_text": "The person who speaks in strange tongues, then, must pray for the gift to explain what is said."
            },
            {
                "verse_number": "14",
                "verse_text": "For if I pray in this way, my spirit prays indeed, but my mind has no part in it."
            },
            {
                "verse_number": "15",
                "verse_text": "What should I do, then? I will pray with my spirit, but I will pray also with my mind; I will sing with my spirit, but I will sing also with my mind."
            },
            {
                "verse_number": "16",
                "verse_text": "When you give thanks to God in spirit only, how can ordinary people taking part in the meeting say “Amen” to your prayer of thanksgiving? They have no way of knowing what you are saying."
            },
            {
                "verse_number": "17",
                "verse_text": "Even if your prayer of thanks to God is quite good, other people are not helped at all."
            },
            {
                "verse_number": "18",
                "verse_text": "I thank God that I speak in strange tongues much more than any of you."
            },
            {
                "verse_number": "19",
                "verse_text": "But in church worship I would rather speak five words that can be understood, in order to teach others, than speak thousands of words in strange tongues."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not be like children in your thinking, my friends; be children so far as evil is concerned, but be grown up in your thinking."
            },
            {
                "verse_number": "21",
                "verse_text": "In the Scriptures it is written, “By means of people speaking strange languages I will speak to my people, says the Lord. I will speak through lips of foreigners, but even then my people will not listen to me.”"
            },
            {
                "verse_number": "22",
                "verse_text": "So then, the gift of speaking in strange tongues is proof for unbelievers, not for believers, while the gift of proclaiming God's message is proof for believers, not for unbelievers."
            },
            {
                "verse_number": "23",
                "verse_text": "If, then, the whole church meets together and everyone starts speaking in strange tongues—and if some ordinary people or unbelievers come in, won't they say that you are all crazy?"
            },
            {
                "verse_number": "24",
                "verse_text": "But if everyone is proclaiming God's message when some unbelievers or ordinary people come in, they will be convinced of their sin by what they hear. They will be judged by all they hear,"
            },
            {
                "verse_number": "25",
                "verse_text": "their secret thoughts will be brought into the open, and they will bow down and worship God, confessing, “Truly God is here among you!”"
            },
            {
                "verse_number": "26",
                "verse_text": "This is what I mean, my friends. When you meet for worship, one person has a hymn, another a teaching, another a revelation from God, another a message in strange tongues, and still another the explanation of what is said. Everything must be of help to the church."
            },
            {
                "verse_number": "27",
                "verse_text": "If someone is going to speak in strange tongues, two or three at the most should speak, one after the other, and someone else must explain what is being said."
            },
            {
                "verse_number": "28",
                "verse_text": "But if no one is there who can explain, then the one who speaks in strange tongues must be quiet and speak only to himself and to God."
            },
            {
                "verse_number": "29",
                "verse_text": "Two or three who are given God's message should speak, while the others are to judge what they say."
            },
            {
                "verse_number": "30",
                "verse_text": "But if someone sitting in the meeting receives a message from God, the one who is speaking should stop."
            },
            {
                "verse_number": "31",
                "verse_text": "All of you may proclaim God's message, one by one, so that everyone will learn and be encouraged."
            },
            {
                "verse_number": "32",
                "verse_text": "The gift of proclaiming God's message should be under the speaker's control,"
            },
            {
                "verse_number": "33",
                "verse_text": "because God does not want us to be in disorder but in harmony and peace. As in all the churches of God's people,"
            },
            {
                "verse_number": "34",
                "verse_text": "the women should keep quiet in the meetings. They are not allowed to speak; as the Jewish Law says, they must not be in charge."
            },
            {
                "verse_number": "35",
                "verse_text": "If they want to find out about something, they should ask their husbands at home. It is a disgraceful thing for a woman to speak in a church meeting."
            },
            {
                "verse_number": "36",
                "verse_text": "Or could it be that the word of God came from you? Or are you the only ones to whom it came?"
            },
            {
                "verse_number": "37",
                "verse_text": "If anyone supposes he is God's messenger or has a spiritual gift, he must realize that what I am writing to you is the Lord's command."
            },
            {
                "verse_number": "38",
                "verse_text": "But if he does not pay attention to this, pay no attention to him."
            },
            {
                "verse_number": "39",
                "verse_text": "So then, my friends, set your heart on proclaiming God's message, but do not forbid the speaking in strange tongues."
            },
            {
                "verse_number": "40",
                "verse_text": "Everything must be done in a proper and orderly way."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "And now I want to remind you, my friends, of the Good News which I preached to you, which you received, and on which your faith stands firm."
            },
            {
                "verse_number": "2",
                "verse_text": "That is the gospel, the message that I preached to you. You are saved by the gospel if you hold firmly to it—unless it was for nothing that you believed."
            },
            {
                "verse_number": "3",
                "verse_text": "I passed on to you what I received, which is of the greatest importance: that Christ died for our sins, as written in the Scriptures;"
            },
            {
                "verse_number": "4",
                "verse_text": "that he was buried and that he was raised to life three days later, as written in the Scriptures;"
            },
            {
                "verse_number": "5",
                "verse_text": "that he appeared to Peter and then to all twelve apostles."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he appeared to more than five hundred of his followers at once, most of whom are still alive, although some have died."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he appeared to James, and afterward to all the apostles."
            },
            {
                "verse_number": "8",
                "verse_text": "Last of all he appeared also to me—even though I am like someone whose birth was abnormal."
            },
            {
                "verse_number": "9",
                "verse_text": "For I am the least of all the apostles—I do not even deserve to be called an apostle, because I persecuted God's church."
            },
            {
                "verse_number": "10",
                "verse_text": "But by God's grace I am what I am, and the grace that he gave me was not without effect. On the contrary, I have worked harder than any of the other apostles, although it was not really my own doing, but God's grace working with me."
            },
            {
                "verse_number": "11",
                "verse_text": "So then, whether it came from me or from them, this is what we all preach, and this is what you believe."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, since our message is that Christ has been raised from death, how can some of you say that the dead will not be raised to life?"
            },
            {
                "verse_number": "13",
                "verse_text": "If that is true, it means that Christ was not raised;"
            },
            {
                "verse_number": "14",
                "verse_text": "and if Christ has not been raised from death, then we have nothing to preach and you have nothing to believe."
            },
            {
                "verse_number": "15",
                "verse_text": "More than that, we are shown to be lying about God, because we said that he raised Christ from death—but if it is true that the dead are not raised to life, then he did not raise Christ."
            },
            {
                "verse_number": "16",
                "verse_text": "For if the dead are not raised, neither has Christ been raised."
            },
            {
                "verse_number": "17",
                "verse_text": "And if Christ has not been raised, then your faith is a delusion and you are still lost in your sins."
            },
            {
                "verse_number": "18",
                "verse_text": "It would also mean that the believers in Christ who have died are lost."
            },
            {
                "verse_number": "19",
                "verse_text": "If our hope in Christ is good for this life only and no more,"
            },
            {
                "verse_number": "19",
                "verse_text": "then we deserve more pity than anyone else in all the world."
            },
            {
                "verse_number": "20",
                "verse_text": "But the truth is that Christ has been raised from death, as the guarantee that those who sleep in death will also be raised."
            },
            {
                "verse_number": "21",
                "verse_text": "For just as death came by means of a man, in the same way the rising from death comes by means of a man."
            },
            {
                "verse_number": "22",
                "verse_text": "For just as all people die because of their union with Adam, in the same way all will be raised to life because of their union with Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "But each one will be raised in proper order: Christ, first of all; then, at the time of his coming, those who belong to him."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the end will come; Christ will overcome all spiritual rulers, authorities, and powers, and will hand over the Kingdom to God the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "For Christ must rule until God defeats all enemies and puts them under his feet."
            },
            {
                "verse_number": "26",
                "verse_text": "The last enemy to be defeated will be death."
            },
            {
                "verse_number": "27",
                "verse_text": "For the scripture says, “God put"
            },
            {
                "verse_number": "27",
                "verse_text": "all"
            },
            {
                "verse_number": "27",
                "verse_text": "things under his feet.” It is clear, of course, that the words “all things” do not include God himself, who puts all things under Christ."
            },
            {
                "verse_number": "28",
                "verse_text": "But when all things have been placed under Christ's rule, then he himself, the Son, will place himself under God, who placed all things under him; and God will rule completely over all."
            },
            {
                "verse_number": "29",
                "verse_text": "Now, what about those people who are baptized for the dead? What do they hope to accomplish? If it is true, as some claim, that the dead are not raised to life, why are those people being baptized for the dead?"
            },
            {
                "verse_number": "30",
                "verse_text": "And as for us—why would we run the risk of danger every hour?"
            },
            {
                "verse_number": "31",
                "verse_text": "My friends, I face death every day! The pride I have in you, in our life in union with Christ Jesus our Lord, makes me declare this."
            },
            {
                "verse_number": "32",
                "verse_text": "If I have, as it were, fought “wild beasts” here in Ephesus simply from human motives, what have I gained? But if the dead are not raised to life, then, as the saying goes, “Let us eat and drink, for tomorrow we will die.”"
            },
            {
                "verse_number": "33",
                "verse_text": "Do not be fooled. “Bad companions ruin good character.”"
            },
            {
                "verse_number": "34",
                "verse_text": "Come back to your right senses and stop your sinful ways. I declare to your shame that some of you do not know God."
            },
            {
                "verse_number": "35",
                "verse_text": "Someone will ask, “How can the dead be raised to life? What kind of body will they have?”"
            },
            {
                "verse_number": "36",
                "verse_text": "You fool! When you plant a seed in the ground, it does not sprout to life unless it dies."
            },
            {
                "verse_number": "37",
                "verse_text": "And what you plant is a bare seed, perhaps a grain of wheat or some other grain, not the full-bodied plant that will later grow up."
            },
            {
                "verse_number": "38",
                "verse_text": "God provides that seed with the body he wishes; he gives each seed its own proper body."
            },
            {
                "verse_number": "39",
                "verse_text": "And the flesh of living beings is not all the same kind of flesh; human beings have one kind of flesh, animals another, birds another, and fish another."
            },
            {
                "verse_number": "40",
                "verse_text": "And there are heavenly bodies and earthly bodies; the beauty that belongs to heavenly bodies is different from the beauty that belongs to earthly bodies."
            },
            {
                "verse_number": "41",
                "verse_text": "The sun has its own beauty, the moon another beauty, and the stars a different beauty; and even among stars there are different kinds of beauty."
            },
            {
                "verse_number": "42",
                "verse_text": "This is how it will be when the dead are raised to life. When the body is buried, it is mortal; when raised, it will be immortal."
            },
            {
                "verse_number": "43",
                "verse_text": "When buried, it is ugly and weak; when raised, it will be beautiful and strong."
            },
            {
                "verse_number": "44",
                "verse_text": "When buried, it is a physical body; when raised, it will be a spiritual body. There is, of course, a physical body, so there has to be a spiritual body."
            },
            {
                "verse_number": "45",
                "verse_text": "For the scripture says, “The first man, Adam, was created a living being”; but the last Adam is the life-giving Spirit."
            },
            {
                "verse_number": "46",
                "verse_text": "It is not the spiritual that comes first, but the physical, and then the spiritual."
            },
            {
                "verse_number": "47",
                "verse_text": "The first Adam, made of earth, came from the earth; the second Adam came from heaven."
            },
            {
                "verse_number": "48",
                "verse_text": "Those who belong to the earth are like the one who was made of earth; those who are of heaven are like the one who came from heaven."
            },
            {
                "verse_number": "49",
                "verse_text": "Just as we wear the likeness of the man made of earth, so we will wear"
            },
            {
                "verse_number": "49",
                "verse_text": "the likeness of the Man from heaven."
            },
            {
                "verse_number": "50",
                "verse_text": "What I mean, friends, is that what is made of flesh and blood cannot share in God's Kingdom, and what is mortal cannot possess immortality."
            },
            {
                "verse_number": "53",
                "verse_text": "For what is mortal must be changed into what is immortal; what will die must be changed into what cannot die."
            },
            {
                "verse_number": "54",
                "verse_text": "So when this takes place, and the mortal has been changed into the immortal, then the scripture will come true: “Death is destroyed; victory is complete!”"
            },
            {
                "verse_number": "55",
                "verse_text": "“Where, Death, is your victory? Where, Death, is your power to hurt?”"
            },
            {
                "verse_number": "56",
                "verse_text": "Death gets its power to hurt from sin, and sin gets its power from the Law."
            },
            {
                "verse_number": "57",
                "verse_text": "But thanks be to God who gives us the victory through our Lord Jesus Christ!"
            },
            {
                "verse_number": "58",
                "verse_text": "So then, my dear friends, stand firm and steady. Keep busy always in your work for the Lord, since you know that nothing you do in the Lord's service is ever useless."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now, concerning what you wrote about the money to be raised to help God's people in Judea. You must do what I told the churches in Galatia to do."
            },
            {
                "verse_number": "2",
                "verse_text": "Every Sunday each of you must put aside some money, in proportion to what you have earned, and save it up, so that there will be no need to collect money when I come."
            },
            {
                "verse_number": "3",
                "verse_text": "After I come, I shall give letters of introduction to those you have approved, and send them to take your gift to Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "If it seems worthwhile for me to go, then they can go along with me."
            },
            {
                "verse_number": "5",
                "verse_text": "I shall come to you after I have gone through Macedonia—for I have to go through Macedonia."
            },
            {
                "verse_number": "6",
                "verse_text": "I shall probably spend some time with you, perhaps the whole winter, and then you can help me to continue my trip, wherever it is I shall go next."
            },
            {
                "verse_number": "7",
                "verse_text": "I want to see you more than just briefly in passing; I hope to spend quite a long time with you, if the Lord allows."
            },
            {
                "verse_number": "8",
                "verse_text": "I will stay here in Ephesus until the day of Pentecost."
            },
            {
                "verse_number": "9",
                "verse_text": "There is a real opportunity here for great and worthwhile work, even though there are many opponents."
            },
            {
                "verse_number": "10",
                "verse_text": "If Timothy comes your way, be sure to make him feel welcome among you, because he is working for the Lord, just as I am."
            },
            {
                "verse_number": "11",
                "verse_text": "No one should look down on him, but you must help him continue his trip in peace, so that he will come back to me; for I am expecting him back with the believers."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, about brother Apollos. I have often encouraged him to visit you with the other believers, but he is not completely convinced"
            },
            {
                "verse_number": "12",
                "verse_text": "that he should go at this time. When he gets the chance, however, he will go."
            },
            {
                "verse_number": "13",
                "verse_text": "Be alert, stand firm in the faith, be brave, be strong."
            },
            {
                "verse_number": "14",
                "verse_text": "Do all your work in love."
            },
            {
                "verse_number": "15",
                "verse_text": "You know about Stephanas and his family; they are the first Christian converts in Achaia and have given themselves to the service of God's people. I beg you, my friends,"
            },
            {
                "verse_number": "16",
                "verse_text": "to follow the leadership of such people as these, and of anyone else who works and serves with them."
            },
            {
                "verse_number": "17",
                "verse_text": "I am happy about the coming of Stephanas, Fortunatus, and Achaicus; they have made up for your absence"
            },
            {
                "verse_number": "18",
                "verse_text": "and have cheered me up, just as they cheered you up. Such men as these deserve notice."
            },
            {
                "verse_number": "19",
                "verse_text": "The churches in the province of Asia send you their greetings; Aquila and Priscilla and the church that meets in their house send warm Christian greetings."
            },
            {
                "verse_number": "20",
                "verse_text": "All the believers here send greetings. Greet one another with the kiss of peace."
            },
            {
                "verse_number": "21",
                "verse_text": "With my own hand I write this:"
            },
            {
                "verse_number": "21",
                "verse_text": "Greetings from Paul"
            },
            {
                "verse_number": "21",
                "verse_text": "."
            },
            {
                "verse_number": "22",
                "verse_text": "Whoever does not love the Lord—a curse on him! Marana tha —Our Lord, come!"
            },
            {
                "verse_number": "23",
                "verse_text": "The grace of the Lord Jesus be with you."
            },
            {
                "verse_number": "24",
                "verse_text": "My love be with you all in Christ Jesus."
            }
        ]
    }
}