{
    "Ecclesiastes": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of the Philosopher, David's son, who was king in Jerusalem. God has laid a miserable fate upon us."
            },
            {
                "verse_number": "2",
                "verse_text": "It is useless, useless, said the Philosopher. Life is useless, all useless."
            },
            {
                "verse_number": "3",
                "verse_text": "You spend your life working, laboring, and what do you have to show for it?"
            },
            {
                "verse_number": "4",
                "verse_text": "Generations come and generations go, but the world stays just the same."
            },
            {
                "verse_number": "5",
                "verse_text": "The sun still rises, and it still goes down, going wearily back to where it must start all over again."
            },
            {
                "verse_number": "6",
                "verse_text": "The wind blows south, the wind blows north&ndash;round and round and back again."
            },
            {
                "verse_number": "7",
                "verse_text": "Every river flows into the sea, but the sea is not yet full. The water returns to where the rivers began, and starts all over again."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything leads to weariness&ndash;a weariness too great for words. Our eyes can never see enough to be satisfied; our ears can never hear enough."
            },
            {
                "verse_number": "9",
                "verse_text": "What has happened before will happen again. What has been done before will be done again. There is nothing new in the whole world."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Look,&apos; they say, &apos;here is something new!&apos; But no, it has all happened before, long before we were born."
            },
            {
                "verse_number": "11",
                "verse_text": "No one remembers what has happened in the past, and no one in days to come will remember what happens between now and then."
            },
            {
                "verse_number": "12",
                "verse_text": "I, the Philosopher, have been king over Israel in Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "I determined that I would examine and study all the things that are done in this world."
            },
            {
                "verse_number": "14",
                "verse_text": "I have seen everything done in this world, and I tell you, it is all useless. It is like chasing the wind."
            },
            {
                "verse_number": "15",
                "verse_text": "You can't straighten out what is crooked; you can't count things that aren't there."
            },
            {
                "verse_number": "16",
                "verse_text": "I told myself, &apos;I have become a great man, far wiser than anyone who ruled Jerusalem before me. I know what wisdom and knowledge really are.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "I was determined to learn the difference between knowledge and foolishness, wisdom and madness. But I found out that I might as well be chasing the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "The wiser you are, the more worries you have; the more you know, the more it hurts."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I decided to enjoy myself and find out what happiness is. But I found that this is useless, too."
            },
            {
                "verse_number": "2",
                "verse_text": "I discovered that laughter is foolish, that pleasure does you no good."
            },
            {
                "verse_number": "3",
                "verse_text": "Driven on by my desire for wisdom, I decided to cheer myself up with wine and have a good time. I thought that this might be the best way people can spend their short lives on earth. So I started thinking about what it meant to be wise or reckless or foolish."
            },
            {
                "verse_number": "4",
                "verse_text": "I accomplished great things. I built myself houses and planted vineyards."
            },
            {
                "verse_number": "5",
                "verse_text": "I planted gardens and orchards, with all kinds of fruit trees in them;"
            },
            {
                "verse_number": "6",
                "verse_text": "I dug ponds to irrigate them."
            },
            {
                "verse_number": "7",
                "verse_text": "I bought many slaves, and there were slaves born in my household. I owned more livestock than anyone else who had ever lived in Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "I also piled up silver and gold from the royal treasuries of the lands I ruled. Men and women sang to entertain me, and I had all the women a man could want."
            },
            {
                "verse_number": "9",
                "verse_text": "Yes, I was great, greater than anyone else who had ever lived in Jerusalem, and my wisdom never failed me."
            },
            {
                "verse_number": "10",
                "verse_text": "Anything I wanted, I got. I did not deny myself any pleasure. I was proud of everything I had worked for, and all this was my reward."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I thought about all that I had done and how hard I had worked doing it, and I realized that it didn't mean a thing. It was like chasing the wind&ndash;of no use at all."
            },
            {
                "verse_number": "12",
                "verse_text": "After all, a king can only do what previous kings have done."
            },
            {
                "verse_number": "13",
                "verse_text": "Oh, I know, &apos;Wisdom is better than foolishness, just as light is better than darkness."
            },
            {
                "verse_number": "14",
                "verse_text": "The wise can see where they are going, and fools cannot.&apos; But I also know that the same fate is waiting for us all."
            },
            {
                "verse_number": "15",
                "verse_text": "I thought to myself, &apos;What happens to fools is going to happen to me, too. So what have I gained from being so wise?&apos; &apos;Nothing,&apos; I answered, &apos;not a thing.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "No one remembers the wise, and no one remembers fools. In days to come, we will all be forgotten. We must all die&ndash;wise and foolish alike."
            },
            {
                "verse_number": "17",
                "verse_text": "So life came to mean nothing to me, because everything in it had brought me nothing but trouble. It had all been useless; I had been chasing the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "Nothing that I had worked for and earned meant a thing to me, because I knew that I would have to leave it to my successor,"
            },
            {
                "verse_number": "19",
                "verse_text": "and he might be wise, or he might be foolish&ndash;who knows? Yet he will own everything I have worked for, everything my wisdom has earned for me in this world. It is all useless."
            },
            {
                "verse_number": "20",
                "verse_text": "So I came to regret that I had worked so hard."
            },
            {
                "verse_number": "21",
                "verse_text": "You work for something with all your wisdom, knowledge, and skill, and then you have to leave it all to someone who hasn't had to work for it. It is useless, and it isn't right!"
            },
            {
                "verse_number": "22",
                "verse_text": "You work and worry your way through life, and what do you have to show for it?"
            },
            {
                "verse_number": "23",
                "verse_text": "As long as you live, everything you do brings nothing but worry and heartache. Even at night your mind can't rest. It is all useless."
            },
            {
                "verse_number": "24",
                "verse_text": "The best thing we can do is eat and drink and enjoy what we have earned. And yet, I realized that even this comes from God."
            },
            {
                "verse_number": "25",
                "verse_text": "How else could you have anything to eat or enjoy yourself at all?"
            },
            {
                "verse_number": "26",
                "verse_text": "God gives wisdom, knowledge, and happiness to those who please him, but he makes sinners work, earning and saving, so that what they get can be given to those who please him. It is all useless. It is like chasing the wind."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Everything that happens in this world happens at the time God chooses. the time for planting and the time for pulling up, the time for tearing down and the time for building. the time for mourning and the time for dancing, the time for kissing and the time for not kissing. the time for saving and the time for throwing away, the time for silence and the time for talk. the time for war and the time for peace."
            },
            {
                "verse_number": "2",
                "verse_text": "He sets the time for birth and the time for death,"
            },
            {
                "verse_number": "3",
                "verse_text": "the time for killing and the time for healing,"
            },
            {
                "verse_number": "4",
                "verse_text": "He sets the time for sorrow and the time for joy,"
            },
            {
                "verse_number": "5",
                "verse_text": "the time for making love and the time for not making love,"
            },
            {
                "verse_number": "6",
                "verse_text": "He sets the time for finding and the time for losing,"
            },
            {
                "verse_number": "7",
                "verse_text": "the time for tearing and the time for mending,"
            },
            {
                "verse_number": "8",
                "verse_text": "He sets the time for love and the time for hate,"
            },
            {
                "verse_number": "9",
                "verse_text": "What do we gain from all our work?"
            },
            {
                "verse_number": "10",
                "verse_text": "I know the heavy burdens that God has laid on us."
            },
            {
                "verse_number": "11",
                "verse_text": "He has set the right time for everything. He has given us a desire to know the future, but never gives us the satisfaction of fully understanding what he does."
            },
            {
                "verse_number": "12",
                "verse_text": "So I realized that all we can do is be happy and do the best we can while we are still alive."
            },
            {
                "verse_number": "13",
                "verse_text": "All of us should eat and drink and enjoy what we have worked for. It is God's gift."
            },
            {
                "verse_number": "14",
                "verse_text": "I know that everything God does will last forever. You can't add anything to it or take anything away from it. And one thing God does is to make us stand in awe of him."
            },
            {
                "verse_number": "15",
                "verse_text": "Whatever happens or can happen has already happened before. God makes the same thing happen again and again."
            },
            {
                "verse_number": "16",
                "verse_text": "In addition, I have also noticed that in this world you find wickedness where justice and right ought to be."
            },
            {
                "verse_number": "17",
                "verse_text": "I told myself, &apos;God is going to judge the righteous and the evil alike, because every thing, every action, will happen at its own set time.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I decided that God is testing us, to show us that we are no better than animals."
            },
            {
                "verse_number": "19",
                "verse_text": "After all, the same fate awaits human beings and animals alike. One dies just like the other. They are the same kind of creature. A human being is no better off than an animal, because life has no meaning for either."
            },
            {
                "verse_number": "20",
                "verse_text": "They are both going to the same place&ndash;the dust. They both came from it; they will both go back to it."
            },
            {
                "verse_number": "21",
                "verse_text": "How can anyone be sure that the human spirit goes upward while an animal's spirit goes down into the ground?"
            },
            {
                "verse_number": "22",
                "verse_text": "So I realized then that the best thing we can do is enjoy what we have worked for. There is nothing else we can do. There is no way for us to know what will happen after we die."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked again at all the injustice that goes on in this world. The oppressed were crying, and no one would help them. No one would help them, because their oppressors had power on their side."
            },
            {
                "verse_number": "2",
                "verse_text": "I envy those who are dead and gone; they are better off than those who are still alive."
            },
            {
                "verse_number": "3",
                "verse_text": "But better off than either are those who have never been born, who have never seen the injustice that goes on in this world."
            },
            {
                "verse_number": "4",
                "verse_text": "I have also learned why people work so hard to succeed: it is because they envy the things their neighbors have. But it is useless. It is like chasing the wind."
            },
            {
                "verse_number": "5",
                "verse_text": "They say that we would be fools to fold our hands and let ourselves starve to death."
            },
            {
                "verse_number": "6",
                "verse_text": "Maybe so, but it is better to have only a little, with peace of mind, than be busy all the time with both hands, trying to catch the wind."
            },
            {
                "verse_number": "7",
                "verse_text": "I have noticed something else in life that is useless."
            },
            {
                "verse_number": "8",
                "verse_text": "Here is someone who lives alone. He has no son, no brother, yet he is always working, never satisfied with the wealth he has. For whom is he working so hard and denying himself any pleasure? This is useless, too&ndash;and a miserable way to live."
            },
            {
                "verse_number": "9",
                "verse_text": "Two are better off than one, because together they can work more effectively."
            },
            {
                "verse_number": "10",
                "verse_text": "If one of them falls down, the other can help him up. But if someone is alone and falls, it's just too bad, because there is no one to help him."
            },
            {
                "verse_number": "11",
                "verse_text": "If it is cold, two can sleep together and stay warm, but how can you keep warm by yourself?"
            },
            {
                "verse_number": "12",
                "verse_text": "Two people can resist an attack that would defeat one person alone. A rope made of three cords is hard to break."
            },
            {
                "verse_number": "15",
                "verse_text": "I thought about all the people who live in this world, and I realized that somewhere among them there is a young man who will take the king's place."
            },
            {
                "verse_number": "16",
                "verse_text": "There may be no limit to the number of people a king rules; when he is gone, no one will be grateful for what he has done. It is useless. It is like chasing the wind."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Be careful about going to the Temple. It is better to go there to learn than to offer sacrifices like foolish people who don't know right from wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "Think before you speak, and don't make any rash promises to God. He is in heaven and you are on earth, so don't say any more than you have to."
            },
            {
                "verse_number": "3",
                "verse_text": "The more you worry, the more likely you are to have bad dreams, and the more you talk, the more likely you are to say something foolish."
            },
            {
                "verse_number": "4",
                "verse_text": "So when you make a promise to God, keep it as quickly as possible. He has no use for a fool. Do what you promise to do."
            },
            {
                "verse_number": "5",
                "verse_text": "Better not to promise at all than to make a promise and not keep it."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't let your own words lead you into sin, so that you have to tell God's priest that you didn't mean it. Why make God angry with you? Why let him destroy what you have worked for?"
            },
            {
                "verse_number": "7",
                "verse_text": "No matter how much you dream, how much useless work you do, or how much you talk, you must still stand in awe of God."
            },
            {
                "verse_number": "8",
                "verse_text": "Don't be surprised when you see that the government oppresses the poor and denies them justice and their rights. Every official is protected by someone higher, and both are protected by still higher officials."
            },
            {
                "verse_number": "9",
                "verse_text": "Even a king depends on the harvest."
            },
            {
                "verse_number": "10",
                "verse_text": "If you love money, you will never be satisfied; if you long to be rich, you will never get all you want. It is useless."
            },
            {
                "verse_number": "11",
                "verse_text": "The richer you are, the more mouths you have to feed. All you gain is the knowledge that you are rich."
            },
            {
                "verse_number": "12",
                "verse_text": "Workers may or may not have enough to eat, but at least they can get a good night's sleep. The rich, however, have so much that they stay awake worrying."
            },
            {
                "verse_number": "13",
                "verse_text": "Here is a terrible thing that I have seen in this world: people save up their money for a time when they may need it,"
            },
            {
                "verse_number": "14",
                "verse_text": "and then lose it all in some bad deal and end up with nothing left to pass on to their children."
            },
            {
                "verse_number": "15",
                "verse_text": "We leave this world just as we entered it&ndash;with nothing. In spite of all our work there is nothing we can take with us."
            },
            {
                "verse_number": "16",
                "verse_text": "It isn't right! We go just as we came. We labor, trying to catch the wind, and what do we get?"
            },
            {
                "verse_number": "17",
                "verse_text": "We get to live our lives in darkness and grief, worried, angry, and sick."
            },
            {
                "verse_number": "18",
                "verse_text": "Here is what I have found out: the best thing we can do is eat and drink and enjoy what we have worked for during the short life that God has given us; this is our fate."
            },
            {
                "verse_number": "19",
                "verse_text": "If God gives us wealth and property and lets us enjoy them, we should be grateful and enjoy what we have worked for. It is a gift from God."
            },
            {
                "verse_number": "20",
                "verse_text": "Since God has allowed us to be happy, we will not worry too much about how short life is."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "I have noticed that in this world a serious injustice is done."
            },
            {
                "verse_number": "2",
                "verse_text": "God will give us wealth, honor, and property, yes, everything we want, but then will not let us enjoy it. Some stranger will enjoy it instead. It is useless, and it just isn't right."
            },
            {
                "verse_number": "3",
                "verse_text": "We may have a hundred children and live a long time, but no matter how long we live, if we do not get our share of happiness and do not receive a decent burial, then I say that a baby born dead is better off."
            },
            {
                "verse_number": "4",
                "verse_text": "It does that baby no good to be born; it disappears into darkness, where it is forgotten."
            },
            {
                "verse_number": "5",
                "verse_text": "It never sees the light of day or knows what life is like, but at least it has found rest&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "more so than the man who never enjoys life, though he may live two thousand years. After all, both of them are going to the same place."
            },
            {
                "verse_number": "7",
                "verse_text": "We do all our work just to get something to eat, but we never have enough."
            },
            {
                "verse_number": "8",
                "verse_text": "How are the wise better off than fools? What good does it do the poor to know how to face life?"
            },
            {
                "verse_number": "9",
                "verse_text": "It is useless; it is like chasing the wind. It is better to be satisfied with what you have than to be always wanting something else."
            },
            {
                "verse_number": "10",
                "verse_text": "Everything that happens was already determined long ago, and we all know that you cannot argue with someone who is stronger than you."
            },
            {
                "verse_number": "11",
                "verse_text": "The longer you argue, the more useless it is, and you are no better off."
            },
            {
                "verse_number": "12",
                "verse_text": "How can anyone know what is best for us in this short, useless life of ours&ndash;a life that passes like a shadow? How can we know what will happen in the world after we die?"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "A good reputation is better than expensive perfume; and the day you die is better than the day you are born. Patience is better than pride."
            },
            {
                "verse_number": "2",
                "verse_text": "It is better to go to a home where there is mourning than to one where there is a party, because the living should always remind themselves that death is waiting for us all."
            },
            {
                "verse_number": "3",
                "verse_text": "Sorrow is better than laughter; it may sadden your face, but it sharpens your understanding."
            },
            {
                "verse_number": "4",
                "verse_text": "Someone who is always thinking about happiness is a fool. A wise person thinks about death."
            },
            {
                "verse_number": "5",
                "verse_text": "It is better to have wise people reprimand you than to have stupid people sing your praises."
            },
            {
                "verse_number": "6",
                "verse_text": "When a fool laughs, it is like thorns crackling in a fire. It doesn't mean a thing."
            },
            {
                "verse_number": "7",
                "verse_text": "You may be wise, but if you cheat someone, you are acting like a fool. If you take a bribe, you ruin your character."
            },
            {
                "verse_number": "8",
                "verse_text": "The end of something is better than its beginning."
            },
            {
                "verse_number": "9",
                "verse_text": "Keep your temper under control; it is foolish to harbor a grudge."
            },
            {
                "verse_number": "10",
                "verse_text": "Never ask, &apos;Oh, why were things so much better in the old days?&apos; It's not an intelligent question."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone who lives ought to be wise; it is as good as receiving an inheritance"
            },
            {
                "verse_number": "12",
                "verse_text": "and will give you as much security as money can. Wisdom keeps you safe&ndash;this is the advantage of knowledge."
            },
            {
                "verse_number": "13",
                "verse_text": "Think about what God has done. How can anyone straighten out what God has made crooked?"
            },
            {
                "verse_number": "14",
                "verse_text": "When things are going well for you, be glad, and when trouble comes, just remember: God sends both happiness and trouble; you never know what is going to happen next."
            },
            {
                "verse_number": "15",
                "verse_text": "My life has been useless, but in it I have seen everything. Some good people may die while others live on, even though they are evil."
            },
            {
                "verse_number": "16",
                "verse_text": "So don't be too good or too wise&ndash;why kill yourself?"
            },
            {
                "verse_number": "17",
                "verse_text": "But don't be too wicked or too foolish, either&ndash;why die before you have to?"
            },
            {
                "verse_number": "18",
                "verse_text": "Avoid both extremes. If you have reverence for God, you will be successful anyway."
            },
            {
                "verse_number": "19",
                "verse_text": "Wisdom does more for a person than ten rulers can do for a city."
            },
            {
                "verse_number": "20",
                "verse_text": "There is no one on earth who does what is right all the time and never makes a mistake."
            },
            {
                "verse_number": "21",
                "verse_text": "Don't pay attention to everything people say&ndash;you may hear your servant insulting you,"
            },
            {
                "verse_number": "22",
                "verse_text": "and you know yourself that you have insulted other people many times."
            },
            {
                "verse_number": "23",
                "verse_text": "I used my wisdom to test all of this. I was determined to be wise, but it was beyond me."
            },
            {
                "verse_number": "24",
                "verse_text": "How can anyone discover what life means? It is too deep for us, too hard to understand."
            },
            {
                "verse_number": "25",
                "verse_text": "But I devoted myself to knowledge and study; I was determined to find wisdom and the answers to my questions, and to learn how wicked and foolish stupidity is."
            },
            {
                "verse_number": "26",
                "verse_text": "I found something more bitter than death&ndash;the woman who is like a trap. The love she offers you will catch you like a net, and her arms around you will hold you like a chain. A man who pleases God can get away, but she will catch the sinner."
            },
            {
                "verse_number": "27",
                "verse_text": "Yes, said the Philosopher, I found this out little by little while I was looking for answers."
            },
            {
                "verse_number": "28",
                "verse_text": "I have looked for other answers but have found none. I found one man in a thousand that I could respect, but not one woman."
            },
            {
                "verse_number": "29",
                "verse_text": "This is all that I have learned: God made us plain and simple, but we have made ourselves very complicated."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Only the wise know what things really mean. Wisdom makes them smile and makes their frowns disappear."
            },
            {
                "verse_number": "2",
                "verse_text": "Do what the king says, and don't make any rash promises to God."
            },
            {
                "verse_number": "3",
                "verse_text": "The king can do anything he likes, so depart from his presence; don't stay in such a dangerous place."
            },
            {
                "verse_number": "4",
                "verse_text": "The king acts with authority, and no one can challenge what he does."
            },
            {
                "verse_number": "5",
                "verse_text": "As long as you obey his commands, you are safe, and a wise person knows how and when to do it."
            },
            {
                "verse_number": "6",
                "verse_text": "There is a right time and a right way to do everything, but we know so little!"
            },
            {
                "verse_number": "7",
                "verse_text": "None of us knows what is going to happen, and there is no one to tell us."
            },
            {
                "verse_number": "8",
                "verse_text": "No one can keep from dying or put off the day of death. That is a battle we cannot escape; we cannot cheat our way out."
            },
            {
                "verse_number": "9",
                "verse_text": "I saw all this when I thought about the things that are done in this world, a world where some people have power and others have to suffer under them."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, I have seen the wicked buried and in their graves, but on the way back from the cemetery people praise them in the very city where they did their evil. It is useless."
            },
            {
                "verse_number": "11",
                "verse_text": "Why do people commit crimes so readily? Because crime is not punished quickly enough."
            },
            {
                "verse_number": "12",
                "verse_text": "A sinner may commit a hundred crimes and still live. Oh yes, I know what they say: &apos;If you obey God, everything will be all right,"
            },
            {
                "verse_number": "13",
                "verse_text": "but it will not go well for the wicked. Their life is like a shadow and they will die young, because they do not obey God.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But this is nonsense. Look at what happens in the world: sometimes the righteous get the punishment of the wicked, and the wicked get the reward of the righteous. I say it is useless."
            },
            {
                "verse_number": "15",
                "verse_text": "So I am convinced that we should enjoy ourselves, because the only pleasure we have in this life is eating and drinking and enjoying ourselves. We can at least do this as we labor during the life that God has given us in this world."
            },
            {
                "verse_number": "16",
                "verse_text": "Whenever I tried to become wise and learn what goes on in the world, I realized that you could stay awake night and day"
            },
            {
                "verse_number": "17",
                "verse_text": "and never be able to understand what God is doing. However hard you try, you will never find out. The wise may claim to know, but they don't."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I thought long and hard about all this and saw that God controls the actions of wise and righteous people, even their love and their hate. No one knows anything about what lies ahead."
            },
            {
                "verse_number": "2",
                "verse_text": "It makes no difference. The same fate comes to the righteous and the wicked, to the good and the bad, to those who are religious and those who are not, to those who offer sacrifices and those who do not. A good person is no better off than a sinner; one who takes an oath is no better off than one who does not."
            },
            {
                "verse_number": "3",
                "verse_text": "One fate comes to all alike, and this is as wrong as anything that happens in this world. As long as people live, their minds are full of evil and madness, and suddenly they die."
            },
            {
                "verse_number": "4",
                "verse_text": "But anyone who is alive in the world of the living has some hope; a live dog is better off than a dead lion."
            },
            {
                "verse_number": "5",
                "verse_text": "Yes, the living know they are going to die, but the dead know nothing. They have no further reward; they are completely forgotten."
            },
            {
                "verse_number": "6",
                "verse_text": "Their loves, their hates, their passions, all died with them. They will never again take part in anything that happens in this world."
            },
            {
                "verse_number": "7",
                "verse_text": "Go ahead&ndash;eat your food and be happy; drink your wine and be cheerful. It's all right with God."
            },
            {
                "verse_number": "8",
                "verse_text": "Always look happy and cheerful."
            },
            {
                "verse_number": "9",
                "verse_text": "Enjoy life with the one you love, as long as you live the useless life that God has given you in this world. Enjoy every useless day of it, because that is all you will get for all your trouble."
            },
            {
                "verse_number": "10",
                "verse_text": "Work hard at whatever you do, because there will be no action, no thought, no knowledge, no wisdom in the world of the dead&ndash;and that is where you are going."
            },
            {
                "verse_number": "11",
                "verse_text": "I realized another thing, that in this world fast runners do not always win the races, and the brave do not always win the battles. The wise do not always earn a living, intelligent people do not always get rich, and capable people do not always rise to high positions. Bad luck happens to everyone."
            },
            {
                "verse_number": "12",
                "verse_text": "You never know when your time is coming. Like birds suddenly caught in a trap, like fish caught in a net, we are trapped at some evil moment when we least expect it."
            },
            {
                "verse_number": "13",
                "verse_text": "There is something else I saw, a good example of how wisdom is regarded in this world."
            },
            {
                "verse_number": "14",
                "verse_text": "There was a little town without many people in it. A powerful king attacked it. He surrounded it and prepared to break through the walls."
            },
            {
                "verse_number": "15",
                "verse_text": "Someone lived there who was poor, but so clever that he could have saved the town. But no one thought about him."
            },
            {
                "verse_number": "16",
                "verse_text": "I have always said that wisdom is better than strength, but no one thinks of the poor as wise or pays any attention to what they say."
            },
            {
                "verse_number": "17",
                "verse_text": "It is better to listen to the quiet words of someone wise than to the shouts of a ruler at a council of fools."
            },
            {
                "verse_number": "18",
                "verse_text": "Wisdom does more good than weapons, but one sinner can undo a lot of good."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Dead flies can make a whole bottle of perfume stink, and a little stupidity can cancel out the greatest wisdom. No one knows what is going to happen next, and no one can tell us what will happen after we die."
            },
            {
                "verse_number": "2",
                "verse_text": "It is natural for the wise to do the right thing and for fools to do the wrong thing."
            },
            {
                "verse_number": "3",
                "verse_text": "Their stupidity will be evident even to strangers they meet along the way; they let everyone know that they are fools."
            },
            {
                "verse_number": "4",
                "verse_text": "If your ruler becomes angry with you, do not hand in your resignation; serious wrongs may be pardoned if you keep calm."
            },
            {
                "verse_number": "5",
                "verse_text": "Here is an injustice I have seen in the world&ndash;an injustice caused by rulers."
            },
            {
                "verse_number": "6",
                "verse_text": "Stupid people are given positions of authority while the rich are ignored."
            },
            {
                "verse_number": "7",
                "verse_text": "I have seen slaves on horseback while noblemen go on foot like slaves."
            },
            {
                "verse_number": "8",
                "verse_text": "If you dig a pit, you fall in it; if you break through a wall, a snake bites you."
            },
            {
                "verse_number": "9",
                "verse_text": "If you work in a stone quarry, you get hurt by stones. If you split wood, you get hurt doing it."
            },
            {
                "verse_number": "10",
                "verse_text": "If your ax is dull and you don't sharpen it, you have to work harder to use it. It is smarter to plan ahead."
            },
            {
                "verse_number": "11",
                "verse_text": "Knowing how to charm a snake is of no use if you let the snake bite first."
            },
            {
                "verse_number": "12",
                "verse_text": "What the wise say brings them honor, but fools are destroyed by their own words."
            },
            {
                "verse_number": "13",
                "verse_text": "They start out with silly talk and end up with pure madness."
            },
            {
                "verse_number": "14",
                "verse_text": "A fool talks on and on."
            },
            {
                "verse_number": "15",
                "verse_text": "Only someone too stupid to find his way home would wear himself out with work."
            },
            {
                "verse_number": "16",
                "verse_text": "A country is in trouble when its king is a youth and its leaders feast all night long."
            },
            {
                "verse_number": "17",
                "verse_text": "But a country is fortunate to have a king who makes his own decisions and leaders who eat at the proper time, who control themselves and don't get drunk."
            },
            {
                "verse_number": "18",
                "verse_text": "When you are too lazy to repair your roof, it will leak, and the house will fall in."
            },
            {
                "verse_number": "19",
                "verse_text": "Feasting makes you happy and wine cheers you up, but you can't have either without money."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't criticize the king, even silently, and don't criticize the rich, even in the privacy of your bedroom. A bird might carry the message and tell them what you said."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Invest your money in foreign trade, and one of these days you will make a profit."
            },
            {
                "verse_number": "2",
                "verse_text": "Put your investments in several places&ndash;many places even&ndash;because you never know what kind of bad luck you are going to have in this world."
            },
            {
                "verse_number": "3",
                "verse_text": "No matter which direction a tree falls, it will lie where it fell. When the clouds are full, it rains."
            },
            {
                "verse_number": "4",
                "verse_text": "If you wait until the wind and the weather are just right, you will never plant anything and never harvest anything."
            },
            {
                "verse_number": "5",
                "verse_text": "God made everything, and you can no more understand what he does than you understand how new life begins in the womb of a pregnant woman."
            },
            {
                "verse_number": "6",
                "verse_text": "Do your planting in the morning and in the evening, too. You never know whether it will all grow well or whether one planting will do better than the other."
            },
            {
                "verse_number": "7",
                "verse_text": "It is good to be able to enjoy the pleasant light of day."
            },
            {
                "verse_number": "8",
                "verse_text": "Be grateful for every year you live. No matter how long you live, remember that you will be dead much longer. There is nothing at all to look forward to."
            },
            {
                "verse_number": "9",
                "verse_text": "Young people, enjoy your youth. Be happy while you are still young. Do what you want to do, and follow your heart's desire. But remember that God is going to judge you for whatever you do."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't let anything worry you or cause you pain. You aren't going to be young very long."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "So remember your Creator while you are still young, before those dismal days and years come when you will say, &apos;I don't enjoy life.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "That is when the light of the sun, the moon, and the stars will grow dim for you, and the rain clouds will never pass away."
            },
            {
                "verse_number": "3",
                "verse_text": "Then your arms, that have protected you, will tremble, and your legs, now strong, will grow weak. Your teeth will be too few to chew your food, and your eyes too dim to see clearly."
            },
            {
                "verse_number": "4",
                "verse_text": "Your ears will be deaf to the noise of the street. You will barely be able to hear the mill as it grinds or music as it plays, but even the song of a bird will wake you from sleep."
            },
            {
                "verse_number": "5",
                "verse_text": "You will be afraid of high places, and walking will be dangerous. Your hair will turn white; you will hardly be able to drag yourself along, and all desire will be gone. We are going to our final resting place, and then there will be mourning in the streets."
            },
            {
                "verse_number": "6",
                "verse_text": "The silver chain will snap, and the golden lamp will fall and break; the rope at the well will break, and the water jar will be shattered."
            },
            {
                "verse_number": "7",
                "verse_text": "Our bodies will return to the dust of the earth, and the breath of life will go back to God, who gave it to us."
            },
            {
                "verse_number": "8",
                "verse_text": "Useless, useless, said the Philosopher. It is all useless."
            },
            {
                "verse_number": "9",
                "verse_text": "But because the Philosopher was wise, he kept on teaching the people what he knew. He studied proverbs and honestly tested their truth."
            },
            {
                "verse_number": "10",
                "verse_text": "The Philosopher tried to find comforting words, but the words he wrote were honest."
            },
            {
                "verse_number": "11",
                "verse_text": "The sayings of the wise are like the sharp sticks that shepherds use to guide sheep, and collected proverbs are as lasting as firmly driven nails. They have been given by God, the one Shepherd of us all."
            },
            {
                "verse_number": "12",
                "verse_text": "My child, there is something else to watch out for. There is no end to the writing of books, and too much study will wear you out."
            },
            {
                "verse_number": "13",
                "verse_text": "After all this, there is only one thing to say: Have reverence for God, and obey his commands, because this is all that we were created for."
            },
            {
                "verse_number": "14",
                "verse_text": "God is going to judge everything we do, whether good or bad, even things done in secret."
            }
        ]
    }
}