{
    "2 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus by God's will, and from our brother Timothy&ndash; To the church of God in Corinth, and to all God's people throughout Achaia:"
            },
            {
                "verse_number": "2",
                "verse_text": "May God our Father and the Lord Jesus Christ give you grace and peace."
            },
            {
                "verse_number": "3",
                "verse_text": "Let us give thanks to the God and Father of our Lord Jesus Christ, the merciful Father, the God from whom all help comes!"
            },
            {
                "verse_number": "4",
                "verse_text": "He helps us in all our troubles, so that we are able to help others who have all kinds of troubles, using the same help that we ourselves have received from God."
            },
            {
                "verse_number": "5",
                "verse_text": "Just as we have a share in Christ's many sufferings, so also through Christ we share in God's great help."
            },
            {
                "verse_number": "6",
                "verse_text": "If we suffer, it is for your help and salvation; if we are helped, then you too are helped and given the strength to endure with patience the same sufferings that we also endure."
            },
            {
                "verse_number": "7",
                "verse_text": "So our hope in you is never shaken; we know that just as you share in our sufferings, you also share in the help we receive."
            },
            {
                "verse_number": "8",
                "verse_text": "We want to remind you, friends, of the trouble we had in the province of Asia. The burdens laid upon us were so great and so heavy that we gave up all hope of staying alive."
            },
            {
                "verse_number": "9",
                "verse_text": "We felt that the death sentence had been passed on us. But this happened so that we should rely, not on ourselves, but only on God, who raises the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "From such terrible dangers of death he saved us, and will save us; and we have placed our hope in him that he will save us again,"
            },
            {
                "verse_number": "11",
                "verse_text": "as you help us by means of your prayers for us. So it will be that the many prayers for us will be answered, and God will bless us; and many will raise their voices to him in thanksgiving for us."
            },
            {
                "verse_number": "12",
                "verse_text": "We are proud that our conscience assures us that our lives in this world, and especially our relations with you, have been ruled by God-given frankness and sincerity, by the power of God's grace and not by human wisdom."
            },
            {
                "verse_number": "15",
                "verse_text": "I was so sure of all this that I made plans at first to visit you, in order that you might be blessed twice."
            },
            {
                "verse_number": "16",
                "verse_text": "For I planned to visit you on my way to Macedonia and again on my way back, in order to get help from you for my trip to Judea."
            },
            {
                "verse_number": "17",
                "verse_text": "In planning this, did I appear fickle? When I make my plans, do I make them from selfish motives, ready to say &apos;Yes, yes&apos; and &apos;No, no&apos; at the same time?"
            },
            {
                "verse_number": "18",
                "verse_text": "As surely as God speaks the truth, my promise to you was not a &apos;Yes&apos; and a &apos;No.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "For Jesus Christ, the Son of God, who was preached among you by Silas, Timothy, and myself, is not one who is &apos;Yes&apos; and &apos;No.&apos; On the contrary, he is God's &apos;Yes&apos;;"
            },
            {
                "verse_number": "20",
                "verse_text": "for it is he who is the &apos;Yes&apos; to all of God's promises. This is why through Jesus Christ our &apos;Amen&apos; is said to the glory of God."
            },
            {
                "verse_number": "21",
                "verse_text": "It is God himself who makes us, together with you, sure of our life in union with Christ; it is God himself who has set us apart,"
            },
            {
                "verse_number": "22",
                "verse_text": "who has placed his mark of ownership upon us, and who has given us the Holy Spirit in our hearts as the guarantee of all that he has in store for us."
            },
            {
                "verse_number": "23",
                "verse_text": "I call God as my witness&ndash;he knows my heart! It was in order to spare you that I decided not to go to Corinth."
            },
            {
                "verse_number": "24",
                "verse_text": "We are not trying to dictate to you what you must believe; we know that you stand firm in the faith. Instead, we are working with you for your own happiness."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So I made up my mind not to come to you again to make you sad."
            },
            {
                "verse_number": "2",
                "verse_text": "For if I were to make you sad, who would be left to cheer me up? Only the very persons I had made sad."
            },
            {
                "verse_number": "3",
                "verse_text": "That is why I wrote that letter to you&ndash;I did not want to come to you and be made sad by the very people who should make me glad. For I am convinced that when I am happy, then all of you are happy too."
            },
            {
                "verse_number": "4",
                "verse_text": "I wrote you with a greatly troubled and distressed heart and with many tears; my purpose was not to make you sad, but to make you realize how much I love you all."
            },
            {
                "verse_number": "5",
                "verse_text": "Now, if anyone has made somebody sad, he has not done it to me but to all of you&ndash;in part, at least. (I say this because I do not want to be too hard on him.)"
            },
            {
                "verse_number": "6",
                "verse_text": "It is enough that this person has been punished in this way by most of you."
            },
            {
                "verse_number": "7",
                "verse_text": "Now, however, you should forgive him and encourage him, in order to keep him from becoming so sad as to give up completely."
            },
            {
                "verse_number": "8",
                "verse_text": "And so I beg you to let him know that you really do love him."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote you that letter because I wanted to find out how well you had stood the test and whether you are always ready to obey my instructions."
            },
            {
                "verse_number": "10",
                "verse_text": "When you forgive people for what they have done, I forgive them too. For when I forgive&ndash;if, indeed, I need to forgive anything&ndash;I do it in Christ's presence because of you,"
            },
            {
                "verse_number": "11",
                "verse_text": "in order to keep Satan from getting the upper hand over us; for we know what his plans are."
            },
            {
                "verse_number": "12",
                "verse_text": "When I arrived in Troas to preach the Good News about Christ, I found that the Lord had opened the way for the work there."
            },
            {
                "verse_number": "13",
                "verse_text": "But I was deeply worried, because I could not find our brother Titus. So I said good-bye to the people there and went on to Macedonia."
            },
            {
                "verse_number": "14",
                "verse_text": "But thanks be to God! For in union with Christ we are always led by God as prisoners in Christ's victory procession. God uses us to make the knowledge about Christ spread everywhere like a sweet fragrance."
            },
            {
                "verse_number": "15",
                "verse_text": "For we are like a sweet-smelling incense offered by Christ to God, which spreads among those who are being saved and those who are being lost."
            },
            {
                "verse_number": "16",
                "verse_text": "For those who are being lost, it is a deadly stench that kills; but for those who are being saved, it is a fragrance that brings life. Who, then, is capable for such a task?"
            },
            {
                "verse_number": "17",
                "verse_text": "We are not like so many others, who handle God's message as if it were cheap merchandise; but because God has sent us, we speak with sincerity in his presence, as servants of Christ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Does this sound as if we were again boasting about ourselves? Could it be that, like some other people, we need letters of recommendation to you or from you?"
            },
            {
                "verse_number": "2",
                "verse_text": "You yourselves are the letter we have, written on our hearts for everyone to know and read."
            },
            {
                "verse_number": "3",
                "verse_text": "It is clear that Christ himself wrote this letter and sent it by us. It is written, not with ink but with the Spirit of the living God, and not on stone tablets but on human hearts."
            },
            {
                "verse_number": "4",
                "verse_text": "We say this because we have confidence in God through Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "There is nothing in us that allows us to claim that we are capable of doing this work. The capacity we have comes from God;"
            },
            {
                "verse_number": "6",
                "verse_text": "it is he who made us capable of serving the new covenant, which consists not of a written law but of the Spirit. The written law brings death, but the Spirit gives life."
            },
            {
                "verse_number": "7",
                "verse_text": "The Law was carved in letters on stone tablets, and God's glory appeared when it was given. Even though the brightness on Moses' face was fading, it was so strong that the people of Israel could not keep their eyes fixed on him. If the Law, which brings death when it is in force, came with such glory,"
            },
            {
                "verse_number": "8",
                "verse_text": "how much greater is the glory that belongs to the activity of the Spirit!"
            },
            {
                "verse_number": "9",
                "verse_text": "The system which brings condemnation was glorious; how much more glorious is the activity which brings salvation!"
            },
            {
                "verse_number": "10",
                "verse_text": "We may say that because of the far brighter glory now the glory that was so bright in the past is gone."
            },
            {
                "verse_number": "11",
                "verse_text": "For if there was glory in that which lasted for a while, how much more glory is there in that which lasts forever!"
            },
            {
                "verse_number": "12",
                "verse_text": "Because we have this hope, we are very bold."
            },
            {
                "verse_number": "13",
                "verse_text": "We are not like Moses, who had to put a veil over his face so that the people of Israel would not see the brightness fade and disappear."
            },
            {
                "verse_number": "14",
                "verse_text": "Their minds, indeed, were closed; and to this very day their minds are covered with the same veil as they read the books of the old covenant. The veil is removed only when a person is joined to Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "Even today, whenever they read the Law of Moses, the veil still covers their minds."
            },
            {
                "verse_number": "16",
                "verse_text": "But it can be removed, as the scripture says about Moses: &apos;His veil was removed when he turned to the Lord.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now, &apos;the Lord&apos; in this passage is the Spirit; and where the Spirit of the Lord is present, there is freedom."
            },
            {
                "verse_number": "18",
                "verse_text": "All of us, then, reflect the glory of the Lord with uncovered faces; and that same glory, coming from the Lord, who is the Spirit, transforms us into his likeness in an ever greater degree of glory."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "God in his mercy has given us this work to do, and so we do not become discouraged."
            },
            {
                "verse_number": "2",
                "verse_text": "We put aside all secret and shameful deeds; we do not act with deceit, nor do we falsify the word of God. In the full light of truth we live in God's sight and try to commend ourselves to everyone's good conscience."
            },
            {
                "verse_number": "3",
                "verse_text": "For if the gospel we preach is hidden, it is hidden only from those who are being lost."
            },
            {
                "verse_number": "4",
                "verse_text": "They do not believe, because their minds have been kept in the dark by the evil god of this world. He keeps them from seeing the light shining on them, the light that comes from the Good News about the glory of Christ, who is the exact likeness of God."
            },
            {
                "verse_number": "5",
                "verse_text": "For it is not ourselves that we preach; we preach Jesus Christ as Lord, and ourselves as your servants for Jesus' sake."
            },
            {
                "verse_number": "6",
                "verse_text": "The God who said, &apos;Out of darkness the light shall shine!&apos; is the same God who made his light shine in our hearts, to bring us the knowledge of God's glory shining in the face of Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "Yet we who have this spiritual treasure are like common clay pots, in order to show that the supreme power belongs to God, not to us."
            },
            {
                "verse_number": "8",
                "verse_text": "We are often troubled, but not crushed; sometimes in doubt, but never in despair;"
            },
            {
                "verse_number": "9",
                "verse_text": "there are many enemies, but we are never without a friend; and though badly hurt at times, we are not destroyed."
            },
            {
                "verse_number": "10",
                "verse_text": "At all times we carry in our mortal bodies the death of Jesus, so that his life also may be seen in our bodies."
            },
            {
                "verse_number": "11",
                "verse_text": "Throughout our lives we are always in danger of death for Jesus' sake, in order that his life may be seen in this mortal body of ours."
            },
            {
                "verse_number": "12",
                "verse_text": "This means that death is at work in us, but life is at work in you."
            },
            {
                "verse_number": "13",
                "verse_text": "The scripture says, &apos;I spoke because I believed.&apos; In the same spirit of faith we also speak because we believe."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that God, who raised the Lord Jesus to life, will also raise us up with Jesus and take us, together with you, into his presence."
            },
            {
                "verse_number": "15",
                "verse_text": "All this is for your sake; and as God's grace reaches more and more people, they will offer to the glory of God more prayers of thanksgiving."
            },
            {
                "verse_number": "16",
                "verse_text": "For this reason we never become discouraged. Even though our physical being is gradually decaying, yet our spiritual being is renewed day after day."
            },
            {
                "verse_number": "17",
                "verse_text": "And this small and temporary trouble we suffer will bring us a tremendous and eternal glory, much greater than the trouble."
            },
            {
                "verse_number": "18",
                "verse_text": "For we fix our attention, not on things that are seen, but on things that are unseen. What can be seen lasts only for a time, but what cannot be seen lasts forever."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "For we know that when this tent we live in&ndash;our body here on earth&ndash;is torn down, God will have a house in heaven for us to live in, a home he himself has made, which will last forever."
            },
            {
                "verse_number": "2",
                "verse_text": "And now we sigh, so great is our desire that our home which comes from heaven should be put on over us;"
            },
            {
                "verse_number": "3",
                "verse_text": "by being clothed with it we shall not be without a body."
            },
            {
                "verse_number": "4",
                "verse_text": "While we live in this earthly tent, we groan with a feeling of oppression; it is not that we want to get rid of our earthly body, but that we want to have the heavenly one put on over us, so that what is mortal will be transformed by life."
            },
            {
                "verse_number": "5",
                "verse_text": "God is the one who has prepared us for this change, and he gave us his Spirit as the guarantee of all that he has in store for us."
            },
            {
                "verse_number": "6",
                "verse_text": "So we are always full of courage. We know that as long as we are at home in the body we are away from the Lord's home."
            },
            {
                "verse_number": "7",
                "verse_text": "For our life is a matter of faith, not of sight."
            },
            {
                "verse_number": "8",
                "verse_text": "We are full of courage and would much prefer to leave our home in the body and be at home with the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "More than anything else, however, we want to please him, whether in our home here or there."
            },
            {
                "verse_number": "10",
                "verse_text": "For all of us must appear before Christ, to be judged by him. We will each receive what we deserve, according to everything we have done, good or bad, in our bodily life."
            },
            {
                "verse_number": "11",
                "verse_text": "We know what it means to fear the Lord, and so we try to persuade others. God knows us completely, and I hope that in your hearts you know me as well."
            },
            {
                "verse_number": "12",
                "verse_text": "We are not trying again to recommend ourselves to you; rather, we are trying to give you a good reason to be proud of us, so that you will be able to answer those who boast about people's appearance and not about their character."
            },
            {
                "verse_number": "13",
                "verse_text": "Are we really insane? It is for God's sake. Or are we sane? Then it is for your sake."
            },
            {
                "verse_number": "14",
                "verse_text": "We are ruled by the love of Christ, now that we recognize that one man died for everyone, which means that they all share in his death."
            },
            {
                "verse_number": "15",
                "verse_text": "He died for all, so that those who live should no longer live for themselves, but only for him who died and was raised to life for their sake."
            },
            {
                "verse_number": "16",
                "verse_text": "No longer, then, do we judge anyone by human standards. Even if at one time we judged Christ according to human standards, we no longer do so."
            },
            {
                "verse_number": "17",
                "verse_text": "Anyone who is joined to Christ is a new being; the old is gone, the new has come."
            },
            {
                "verse_number": "18",
                "verse_text": "All this is done by God, who through Christ changed us from enemies into his friends and gave us the task of making others his friends also."
            },
            {
                "verse_number": "19",
                "verse_text": "Our message is that God was making all human beings his friends through Christ. God did not keep an account of their sins, and he has given us the message which tells how he makes them his friends."
            },
            {
                "verse_number": "20",
                "verse_text": "Here we are, then, speaking for Christ, as though God himself were making his appeal through us. We plead on Christ's behalf: let God change you from enemies into his friends!"
            },
            {
                "verse_number": "21",
                "verse_text": "Christ was without sin, but for our sake God made him share our sin in order that in union with him we might share the righteousness of God."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "In our work together with God, then, we beg you who have received God's grace not to let it be wasted."
            },
            {
                "verse_number": "2",
                "verse_text": "Hear what God says: &apos;When the time came for me to show you favor, I heard you; when the day arrived for me to save you, I helped you.&apos; Listen! This is the hour to receive God's favor; today is the day to be saved! &apos;I will make my home with my people and live among them; I will be their God, and they shall be my people.&apos; &apos;You must leave them and separate yourselves from them. Have nothing to do with what is unclean, and I will accept you. and you shall be my sons and daughters, says the Lord Almighty.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "We do not want anyone to find fault with our work, so we try not to put obstacles in anyone's way."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead, in everything we do we show that we are God's servants by patiently enduring troubles, hardships, and difficulties."
            },
            {
                "verse_number": "5",
                "verse_text": "We have been beaten, jailed, and mobbed; we have been overworked and have gone without sleep or food."
            },
            {
                "verse_number": "6",
                "verse_text": "By our purity, knowledge, patience, and kindness we have shown ourselves to be God's servants&ndash;by the Holy Spirit, by our true love,"
            },
            {
                "verse_number": "7",
                "verse_text": "by our message of truth, and by the power of God. We have righteousness as our weapon, both to attack and to defend ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "We are honored and disgraced; we are insulted and praised. We are treated as liars, yet we speak the truth;"
            },
            {
                "verse_number": "9",
                "verse_text": "as unknown, yet we are known by all; as though we were dead, but, as you see, we live on. Although punished, we are not killed;"
            },
            {
                "verse_number": "10",
                "verse_text": "although saddened, we are always glad; we seem poor, but we make many people rich; we seem to have nothing, yet we really possess everything."
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends in Corinth! We have spoken frankly to you; we have opened our hearts wide."
            },
            {
                "verse_number": "12",
                "verse_text": "It is not we who have closed our hearts to you; it is you who have closed your hearts to us."
            },
            {
                "verse_number": "13",
                "verse_text": "I speak now as though you were my children: show us the same feelings that we have for you. Open your hearts wide!"
            },
            {
                "verse_number": "14",
                "verse_text": "Do not try to work together as equals with unbelievers, for it cannot be done. How can right and wrong be partners? How can light and darkness live together?"
            },
            {
                "verse_number": "15",
                "verse_text": "How can Christ and the Devil agree? What does a believer have in common with an unbeliever?"
            },
            {
                "verse_number": "16",
                "verse_text": "How can God's temple come to terms with pagan idols? For we are the temple of the living God! As God himself has said,"
            },
            {
                "verse_number": "17",
                "verse_text": "And so the Lord says,"
            },
            {
                "verse_number": "18",
                "verse_text": "I will be your father,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "All these promises are made to us, my dear friends. So then, let us purify ourselves from everything that makes body or soul unclean, and let us be completely holy by living in awe of God. Not only were we encouraged; how happy Titus made us with his happiness over the way in which all of you helped to cheer him up!"
            },
            {
                "verse_number": "2",
                "verse_text": "Make room for us in your hearts. We have wronged no one; we have ruined no one, nor tried to take advantage of anyone."
            },
            {
                "verse_number": "3",
                "verse_text": "I do not say this to condemn you; for, as I have said before, you are so dear to us that we are always together, whether we live or die."
            },
            {
                "verse_number": "4",
                "verse_text": "I am so sure of you; I take such pride in you! In all our troubles I am still full of courage; I am running over with joy."
            },
            {
                "verse_number": "5",
                "verse_text": "Even after we arrived in Macedonia, we did not have any rest. There were troubles everywhere, quarrels with others, fears in our hearts."
            },
            {
                "verse_number": "6",
                "verse_text": "But God, who encourages the downhearted, encouraged us with the coming of Titus."
            },
            {
                "verse_number": "7",
                "verse_text": "It was not only his coming that cheered us, but also his report of how you encouraged him. He told us how much you want to see me, how sorry you are, how ready you are to defend me; and so I am even happier now."
            },
            {
                "verse_number": "8",
                "verse_text": "For even if that letter of mine made you sad, I am not sorry I wrote it. I could have been sorry when I saw that it made you sad for a while."
            },
            {
                "verse_number": "9",
                "verse_text": "But now I am happy&ndash;not because I made you sad, but because your sadness made you change your ways. That sadness was used by God, and so we caused you no harm."
            },
            {
                "verse_number": "10",
                "verse_text": "For the sadness that is used by God brings a change of heart that leads to salvation&ndash;and there is no regret in that! But sadness that is merely human causes death."
            },
            {
                "verse_number": "11",
                "verse_text": "See what God did with this sadness of yours: how earnest it has made you, how eager to prove your innocence! Such indignation, such alarm, such feelings, such devotion, such readiness to punish wrongdoing! You have shown yourselves to be without fault in the whole matter."
            },
            {
                "verse_number": "12",
                "verse_text": "So, even though I wrote that letter, it was not because of the one who did wrong or the one who was wronged. Instead, I wrote it to make plain to you, in God's sight, how deep your devotion to us really is."
            },
            {
                "verse_number": "13",
                "verse_text": "That is why we were encouraged."
            },
            {
                "verse_number": "14",
                "verse_text": "I did boast of you to him, and you have not disappointed me. We have always spoken the truth to you, and in the same way the boast we made to Titus has proved true."
            },
            {
                "verse_number": "15",
                "verse_text": "And so his love for you grows stronger, as he remembers how all of you were ready to obey his instructions, how you welcomed him with fear and trembling."
            },
            {
                "verse_number": "16",
                "verse_text": "How happy I am that I can depend on you completely!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Our friends, we want you to know what God's grace has accomplished in the churches in Macedonia."
            },
            {
                "verse_number": "2",
                "verse_text": "They have been severely tested by the troubles they went through; but their joy was so great that they were extremely generous in their giving, even though they are very poor."
            },
            {
                "verse_number": "3",
                "verse_text": "I can assure you that they gave as much as they could, and even more than they could. Of their own free will"
            },
            {
                "verse_number": "4",
                "verse_text": "they begged us and pleaded for the privilege of having a part in helping God's people in Judea."
            },
            {
                "verse_number": "5",
                "verse_text": "It was more than we could have hoped for! First they gave themselves to the Lord; and then, by God's will they gave themselves to us as well."
            },
            {
                "verse_number": "6",
                "verse_text": "So we urged Titus, who began this work, to continue it and help you complete this special service of love."
            },
            {
                "verse_number": "7",
                "verse_text": "You are so rich in all you have: in faith, speech, and knowledge, in your eagerness to help and in your love for us. And so we want you to be generous also in this service of love."
            },
            {
                "verse_number": "8",
                "verse_text": "I am not laying down any rules. But by showing how eager others are to help, I am trying to find out how real your own love is."
            },
            {
                "verse_number": "9",
                "verse_text": "You know the grace of our Lord Jesus Christ; rich as he was, he made himself poor for your sake, in order to make you rich by means of his poverty."
            },
            {
                "verse_number": "10",
                "verse_text": "My opinion is that it is better for you to finish now what you began last year. You were the first, not only to act, but also to be willing to act."
            },
            {
                "verse_number": "11",
                "verse_text": "On with it, then, and finish the job! Be as eager to finish it as you were to plan it, and do it with what you now have."
            },
            {
                "verse_number": "12",
                "verse_text": "If you are eager to give, God will accept your gift on the basis of what you have to give, not on what you don't have."
            },
            {
                "verse_number": "15",
                "verse_text": "As the scripture says, &apos;The one who gathered much did not have too much, and the one who gathered little did not have too little.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "How we thank God for making Titus as eager as we are to help you!"
            },
            {
                "verse_number": "17",
                "verse_text": "Not only did he welcome our request; he was so eager to help that of his own free will he decided to go to you."
            },
            {
                "verse_number": "18",
                "verse_text": "With him we are sending the brother who is highly respected in all the churches for his work in preaching the gospel."
            },
            {
                "verse_number": "19",
                "verse_text": "And besides that, he has been chosen and appointed by the churches to travel with us as we carry out this service of love for the sake of the Lord's glory and in order to show that we want to help."
            },
            {
                "verse_number": "20",
                "verse_text": "We are being careful not to stir up any complaints about the way we handle this generous gift."
            },
            {
                "verse_number": "21",
                "verse_text": "Our purpose is to do what is right, not only in the sight of the Lord, but also in the sight of others."
            },
            {
                "verse_number": "22",
                "verse_text": "So we are sending our brother with them; we have tested him many times and found him always very eager to help. And now that he has so much confidence in you, he is all the more eager to help."
            },
            {
                "verse_number": "23",
                "verse_text": "As for Titus, he is my partner and works with me to help you; as for the other brothers who are going with him, they represent the churches and bring glory to Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "Show your love to them, so that all the churches will be sure of it and know that we are right in boasting about you."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "There is really no need for me to write you about the help being sent to God's people in Judea."
            },
            {
                "verse_number": "2",
                "verse_text": "I know that you are willing to help, and I have boasted of you to the people in Macedonia. &apos;The believers in Achaia,&apos; I said, &apos;have been ready to help since last year.&apos; Your eagerness has stirred up most of them."
            },
            {
                "verse_number": "3",
                "verse_text": "Now I am sending these believers, so that our boasting about you in this matter may not turn out to be empty words. But, just as I said, you will be ready with your help."
            },
            {
                "verse_number": "4",
                "verse_text": "However, if the people from Macedonia should come with me and find out that you are not ready, how ashamed we would be&ndash;not to speak of your shame&ndash;for feeling so sure of you!"
            },
            {
                "verse_number": "5",
                "verse_text": "So I thought it was necessary to urge these believers to go to you ahead of me and get ready in advance the gift you promised to make. Then it will be ready when I arrive, and it will show that you give because you want to, not because you have to. &apos;He gives generously to the needy; his kindness lasts forever.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Remember that the person who plants few seeds will have a small crop; the one who plants many seeds will have a large crop."
            },
            {
                "verse_number": "7",
                "verse_text": "You should each give, then, as you have decided, not with regret or out of a sense of duty; for God loves the one who gives gladly."
            },
            {
                "verse_number": "8",
                "verse_text": "And God is able to give you more than you need, so that you will always have all you need for yourselves and more than enough for every good cause."
            },
            {
                "verse_number": "9",
                "verse_text": "As the scripture says,"
            },
            {
                "verse_number": "10",
                "verse_text": "And God, who supplies seed for the sower and bread to eat, will also supply you with all the seed you need and will make it grow and produce a rich harvest from your generosity."
            },
            {
                "verse_number": "11",
                "verse_text": "He will always make you rich enough to be generous at all times, so that many will thank God for your gifts which they receive from us."
            },
            {
                "verse_number": "12",
                "verse_text": "For this service you perform not only meets the needs of God's people, but also produces an outpouring of gratitude to God."
            },
            {
                "verse_number": "13",
                "verse_text": "And because of the proof which this service of yours brings, many will give glory to God for your loyalty to the gospel of Christ, which you profess, and for your generosity in sharing with them and everyone else."
            },
            {
                "verse_number": "14",
                "verse_text": "And so with deep affection they will pray for you because of the extraordinary grace God has shown you."
            },
            {
                "verse_number": "15",
                "verse_text": "Let us thank God for his priceless gift!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I, Paul, make a personal appeal to you&ndash;I who am said to be meek and mild when I am with you, but harsh with you when I am away. By the gentleness and kindness of Christ"
            },
            {
                "verse_number": "2",
                "verse_text": "I beg you not to force me to be harsh when I come; for I am sure I can deal harshly with those who say that we act from worldly motives."
            },
            {
                "verse_number": "3",
                "verse_text": "It is true that we live in the world, but we do not fight from worldly motives."
            },
            {
                "verse_number": "4",
                "verse_text": "The weapons we use in our fight are not the world's weapons but God's powerful weapons, which we use to destroy strongholds. We destroy false arguments;"
            },
            {
                "verse_number": "5",
                "verse_text": "we pull down every proud obstacle that is raised against the knowledge of God; we take every thought captive and make it obey Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "And after you have proved your complete loyalty, we will be ready to punish any act of disloyalty."
            },
            {
                "verse_number": "7",
                "verse_text": "You are looking at the outward appearance of things. Are there some there who reckon themselves to belong to Christ? Well, let them think again about themselves, because we belong to Christ just as much as they do."
            },
            {
                "verse_number": "8",
                "verse_text": "For I am not ashamed, even if I have boasted somewhat too much about the authority that the Lord has given us&ndash;authority to build you up, not to tear you down."
            },
            {
                "verse_number": "9",
                "verse_text": "I do not want it to appear that I am trying to frighten you with my letters."
            },
            {
                "verse_number": "10",
                "verse_text": "Someone will say, &apos;Paul's letters are severe and strong, but when he is with us in person, he is weak, and his words are nothing!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Such a person must understand that there is no difference between what we write in our letters when we are away and what we will do when we are there with you."
            },
            {
                "verse_number": "12",
                "verse_text": "Of course we would not dare classify ourselves or compare ourselves with those who rate themselves so highly. How stupid they are! They make up their own standards to measure themselves by, and they judge themselves by their own standards!"
            },
            {
                "verse_number": "13",
                "verse_text": "As for us, however, our boasting will not go beyond certain limits; it will stay within the limits of the work which God has set for us, and this includes our work among you."
            },
            {
                "verse_number": "14",
                "verse_text": "And since you are within those limits, we were not going beyond them when we came to you, bringing the Good News about Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "So we do not boast about the work that others have done beyond the limits God set for us. Instead, we hope that your faith may grow and that we may be able to do a much greater work among you, always within the limits that God has set."
            },
            {
                "verse_number": "16",
                "verse_text": "Then we can preach the Good News in other countries beyond you and shall not have to boast about work already done in someone else's field."
            },
            {
                "verse_number": "17",
                "verse_text": "But as the scripture says, &apos;Whoever wants to boast must boast about what the Lord has done.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "For it is when the Lord thinks well of us that we are really approved, and not when we think well of ourselves."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I wish you would tolerate me, even when I am a bit foolish. Please do!"
            },
            {
                "verse_number": "2",
                "verse_text": "I am jealous for you, just as God is; you are like a pure virgin whom I have promised in marriage to one man only, Christ himself."
            },
            {
                "verse_number": "3",
                "verse_text": "I am afraid that your minds will be corrupted and that you will abandon your full and pure devotion to Christ&ndash;in the same way that Eve was deceived by the snake's clever lies."
            },
            {
                "verse_number": "4",
                "verse_text": "For you gladly tolerate anyone who comes to you and preaches a different Jesus, not the one we preached; and you accept a spirit and a gospel completely different from the Spirit and the gospel you received from us! But if anyone dares to boast about something&ndash;I am talking like a fool&ndash;I will be just as daring."
            },
            {
                "verse_number": "5",
                "verse_text": "I do not think that I am the least bit inferior to those very special so-called &apos;apostles&apos; of yours!"
            },
            {
                "verse_number": "6",
                "verse_text": "Perhaps I am an amateur in speaking, but certainly not in knowledge; we have made this clear to you at all times and in all conditions."
            },
            {
                "verse_number": "7",
                "verse_text": "I did not charge you a thing when I preached the Good News of God to you; I humbled myself in order to make you important. Was that wrong of me?"
            },
            {
                "verse_number": "8",
                "verse_text": "While I was working among you, I was paid by other churches. I was robbing them, so to speak, in order to help you."
            },
            {
                "verse_number": "9",
                "verse_text": "And during the time I was with you I did not bother you for help when I needed money; the believers who came from Macedonia brought me everything I needed. As in the past, so in the future: I will never be a burden to you!"
            },
            {
                "verse_number": "10",
                "verse_text": "By Christ's truth in me, I promise that this boast of mine will not be silenced anywhere in all of Achaia."
            },
            {
                "verse_number": "11",
                "verse_text": "Do I say this because I don't love you? God knows I love you!"
            },
            {
                "verse_number": "12",
                "verse_text": "I will go on doing what I am doing now, in order to keep those other &apos;apostles&apos; from having any reason for boasting and saying that they work in the same way that we do."
            },
            {
                "verse_number": "13",
                "verse_text": "Those men are not true apostles&ndash;they are false apostles, who lie about their work and disguise themselves to look like real apostles of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "Well, no wonder! Even Satan can disguise himself to look like an angel of light!"
            },
            {
                "verse_number": "15",
                "verse_text": "So it is no great thing if his servants disguise themselves to look like servants of righteousness. In the end they will get exactly what their actions deserve."
            },
            {
                "verse_number": "16",
                "verse_text": "I repeat: no one should think that I am a fool. But if you do, at least accept me as a fool, just so I will have a little to boast of."
            },
            {
                "verse_number": "17",
                "verse_text": "Of course what I am saying now is not what the Lord would have me say; in this matter of boasting I am really talking like a fool."
            },
            {
                "verse_number": "18",
                "verse_text": "But since there are so many who boast for merely human reasons, I will do the same."
            },
            {
                "verse_number": "19",
                "verse_text": "You yourselves are so wise, and so you gladly tolerate fools!"
            },
            {
                "verse_number": "20",
                "verse_text": "You tolerate anyone who orders you around or takes advantage of you or traps you or looks down on you or slaps you in the face."
            },
            {
                "verse_number": "21",
                "verse_text": "I am ashamed to admit that we were too timid to do those things!"
            },
            {
                "verse_number": "22",
                "verse_text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they Abraham's descendants? So am I."
            },
            {
                "verse_number": "23",
                "verse_text": "Are they Christ's servants? I sound like a madman&ndash;but I am a better servant than they are! I have worked much harder, I have been in prison more times, I have been whipped much more, and I have been near death more often."
            },
            {
                "verse_number": "24",
                "verse_text": "Five times I was given the thirty-nine lashes by the Jews;"
            },
            {
                "verse_number": "25",
                "verse_text": "three times I was whipped by the Romans; and once I was stoned. I have been in three shipwrecks, and once I spent twenty-four hours in the water."
            },
            {
                "verse_number": "26",
                "verse_text": "In my many travels I have been in danger from floods and from robbers, in danger from my own people and from Gentiles; there have been dangers in the cities, dangers in the wilds, dangers on the high seas, and dangers from false friends."
            },
            {
                "verse_number": "27",
                "verse_text": "There has been work and toil; often I have gone without sleep; I have been hungry and thirsty; I have often been without enough food, shelter, or clothing."
            },
            {
                "verse_number": "28",
                "verse_text": "And not to mention other things, every day I am under the pressure of my concern for all the churches."
            },
            {
                "verse_number": "29",
                "verse_text": "When someone is weak, then I feel weak too; when someone is led into sin, I am filled with distress."
            },
            {
                "verse_number": "30",
                "verse_text": "If I must boast, I will boast about things that show how weak I am."
            },
            {
                "verse_number": "31",
                "verse_text": "The God and Father of the Lord Jesus&ndash;blessed be his name forever!&ndash;knows that I am not lying."
            },
            {
                "verse_number": "32",
                "verse_text": "When I was in Damascus, the governor under King Aretas placed guards at the city gates to arrest me."
            },
            {
                "verse_number": "33",
                "verse_text": "But I was let down in a basket through an opening in the wall and escaped from him."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "I have to boast, even though it doesn't do any good. But I will now talk about visions and revelations given me by the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "I know a certain Christian man who fourteen years ago was snatched up to the highest heaven (I do not know whether this actually happened or whether he had a vision&ndash;only God knows)."
            },
            {
                "verse_number": "5",
                "verse_text": "So I will boast about this man&ndash;but I will not boast about myself, except the things that show how weak I am."
            },
            {
                "verse_number": "6",
                "verse_text": "If I wanted to boast, I would not be a fool, because I would be telling the truth. But I will not boast, because I do not want any of you to have a higher opinion of me than you have as a result of what you have seen me do and heard me say."
            },
            {
                "verse_number": "7",
                "verse_text": "But to keep me from being puffed up with pride because of the many wonderful things I saw, I was given a painful physical ailment, which acts as Satan's messenger to beat me and keep me from being proud."
            },
            {
                "verse_number": "8",
                "verse_text": "Three times I prayed to the Lord about this and asked him to take it away."
            },
            {
                "verse_number": "9",
                "verse_text": "But his answer was: &apos;My grace is all you need, for my power is greatest when you are weak.&apos; I am most happy, then, to be proud of my weaknesses, in order to feel the protection of Christ's power over me."
            },
            {
                "verse_number": "10",
                "verse_text": "I am content with weaknesses, insults, hardships, persecutions, and difficulties for Christ's sake. For when I am weak, then I am strong."
            },
            {
                "verse_number": "11",
                "verse_text": "I am acting like a fool&ndash;but you have made me do it. You are the ones who ought to show your approval of me. For even if I am nothing, I am in no way inferior to those very special &apos;apostles&apos; of yours."
            },
            {
                "verse_number": "12",
                "verse_text": "The many miracles and wonders that prove that I am an apostle were performed among you with much patience."
            },
            {
                "verse_number": "13",
                "verse_text": "How were you treated any worse than the other churches, except that I did not bother you for financial help? Please forgive me for being so unfair!"
            },
            {
                "verse_number": "14",
                "verse_text": "This is now the third time that I am ready to come to visit you&ndash;and I will not make any demands on you. It is you I want, not your money. After all, children should not have to provide for their parents, but parents should provide for their children."
            },
            {
                "verse_number": "15",
                "verse_text": "I will be glad to spend all I have, and myself as well, in order to help you. Will you love me less because I love you so much?"
            },
            {
                "verse_number": "16",
                "verse_text": "You will agree, then, that I was not a burden to you. But someone will say that I was tricky, and trapped you with lies."
            },
            {
                "verse_number": "17",
                "verse_text": "How? Did I take advantage of you through any of the messengers I sent?"
            },
            {
                "verse_number": "18",
                "verse_text": "I begged Titus to go, and I sent the other believer with him. Would you say that Titus took advantage of you? Do not he and I act from the very same motives and behave in the same way?"
            },
            {
                "verse_number": "19",
                "verse_text": "Perhaps you think that all along we have been trying to defend ourselves before you. No! We speak as Christ would have us speak in the presence of God, and everything we do, dear friends, is done to help you."
            },
            {
                "verse_number": "20",
                "verse_text": "I am afraid that when I get there I will find you different from what I would like you to be and you will find me different from what you would like me to be. I am afraid that I will find quarreling and jealousy, hot tempers and selfishness, insults and gossip, pride and disorder."
            },
            {
                "verse_number": "21",
                "verse_text": "I am afraid that the next time I come my God will humiliate me in your presence, and I shall weep over many who sinned in the past and have not repented of the immoral things they have done&ndash;their lust and their sexual sins."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "This is now the third time that I am coming to visit you. &apos;Any accusation must be upheld by the evidence of two or more witnesses&apos;&ndash;as the scripture says."
            },
            {
                "verse_number": "2",
                "verse_text": "I want to tell those of you who have sinned in the past, and all the others; I said it before during my second visit to you, but I will say it again now that I am away: the next time I come nobody will escape punishment."
            },
            {
                "verse_number": "3",
                "verse_text": "You will have all the proof you want that Christ speaks through me. When he deals with you, he is not weak; instead, he shows his power among you."
            },
            {
                "verse_number": "4",
                "verse_text": "For even though it was in weakness that he was put to death on the cross, it is by God's power that he lives. In union with him we also are weak; but in our relations with you we shall share God's power in his life. All of God's people send you their greetings."
            },
            {
                "verse_number": "5",
                "verse_text": "Put yourselves to the test and judge yourselves, to find out whether you are living in faith. Surely you know that Christ Jesus is in you?&ndash;unless you have completely failed."
            },
            {
                "verse_number": "6",
                "verse_text": "I trust you will know that we are not failures."
            },
            {
                "verse_number": "7",
                "verse_text": "We pray to God that you will do no wrong&ndash;not in order to show that we are a success, but so that you may do what is right, even though we may seem to be failures."
            },
            {
                "verse_number": "8",
                "verse_text": "For we cannot do a thing against the truth, but only for it."
            },
            {
                "verse_number": "9",
                "verse_text": "We are glad when we are weak but you are strong. And so we also pray that you will become perfect."
            },
            {
                "verse_number": "10",
                "verse_text": "That is why I write this while I am away from you; it is so that when I arrive I will not have to deal harshly with you in using the authority that the Lord has given me&ndash;authority to build you up, not to tear you down."
            },
            {
                "verse_number": "11",
                "verse_text": "And now, my friends, good-bye! Strive for perfection; listen to my appeals; agree with one another; live in peace. And the God of love and peace will be with you."
            },
            {
                "verse_number": "12",
                "verse_text": "Greet one another with the kiss of peace."
            },
            {
                "verse_number": "13",
                "verse_text": "The grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit be with you all."
            }
        ]
    }
}