{
    "Job": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man named Job, living in the land of Uz,"
            },
            {
                "verse_number": "1",
                "verse_text": "who worshiped God and was faithful to him. He was a good man, careful not to do anything evil."
            },
            {
                "verse_number": "2",
                "verse_text": "He had seven sons and three daughters,"
            },
            {
                "verse_number": "3",
                "verse_text": "and owned seven thousand sheep, three thousand camels, one thousand head of cattle, and five hundred donkeys. He also had a large number of servants and was the richest man in the East."
            },
            {
                "verse_number": "4",
                "verse_text": "Job's sons used to take turns giving a feast, to which all the others would come, and they always invited their three sisters to join them."
            },
            {
                "verse_number": "5",
                "verse_text": "The morning after each feast, Job would get up early and offer sacrifices for each of his children in order to purify them. He always did this because he thought that one of them might have sinned by insulting God unintentionally."
            },
            {
                "verse_number": "6",
                "verse_text": "When the day came for the heavenly beings"
            },
            {
                "verse_number": "6",
                "verse_text": "to appear before the"
            },
            {
                "verse_number": "6",
                "verse_text": "Lord"
            },
            {
                "verse_number": "6",
                "verse_text": ", Satan"
            },
            {
                "verse_number": "6",
                "verse_text": "was there among them."
            },
            {
                "verse_number": "7",
                "verse_text": "The"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "asked him, “What have you been doing?” Satan answered, “I have been walking here and there, roaming around the earth.”"
            },
            {
                "verse_number": "8",
                "verse_text": "“Did you notice my servant Job?” the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "asked. “There is no one on earth as faithful and good as he is. He worships me and is careful not to do anything evil.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Satan replied, “Would Job worship you if he got nothing out of it?"
            },
            {
                "verse_number": "10",
                "verse_text": "You have always protected him and his family and everything he owns. You bless everything he does, and you have given him enough cattle to fill the whole country."
            },
            {
                "verse_number": "11",
                "verse_text": "But now suppose you take away everything he has—he will curse you to your face!”"
            },
            {
                "verse_number": "12",
                "verse_text": "“All right,” the"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "said to Satan, “everything he has is in your power, but you must not hurt Job himself.” So Satan left."
            },
            {
                "verse_number": "13",
                "verse_text": "One day when Job's children were having a feast at the home of their oldest brother,"
            },
            {
                "verse_number": "14",
                "verse_text": "a messenger came running to Job. “We were plowing the fields with the oxen,” he said, “and the donkeys were in a nearby pasture."
            },
            {
                "verse_number": "15",
                "verse_text": "Suddenly the Sabeans"
            },
            {
                "verse_number": "15",
                "verse_text": "attacked and stole them all. They killed every one of your servants except me. I am the only one who escaped to tell you.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Before he had finished speaking, another servant came and said, “Lightning struck the sheep and the shepherds and killed them all. I am the only one who escaped to tell you.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Before he had finished speaking, another servant came and said, “Three bands of Chaldean"
            },
            {
                "verse_number": "17",
                "verse_text": "raiders attacked us, took away the camels, and killed all your servants except me. I am the only one who escaped to tell you.”"
            },
            {
                "verse_number": "18",
                "verse_text": "Before he had finished speaking, another servant came and said, “Your children were having a feast at the home of your oldest son,"
            },
            {
                "verse_number": "19",
                "verse_text": "when a storm swept in from the desert. It blew the house down and killed them all. I am the only one who escaped to tell you.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Job got up and tore his clothes in grief. He shaved his head and threw himself face downward on the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "He said, “I was born with nothing, and I will die with nothing. The"
            },
            {
                "verse_number": "21",
                "verse_text": "Lord"
            },
            {
                "verse_number": "21",
                "verse_text": "gave, and now he has taken away. May his name be praised!”"
            },
            {
                "verse_number": "22",
                "verse_text": "In spite of everything that had happened, Job did not sin by blaming God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When the day came for the heavenly beings to appear before the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "again, Satan was there among them."
            },
            {
                "verse_number": "2",
                "verse_text": "The"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord"
            },
            {
                "verse_number": "2",
                "verse_text": "asked him, “Where have you been?” Satan answered, “I have been walking here and there, roaming around the earth.”"
            },
            {
                "verse_number": "3",
                "verse_text": "“Did you notice my servant Job?” the"
            },
            {
                "verse_number": "3",
                "verse_text": "Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "asked. “There is no one on earth as faithful and good as he is. He worships me and is careful not to do anything evil. You persuaded me to let you attack him for no reason at all, but Job is still as faithful as ever.”"
            },
            {
                "verse_number": "4",
                "verse_text": "Satan replied, “A person will give up everything in order to stay alive."
            },
            {
                "verse_number": "5",
                "verse_text": "But now suppose you hurt his body—he will curse you to your face!”"
            },
            {
                "verse_number": "6",
                "verse_text": "So the"
            },
            {
                "verse_number": "6",
                "verse_text": "Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "said to Satan, “All right, he is in your power, but you are not to kill him.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Satan left the"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "'s presence and made sores break out all over Job's body."
            },
            {
                "verse_number": "8",
                "verse_text": "Job went and sat by the garbage dump and took a piece of broken pottery to scrape his sores."
            },
            {
                "verse_number": "9",
                "verse_text": "His wife said to him, “You are still as faithful as ever, aren't you? Why don't you curse God and die?”"
            },
            {
                "verse_number": "10",
                "verse_text": "Job answered, “You are talking nonsense! When God sends us something good, we welcome it. How can we complain when he sends us trouble?” Even in all this suffering Job said nothing against God."
            },
            {
                "verse_number": "11",
                "verse_text": "Three of Job's friends were Eliphaz, from the city of Teman, Bildad, from the land of Shuah, and Zophar, from the land of Naamah. When they heard how much Job had been suffering, they decided to go and comfort him."
            },
            {
                "verse_number": "12",
                "verse_text": "While they were still a long way off they saw Job, but did not recognize him. When they did, they began to weep and wail, tearing their clothes in grief and throwing dust into the air and on their heads."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they sat there on the ground with him for seven days and nights without saying a word, because they saw how much he was suffering."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally Job broke the silence and cursed the day on which he had been born."
            },
            {
                "verse_number": "4",
                "verse_text": "Turn that day into darkness, God. Never again remember that day; never again let light shine on it."
            },
            {
                "verse_number": "5",
                "verse_text": "Make it a day of gloom and thick darkness; cover it with clouds, and blot out the sun."
            },
            {
                "verse_number": "6",
                "verse_text": "Blot that night out of the year, and never let it be counted again;"
            },
            {
                "verse_number": "7",
                "verse_text": "make it a barren, joyless night."
            },
            {
                "verse_number": "8",
                "verse_text": "Tell the sorcerers to curse that day, those who know how to control Leviathan."
            },
            {
                "verse_number": "9",
                "verse_text": "Keep the morning star from shining; give that night no hope of dawn."
            },
            {
                "verse_number": "10",
                "verse_text": "Curse that night for letting me be born, for exposing me to trouble and grief."
            },
            {
                "verse_number": "11",
                "verse_text": "I wish I had died in my mother's womb or died the moment I was born."
            },
            {
                "verse_number": "12",
                "verse_text": "Why did my mother hold me on her knees? Why did she feed me at her breast?"
            },
            {
                "verse_number": "13",
                "verse_text": "If I had died then, I would be at rest now,"
            },
            {
                "verse_number": "14",
                "verse_text": "sleeping like the kings and rulers who rebuilt ancient palaces."
            },
            {
                "verse_number": "15",
                "verse_text": "Then I would be sleeping like princes who filled their houses with gold and silver,"
            },
            {
                "verse_number": "16",
                "verse_text": "or sleeping like a stillborn child."
            },
            {
                "verse_number": "17",
                "verse_text": "In the grave wicked people stop their evil, and tired workers find rest at last."
            },
            {
                "verse_number": "18",
                "verse_text": "Even prisoners enjoy peace, free from shouts and harsh commands."
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone is there, the famous and the unknown, and slaves at last are free."
            },
            {
                "verse_number": "20",
                "verse_text": "Why let people go on living in misery? Why give light to those in grief"
            },
            {
                "verse_number": "21",
                "verse_text": "They wait for death, but it never comes; they prefer a grave to any treasure."
            },
            {
                "verse_number": "22",
                "verse_text": "They are not happy till they are dead and buried;"
            },
            {
                "verse_number": "23",
                "verse_text": "God keeps their future hidden and hems them in on every side."
            },
            {
                "verse_number": "24",
                "verse_text": "Instead of eating, I mourn, and I can never stop groaning."
            },
            {
                "verse_number": "25",
                "verse_text": "Everything I fear and dread comes true."
            },
            {
                "verse_number": "26",
                "verse_text": "I have no peace, no rest, and my troubles never end."
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "You have taught many people and given strength to feeble hands."
            },
            {
                "verse_number": "4",
                "verse_text": "When someone stumbled, weak and tired, your words encouraged him to stand."
            },
            {
                "verse_number": "5",
                "verse_text": "Now it's your turn to be in trouble, and you are too stunned to face it."
            },
            {
                "verse_number": "6",
                "verse_text": "You worshiped God, and your life was blameless; and so you should have confidence and hope."
            },
            {
                "verse_number": "7",
                "verse_text": "Think back now. Name a single case where someone righteous met with disaster."
            },
            {
                "verse_number": "8",
                "verse_text": "I have seen people plow fields of evil and plant wickedness like seed; now they harvest wickedness and evil."
            },
            {
                "verse_number": "9",
                "verse_text": "Like a storm, God destroys them in his anger."
            },
            {
                "verse_number": "10",
                "verse_text": "The wicked roar and growl like lions, but God silences them and breaks their teeth."
            },
            {
                "verse_number": "11",
                "verse_text": "Like lions with nothing to kill and eat, they die, and all their children are scattered."
            },
            {
                "verse_number": "12",
                "verse_text": "Once a message came quietly, so quietly I could hardly hear it."
            },
            {
                "verse_number": "13",
                "verse_text": "Like a nightmare it disturbed my sleep."
            },
            {
                "verse_number": "14",
                "verse_text": "I trembled and shuddered; my whole body shook with fear."
            },
            {
                "verse_number": "15",
                "verse_text": "A light breeze touched my face, and my skin crawled with fright."
            },
            {
                "verse_number": "16",
                "verse_text": "I could see something standing there; I stared, but couldn't tell what it was. Then I heard a voice out of the silence:"
            },
            {
                "verse_number": "17",
                "verse_text": "“Can anyone be righteous in the sight of"
            },
            {
                "verse_number": "17",
                "verse_text": "God or be pure before his Creator?"
            },
            {
                "verse_number": "18",
                "verse_text": "God does not trust his heavenly servants; he finds fault even with his angels."
            },
            {
                "verse_number": "19",
                "verse_text": "Do you think he will trust a creature of clay, a thing of dust that can be crushed like a moth?"
            },
            {
                "verse_number": "20",
                "verse_text": "We may be alive in the morning, but die unnoticed before evening comes."
            },
            {
                "verse_number": "21",
                "verse_text": "All that we have is taken away; we die, still lacking wisdom.”"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Call out, Job. See if anyone answers. Is there any angel to whom you can turn?"
            },
            {
                "verse_number": "2",
                "verse_text": "To worry yourself to death with resentment would be a foolish, senseless thing to do."
            },
            {
                "verse_number": "3",
                "verse_text": "I have seen fools who looked secure, but I called down a sudden curse on their homes."
            },
            {
                "verse_number": "4",
                "verse_text": "Their children can never find safety; no one stands up to defend them in court."
            },
            {
                "verse_number": "5",
                "verse_text": "Hungry people will eat the fool's crops— even the grain growing among thorns — and thirsty people will envy his wealth."
            },
            {
                "verse_number": "6",
                "verse_text": "Evil does not grow in the soil, nor does trouble grow out of the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "No indeed! We bring trouble on ourselves, as surely as sparks fly up from a fire."
            },
            {
                "verse_number": "8",
                "verse_text": "If I were you, I would turn to God and present my case to him."
            },
            {
                "verse_number": "9",
                "verse_text": "We cannot understand the great things he does, and to his miracles there is no end."
            },
            {
                "verse_number": "10",
                "verse_text": "He sends rain on the land and he waters the fields."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, it is God who raises the humble and gives joy to all who mourn."
            },
            {
                "verse_number": "14",
                "verse_text": "even at noon they grope in darkness."
            },
            {
                "verse_number": "15",
                "verse_text": "But God saves the poor"
            },
            {
                "verse_number": "15",
                "verse_text": "from death; he saves the needy from oppression."
            },
            {
                "verse_number": "16",
                "verse_text": "He gives hope to the poor and silences the wicked."
            },
            {
                "verse_number": "17",
                "verse_text": "Happy is the person whom God corrects! Do not resent it when he rebukes you."
            },
            {
                "verse_number": "18",
                "verse_text": "God bandages the wounds he makes; his hand hurts you, and his hand heals."
            },
            {
                "verse_number": "19",
                "verse_text": "Time after time he will save you from harm;"
            },
            {
                "verse_number": "20",
                "verse_text": "when famine comes, he will keep you alive, and in war protect you from death."
            },
            {
                "verse_number": "21",
                "verse_text": "God will rescue you from slander; he will save you when destruction comes."
            },
            {
                "verse_number": "22",
                "verse_text": "You will laugh at violence and hunger and not be afraid of wild animals."
            },
            {
                "verse_number": "23",
                "verse_text": "The fields you plow will be free of rocks; wild animals will never attack you."
            },
            {
                "verse_number": "24",
                "verse_text": "Then you will live at peace in your tent; when you look at your sheep, you will find them safe."
            },
            {
                "verse_number": "25",
                "verse_text": "You will have as many children as there are blades of grass in a pasture."
            },
            {
                "verse_number": "26",
                "verse_text": "Like wheat that ripens till harvest time, you will live to a ripe old age."
            },
            {
                "verse_number": "27",
                "verse_text": "Job, we have learned this by long study. It is true, so now accept it."
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "they would weigh more than the sands of the sea, so my wild words should not surprise you."
            },
            {
                "verse_number": "4",
                "verse_text": "Almighty God has shot me with arrows, and their poison spreads through my body. God has lined up his terrors against me."
            },
            {
                "verse_number": "5",
                "verse_text": "A donkey is content when eating grass, and a cow is quiet when eating hay."
            },
            {
                "verse_number": "6",
                "verse_text": "But who can eat flat, unsalted food? What taste is there in the white of an egg?"
            },
            {
                "verse_number": "7",
                "verse_text": "I have no appetite for food like that, and everything I eat makes me sick."
            },
            {
                "verse_number": "8",
                "verse_text": "Why won't God give me what I ask? Why won't he answer my prayer?"
            },
            {
                "verse_number": "9",
                "verse_text": "If only he would go ahead and kill me!"
            },
            {
                "verse_number": "10",
                "verse_text": "If I knew he would, I would leap for joy, no matter how great my pain. I know that God is holy; I have never opposed what he commands."
            },
            {
                "verse_number": "11",
                "verse_text": "What strength do I have to keep on living? Why go on living when I have no hope?"
            },
            {
                "verse_number": "12",
                "verse_text": "Am I made of stone? Is my body bronze?"
            },
            {
                "verse_number": "13",
                "verse_text": "I have no strength left to save myself; there is nowhere I can turn for help."
            },
            {
                "verse_number": "14",
                "verse_text": "In trouble"
            },
            {
                "verse_number": "14",
                "verse_text": "like this I need loyal friends— whether I've forsaken God or not."
            },
            {
                "verse_number": "15",
                "verse_text": "But you, my friends, you deceive me like streams that go dry when no rain comes."
            },
            {
                "verse_number": "16",
                "verse_text": "The streams are choked with snow and ice,"
            },
            {
                "verse_number": "17",
                "verse_text": "but in the heat they disappear, and the stream beds lie bare and dry."
            },
            {
                "verse_number": "18",
                "verse_text": "Caravans get lost looking for water; they wander and die in the desert."
            },
            {
                "verse_number": "19",
                "verse_text": "Caravans from Sheba and Tema search,"
            },
            {
                "verse_number": "20",
                "verse_text": "but their hope dies beside dry streams."
            },
            {
                "verse_number": "21",
                "verse_text": "You are like"
            },
            {
                "verse_number": "21",
                "verse_text": "those streams to me, you see my fate and draw back in fear."
            },
            {
                "verse_number": "22",
                "verse_text": "Have I asked you to give me a gift or to bribe someone on my behalf"
            },
            {
                "verse_number": "23",
                "verse_text": "or to save me from some enemy or tyrant?"
            },
            {
                "verse_number": "24",
                "verse_text": "All right, teach me; tell me my faults. I will be quiet and listen to you."
            },
            {
                "verse_number": "25",
                "verse_text": "Honest words are convincing, but you are talking nonsense."
            },
            {
                "verse_number": "26",
                "verse_text": "You think I am talking nothing but wind; then why do you answer my words of despair?"
            },
            {
                "verse_number": "27",
                "verse_text": "You would even roll dice for orphan slaves and make yourselves rich off your closest friends!"
            },
            {
                "verse_number": "28",
                "verse_text": "Look me in the face. I won't lie."
            },
            {
                "verse_number": "29",
                "verse_text": "You have gone far enough. Stop being unjust. Don't condemn me. I'm in the right."
            },
            {
                "verse_number": "30",
                "verse_text": "But you think I am lying— you think I can't tell right from wrong."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Human life is like forced army service, like a life of hard manual labor,"
            },
            {
                "verse_number": "2",
                "verse_text": "like a slave longing for cool shade; like a worker waiting to be paid."
            },
            {
                "verse_number": "3",
                "verse_text": "Month after month I have nothing to live for; night after night brings me grief."
            },
            {
                "verse_number": "4",
                "verse_text": "When I lie down to sleep, the hours drag; I toss all night and long for dawn."
            },
            {
                "verse_number": "5",
                "verse_text": "My body is full of worms; it is covered with scabs; pus runs out of my sores."
            },
            {
                "verse_number": "6",
                "verse_text": "My days pass by without hope, pass faster than a weaver's shuttle."
            },
            {
                "verse_number": "7",
                "verse_text": "Remember, O God, my life is only a breath; my happiness has already ended."
            },
            {
                "verse_number": "8",
                "verse_text": "You see me now, but never again. If you look for me, I'll be gone."
            },
            {
                "verse_number": "11",
                "verse_text": "No! I can't be quiet! I am angry and bitter. I have to speak."
            },
            {
                "verse_number": "12",
                "verse_text": "Why do you keep me under guard? Do you think I am a sea monster?"
            },
            {
                "verse_number": "13",
                "verse_text": "I lie down and try to rest; I look for relief from my pain."
            },
            {
                "verse_number": "14",
                "verse_text": "But you—you terrify me with dreams; you send me visions and nightmares"
            },
            {
                "verse_number": "15",
                "verse_text": "until I would rather be strangled than live in this miserable body."
            },
            {
                "verse_number": "16",
                "verse_text": "I give up; I am tired of living. Leave me alone. My life makes no sense."
            },
            {
                "verse_number": "17",
                "verse_text": "Why are people so important to you? Why pay attention to what they do?"
            },
            {
                "verse_number": "18",
                "verse_text": "You inspect them every morning and test them every minute."
            },
            {
                "verse_number": "19",
                "verse_text": "Won't you look away long enough for me to swallow my spit?"
            },
            {
                "verse_number": "20",
                "verse_text": "Are you harmed by my sin, you jailer? Why use me for your target practice? Am I so great a burden to you?"
            },
            {
                "verse_number": "21",
                "verse_text": "Can't you ever forgive my sin? Can't you pardon the wrong I do? Soon I will be in my grave, and I'll be gone when you look for me."
            }
        ],
        "8": [
            {
                "verse_number": "3",
                "verse_text": "God never twists justice; he never fails to do what is right."
            },
            {
                "verse_number": "4",
                "verse_text": "Your children must have sinned against God, and so he punished them as they deserved."
            },
            {
                "verse_number": "5",
                "verse_text": "But turn now and plead with Almighty God;"
            },
            {
                "verse_number": "6",
                "verse_text": "if you are so honest and pure, then God will come and help you and restore your household as your reward."
            },
            {
                "verse_number": "7",
                "verse_text": "All the wealth you lost will be nothing compared with what God will give you then."
            },
            {
                "verse_number": "8",
                "verse_text": "Look for a moment at ancient wisdom; consider the truths our ancestors learned."
            },
            {
                "verse_number": "9",
                "verse_text": "Our life is short, we know nothing at all; we pass like shadows across the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "But let the ancient wise people teach you; listen to what they had to say:"
            },
            {
                "verse_number": "11",
                "verse_text": "“Reeds can't grow where there is no water; they are never found outside a swamp."
            },
            {
                "verse_number": "12",
                "verse_text": "If the water dries up, they are the first to wither, while still too small to be cut and used."
            },
            {
                "verse_number": "13",
                "verse_text": "Godless people are like those reeds; their hope is gone, once God is forgotten."
            },
            {
                "verse_number": "14",
                "verse_text": "They trust a thread—a spider's web."
            },
            {
                "verse_number": "15",
                "verse_text": "If they lean on a web, will it hold them up? If they grab for a thread, will it help them stand?”"
            },
            {
                "verse_number": "16",
                "verse_text": "Evil people sprout like weeds in the sun, like weeds that spread all through the garden."
            },
            {
                "verse_number": "17",
                "verse_text": "Their roots wrap around the stones and hold fast to every rock."
            },
            {
                "verse_number": "18",
                "verse_text": "But then pull them up— no one will ever know they were there."
            },
            {
                "verse_number": "19",
                "verse_text": "Yes, that's all the joy evil people have; others now come and take their places."
            },
            {
                "verse_number": "20",
                "verse_text": "But God will never abandon the faithful or ever give help to evil people."
            },
            {
                "verse_number": "21",
                "verse_text": "He will let you laugh and shout again,"
            },
            {
                "verse_number": "22",
                "verse_text": "but he will bring disgrace on those who hate you, and the homes of the wicked will vanish."
            }
        ],
        "9": [
            {
                "verse_number": "3",
                "verse_text": "How can anyone argue with him? He can ask a thousand questions that no one could ever answer."
            },
            {
                "verse_number": "4",
                "verse_text": "God is so wise and powerful; no one can stand up against him."
            },
            {
                "verse_number": "5",
                "verse_text": "Without warning he moves mountains and in anger he destroys them."
            },
            {
                "verse_number": "6",
                "verse_text": "God sends earthquakes and shakes the ground; he rocks the pillars that support the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "He can keep the sun from rising, and the stars from shining at night."
            },
            {
                "verse_number": "8",
                "verse_text": "No one helped God spread out the heavens or trample the sea monster's back."
            },
            {
                "verse_number": "9",
                "verse_text": "God hung the stars in the sky—the Dipper, Orion, the Pleiades, and the stars of the south."
            },
            {
                "verse_number": "10",
                "verse_text": "We cannot understand the great things he does, and to his miracles there is no end."
            },
            {
                "verse_number": "11",
                "verse_text": "God passes by, but I cannot see him."
            },
            {
                "verse_number": "12",
                "verse_text": "He takes what he wants, and no one can stop him; no one dares ask him, “What are you doing?”"
            },
            {
                "verse_number": "13",
                "verse_text": "God's anger is constant. He crushed his enemies who helped Rahab, the sea monster, oppose him."
            },
            {
                "verse_number": "14",
                "verse_text": "So how can I find words to answer God?"
            },
            {
                "verse_number": "15",
                "verse_text": "Though I am innocent, all I can do is beg for mercy from God my judge."
            },
            {
                "verse_number": "16",
                "verse_text": "Yet even then, if he lets me speak, I can't believe he would listen to me."
            },
            {
                "verse_number": "17",
                "verse_text": "He sends storms to batter and bruise me without any reason at all."
            },
            {
                "verse_number": "18",
                "verse_text": "He won't let me catch my breath; he has filled my life with bitterness."
            },
            {
                "verse_number": "19",
                "verse_text": "Should I try force? Try force on God? Should I take him to court? Could anyone make him go?"
            },
            {
                "verse_number": "20",
                "verse_text": "I am innocent and faithful, but my words sound guilty, and everything I say seems to condemn me."
            },
            {
                "verse_number": "23",
                "verse_text": "When an innocent person suddenly dies, God laughs."
            },
            {
                "verse_number": "24",
                "verse_text": "God gave the world to the wicked. He made all the judges blind. And if God didn't do it, who did?"
            },
            {
                "verse_number": "25",
                "verse_text": "My days race by, not one of them good."
            },
            {
                "verse_number": "26",
                "verse_text": "My life passes like the swiftest boat, as fast as an eagle swooping down on a rabbit."
            },
            {
                "verse_number": "29",
                "verse_text": "Since I am held guilty, why should I bother?"
            },
            {
                "verse_number": "30",
                "verse_text": "No soap can wash away my sins."
            },
            {
                "verse_number": "31",
                "verse_text": "God throws me into a pit with filth, and even my clothes are ashamed of me."
            },
            {
                "verse_number": "32",
                "verse_text": "If God were human, I could answer him; we could go to court to decide our quarrel."
            },
            {
                "verse_number": "33",
                "verse_text": "But there is no one to step between us— no one to judge both God and me."
            },
            {
                "verse_number": "34",
                "verse_text": "Stop punishing me, God! Keep your terrors away!"
            },
            {
                "verse_number": "35",
                "verse_text": "I am not afraid. I am going to talk because I know my own heart."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I am tired of living. Listen to my bitter complaint."
            },
            {
                "verse_number": "2",
                "verse_text": "Don't condemn me, God. Tell me! What is the charge against me?"
            },
            {
                "verse_number": "3",
                "verse_text": "Is it right for you to be so cruel? To despise what you yourself have made? And then to smile on the schemes of wicked people?"
            },
            {
                "verse_number": "4",
                "verse_text": "Do you see things as we do?"
            },
            {
                "verse_number": "5",
                "verse_text": "Is your life as short as ours?"
            },
            {
                "verse_number": "6",
                "verse_text": "Then why do you track down all my sins and hunt down every fault I have?"
            },
            {
                "verse_number": "7",
                "verse_text": "You know that I am not guilty, that no one can save me from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Your hands formed and shaped me, and now those same hands destroy me."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember that you made me from clay; are you going to crush me back to dust?"
            },
            {
                "verse_number": "10",
                "verse_text": "You gave my father strength to beget me; you made me grow in my mother's womb."
            },
            {
                "verse_number": "11",
                "verse_text": "You formed my body with bones and sinews and covered the bones with muscles and skin."
            },
            {
                "verse_number": "12",
                "verse_text": "You have given me life and constant love, and your care has kept me alive."
            },
            {
                "verse_number": "13",
                "verse_text": "But now I know that all that time you were secretly planning to harm me."
            },
            {
                "verse_number": "14",
                "verse_text": "You were watching to see if I would sin, so that you could refuse to forgive me."
            },
            {
                "verse_number": "15",
                "verse_text": "As soon as I sin, I'm in trouble with you, but when I do right, I get no credit. I am miserable and covered with shame."
            },
            {
                "verse_number": "16",
                "verse_text": "If I have any success at all, you hunt me down like a lion; to hurt me you even work miracles."
            },
            {
                "verse_number": "17",
                "verse_text": "You always have some witness against me; your anger toward me grows and grows; you always plan some new attack."
            },
            {
                "verse_number": "18",
                "verse_text": "Why, God, did you let me be born? I should have died before anyone saw me."
            },
            {
                "verse_number": "19",
                "verse_text": "To go from the womb straight to the grave would have been as good as never existing."
            },
            {
                "verse_number": "20",
                "verse_text": "Isn't my life almost over? Leave me alone! Let me enjoy the time I have left."
            },
            {
                "verse_number": "21",
                "verse_text": "I am going soon and will never come back— going to a land that is dark and gloomy,"
            },
            {
                "verse_number": "22",
                "verse_text": "a land of darkness, shadows, and confusion, where the light itself is darkness."
            }
        ],
        "11": [
            {
                "verse_number": "3",
                "verse_text": "Job, do you think we can't answer you? That your mocking words will leave us speechless?"
            },
            {
                "verse_number": "4",
                "verse_text": "You claim that what you say is true; you claim you are pure in the sight of God."
            },
            {
                "verse_number": "5",
                "verse_text": "How I wish God would answer you!"
            },
            {
                "verse_number": "6",
                "verse_text": "He would tell you there are many sides to wisdom; there are things too deep for human knowledge. God is punishing you less than you deserve."
            },
            {
                "verse_number": "7",
                "verse_text": "Can you discover the limits and bounds of the greatness and power of God?"
            },
            {
                "verse_number": "8",
                "verse_text": "The sky is no limit for God, but it lies beyond your reach. God knows the world of the dead, but you do not know it."
            },
            {
                "verse_number": "9",
                "verse_text": "God's greatness is broader than the earth, wider than the sea."
            },
            {
                "verse_number": "10",
                "verse_text": "If God arrests you and brings you to trial, who is there to stop him?"
            },
            {
                "verse_number": "11",
                "verse_text": "God knows which people are worthless; he sees all their evil deeds."
            },
            {
                "verse_number": "12",
                "verse_text": "Stupid people will start being wise when wild donkeys are born tame."
            },
            {
                "verse_number": "13",
                "verse_text": "Put your heart right, Job. Reach out to God."
            },
            {
                "verse_number": "14",
                "verse_text": "Put away evil and wrong from your home."
            },
            {
                "verse_number": "15",
                "verse_text": "Then face the world again, firm and courageous."
            },
            {
                "verse_number": "16",
                "verse_text": "Then all your troubles will fade from your memory, like floods that are past and remembered no more."
            },
            {
                "verse_number": "17",
                "verse_text": "Your life will be brighter than sunshine at noon, and life's darkest hours will shine like the dawn."
            },
            {
                "verse_number": "18",
                "verse_text": "You will live secure and full of hope; God will protect you and give you rest."
            },
            {
                "verse_number": "19",
                "verse_text": "You won't be afraid of your enemies; many people will ask you for help."
            },
            {
                "verse_number": "20",
                "verse_text": "But the wicked will look around in despair and find that there is no way to escape. Their one hope is that death will come."
            }
        ],
        "12": [
            {
                "verse_number": "3",
                "verse_text": "But I have as much sense as you have; I am in no way inferior to you; everyone knows all that you have said."
            },
            {
                "verse_number": "4",
                "verse_text": "Even my friends laugh at me now; they laugh, although I am righteous and blameless; but there was a time when God answered my prayers."
            },
            {
                "verse_number": "5",
                "verse_text": "You have no troubles, and yet you make fun of me; you hit someone who is about to fall."
            },
            {
                "verse_number": "6",
                "verse_text": "But thieves and godless people live in peace, though their only god is their own strength."
            },
            {
                "verse_number": "7",
                "verse_text": "Even birds and animals have much they could teach you;"
            },
            {
                "verse_number": "8",
                "verse_text": "ask the creatures of earth and sea for their wisdom."
            },
            {
                "verse_number": "9",
                "verse_text": "All of them know that the"
            },
            {
                "verse_number": "9",
                "verse_text": "Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "'s hand made them."
            },
            {
                "verse_number": "10",
                "verse_text": "It is God who directs the lives of his creatures; everyone's life is in his power."
            },
            {
                "verse_number": "11",
                "verse_text": "But just as your tongue enjoys tasting food, your ears enjoy hearing words."
            },
            {
                "verse_number": "14",
                "verse_text": "When God tears down, who can rebuild, and who can free those God imprisons?"
            },
            {
                "verse_number": "15",
                "verse_text": "Drought comes when God withholds rain; floods come when he turns water loose."
            },
            {
                "verse_number": "16",
                "verse_text": "God is strong and always victorious; both deceived and deceiver are in his power."
            },
            {
                "verse_number": "17",
                "verse_text": "He takes away the wisdom of rulers and makes leaders act like fools."
            },
            {
                "verse_number": "18",
                "verse_text": "He dethrones kings and makes them prisoners;"
            },
            {
                "verse_number": "19",
                "verse_text": "he humbles priests and men of power."
            },
            {
                "verse_number": "20",
                "verse_text": "He silences those who are trusted, and takes the wisdom of old people away."
            },
            {
                "verse_number": "21",
                "verse_text": "He disgraces those in power and puts an end to the strength of rulers."
            },
            {
                "verse_number": "22",
                "verse_text": "He sends light to places dark as death."
            },
            {
                "verse_number": "23",
                "verse_text": "He makes nations strong and great, but then he defeats and destroys them."
            },
            {
                "verse_number": "24",
                "verse_text": "He makes their leaders foolish and lets them wander confused and lost;"
            },
            {
                "verse_number": "25",
                "verse_text": "they grope in the dark and stagger like drunkards."
            }
        ],
        "13": [
            {
                "verse_number": "3",
                "verse_text": "But my dispute is with God, not you; I want to argue my case with him."
            },
            {
                "verse_number": "4",
                "verse_text": "You cover up your ignorance with lies; you are like doctors who can't heal anyone."
            },
            {
                "verse_number": "5",
                "verse_text": "Say nothing, and someone may think you are wise!"
            },
            {
                "verse_number": "6",
                "verse_text": "Listen while I state my case."
            },
            {
                "verse_number": "7",
                "verse_text": "Why are you lying? Do you think your lies will benefit God?"
            },
            {
                "verse_number": "8",
                "verse_text": "Are you trying to defend him? Are you going to argue his case in court?"
            },
            {
                "verse_number": "9",
                "verse_text": "If God looks at you closely, will he find anything good? Do you think you can fool God the way you fool others?"
            },
            {
                "verse_number": "10",
                "verse_text": "Even though your prejudice is hidden, he will reprimand you,"
            },
            {
                "verse_number": "11",
                "verse_text": "and his power will fill you with terror."
            },
            {
                "verse_number": "12",
                "verse_text": "Your proverbs are as useless as ashes; your arguments are as weak as clay."
            },
            {
                "verse_number": "13",
                "verse_text": "Be quiet and give me a chance to speak, and let the results be what they will."
            },
            {
                "verse_number": "14",
                "verse_text": "I am"
            },
            {
                "verse_number": "14",
                "verse_text": "ready to risk my life."
            },
            {
                "verse_number": "15",
                "verse_text": "I've lost all hope, so what if God kills me? I am going to state my case to him."
            },
            {
                "verse_number": "16",
                "verse_text": "It may even be that my boldness will save me, since no wicked person would dare to face God."
            },
            {
                "verse_number": "17",
                "verse_text": "Now listen to my words of explanation."
            },
            {
                "verse_number": "18",
                "verse_text": "I am ready to state my case, because I know I am in the right."
            },
            {
                "verse_number": "19",
                "verse_text": "Are you coming to accuse me, God? If you do, I am ready to be silent and die."
            },
            {
                "verse_number": "20",
                "verse_text": "Let me ask for two things; agree to them, and I will not try to hide from you:"
            },
            {
                "verse_number": "21",
                "verse_text": "stop punishing me, and don't crush me with terror."
            },
            {
                "verse_number": "22",
                "verse_text": "Speak first, O God, and I will answer. Or let me speak, and you answer me."
            },
            {
                "verse_number": "23",
                "verse_text": "What are my sins? What wrongs have I done? What crimes am I charged with?"
            },
            {
                "verse_number": "24",
                "verse_text": "Why do you avoid me? Why do you treat me like an enemy?"
            },
            {
                "verse_number": "25",
                "verse_text": "Are you trying to frighten me? I'm nothing but a leaf; you are attacking a piece of dry straw."
            },
            {
                "verse_number": "26",
                "verse_text": "You bring bitter charges against me, even for what I did when I was young."
            },
            {
                "verse_number": "27",
                "verse_text": "You bind chains on my feet; you watch every step I take, and even examine my footprints."
            },
            {
                "verse_number": "28",
                "verse_text": "As a result, I crumble like rotten wood, like a moth-eaten coat."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "We are all born weak and helpless. All lead the same short, troubled life."
            },
            {
                "verse_number": "2",
                "verse_text": "We grow and wither as quickly as flowers; we disappear like shadows."
            },
            {
                "verse_number": "3",
                "verse_text": "Will you even look at me, God, or put me on trial and judge me?"
            },
            {
                "verse_number": "4",
                "verse_text": "Nothing clean can ever come from anything as unclean as human beings."
            },
            {
                "verse_number": "5",
                "verse_text": "The length of our lives is decided beforehand— the number of months we will live. You have settled it, and it can't be changed."
            },
            {
                "verse_number": "6",
                "verse_text": "Look away from us and leave us alone; let us enjoy our hard life—if we can."
            },
            {
                "verse_number": "7",
                "verse_text": "There is hope for a tree that has been cut down; it can come back to life and sprout."
            },
            {
                "verse_number": "8",
                "verse_text": "Even though its roots grow old, and its stump dies in the ground,"
            },
            {
                "verse_number": "9",
                "verse_text": "with water it will sprout like a young plant."
            },
            {
                "verse_number": "10",
                "verse_text": "But we die, and that is the end of us; we die, and where are we then?"
            },
            {
                "verse_number": "11",
                "verse_text": "Like rivers that stop running, and lakes that go dry,"
            },
            {
                "verse_number": "12",
                "verse_text": "people die, never to rise. They will never wake up while the sky endures; they will never stir from their sleep."
            },
            {
                "verse_number": "13",
                "verse_text": "I wish you would hide me in the world of the dead; let me be hidden until your anger is over, and then set a time to remember me."
            },
            {
                "verse_number": "14",
                "verse_text": "If a man dies, can he come back to life? But I will wait for better times, wait till this time of trouble is ended."
            },
            {
                "verse_number": "15",
                "verse_text": "Then you will call, and I will answer, and you will be pleased with me, your creature."
            },
            {
                "verse_number": "16",
                "verse_text": "Then you will watch every step I take, but you will not keep track of my sins."
            },
            {
                "verse_number": "17",
                "verse_text": "You will forgive them and put them away; you will wipe out all the wrongs I have done."
            },
            {
                "verse_number": "18",
                "verse_text": "There comes a time when mountains fall and solid cliffs are moved away."
            },
            {
                "verse_number": "19",
                "verse_text": "Water will wear down rocks, and heavy rain will wash away the soil; so you destroy our hope for life."
            },
            {
                "verse_number": "20",
                "verse_text": "You overpower us and send us away forever; our faces are twisted in death."
            },
            {
                "verse_number": "21",
                "verse_text": "Our children win honor, but we never know it, nor are we told when they are disgraced."
            },
            {
                "verse_number": "22",
                "verse_text": "We feel only the pain of our own bodies and the grief of our own minds."
            }
        ],
        "15": [
            {
                "verse_number": "3",
                "verse_text": "No one who is wise would talk the way you do or defend himself with such meaningless words."
            },
            {
                "verse_number": "4",
                "verse_text": "If you had your way, no one would fear God; no one would pray to him."
            },
            {
                "verse_number": "5",
                "verse_text": "Your wickedness is evident by what you say; you are trying to hide behind clever words."
            },
            {
                "verse_number": "6",
                "verse_text": "There is no need for me to condemn you; you are condemned by every word you speak."
            },
            {
                "verse_number": "7",
                "verse_text": "Do you think you were the first person born? Were you there when God made the mountains?"
            },
            {
                "verse_number": "8",
                "verse_text": "Did you overhear the plans God made? Does human wisdom belong to you alone?"
            },
            {
                "verse_number": "9",
                "verse_text": "There is nothing you know that we don't know."
            },
            {
                "verse_number": "10",
                "verse_text": "We learned our wisdom from gray-haired people— those born before your father."
            },
            {
                "verse_number": "11",
                "verse_text": "God offers you comfort; why still reject it? We have spoken for him with calm, even words."
            },
            {
                "verse_number": "12",
                "verse_text": "But you are excited and glare at us in anger."
            },
            {
                "verse_number": "13",
                "verse_text": "You are angry with God and denounce him."
            },
            {
                "verse_number": "14",
                "verse_text": "Can any human being be really pure? Can anyone be right with God?"
            },
            {
                "verse_number": "15",
                "verse_text": "Why, God does not trust even his angels; even they are not pure in his sight."
            },
            {
                "verse_number": "16",
                "verse_text": "And we drink evil as if it were water; yes, we are corrupt; we are worthless."
            },
            {
                "verse_number": "17",
                "verse_text": "Now listen, Job, to what I know."
            },
            {
                "verse_number": "18",
                "verse_text": "Those who are wise have taught me truths which they learned from their ancestors, and they kept no secrets hidden."
            },
            {
                "verse_number": "19",
                "verse_text": "Their land was free from foreigners; there was no one to lead them away from God."
            },
            {
                "verse_number": "20",
                "verse_text": "The wicked who oppress others will be in torment as long as they live."
            },
            {
                "verse_number": "21",
                "verse_text": "Voices of terror will scream in their ears, and robbers attack when they think they are safe."
            },
            {
                "verse_number": "22",
                "verse_text": "They have no hope of escaping from darkness, for somewhere a sword is waiting to kill them,"
            },
            {
                "verse_number": "23",
                "verse_text": "and vultures"
            },
            {
                "verse_number": "23",
                "verse_text": "are waiting"
            },
            {
                "verse_number": "23",
                "verse_text": "to eat their corpses. They know their future is dark;"
            },
            {
                "verse_number": "24",
                "verse_text": "disaster, like a powerful king, is waiting to attack them."
            },
            {
                "verse_number": "25",
                "verse_text": "That is the fate of those who shake their fists at God and defy the Almighty."
            },
            {
                "verse_number": "28",
                "verse_text": "They are the ones who captured cities and seized houses whose owners had fled, but war will destroy those cities and houses."
            },
            {
                "verse_number": "29",
                "verse_text": "They will not remain rich for long; nothing they own will last. Even their shadows will vanish,"
            },
            {
                "verse_number": "30",
                "verse_text": "and they will not escape from darkness. They will be like trees whose branches are burned by fire, whose blossoms are blown away by the wind."
            },
            {
                "verse_number": "31",
                "verse_text": "If they are foolish enough to trust in evil, then evil will be their reward."
            },
            {
                "verse_number": "32",
                "verse_text": "Before their time is up they will wither, wither like a branch and never be green again."
            },
            {
                "verse_number": "33",
                "verse_text": "They will be like vines that lose their unripe grapes; like olive trees that drop their blossoms."
            },
            {
                "verse_number": "34",
                "verse_text": "There will be no descendants for godless people, and fire will destroy the homes built by bribery."
            },
            {
                "verse_number": "35",
                "verse_text": "These are the ones who plan trouble and do evil; their hearts are always full of deceit."
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "Are you going to keep on talking forever? Do you always have to have the last word?"
            },
            {
                "verse_number": "4",
                "verse_text": "If you were in my place and I in yours, I could say everything you are saying. I could shake my head wisely and drown you with a flood of words."
            },
            {
                "verse_number": "5",
                "verse_text": "I could strengthen you with advice and keep talking to comfort you."
            },
            {
                "verse_number": "6",
                "verse_text": "But nothing I say helps, and being silent does not calm my pain."
            },
            {
                "verse_number": "7",
                "verse_text": "You have worn me out, God; you have let my family be killed."
            },
            {
                "verse_number": "8",
                "verse_text": "You have seized me; you are my enemy. I am skin and bones, and people take that as proof of my guilt."
            },
            {
                "verse_number": "9",
                "verse_text": "In anger God tears me limb from limb; he glares at me with hate."
            },
            {
                "verse_number": "10",
                "verse_text": "People sneer at me; they crowd around me and slap my face."
            },
            {
                "verse_number": "11",
                "verse_text": "God has handed me over to evil people."
            },
            {
                "verse_number": "12",
                "verse_text": "I was living in peace, but God took me by the throat and battered me and crushed me. God uses me for target practice"
            },
            {
                "verse_number": "13",
                "verse_text": "and shoots arrows at me from every side— arrows that pierce and wound me; and even then he shows no pity."
            },
            {
                "verse_number": "14",
                "verse_text": "He wounds me again and again; he attacks like a soldier gone mad with hate."
            },
            {
                "verse_number": "15",
                "verse_text": "I mourn and wear clothes made of sackcloth, and I sit here in the dust defeated."
            },
            {
                "verse_number": "16",
                "verse_text": "I have cried until my face is red, and my eyes are swollen and circled with shadows,"
            },
            {
                "verse_number": "17",
                "verse_text": "but I am not guilty of any violence, and my prayer to God is sincere."
            },
            {
                "verse_number": "18",
                "verse_text": "O Earth, don't hide the wrongs done to me! Don't let my call for justice be silenced!"
            },
            {
                "verse_number": "19",
                "verse_text": "There is someone in heaven to stand up for me and take my side."
            },
            {
                "verse_number": "20",
                "verse_text": "My friends scorn me; my eyes pour out tears to God."
            },
            {
                "verse_number": "21",
                "verse_text": "I want someone to plead with God for me, as one pleads for a friend."
            },
            {
                "verse_number": "22",
                "verse_text": "My years are passing now, and I walk the road of no return."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The end of my life is near. I can hardly breathe; there is nothing left for me but the grave."
            },
            {
                "verse_number": "2",
                "verse_text": "I watch how bitterly everyone mocks me."
            },
            {
                "verse_number": "3",
                "verse_text": "I am being honest, God. Accept my word. There is no one else to support what I say."
            },
            {
                "verse_number": "4",
                "verse_text": "You have closed their minds to reason; don't let them triumph over me now."
            },
            {
                "verse_number": "5",
                "verse_text": "In the old proverb someone betrays his friends for money, and his children suffer for it."
            },
            {
                "verse_number": "6",
                "verse_text": "And now people use this proverb against me; they come and spit in my face."
            },
            {
                "verse_number": "7",
                "verse_text": "My grief has almost made me blind; my arms and legs are as thin as shadows."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who claim to be honest are shocked, and they all condemn me as godless."
            },
            {
                "verse_number": "9",
                "verse_text": "Those who claim to be respectable are more and more convinced they are right."
            },
            {
                "verse_number": "10",
                "verse_text": "But if all of them came and stood before me, I would not find even one of them wise."
            },
            {
                "verse_number": "11",
                "verse_text": "My days have passed; my plans have failed; my hope is gone."
            },
            {
                "verse_number": "12",
                "verse_text": "But my friends say night is daylight; they say that light is near, but I know I remain in darkness."
            },
            {
                "verse_number": "13",
                "verse_text": "My only hope is the world of the dead, where I will lie down to sleep in the dark."
            },
            {
                "verse_number": "14",
                "verse_text": "I will call the grave my father, and the worms that eat me I will call my mother and my sisters."
            },
            {
                "verse_number": "15",
                "verse_text": "Where is there any hope for me? Who sees any?"
            },
            {
                "verse_number": "16",
                "verse_text": "Hope will not go with me when I go down to the world of the dead."
            }
        ],
        "18": [
            {
                "verse_number": "3",
                "verse_text": "What makes you think we are as stupid as cattle?"
            },
            {
                "verse_number": "4",
                "verse_text": "You are only hurting yourself with your anger. Will the earth be deserted because you are angry? Will God move mountains to satisfy you?"
            },
            {
                "verse_number": "5",
                "verse_text": "The light of the wicked will still be put out; its flame will never burn again."
            },
            {
                "verse_number": "6",
                "verse_text": "The lamp in their tents will be darkened."
            },
            {
                "verse_number": "7",
                "verse_text": "Their steps were firm, but now they stumble; they fall—victims of their own advice."
            },
            {
                "verse_number": "8",
                "verse_text": "They walk into a net, and their feet are caught;"
            },
            {
                "verse_number": "9",
                "verse_text": "a trap catches their heels and holds them."
            },
            {
                "verse_number": "10",
                "verse_text": "On the ground a snare is hidden; a trap has been set in their path."
            },
            {
                "verse_number": "11",
                "verse_text": "All around them terror is waiting; it follows them at every step."
            },
            {
                "verse_number": "12",
                "verse_text": "They used to be rich, but now they go hungry; disaster stands and waits at their side."
            },
            {
                "verse_number": "13",
                "verse_text": "A deadly disease spreads over their bodies and causes their arms and legs to rot."
            },
            {
                "verse_number": "14",
                "verse_text": "They are torn from the tents where they lived secure, and are dragged off to face King Death."
            },
            {
                "verse_number": "15",
                "verse_text": "Now anyone may live in their tents— after sulfur is sprinkled to disinfect them!"
            },
            {
                "verse_number": "16",
                "verse_text": "Their roots and branches are withered and dry."
            },
            {
                "verse_number": "17",
                "verse_text": "Their fame is ended at home and abroad; no one remembers them any more."
            },
            {
                "verse_number": "18",
                "verse_text": "They will be driven out of the land of the living, driven from light into darkness."
            },
            {
                "verse_number": "19",
                "verse_text": "They have no descendants, no survivors."
            },
            {
                "verse_number": "20",
                "verse_text": "From east to west, all who hear of their fate shudder and tremble with fear."
            },
            {
                "verse_number": "21",
                "verse_text": "That is the fate of evil people, the fate of those who care nothing for God."
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "Time after time you insult me and show no shame for the way you abuse me."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if I have done wrong, how does that hurt you?"
            },
            {
                "verse_number": "5",
                "verse_text": "You think you are better than I am, and regard my troubles as proof of my guilt."
            },
            {
                "verse_number": "6",
                "verse_text": "Can't you see it is God who has done this? He has set a trap to catch me."
            },
            {
                "verse_number": "7",
                "verse_text": "I protest his violence, but no one is listening; no one hears my cry for justice."
            },
            {
                "verse_number": "8",
                "verse_text": "God has blocked the way, and I can't get through; he has hidden my path in darkness."
            },
            {
                "verse_number": "9",
                "verse_text": "He has taken away all my wealth and destroyed my reputation."
            },
            {
                "verse_number": "10",
                "verse_text": "He batters me from every side. He uproots my hope and leaves me to wither and die."
            },
            {
                "verse_number": "11",
                "verse_text": "God is angry and rages against me; he treats me like his worst enemy."
            },
            {
                "verse_number": "12",
                "verse_text": "He sends his army to attack me; they dig trenches and lay siege to my tent."
            },
            {
                "verse_number": "13",
                "verse_text": "God has made my own family forsake me; I am a stranger to those who knew me;"
            },
            {
                "verse_number": "14",
                "verse_text": "my relatives and friends are gone."
            },
            {
                "verse_number": "15",
                "verse_text": "Those who were guests in my house have forgotten me; my servant women treat me like a stranger and a foreigner."
            },
            {
                "verse_number": "16",
                "verse_text": "When I call a servant, he doesn't answer— even when I beg him to help me."
            },
            {
                "verse_number": "17",
                "verse_text": "My wife can't stand the smell of my breath, and my own brothers won't come near me."
            },
            {
                "verse_number": "18",
                "verse_text": "Children despise me and laugh when they see me."
            },
            {
                "verse_number": "19",
                "verse_text": "My closest friends look at me with disgust; those I loved most have turned against me."
            },
            {
                "verse_number": "20",
                "verse_text": "My skin hangs loose on my bones; I have barely escaped with my life."
            },
            {
                "verse_number": "21",
                "verse_text": "You are my friends! Take pity on me! The hand of God has struck me down."
            },
            {
                "verse_number": "22",
                "verse_text": "Why must you persecute me the way God does? Haven't you tormented me enough?"
            },
            {
                "verse_number": "23",
                "verse_text": "How I wish that someone would remember my words and record them in a book!"
            },
            {
                "verse_number": "24",
                "verse_text": "Or with a chisel carve my words in stone and write them so that they would last forever."
            },
            {
                "verse_number": "25",
                "verse_text": "But I know there is someone in heaven who will come at last to my defense."
            },
            {
                "verse_number": "26",
                "verse_text": "Even after my skin is eaten by disease, while still in this body I will see God."
            },
            {
                "verse_number": "27",
                "verse_text": "I will see him with my own eyes, and he will not be a stranger. My courage failed because you said,"
            },
            {
                "verse_number": "28",
                "verse_text": "“How can we torment him?” You looked for some excuse to attack me."
            },
            {
                "verse_number": "29",
                "verse_text": "But now, be afraid of the sword— the sword that brings God's wrath on sin, so that you will know there is one who judges."
            }
        ],
        "20": [
            {
                "verse_number": "3",
                "verse_text": "What you have said is an insult, but I know how to reply to you."
            },
            {
                "verse_number": "4",
                "verse_text": "Surely you know that from ancient times, when we humans were first placed on earth,"
            },
            {
                "verse_number": "5",
                "verse_text": "no wicked people have been happy for long."
            },
            {
                "verse_number": "6",
                "verse_text": "They may grow great, towering to the sky, so great that their heads reach the clouds,"
            },
            {
                "verse_number": "7",
                "verse_text": "but they will be blown away like dust. Those who used to know them will wonder where they have gone."
            },
            {
                "verse_number": "8",
                "verse_text": "They will vanish like a dream, like a vision at night, and never be seen again."
            },
            {
                "verse_number": "9",
                "verse_text": "The wicked will disappear from the place where they used to live;"
            },
            {
                "verse_number": "10",
                "verse_text": "and their children will make good what they stole from the poor."
            },
            {
                "verse_number": "11",
                "verse_text": "Their bodies used to be young and vigorous, but soon they will turn to dust."
            },
            {
                "verse_number": "14",
                "verse_text": "But in their stomachs the food turns bitter, as bitter as any poison could be."
            },
            {
                "verse_number": "15",
                "verse_text": "The wicked vomit up the wealth they stole; God takes it back, even out of their stomachs."
            },
            {
                "verse_number": "16",
                "verse_text": "What the evil people swallow is like poison; it kills them like the bite of a deadly snake."
            },
            {
                "verse_number": "17",
                "verse_text": "They will not live to see rivers of olive oil or streams that flow with milk and honey."
            },
            {
                "verse_number": "18",
                "verse_text": "They will have to give up all they have worked for; they will have no chance to enjoy their wealth,"
            },
            {
                "verse_number": "19",
                "verse_text": "because they oppressed and neglected the poor and seized houses someone else had built."
            },
            {
                "verse_number": "20",
                "verse_text": "Their greed is never satisfied."
            },
            {
                "verse_number": "21",
                "verse_text": "When they eat, there is nothing left over, but now their prosperity comes to an end."
            },
            {
                "verse_number": "22",
                "verse_text": "At the height of their success all the weight of misery will crush them."
            },
            {
                "verse_number": "23",
                "verse_text": "Let them eat all they want! God will punish them in fury and anger."
            },
            {
                "verse_number": "24",
                "verse_text": "When they try to escape from an iron sword, a bronze bow will shoot them down."
            },
            {
                "verse_number": "25",
                "verse_text": "Arrows stick through their bodies; the shiny points drip with their blood, and terror grips their hearts."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything they have saved is destroyed; a fire not lit by human hands burns them and all their family."
            },
            {
                "verse_number": "27",
                "verse_text": "Heaven reveals their sin, and the earth gives testimony against them."
            },
            {
                "verse_number": "28",
                "verse_text": "All their wealth will be destroyed in the flood of God's anger."
            },
            {
                "verse_number": "29",
                "verse_text": "This is the fate of wicked people, the fate that God assigns to them."
            }
        ],
        "21": [
            {
                "verse_number": "3",
                "verse_text": "Give me a chance to speak and then, when I am through, sneer if you like."
            },
            {
                "verse_number": "4",
                "verse_text": "My quarrel is not with mortals; I have good reason to be impatient."
            },
            {
                "verse_number": "5",
                "verse_text": "Look at me. Isn't that enough to make you stare in shocked silence?"
            },
            {
                "verse_number": "6",
                "verse_text": "When I think of what has happened to me, I am stunned, and I tremble and shake."
            },
            {
                "verse_number": "7",
                "verse_text": "Why does God let evil people live, let them grow old and prosper?"
            },
            {
                "verse_number": "8",
                "verse_text": "They have children and grandchildren, and live to watch them all grow up."
            },
            {
                "verse_number": "9",
                "verse_text": "God does not bring disaster on their homes; they never have to live in terror."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, all their cattle breed and give birth without trouble."
            },
            {
                "verse_number": "11",
                "verse_text": "Their children run and play like lambs"
            },
            {
                "verse_number": "12",
                "verse_text": "and dance to the music of harps and flutes."
            },
            {
                "verse_number": "13",
                "verse_text": "They live out their lives in peace and quietly die without suffering."
            },
            {
                "verse_number": "14",
                "verse_text": "The wicked tell God to leave them alone; they don't want to know his will for their lives."
            },
            {
                "verse_number": "15",
                "verse_text": "They think there is no need to serve God nor any advantage in praying to him."
            },
            {
                "verse_number": "16",
                "verse_text": "They claim they succeed by their own strength, but their way of thinking I can't accept."
            },
            {
                "verse_number": "17",
                "verse_text": "Was a wicked person's light ever put out? Did one of them ever meet with disaster? Did God ever punish the wicked in anger"
            },
            {
                "verse_number": "18",
                "verse_text": "and blow them away like straw in the wind, or like dust carried away in a storm?"
            },
            {
                "verse_number": "19",
                "verse_text": "You claim God punishes a child for the sins of his father. No! Let God punish the sinners themselves; let him show that he does it because of their sins."
            },
            {
                "verse_number": "20",
                "verse_text": "Let sinners bear their own punishment; let them feel the wrath of Almighty God."
            },
            {
                "verse_number": "21",
                "verse_text": "When our lives are over, do we really care whether our children are happy?"
            },
            {
                "verse_number": "22",
                "verse_text": "Can anyone teach God, who judges even those in high places?"
            },
            {
                "verse_number": "25",
                "verse_text": "Others have no happiness at all; they live and die with bitter hearts."
            },
            {
                "verse_number": "26",
                "verse_text": "But all alike die and are buried; they all are covered with worms."
            },
            {
                "verse_number": "27",
                "verse_text": "I know what spiteful thoughts you have."
            },
            {
                "verse_number": "28",
                "verse_text": "You ask, “Where are the homes of great people now, those who practiced evil?”"
            },
            {
                "verse_number": "29",
                "verse_text": "Haven't you talked with people who travel? Don't you know the reports they bring back?"
            },
            {
                "verse_number": "30",
                "verse_text": "On the day God is angry and punishes, it is the wicked who are always spared."
            },
            {
                "verse_number": "31",
                "verse_text": "There is no one to accuse the wicked or pay them back for all they have done."
            },
            {
                "verse_number": "32",
                "verse_text": "When they are carried to the graveyard, to their well-guarded tombs,"
            },
            {
                "verse_number": "33",
                "verse_text": "thousands join the funeral procession, and even the earth lies gently on their bodies."
            },
            {
                "verse_number": "34",
                "verse_text": "And you! You try to comfort me with nonsense! Every answer you give is a lie!"
            }
        ],
        "22": [
            {
                "verse_number": "3",
                "verse_text": "Does your doing right benefit God, or does your being good help him at all?"
            },
            {
                "verse_number": "4",
                "verse_text": "It is not because you stand in awe of God that he reprimands you and brings you to trial."
            },
            {
                "verse_number": "5",
                "verse_text": "No, it's because you have sinned so much; it's because of all the evil you do."
            },
            {
                "verse_number": "6",
                "verse_text": "To make a brother repay you the money he owed, you took away his clothes and left him nothing to wear."
            },
            {
                "verse_number": "7",
                "verse_text": "You refused water to those who were tired, and refused to feed those who were hungry."
            },
            {
                "verse_number": "8",
                "verse_text": "You used your power and your position to take over the whole land."
            },
            {
                "verse_number": "9",
                "verse_text": "You not only refused to help widows, but you also robbed and mistreated orphans."
            },
            {
                "verse_number": "10",
                "verse_text": "So now there are pitfalls all around you, and suddenly you are full of fear."
            },
            {
                "verse_number": "11",
                "verse_text": "It has grown so dark that you cannot see, and a flood overwhelms you."
            },
            {
                "verse_number": "12",
                "verse_text": "Doesn't God live in the highest heavens and look down on the stars, even though they are high?"
            },
            {
                "verse_number": "13",
                "verse_text": "And yet you ask, “What does God know? He is hidden by clouds—how can he judge us?”"
            },
            {
                "verse_number": "14",
                "verse_text": "You think the thick clouds keep him from seeing, as he walks on the dome of the sky."
            },
            {
                "verse_number": "15",
                "verse_text": "Are you determined to walk in the paths that evil people have always followed?"
            },
            {
                "verse_number": "16",
                "verse_text": "Even before their time had come, they were washed away by a flood."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the ones who rejected God and believed that he could do nothing to them."
            },
            {
                "verse_number": "18",
                "verse_text": "And yet it was God who made them prosperous— I can't understand the thoughts of the wicked."
            },
            {
                "verse_number": "19",
                "verse_text": "Good people are glad and the innocent laugh when they see the wicked punished."
            },
            {
                "verse_number": "20",
                "verse_text": "All that the wicked own is destroyed, and fire burns up anything that is left."
            },
            {
                "verse_number": "21",
                "verse_text": "Now, Job, make peace with God and stop treating him like an enemy; if you do, then he will bless you."
            },
            {
                "verse_number": "22",
                "verse_text": "Accept the teaching he gives; keep his words in your heart."
            },
            {
                "verse_number": "23",
                "verse_text": "Yes, you must humbly"
            },
            {
                "verse_number": "23",
                "verse_text": "return to God and put an end to all the evil that is done in your house."
            },
            {
                "verse_number": "24",
                "verse_text": "Throw away your gold; dump your finest gold in the dry stream bed."
            },
            {
                "verse_number": "25",
                "verse_text": "Let Almighty God be your gold, and let him be silver, piled high for you."
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will always trust in God and find that he is the source of your joy."
            },
            {
                "verse_number": "27",
                "verse_text": "When you pray, he will answer you, and you will keep the vows you made."
            },
            {
                "verse_number": "28",
                "verse_text": "You will succeed in all you do, and light will shine on your path."
            },
            {
                "verse_number": "29",
                "verse_text": "God brings down the proud and saves the humble."
            },
            {
                "verse_number": "30",
                "verse_text": "He will rescue you if you are innocent, if what you do is right."
            }
        ],
        "23": [
            {
                "verse_number": "3",
                "verse_text": "How I wish I knew where to find him, and knew how to go where he is."
            },
            {
                "verse_number": "4",
                "verse_text": "I would state my case before him and present all the arguments in my favor."
            },
            {
                "verse_number": "5",
                "verse_text": "I want to know what he would say and how he would answer me."
            },
            {
                "verse_number": "6",
                "verse_text": "Would God use all his strength against me? No, he would listen as I spoke."
            },
            {
                "verse_number": "7",
                "verse_text": "I am honest; I could reason with God; he would declare me innocent once and for all."
            },
            {
                "verse_number": "8",
                "verse_text": "I have searched in the East, but God is not there; I have not found him when I searched in the West."
            },
            {
                "verse_number": "9",
                "verse_text": "God has been at work in the North and the South, but still I have not seen him."
            },
            {
                "verse_number": "10",
                "verse_text": "Yet God knows every step I take; if he tests me, he will find me pure."
            },
            {
                "verse_number": "11",
                "verse_text": "I follow faithfully the road he chooses, and never wander to either side."
            },
            {
                "verse_number": "12",
                "verse_text": "I always do what God commands; I follow his will, not my own desires."
            },
            {
                "verse_number": "13",
                "verse_text": "He never changes. No one can oppose him or stop him from doing what he wants to do."
            },
            {
                "verse_number": "14",
                "verse_text": "He will fulfill what he has planned for me; that plan is just one of the many he has;"
            },
            {
                "verse_number": "15",
                "verse_text": "I tremble with fear before him."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Why doesn't God set a time for judging, a day of justice for those who serve him?"
            },
            {
                "verse_number": "2",
                "verse_text": "People move property lines to get more land; they steal sheep and put them with their own flocks."
            },
            {
                "verse_number": "3",
                "verse_text": "They take donkeys that belong to orphans, and keep a widow's ox till she pays her debts."
            },
            {
                "verse_number": "4",
                "verse_text": "They prevent the poor from getting their rights and force the needy to run and hide."
            },
            {
                "verse_number": "5",
                "verse_text": "So the poor, like wild donkeys, search for food in the dry wilderness; nowhere else can they find food for their children."
            },
            {
                "verse_number": "6",
                "verse_text": "They have to harvest fields they don't own, and gather grapes in vineyards of the wicked."
            },
            {
                "verse_number": "7",
                "verse_text": "At night they sleep with nothing to cover them, nothing to keep them from the cold."
            },
            {
                "verse_number": "8",
                "verse_text": "They are drenched by the rain that falls on the mountains, and they huddle beside the rocks for shelter."
            },
            {
                "verse_number": "9",
                "verse_text": "Evil people make slaves of fatherless infants and take the children of the poor in payment for debts."
            },
            {
                "verse_number": "10",
                "verse_text": "But the poor must go out with no clothes to protect them; they must go hungry while harvesting wheat."
            },
            {
                "verse_number": "11",
                "verse_text": "They press olives for oil, and grapes for wine, but they themselves are thirsty."
            },
            {
                "verse_number": "12",
                "verse_text": "In the cities the wounded and dying cry out, but God ignores their prayers."
            },
            {
                "verse_number": "13",
                "verse_text": "There are those who reject the light; they don't understand it or go where it leads."
            },
            {
                "verse_number": "14",
                "verse_text": "At dawn the murderer gets up and goes out to kill the poor, and at night he steals."
            },
            {
                "verse_number": "15",
                "verse_text": "The adulterer waits for twilight to come; he covers his face so that no one can see him."
            },
            {
                "verse_number": "16",
                "verse_text": "At night thieves break into houses, but by day they hide and avoid the light."
            },
            {
                "verse_number": "17",
                "verse_text": "They fear the light of day, but darkness holds no terror for them."
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked are swept away by floods, and the land they own is under God's curse; they no longer go to work in their vineyards."
            },
            {
                "verse_number": "19",
                "verse_text": "As snow vanishes in heat and drought, so sinners vanish from the land of the living."
            },
            {
                "verse_number": "20",
                "verse_text": "Not even their mothers remember them now; they are eaten by worms and destroyed like fallen trees."
            },
            {
                "verse_number": "21",
                "verse_text": "That happens because they mistreated widows and showed no kindness to childless women."
            },
            {
                "verse_number": "22",
                "verse_text": "God, in his strength, destroys the mighty; God acts—and the wicked die."
            },
            {
                "verse_number": "23",
                "verse_text": "God may let them live secure, but keeps an eye on them all the time."
            },
            {
                "verse_number": "24",
                "verse_text": "For a while the wicked prosper, but then they wither like weeds, like stalks of grain that have been cut down."
            },
            {
                "verse_number": "25",
                "verse_text": "Can anyone deny that this is so? Can anyone prove that my words are not true?"
            }
        ],
        "25": [
            {
                "verse_number": "3",
                "verse_text": "Can anyone count the angels who serve him? Is there any place where God's light does not shine?"
            },
            {
                "verse_number": "4",
                "verse_text": "Can anyone be righteous or pure in God's sight?"
            },
            {
                "verse_number": "5",
                "verse_text": "In his eyes even the moon is not bright, or the stars pure."
            },
            {
                "verse_number": "6",
                "verse_text": "Then what about a human being, that worm, that insect? What is a human life worth in God's eyes?"
            }
        ],
        "26": [
            {
                "verse_number": "3",
                "verse_text": "You give such good advice and share your knowledge with a fool like me!"
            },
            {
                "verse_number": "4",
                "verse_text": "Who do you think will hear all your words? Who inspired you to speak like this?"
            },
            {
                "verse_number": "5",
                "verse_text": "The spirits of the dead tremble in the waters under the earth."
            },
            {
                "verse_number": "6",
                "verse_text": "The world of the dead lies open to God; no covering shields it from his sight."
            },
            {
                "verse_number": "7",
                "verse_text": "God stretched out the northern sky and hung the earth in empty space."
            },
            {
                "verse_number": "8",
                "verse_text": "It is God who fills the clouds with water and keeps them from bursting with the weight."
            },
            {
                "verse_number": "9",
                "verse_text": "He hides the full moon behind a cloud."
            },
            {
                "verse_number": "10",
                "verse_text": "He divided light from darkness by a circle drawn on the face of the sea."
            },
            {
                "verse_number": "11",
                "verse_text": "When he threatens the pillars that hold up the sky, they shake and tremble with fear."
            },
            {
                "verse_number": "12",
                "verse_text": "It is his strength that conquered the sea; by his skill he destroyed the monster Rahab."
            },
            {
                "verse_number": "13",
                "verse_text": "It is his breath that made the sky clear, and his hand that killed the escaping monster."
            },
            {
                "verse_number": "14",
                "verse_text": "But these are only hints of his power, only the whispers that we have heard. Who can know how truly great God is?"
            }
        ],
        "27": [
            {
                "verse_number": "3",
                "verse_text": "as long as God gives me breath,"
            },
            {
                "verse_number": "4",
                "verse_text": "my lips will never say anything evil, my tongue will never tell a lie."
            },
            {
                "verse_number": "5",
                "verse_text": "I will never say that you men are right; I will insist on my innocence to my dying day."
            },
            {
                "verse_number": "6",
                "verse_text": "I will never give up my claim to be right; my conscience is clear."
            },
            {
                "verse_number": "7",
                "verse_text": "May all who oppose me and fight against me be punished like the wicked and the unrighteous."
            },
            {
                "verse_number": "8",
                "verse_text": "What hope is there for the godless in the hour when God demands their life?"
            },
            {
                "verse_number": "9",
                "verse_text": "When trouble comes, will God hear their cries?"
            },
            {
                "verse_number": "10",
                "verse_text": "They should have desired the joy he gives; they should have constantly prayed to him."
            },
            {
                "verse_number": "11",
                "verse_text": "Let me teach you how great is God's power, and explain what Almighty God has planned."
            },
            {
                "verse_number": "12",
                "verse_text": "But no, after all, you have seen for yourselves; so why do you talk such nonsense?"
            },
            {
                "verse_number": "13",
                "verse_text": "This is how Almighty God punishes wicked, violent people."
            },
            {
                "verse_number": "14",
                "verse_text": "They may have many sons, but all will be killed in war; their children never have enough to eat."
            },
            {
                "verse_number": "15",
                "verse_text": "Those who survive will die from disease, and even their widows will not mourn their death."
            },
            {
                "verse_number": "16",
                "verse_text": "The wicked may have too much silver to count and more clothes than anyone needs;"
            },
            {
                "verse_number": "17",
                "verse_text": "but some good person will wear the clothes, and someone honest will get the silver."
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked build houses like a spider's web or like the hut of a slave guarding the fields."
            },
            {
                "verse_number": "19",
                "verse_text": "One last time"
            },
            {
                "verse_number": "19",
                "verse_text": "they will lie down rich, and when they wake up, they will find their wealth gone."
            },
            {
                "verse_number": "20",
                "verse_text": "Terror will strike like a sudden flood; a wind in the night will blow them away;"
            },
            {
                "verse_number": "21",
                "verse_text": "the east wind will sweep them from their homes;"
            },
            {
                "verse_number": "22",
                "verse_text": "it will blow down on them without pity while they try their best to escape."
            },
            {
                "verse_number": "23",
                "verse_text": "The wind howls at them as they run, frightening them with destructive power."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "There are mines where silver is dug; There are places where gold is refined."
            },
            {
                "verse_number": "2",
                "verse_text": "We dig iron out of the ground And melt copper out of the stones."
            },
            {
                "verse_number": "3",
                "verse_text": "Miners explore the deepest darkness. They search the depths of the earth And dig for rocks in the darkness."
            },
            {
                "verse_number": "4",
                "verse_text": "Far from where anyone lives Or human feet ever travel, They dig the shafts of mines. There they work in loneliness, Clinging to ropes in the pits."
            },
            {
                "verse_number": "5",
                "verse_text": "Food grows out of the earth, But underneath the same earth All is torn up and crushed."
            },
            {
                "verse_number": "6",
                "verse_text": "The stones of the earth contain sapphires, And its dust contains gold."
            },
            {
                "verse_number": "7",
                "verse_text": "No hawk sees the roads to the mines, And no vulture ever flies over them."
            },
            {
                "verse_number": "8",
                "verse_text": "No lion or other fierce beast Ever travels those lonely roads."
            },
            {
                "verse_number": "9",
                "verse_text": "Miners dig the hardest rocks, Dig mountains away at their base."
            },
            {
                "verse_number": "10",
                "verse_text": "As they tunnel through the rocks, They discover precious stones."
            },
            {
                "verse_number": "11",
                "verse_text": "They dig to the sources of"
            },
            {
                "verse_number": "11",
                "verse_text": "rivers And bring to light what is hidden."
            },
            {
                "verse_number": "12",
                "verse_text": "But where can wisdom be found? Where can we learn to understand?"
            },
            {
                "verse_number": "13",
                "verse_text": "Wisdom is not to be found among mortals; No one knows its true value."
            },
            {
                "verse_number": "14",
                "verse_text": "The depths of the oceans and seas Say that wisdom is not found there."
            },
            {
                "verse_number": "15",
                "verse_text": "It cannot be bought with silver or gold."
            },
            {
                "verse_number": "16",
                "verse_text": "The finest gold and jewels Cannot equal its value."
            },
            {
                "verse_number": "17",
                "verse_text": "It is worth more than gold, Than a gold vase or finest glass."
            },
            {
                "verse_number": "18",
                "verse_text": "The value of wisdom is more Than coral or crystal or rubies."
            },
            {
                "verse_number": "19",
                "verse_text": "The finest topaz and the purest gold Cannot compare with the value of wisdom."
            },
            {
                "verse_number": "20",
                "verse_text": "Where, then, is the source of wisdom? Where can we learn to understand?"
            },
            {
                "verse_number": "21",
                "verse_text": "No living creature can see it, Not even a bird in flight."
            },
            {
                "verse_number": "22",
                "verse_text": "Even death and destruction Admit they have heard only rumors."
            },
            {
                "verse_number": "23",
                "verse_text": "God alone knows the way, Knows the place where wisdom is found,"
            },
            {
                "verse_number": "24",
                "verse_text": "Because he sees the ends of the earth, Sees everything under the sky."
            },
            {
                "verse_number": "25",
                "verse_text": "When God gave the wind its power And determined the size of the sea;"
            },
            {
                "verse_number": "26",
                "verse_text": "When God decided where the rain would fall, And the path that the thunderclouds travel;"
            },
            {
                "verse_number": "27",
                "verse_text": "It was then he saw wisdom and tested its worth— He gave it his approval."
            },
            {
                "verse_number": "28",
                "verse_text": "God said to us humans, “To be wise, you must have reverence for the Lord. To understand, you must turn from evil.”"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Job began speaking again."
            },
            {
                "verse_number": "2",
                "verse_text": "If only my life could once again be as it was when God watched over me."
            },
            {
                "verse_number": "3",
                "verse_text": "God was always with me then and gave me light as I walked through the darkness."
            },
            {
                "verse_number": "4",
                "verse_text": "Those were the days when I was prosperous, and the friendship of God protected my home."
            },
            {
                "verse_number": "5",
                "verse_text": "Almighty God was with me then, and I was surrounded by all my children."
            },
            {
                "verse_number": "6",
                "verse_text": "My cows and goats gave plenty of milk, and my olive trees grew in the rockiest soil."
            },
            {
                "verse_number": "7",
                "verse_text": "Whenever the city elders met and I took my place among them,"
            },
            {
                "verse_number": "8",
                "verse_text": "young men stepped aside as soon as they saw me, and old men stood up to show me respect."
            },
            {
                "verse_number": "9",
                "verse_text": "The leaders of the people would stop talking;"
            },
            {
                "verse_number": "10",
                "verse_text": "even the most important men kept silent."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone who saw me or heard of me had good things to say about what I had done."
            },
            {
                "verse_number": "12",
                "verse_text": "When the poor cried out, I helped them; I gave help to orphans who had nowhere to turn."
            },
            {
                "verse_number": "13",
                "verse_text": "People who were in deepest misery praised me, and I helped widows find security."
            },
            {
                "verse_number": "14",
                "verse_text": "I have always acted justly and fairly."
            },
            {
                "verse_number": "15",
                "verse_text": "I was eyes for the blind, and feet for the lame."
            },
            {
                "verse_number": "16",
                "verse_text": "I was like a father to the poor and took the side of strangers in trouble."
            },
            {
                "verse_number": "17",
                "verse_text": "I destroyed the power of cruel men and rescued their victims."
            },
            {
                "verse_number": "18",
                "verse_text": "I always expected to live a long life and to die at home in comfort."
            },
            {
                "verse_number": "19",
                "verse_text": "I was like a tree whose roots always have water and whose branches are wet with dew."
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone was always praising me, and my strength never failed me."
            },
            {
                "verse_number": "21",
                "verse_text": "When I gave advice, people were silent and listened carefully to what I said;"
            },
            {
                "verse_number": "22",
                "verse_text": "they had nothing to add when I had finished. My words sank in like drops of rain;"
            },
            {
                "verse_number": "23",
                "verse_text": "everyone welcomed them just as farmers welcome rain in spring."
            },
            {
                "verse_number": "24",
                "verse_text": "I smiled on them when they had lost confidence; my cheerful face encouraged them."
            },
            {
                "verse_number": "25",
                "verse_text": "I took charge and made the decisions; I led them as a king leads his troops, and gave them comfort in their despair."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "But men younger than I am make fun of me now! Their fathers have always been so worthless that I wouldn't let them help my dogs guard sheep."
            },
            {
                "verse_number": "2",
                "verse_text": "They were a bunch of worn-out men, too weak to do any work for me."
            },
            {
                "verse_number": "3",
                "verse_text": "They were so poor and hungry that they would gnaw dry roots— at night, in wild, desolate places."
            },
            {
                "verse_number": "4",
                "verse_text": "They pulled up the plants of the desert and ate them, even the tasteless roots of the broom tree!"
            },
            {
                "verse_number": "5",
                "verse_text": "Everyone drove them away with shouts, as if they were shouting at thieves."
            },
            {
                "verse_number": "6",
                "verse_text": "They had to live in caves, in holes dug in the sides of cliffs."
            },
            {
                "verse_number": "7",
                "verse_text": "Out in the wilds they howled like animals and huddled together under the bushes."
            },
            {
                "verse_number": "8",
                "verse_text": "A worthless bunch of nameless nobodies! They were driven out of the land."
            },
            {
                "verse_number": "9",
                "verse_text": "Now they come and laugh at me; I am nothing but a joke to them."
            },
            {
                "verse_number": "10",
                "verse_text": "They treat me with disgust; they think they are too good for me, and even come and spit in my face."
            },
            {
                "verse_number": "11",
                "verse_text": "Because God has made me weak and helpless, they turn against me with all their fury."
            },
            {
                "verse_number": "12",
                "verse_text": "This mob attacks me head-on; they send me running; they prepare their final assault."
            },
            {
                "verse_number": "13",
                "verse_text": "They cut off my escape and try to destroy me; and there is no one to stop them."
            },
            {
                "verse_number": "14",
                "verse_text": "They pour through the holes in my defenses and come crashing down on top of me;"
            },
            {
                "verse_number": "15",
                "verse_text": "I am overcome with terror; my dignity is gone like a puff of wind, and my prosperity like a cloud."
            },
            {
                "verse_number": "16",
                "verse_text": "Now I am about to die; there is no relief for my suffering."
            },
            {
                "verse_number": "17",
                "verse_text": "At night my bones all ache; the pain that gnaws me never stops."
            },
            {
                "verse_number": "18",
                "verse_text": "God seizes me by my collar and twists my clothes out of shape."
            },
            {
                "verse_number": "19",
                "verse_text": "He throws me down in the mud; I am no better than dirt."
            },
            {
                "verse_number": "20",
                "verse_text": "I call to you, O God, but you never answer; and when I pray, you pay no attention."
            },
            {
                "verse_number": "21",
                "verse_text": "You are treating me cruelly; you persecute me with all your power."
            },
            {
                "verse_number": "22",
                "verse_text": "You let the wind blow me away; you toss me about in a raging storm."
            },
            {
                "verse_number": "23",
                "verse_text": "I know you are taking me off to my death, to the fate in store for everyone."
            },
            {
                "verse_number": "24",
                "verse_text": "Why do you attack a ruined man, one who can do nothing but beg for pity?"
            },
            {
                "verse_number": "25",
                "verse_text": "Didn't I weep with people in trouble and feel sorry for those in need?"
            },
            {
                "verse_number": "26",
                "verse_text": "I hoped for happiness and light, but trouble and darkness came instead."
            },
            {
                "verse_number": "27",
                "verse_text": "I am torn apart by worry and pain; I have had day after day of suffering."
            },
            {
                "verse_number": "28",
                "verse_text": "I go about in gloom, without any sunshine; I stand up in public and plead for help."
            },
            {
                "verse_number": "29",
                "verse_text": "My voice is as sad and lonely as the cries of a jackal or an ostrich."
            },
            {
                "verse_number": "30",
                "verse_text": "My skin has turned dark; I am burning with fever."
            },
            {
                "verse_number": "31",
                "verse_text": "Where once I heard joyful music, now I hear only mourning and weeping."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "I have made a solemn promise never to look with lust at a woman."
            },
            {
                "verse_number": "2",
                "verse_text": "What does Almighty God do to us? How does he repay human deeds?"
            },
            {
                "verse_number": "3",
                "verse_text": "He sends disaster and ruin to those who do wrong."
            },
            {
                "verse_number": "4",
                "verse_text": "God knows everything I do; he sees every step I take."
            },
            {
                "verse_number": "5",
                "verse_text": "I swear I have never acted wickedly and never tried to deceive others."
            },
            {
                "verse_number": "6",
                "verse_text": "Let God weigh me on honest scales, and he will see how innocent I am."
            },
            {
                "verse_number": "7",
                "verse_text": "If I have turned from the right path or let myself be attracted to evil, if my hands are stained with sin,"
            },
            {
                "verse_number": "8",
                "verse_text": "then let my crops be destroyed, or let others eat the food I grow."
            },
            {
                "verse_number": "9",
                "verse_text": "If I have been attracted to my neighbor's wife, and waited, hidden, outside her door,"
            },
            {
                "verse_number": "10",
                "verse_text": "then let my wife cook another man's food and sleep in another man's bed."
            },
            {
                "verse_number": "11",
                "verse_text": "Such wickedness should be punished by death."
            },
            {
                "verse_number": "12",
                "verse_text": "It would be like a destructive, hellish fire, consuming everything I have."
            },
            {
                "verse_number": "13",
                "verse_text": "When any of my servants complained against me, I would listen and treat them fairly."
            },
            {
                "verse_number": "14",
                "verse_text": "If I did not, how could I then face God? What could I say when God came to judge me?"
            },
            {
                "verse_number": "15",
                "verse_text": "The same God who created me created my servants also."
            },
            {
                "verse_number": "16",
                "verse_text": "I have never refused to help the poor; never have I let widows live in despair"
            },
            {
                "verse_number": "17",
                "verse_text": "or let orphans go hungry while I ate."
            },
            {
                "verse_number": "18",
                "verse_text": "All my life I have taken care of them."
            },
            {
                "verse_number": "19",
                "verse_text": "When I found someone in need, too poor to buy clothes,"
            },
            {
                "verse_number": "20",
                "verse_text": "I would give him clothing made of wool that had come from my own flock of sheep. Then he would praise me with all his heart."
            },
            {
                "verse_number": "21",
                "verse_text": "If I have ever cheated an orphan, knowing I could win in court,"
            },
            {
                "verse_number": "22",
                "verse_text": "then may my arms be broken; may they be torn from my shoulders."
            },
            {
                "verse_number": "23",
                "verse_text": "Because I fear God's punishment, I could never do such a thing."
            },
            {
                "verse_number": "24",
                "verse_text": "I have never trusted in riches"
            },
            {
                "verse_number": "25",
                "verse_text": "or taken pride in my wealth."
            },
            {
                "verse_number": "26",
                "verse_text": "I have never worshiped the sun in its brightness or the moon in all its beauty."
            },
            {
                "verse_number": "27",
                "verse_text": "I have not been led astray to honor them by kissing my hand in reverence to them."
            },
            {
                "verse_number": "28",
                "verse_text": "Such a sin should be punished by death; it denies Almighty God."
            },
            {
                "verse_number": "29",
                "verse_text": "I have never been glad when my enemies suffered, or pleased when they met with disaster;"
            },
            {
                "verse_number": "30",
                "verse_text": "I never sinned by praying for their death."
            },
            {
                "verse_number": "31",
                "verse_text": "All those who work for me know that I have always welcomed strangers."
            },
            {
                "verse_number": "32",
                "verse_text": "I invited travelers into my home and never let them sleep in the streets."
            },
            {
                "verse_number": "33",
                "verse_text": "Others try to hide their sins, but I have never concealed mine."
            },
            {
                "verse_number": "34",
                "verse_text": "I have never feared what people would say; I have never kept quiet or stayed indoors because I feared their scorn."
            },
            {
                "verse_number": "35",
                "verse_text": "Will no one listen to what I am saying? I swear that every word is true. Let Almighty God answer me. If the charges my opponent brings against me were written down so that I could see them,"
            },
            {
                "verse_number": "36",
                "verse_text": "I would wear them proudly on my shoulder and place them on my head like a crown."
            },
            {
                "verse_number": "37",
                "verse_text": "I would tell God everything I have done, and hold my head high in his presence."
            },
            {
                "verse_number": "38",
                "verse_text": "If I have stolen the land I farm and taken it from its rightful owners—"
            },
            {
                "verse_number": "39",
                "verse_text": "if I have eaten the food that grew there but let the farmers that grew it starve—"
            },
            {
                "verse_number": "40",
                "verse_text": "then instead of wheat and barley, may weeds and thistles grow. The words of Job are ended."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Because Job was convinced of his own innocence, the three men gave up trying to answer him."
            },
            {
                "verse_number": "2",
                "verse_text": "But a bystander named Elihu could not control his anger any longer, because Job was justifying himself and blaming God. (Elihu was the son of Barakel, a descendant of Buz, and belonged to the clan of Ram.)"
            },
            {
                "verse_number": "3",
                "verse_text": "He was also angry with Job's three friends. They could not find any way to answer Job, and this made it appear that God was in the wrong."
            },
            {
                "verse_number": "4",
                "verse_text": "Because Elihu was the youngest one there, he had waited until everyone finished speaking."
            },
            {
                "verse_number": "5",
                "verse_text": "When he saw that the three men could not answer Job, he was angry"
            },
            {
                "verse_number": "6",
                "verse_text": "and began to speak. I am young, and you are old, so I was afraid to tell you what I think."
            },
            {
                "verse_number": "7",
                "verse_text": "I told myself that you ought to speak, that you older men should share your wisdom."
            },
            {
                "verse_number": "8",
                "verse_text": "But it is the spirit of Almighty God that comes to us and gives us wisdom."
            },
            {
                "verse_number": "9",
                "verse_text": "It is not growing old that makes us wise or helps us to know what is right."
            },
            {
                "verse_number": "10",
                "verse_text": "So now I want you to listen to me; let me tell you what I think."
            },
            {
                "verse_number": "11",
                "verse_text": "I listened patiently while you were speaking and waited while you searched for wise phrases."
            },
            {
                "verse_number": "12",
                "verse_text": "I paid close attention and heard you fail; you have not disproved what Job has said."
            },
            {
                "verse_number": "13",
                "verse_text": "How can you claim you have discovered wisdom? God must answer Job, for you have failed."
            },
            {
                "verse_number": "14",
                "verse_text": "Job was speaking to you, not to me, but I would never answer the way you did."
            },
            {
                "verse_number": "15",
                "verse_text": "Words have failed them, Job; they have no answer for you."
            },
            {
                "verse_number": "16",
                "verse_text": "Shall I go on waiting when they are silent? They stand there with nothing more to say."
            },
            {
                "verse_number": "17",
                "verse_text": "No, I will give my own answer now and tell you what I think."
            },
            {
                "verse_number": "18",
                "verse_text": "I can hardly wait to speak. I can't hold back the words."
            },
            {
                "verse_number": "19",
                "verse_text": "If I don't get a chance to speak, I will burst like a wineskin full of new wine."
            },
            {
                "verse_number": "20",
                "verse_text": "I can't stand it; I have to speak."
            },
            {
                "verse_number": "21",
                "verse_text": "I will not take sides in this debate; I am not going to flatter anyone."
            },
            {
                "verse_number": "22",
                "verse_text": "I don't know how to flatter, and God would quickly punish me if I did."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "And now, Job, listen carefully to all that I have to say."
            },
            {
                "verse_number": "2",
                "verse_text": "I am ready to say what's on my mind."
            },
            {
                "verse_number": "3",
                "verse_text": "All my words are sincere, and I am speaking the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "God's spirit made me and gave me life."
            },
            {
                "verse_number": "5",
                "verse_text": "Answer me if you can. Prepare your arguments."
            },
            {
                "verse_number": "6",
                "verse_text": "You and I are the same in God's sight, both of us were formed from clay."
            },
            {
                "verse_number": "7",
                "verse_text": "So you have no reason to fear me; I will not overpower you."
            },
            {
                "verse_number": "8",
                "verse_text": "Now this is what I heard you say:"
            },
            {
                "verse_number": "9",
                "verse_text": "“I am not guilty; I have done nothing wrong. I am innocent and free from sin."
            },
            {
                "verse_number": "10",
                "verse_text": "But God finds excuses for attacking me and treats me like an enemy."
            },
            {
                "verse_number": "11",
                "verse_text": "He binds chains on my feet; he watches every move I make.”"
            },
            {
                "verse_number": "12",
                "verse_text": "But I tell you, Job, you are wrong. God is greater than any human being."
            },
            {
                "verse_number": "13",
                "verse_text": "Why do you accuse God of never answering our complaints?"
            },
            {
                "verse_number": "14",
                "verse_text": "Although God speaks again and again, no one pays attention to what he says."
            },
            {
                "verse_number": "15",
                "verse_text": "At night when people are asleep, God speaks in dreams and visions."
            },
            {
                "verse_number": "16",
                "verse_text": "He makes them listen to what he says, and they are frightened at his warnings."
            },
            {
                "verse_number": "17",
                "verse_text": "God speaks to make them stop their sinning and to save them from becoming proud."
            },
            {
                "verse_number": "18",
                "verse_text": "He will not let them be destroyed; he saves them from death itself."
            },
            {
                "verse_number": "19",
                "verse_text": "God corrects us by sending sickness and filling our bodies with pain."
            },
            {
                "verse_number": "20",
                "verse_text": "Those who are sick lose their appetites, and even the finest food looks revolting."
            },
            {
                "verse_number": "21",
                "verse_text": "Their bodies waste away to nothing; you can see all their bones;"
            },
            {
                "verse_number": "22",
                "verse_text": "they are about to go to the world of the dead."
            },
            {
                "verse_number": "23",
                "verse_text": "Perhaps an angel may come to their aid— one of God's thousands of angels, who remind us of our duty."
            },
            {
                "verse_number": "24",
                "verse_text": "In mercy the angel will say, “Release them! They are not to go down to the world of the dead. Here is the ransom to set them free.”"
            },
            {
                "verse_number": "25",
                "verse_text": "Their bodies will grow young and strong again;"
            },
            {
                "verse_number": "26",
                "verse_text": "when they pray, God will answer; they will worship God with joy; God will set things right for them again."
            },
            {
                "verse_number": "27",
                "verse_text": "Each one will say in public, “I have sinned. I have not done right, but God spared me."
            },
            {
                "verse_number": "28",
                "verse_text": "He kept me from going to the world of the dead, and I am still alive.”"
            },
            {
                "verse_number": "29",
                "verse_text": "God does all this again and again;"
            },
            {
                "verse_number": "30",
                "verse_text": "each one saves a person's life, and gives him the joy of living."
            },
            {
                "verse_number": "31",
                "verse_text": "Now, Job, listen to what I am saying; be quiet and let me speak."
            },
            {
                "verse_number": "32",
                "verse_text": "But if you have something to say, let me hear it; I would gladly admit you are in the right."
            },
            {
                "verse_number": "33",
                "verse_text": "But if not, be quiet and listen to me, and I will teach you how to be wise."
            }
        ],
        "34": [
            {
                "verse_number": "3",
                "verse_text": "You know good food when you taste it, but not wise words when you hear them."
            },
            {
                "verse_number": "4",
                "verse_text": "It is up to us to decide the case."
            },
            {
                "verse_number": "5",
                "verse_text": "Job claims that he is innocent, that God refuses to give him justice."
            },
            {
                "verse_number": "6",
                "verse_text": "He asks, “How could I lie and say I am wrong? I am fatally wounded, but I am sinless.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Have you ever seen anyone like this man Job? He never shows respect for God."
            },
            {
                "verse_number": "8",
                "verse_text": "He likes the company of evil people and goes around with sinners."
            },
            {
                "verse_number": "9",
                "verse_text": "He says that it never does any good to try to follow God's will."
            },
            {
                "verse_number": "10",
                "verse_text": "Listen to me, you men who understand! Will Almighty God do what is wrong?"
            },
            {
                "verse_number": "11",
                "verse_text": "He rewards people for what they do and treats them as they deserve."
            },
            {
                "verse_number": "12",
                "verse_text": "Almighty God does not do evil; he is never unjust to anyone."
            },
            {
                "verse_number": "13",
                "verse_text": "Did God get his power from someone else? Did someone put him in charge of the world?"
            },
            {
                "verse_number": "14",
                "verse_text": "If God took back the breath of life,"
            },
            {
                "verse_number": "15",
                "verse_text": "then everyone living would die and turn into dust again."
            },
            {
                "verse_number": "16",
                "verse_text": "Now listen to me, if you are wise."
            },
            {
                "verse_number": "17",
                "verse_text": "Are you condemning the righteous God? Do you think that he hates justice?"
            },
            {
                "verse_number": "18",
                "verse_text": "God condemns kings and rulers when they are worthless or wicked."
            },
            {
                "verse_number": "19",
                "verse_text": "He does not take the side of rulers nor favor the rich over the poor, for he created everyone."
            },
            {
                "verse_number": "20",
                "verse_text": "We may suddenly die at night. God strikes us down and we perish; he kills the mighty with no effort at all."
            },
            {
                "verse_number": "21",
                "verse_text": "He watches every step we take."
            },
            {
                "verse_number": "22",
                "verse_text": "There is no darkness dark enough to hide a sinner from God."
            },
            {
                "verse_number": "23",
                "verse_text": "God does not need to set a time for us to go and be judged by him."
            },
            {
                "verse_number": "24",
                "verse_text": "He does not need an investigation to remove leaders and replace them with others."
            },
            {
                "verse_number": "25",
                "verse_text": "Because he knows what they do; he overthrows them and crushes them by night."
            },
            {
                "verse_number": "26",
                "verse_text": "He punishes sinners where all can see it,"
            },
            {
                "verse_number": "27",
                "verse_text": "because they have stopped following him and ignored all his commands."
            },
            {
                "verse_number": "28",
                "verse_text": "They forced the poor to cry out to God, and he heard their calls for help."
            },
            {
                "verse_number": "29",
                "verse_text": "If God decided to do nothing at all, no one could criticize him. If he hid his face, we would be helpless."
            },
            {
                "verse_number": "30",
                "verse_text": "There would be nothing that nations could do to keep godless oppressors from ruling them."
            },
            {
                "verse_number": "31",
                "verse_text": "Job, have you confessed your sins to God and promised not to sin again?"
            },
            {
                "verse_number": "32",
                "verse_text": "Have you asked God to show you your faults, and have you agreed to stop doing evil?"
            },
            {
                "verse_number": "33",
                "verse_text": "Since you object to what God does, can you expect him to do what you want? The decision is yours, not mine; tell us now what you think."
            },
            {
                "verse_number": "34",
                "verse_text": "Any sensible person will surely agree; and the wise who hear me will say"
            },
            {
                "verse_number": "35",
                "verse_text": "that Job is speaking from ignorance and that nothing he says makes sense."
            },
            {
                "verse_number": "36",
                "verse_text": "Think through everything that Job says; you will see that he talks like an evil man."
            },
            {
                "verse_number": "37",
                "verse_text": "To his sins he adds rebellion; in front of us all he mocks God."
            }
        ],
        "35": [
            {
                "verse_number": "3",
                "verse_text": "or to ask God, “How does my sin affect you? What have I gained by not sinning?”"
            },
            {
                "verse_number": "4",
                "verse_text": "I am going to answer you and your friends too."
            },
            {
                "verse_number": "5",
                "verse_text": "Look at the sky! See how high the clouds are!"
            },
            {
                "verse_number": "6",
                "verse_text": "If you sin, that does no harm to God. If you do wrong many times, does that affect him?"
            },
            {
                "verse_number": "7",
                "verse_text": "Do you help God by being so righteous? There is nothing God needs from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Others suffer from your sins, and the good you do helps them."
            },
            {
                "verse_number": "9",
                "verse_text": "When people are oppressed, they groan; they cry for someone to save them."
            },
            {
                "verse_number": "10",
                "verse_text": "But they don't turn to God, their Creator, who gives them hope in their darkest hours."
            },
            {
                "verse_number": "11",
                "verse_text": "They don't turn to God, who makes us wise, wiser than any animal or bird."
            },
            {
                "verse_number": "12",
                "verse_text": "They cry for help, but God doesn't answer, for they are proud and evil."
            },
            {
                "verse_number": "13",
                "verse_text": "It is useless for them to cry out; Almighty God does not see or hear them."
            },
            {
                "verse_number": "14",
                "verse_text": "Job, you say you can't see God; but wait patiently—your case is before him."
            },
            {
                "verse_number": "15",
                "verse_text": "You think that God does not punish, that he pays little attention to sin."
            },
            {
                "verse_number": "16",
                "verse_text": "It is useless for you to go on talking; it is clear you don't know what you are saying."
            }
        ],
        "36": [
            {
                "verse_number": "3",
                "verse_text": "My knowledge is wide; I will use what I know to show that God, my Creator, is just."
            },
            {
                "verse_number": "4",
                "verse_text": "Nothing I say to you is false; you see before you a truly wise man."
            },
            {
                "verse_number": "5",
                "verse_text": "How strong God is! He despises no one; there is nothing he doesn't understand."
            },
            {
                "verse_number": "6",
                "verse_text": "He does not let sinners live on, and he always treats the poor with justice."
            },
            {
                "verse_number": "7",
                "verse_text": "He protects those who are righteous; he allows them to rule like kings and lets them be honored forever."
            },
            {
                "verse_number": "8",
                "verse_text": "But if people are bound in chains, suffering for what they have done,"
            },
            {
                "verse_number": "9",
                "verse_text": "God shows them their sins and their pride."
            },
            {
                "verse_number": "10",
                "verse_text": "He makes them listen to his warning to turn away from evil."
            },
            {
                "verse_number": "11",
                "verse_text": "If they obey God and serve him, they live out their lives in peace and prosperity."
            },
            {
                "verse_number": "12",
                "verse_text": "But if not, they will die in ignorance and cross the stream into the world of the dead."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who are godless keep on being angry, and even when punished, they don't pray for help."
            },
            {
                "verse_number": "14",
                "verse_text": "They die while they are still young, worn out by a life of disgrace."
            },
            {
                "verse_number": "15",
                "verse_text": "But God teaches people through suffering and uses distress to open their eyes."
            },
            {
                "verse_number": "16",
                "verse_text": "God brought you out of trouble, and let you enjoy security; your table was piled high with food."
            },
            {
                "verse_number": "17",
                "verse_text": "But now you are being punished as you deserve."
            },
            {
                "verse_number": "18",
                "verse_text": "Be careful not to let bribes deceive you, or riches lead you astray."
            },
            {
                "verse_number": "19",
                "verse_text": "It will do you no good to cry out for help; all your strength can't help you now."
            },
            {
                "verse_number": "20",
                "verse_text": "Don't wish for night to come, the time when nations will perish."
            },
            {
                "verse_number": "21",
                "verse_text": "Be careful not to turn to evil; your suffering was sent to keep you from it."
            },
            {
                "verse_number": "22",
                "verse_text": "Remember how great is God's power; he is the greatest teacher of all."
            },
            {
                "verse_number": "23",
                "verse_text": "No one can tell God what to do or accuse him of doing evil."
            },
            {
                "verse_number": "24",
                "verse_text": "He has always been praised for what he does; you also must praise him."
            },
            {
                "verse_number": "25",
                "verse_text": "Everyone has seen what he has done; but we can only watch from a distance."
            },
            {
                "verse_number": "26",
                "verse_text": "We cannot fully know his greatness or count the number of his years."
            },
            {
                "verse_number": "27",
                "verse_text": "It is God who takes water from the earth and turns it into drops of rain."
            },
            {
                "verse_number": "28",
                "verse_text": "He lets the rain pour from the clouds in showers for all human beings."
            },
            {
                "verse_number": "29",
                "verse_text": "No one knows how the clouds move or how the thunder roars through the sky, where God dwells."
            },
            {
                "verse_number": "30",
                "verse_text": "He sends lightning through all the sky, but the depths of the sea remain dark."
            },
            {
                "verse_number": "31",
                "verse_text": "This is how he feeds"
            },
            {
                "verse_number": "31",
                "verse_text": "the people and provides an abundance of food."
            },
            {
                "verse_number": "32",
                "verse_text": "He seizes the lightning with his hands and commands it to hit the mark."
            },
            {
                "verse_number": "33",
                "verse_text": "Thunder announces the approaching storm, and the cattle know it is coming."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "The storm makes my heart beat wildly."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, all of you, to the voice of God, to the thunder that comes from his mouth."
            },
            {
                "verse_number": "3",
                "verse_text": "He sends the lightning across the sky, from one end of the earth to the other."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the roar of his voice is heard, the majestic sound of thunder, and all the while the lightning flashes."
            },
            {
                "verse_number": "5",
                "verse_text": "At God's command amazing things happen, wonderful things that we can't understand."
            },
            {
                "verse_number": "6",
                "verse_text": "He commands snow to fall on the earth, and sends torrents of drenching rain."
            },
            {
                "verse_number": "7",
                "verse_text": "He brings our work to a stop; he shows us what he can do."
            },
            {
                "verse_number": "8",
                "verse_text": "The wild animals go to their dens."
            },
            {
                "verse_number": "9",
                "verse_text": "The storm winds come from the south, and the biting cold from the north."
            },
            {
                "verse_number": "10",
                "verse_text": "The breath of God freezes the waters, and turns them to solid ice."
            },
            {
                "verse_number": "11",
                "verse_text": "Lightning flashes from the clouds,"
            },
            {
                "verse_number": "12",
                "verse_text": "as they move at God's will. They do all that God commands, everywhere throughout the world."
            },
            {
                "verse_number": "13",
                "verse_text": "God sends rain to water the earth; he may send it to punish us, or to show us his favor."
            },
            {
                "verse_number": "14",
                "verse_text": "Pause a moment, Job, and listen; consider the wonderful things God does."
            },
            {
                "verse_number": "15",
                "verse_text": "Do you know how God gives the command and makes lightning flash from the clouds?"
            },
            {
                "verse_number": "16",
                "verse_text": "Do you know how clouds float in the sky, the work of God's amazing skill?"
            },
            {
                "verse_number": "17",
                "verse_text": "No, you can only suffer in the heat when the south wind oppresses the land."
            },
            {
                "verse_number": "18",
                "verse_text": "Can you help God stretch out the sky and make it as hard as polished metal?"
            },
            {
                "verse_number": "19",
                "verse_text": "Teach us what to say to God; our minds are blank; we have nothing to say."
            },
            {
                "verse_number": "20",
                "verse_text": "I won't ask to speak with God; why should I give him a chance to destroy me?"
            },
            {
                "verse_number": "21",
                "verse_text": "And now the light in the sky is dazzling, too bright for us to look at it; and the sky has been swept clean by the wind."
            },
            {
                "verse_number": "22",
                "verse_text": "A golden glow is seen in the north, and the glory of God fills us with awe."
            },
            {
                "verse_number": "23",
                "verse_text": "God's power is so great that we cannot come near him; he is righteous and just in his dealings with us."
            },
            {
                "verse_number": "24",
                "verse_text": "No wonder, then, that everyone is awed by him, and that he ignores those who claim to be wise."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "Then out of the storm the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "spoke to Job."
            },
            {
                "verse_number": "2",
                "verse_text": "Who are you to question my wisdom with your ignorant, empty words?"
            },
            {
                "verse_number": "3",
                "verse_text": "Now stand up straight and answer the questions I ask you."
            },
            {
                "verse_number": "4",
                "verse_text": "Were you there when I made the world? If you know so much, tell me about it."
            },
            {
                "verse_number": "5",
                "verse_text": "Who decided how large it would be? Who stretched the measuring line over it? Do you know all the answers?"
            },
            {
                "verse_number": "6",
                "verse_text": "What holds up the pillars that support the earth? Who laid the cornerstone of the world?"
            },
            {
                "verse_number": "7",
                "verse_text": "In the dawn of that day the stars sang together, and the heavenly beings shouted for joy."
            },
            {
                "verse_number": "8",
                "verse_text": "Who closed the gates to hold back the sea when it burst from the womb of the earth?"
            },
            {
                "verse_number": "9",
                "verse_text": "It was I who covered the sea with clouds and wrapped it in darkness."
            },
            {
                "verse_number": "10",
                "verse_text": "I marked a boundary for the sea and kept it behind bolted gates."
            },
            {
                "verse_number": "11",
                "verse_text": "I told it, “So far and no farther! Here your powerful waves must stop.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Job, have you ever in all your life commanded a day to dawn?"
            },
            {
                "verse_number": "13",
                "verse_text": "Have you ordered the dawn to seize the earth and shake the wicked from their hiding places?"
            },
            {
                "verse_number": "14",
                "verse_text": "Daylight makes the hills and valleys stand out like the folds of a garment, clear as the imprint of a seal on clay."
            },
            {
                "verse_number": "15",
                "verse_text": "The light of day is too bright for the wicked and restrains them from doing violence."
            },
            {
                "verse_number": "16",
                "verse_text": "Have you been to the springs in the depths of the sea? Have you walked on the floor of the ocean?"
            },
            {
                "verse_number": "17",
                "verse_text": "Has anyone ever shown you the gates that guard the dark world of the dead?"
            },
            {
                "verse_number": "18",
                "verse_text": "Have you any idea how big the world is? Answer me if you know."
            },
            {
                "verse_number": "19",
                "verse_text": "Do you know where the light comes from or what the source of darkness is?"
            },
            {
                "verse_number": "20",
                "verse_text": "Can you show them how far to go, or send them back again?"
            },
            {
                "verse_number": "21",
                "verse_text": "I am sure you can, because you're so old and were there when the world was made!"
            },
            {
                "verse_number": "22",
                "verse_text": "Have you ever visited the storerooms, where I keep the snow and the hail?"
            },
            {
                "verse_number": "23",
                "verse_text": "I keep them ready for times of trouble, for days of battle and war."
            },
            {
                "verse_number": "24",
                "verse_text": "Have you been to the place where the sun comes up, or the place from which the east wind blows?"
            },
            {
                "verse_number": "25",
                "verse_text": "Who dug a channel for the pouring rain and cleared the way for the thunderstorm?"
            },
            {
                "verse_number": "26",
                "verse_text": "Who makes rain fall where no one lives?"
            },
            {
                "verse_number": "27",
                "verse_text": "Who waters the dry and thirsty land, so that grass springs up?"
            },
            {
                "verse_number": "28",
                "verse_text": "Does either the rain or the dew have a father?"
            },
            {
                "verse_number": "29",
                "verse_text": "Who is the mother of the ice and the frost,"
            },
            {
                "verse_number": "30",
                "verse_text": "which turn the waters to stone and freeze the face of the sea?"
            },
            {
                "verse_number": "31",
                "verse_text": "Can you tie the Pleiades together or loosen the bonds that hold Orion?"
            },
            {
                "verse_number": "32",
                "verse_text": "Can you guide the stars season by season and direct the Big and the Little Dipper?"
            },
            {
                "verse_number": "33",
                "verse_text": "Do you know the laws that govern the skies, and can you make them apply to the earth?"
            },
            {
                "verse_number": "34",
                "verse_text": "Can you shout orders to the clouds and make them drench you with rain?"
            },
            {
                "verse_number": "35",
                "verse_text": "And if you command the lightning to flash, will it come to you and say, “At your service”?"
            },
            {
                "verse_number": "36",
                "verse_text": "Who tells the ibis"
            },
            {
                "verse_number": "36",
                "verse_text": "when the Nile will flood, or who tells the rooster that rain will fall?"
            },
            {
                "verse_number": "37",
                "verse_text": "Who is wise enough to count the clouds and tilt them over to pour out the rain,"
            },
            {
                "verse_number": "38",
                "verse_text": "rain that hardens the dust into lumps?"
            },
            {
                "verse_number": "39",
                "verse_text": "Do you find food for lions to eat, and satisfy hungry young lions"
            },
            {
                "verse_number": "40",
                "verse_text": "when they hide in their caves, or lie in wait in their dens?"
            },
            {
                "verse_number": "41",
                "verse_text": "Who is it that feeds the ravens when they wander about hungry, when their young cry to me for food?"
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "Do you know when mountain goats are born? Have you watched wild deer give birth?"
            },
            {
                "verse_number": "2",
                "verse_text": "Do you know how long they carry their young? Do you know the time for their birth?"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you know when they will crouch down and bring their young into the world?"
            },
            {
                "verse_number": "4",
                "verse_text": "In the wilds their young grow strong; they go away and don't come back."
            },
            {
                "verse_number": "5",
                "verse_text": "Who gave the wild donkeys their freedom? Who turned them loose and let them roam?"
            },
            {
                "verse_number": "6",
                "verse_text": "I gave them the desert to be their home, and let them live on the salt plains."
            },
            {
                "verse_number": "7",
                "verse_text": "They keep far away from the noisy cities, and no one can tame them and make them work."
            },
            {
                "verse_number": "8",
                "verse_text": "The mountains are the pastures where they feed, where they search for anything green to eat."
            },
            {
                "verse_number": "9",
                "verse_text": "Will a wild ox work for you? Is he willing to spend the night in your stable?"
            },
            {
                "verse_number": "10",
                "verse_text": "Can you hold one with a rope and make him plow? Or make him pull a harrow in your fields?"
            },
            {
                "verse_number": "11",
                "verse_text": "Can you rely on his great strength and expect him to do your heavy work?"
            },
            {
                "verse_number": "12",
                "verse_text": "Do you expect him to bring in your harvest and gather the grain from your threshing place?"
            },
            {
                "verse_number": "13",
                "verse_text": "How fast the wings of an ostrich beat! But no ostrich can fly like a stork."
            },
            {
                "verse_number": "14",
                "verse_text": "The ostrich leaves her eggs on the ground for the heat in the soil to warm them."
            },
            {
                "verse_number": "15",
                "verse_text": "She is unaware that a foot may crush them or a wild animal break them."
            },
            {
                "verse_number": "16",
                "verse_text": "She acts as if the eggs were not hers, and is unconcerned that her efforts were wasted."
            },
            {
                "verse_number": "17",
                "verse_text": "It was I who made her foolish and did not give her wisdom."
            },
            {
                "verse_number": "18",
                "verse_text": "But when she begins to run, she can laugh at any horse and rider."
            },
            {
                "verse_number": "19",
                "verse_text": "Was it you, Job, who made horses so strong and gave them their flowing manes?"
            },
            {
                "verse_number": "20",
                "verse_text": "Did you make them leap like locusts and frighten people with their snorting?"
            },
            {
                "verse_number": "21",
                "verse_text": "They eagerly paw the ground in the valley; they rush into battle with all their strength."
            },
            {
                "verse_number": "22",
                "verse_text": "They do not know the meaning of fear, and no sword can turn them back."
            },
            {
                "verse_number": "23",
                "verse_text": "The weapons which their riders carry rattle and flash in the sun."
            },
            {
                "verse_number": "24",
                "verse_text": "Trembling with excitement, the horses race ahead; when the trumpet blows, they can't stand still."
            },
            {
                "verse_number": "25",
                "verse_text": "At each blast of the trumpet they snort; they can smell a battle before they get near, and they hear the officers shouting commands."
            },
            {
                "verse_number": "26",
                "verse_text": "Does a hawk learn from you how to fly when it spreads its wings toward the south?"
            },
            {
                "verse_number": "27",
                "verse_text": "Does an eagle wait for your command to build its nest high in the mountains?"
            },
            {
                "verse_number": "28",
                "verse_text": "It makes its home on the highest rocks and makes the sharp peaks its fortress."
            },
            {
                "verse_number": "29",
                "verse_text": "From there it watches near and far for something to kill and eat."
            },
            {
                "verse_number": "30",
                "verse_text": "Around dead bodies the eagles gather, and the young eagles drink the blood."
            }
        ],
        "40": [
            {
                "verse_number": "5",
                "verse_text": "I have already said more than I should."
            },
            {
                "verse_number": "6",
                "verse_text": "Then out of the storm the"
            },
            {
                "verse_number": "6",
                "verse_text": "Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "spoke to Job once again."
            },
            {
                "verse_number": "7",
                "verse_text": "Now stand up straight and answer my questions."
            },
            {
                "verse_number": "8",
                "verse_text": "Are you trying to prove that I am unjust— to put me in the wrong and yourself in the right?"
            },
            {
                "verse_number": "9",
                "verse_text": "Are you as strong as I am? Can your voice thunder as loud as mine?"
            },
            {
                "verse_number": "10",
                "verse_text": "If so, stand up in your honor and pride; clothe yourself with majesty and glory."
            },
            {
                "verse_number": "11",
                "verse_text": "Look at those who are proud; pour out your anger and humble them."
            },
            {
                "verse_number": "12",
                "verse_text": "Yes, look at them and bring them down; crush the wicked where they stand."
            },
            {
                "verse_number": "13",
                "verse_text": "Bury them all in the ground; bind them in the world of the dead."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I will be the first to praise you and admit that you won the victory yourself."
            },
            {
                "verse_number": "15",
                "verse_text": "Look at the monster Behemoth; I created him and I created you. He eats grass like a cow,"
            },
            {
                "verse_number": "16",
                "verse_text": "but what strength there is in his body, and what power there is in his muscles!"
            },
            {
                "verse_number": "17",
                "verse_text": "His tail stands up like a cedar, and the muscles in his legs are strong."
            },
            {
                "verse_number": "18",
                "verse_text": "His bones are as strong as bronze, and his legs are like iron bars."
            },
            {
                "verse_number": "19",
                "verse_text": "The most amazing of all my creatures! Only his Creator can defeat him."
            },
            {
                "verse_number": "20",
                "verse_text": "Grass to feed him grows on the hills where wild beasts play."
            },
            {
                "verse_number": "21",
                "verse_text": "He lies down under the thorn bushes, and hides among the reeds in the swamp."
            },
            {
                "verse_number": "22",
                "verse_text": "The thorn bushes and the willows by the stream give him shelter in their shade."
            },
            {
                "verse_number": "23",
                "verse_text": "He is not afraid of a rushing river; he is calm when the Jordan dashes in his face."
            },
            {
                "verse_number": "24",
                "verse_text": "Who can blind his eyes and capture him? Or who can catch his snout in a trap?"
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "Can you catch Leviathan"
            },
            {
                "verse_number": "1",
                "verse_text": "with a fishhook or tie his tongue down with a rope?"
            },
            {
                "verse_number": "2",
                "verse_text": "Can you put a rope through his snout or put a hook through his jaws?"
            },
            {
                "verse_number": "3",
                "verse_text": "Will he beg you to let him go? Will he plead with you for mercy?"
            },
            {
                "verse_number": "4",
                "verse_text": "Will he make an agreement with you and promise to serve you forever?"
            },
            {
                "verse_number": "5",
                "verse_text": "Will you tie him like a pet bird, like something to amuse your servant women?"
            },
            {
                "verse_number": "6",
                "verse_text": "Will fishermen bargain over him? Will merchants cut him up to sell?"
            },
            {
                "verse_number": "7",
                "verse_text": "Can you fill his hide with fishing spears or pierce his head with a harpoon?"
            },
            {
                "verse_number": "8",
                "verse_text": "Touch him once and you'll never try it again; you'll never forget the fight!"
            },
            {
                "verse_number": "9",
                "verse_text": "Anyone who sees Leviathan loses courage and falls to the ground."
            },
            {
                "verse_number": "10",
                "verse_text": "When he is aroused, he is fierce; no one would dare to stand before him."
            },
            {
                "verse_number": "11",
                "verse_text": "Who can attack him and still be safe? No one in all the world can do it."
            },
            {
                "verse_number": "12",
                "verse_text": "Let me tell you about Leviathan's legs and describe how great and strong he is."
            },
            {
                "verse_number": "13",
                "verse_text": "No one can tear off his outer coat or pierce the armor he wears."
            },
            {
                "verse_number": "14",
                "verse_text": "Who can make him open his jaws, ringed with those terrifying teeth?"
            },
            {
                "verse_number": "15",
                "verse_text": "His back"
            },
            {
                "verse_number": "15",
                "verse_text": "is made of rows of shields, fastened together and hard as stone."
            },
            {
                "verse_number": "16",
                "verse_text": "Each one is joined so tight to the next, not even a breath can come between."
            },
            {
                "verse_number": "17",
                "verse_text": "They all are fastened so firmly together that nothing can ever pull them apart."
            },
            {
                "verse_number": "18",
                "verse_text": "Light flashes when he sneezes, and his eyes glow like the rising sun."
            },
            {
                "verse_number": "19",
                "verse_text": "Flames blaze from his mouth, and streams of sparks fly out."
            },
            {
                "verse_number": "20",
                "verse_text": "Smoke comes pouring out of his nose, like smoke from weeds burning under a pot."
            },
            {
                "verse_number": "21",
                "verse_text": "His breath starts fires burning; flames leap out of his mouth."
            },
            {
                "verse_number": "22",
                "verse_text": "His neck is so powerful that all who meet him are terrified."
            },
            {
                "verse_number": "23",
                "verse_text": "There is not a weak spot in his skin; it is as hard and unyielding as iron."
            },
            {
                "verse_number": "24",
                "verse_text": "His stony heart is without fear, as unyielding and hard as a millstone."
            },
            {
                "verse_number": "25",
                "verse_text": "When he rises up, even the strongest"
            },
            {
                "verse_number": "25",
                "verse_text": "are frightened; they are helpless with fear."
            },
            {
                "verse_number": "26",
                "verse_text": "There is no sword that can wound him; no spear or arrow or lance that can harm him."
            },
            {
                "verse_number": "27",
                "verse_text": "For him iron is as flimsy as straw, and bronze as soft as rotten wood."
            },
            {
                "verse_number": "28",
                "verse_text": "There is no arrow that can make him run; rocks thrown at him are like bits of straw."
            },
            {
                "verse_number": "29",
                "verse_text": "To him a club is a piece of straw, and he laughs when men throw spears."
            },
            {
                "verse_number": "30",
                "verse_text": "The scales on his belly are like jagged pieces of pottery; they tear up the muddy ground like a threshing sledge."
            },
            {
                "verse_number": "31",
                "verse_text": "He churns up the sea like boiling water and makes it bubble like a pot of oil."
            },
            {
                "verse_number": "32",
                "verse_text": "He leaves a shining path behind him and turns the sea to white foam."
            },
            {
                "verse_number": "33",
                "verse_text": "There is nothing on earth to compare with him; he is a creature that has no fear."
            },
            {
                "verse_number": "34",
                "verse_text": "He looks down on even the proudest animals; he is king of all wild beasts."
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "."
            },
            {
                "verse_number": "2",
                "verse_text": "I know,"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord"
            },
            {
                "verse_number": "2",
                "verse_text": ", that you are all-powerful; that you can do everything you want."
            },
            {
                "verse_number": "3",
                "verse_text": "You ask how I dare question your wisdom when I am so very ignorant. I talked about things I did not understand, about marvels too great for me to know."
            },
            {
                "verse_number": "4",
                "verse_text": "You told me to listen while you spoke and to try to answer your questions."
            },
            {
                "verse_number": "5",
                "verse_text": "In the past I knew only what others had told me, but now I have seen you with my own eyes."
            },
            {
                "verse_number": "6",
                "verse_text": "So I am ashamed of all I have said and repent in dust and ashes."
            },
            {
                "verse_number": "7",
                "verse_text": "After the"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "had finished speaking to Job, he said to Eliphaz, “I am angry with you and your two friends, because you did not speak the truth about me, the way my servant Job did."
            },
            {
                "verse_number": "8",
                "verse_text": "Now take seven bulls and seven rams to Job and offer them as a sacrifice for yourselves. Job will pray for you, and I will answer his prayer and not disgrace you the way you deserve. You did not speak the truth about me as he did.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Eliphaz, Bildad, and Zophar did what the"
            },
            {
                "verse_number": "9",
                "verse_text": "Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "had told them to do, and the"
            },
            {
                "verse_number": "9",
                "verse_text": "Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "answered Job's prayer."
            },
            {
                "verse_number": "10",
                "verse_text": "Then, after Job had prayed for his three friends, the"
            },
            {
                "verse_number": "10",
                "verse_text": "Lord"
            },
            {
                "verse_number": "10",
                "verse_text": "made him prosperous again and gave him twice as much as he had had before."
            },
            {
                "verse_number": "11",
                "verse_text": "All Job's brothers and sisters and former friends came to visit him and feasted with him in his house. They expressed their sympathy and comforted him for all the troubles the"
            },
            {
                "verse_number": "11",
                "verse_text": "Lord"
            },
            {
                "verse_number": "11",
                "verse_text": "had brought on him. Each of them gave him some money and a gold ring."
            },
            {
                "verse_number": "12",
                "verse_text": "The"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "blessed the last part of Job's life even more than he had blessed the first. Job owned fourteen thousand sheep, six thousand camels, two thousand head of cattle, and one thousand donkeys."
            },
            {
                "verse_number": "13",
                "verse_text": "He was the father of seven sons and three daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "He called the oldest daughter Jemimah, the second Keziah, and the youngest Keren Happuch."
            },
            {
                "verse_number": "15",
                "verse_text": "There were no other women in the whole world as beautiful as Job's daughters. Their father gave them a share of the inheritance along with their brothers."
            },
            {
                "verse_number": "16",
                "verse_text": "Job lived a hundred and forty years after this, long enough to see his grandchildren and great-grandchildren."
            },
            {
                "verse_number": "17",
                "verse_text": "And then he died at a very great age."
            }
        ]
    }
}