{
    "Luke": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Dear Theophilus: Many people have done their best to write a report of the things that have taken place among us."
            },
            {
                "verse_number": "2",
                "verse_text": "They wrote what we have been told by those who saw these things from the beginning and who proclaimed the message."
            },
            {
                "verse_number": "3",
                "verse_text": "And so, Your Excellency, because I have carefully studied all these matters from their beginning, I thought it would be good to write an orderly account for you."
            },
            {
                "verse_number": "4",
                "verse_text": "I do this so that you will know the full truth about everything which you have been taught."
            },
            {
                "verse_number": "5",
                "verse_text": "During the time when Herod was king of Judea,"
            },
            {
                "verse_number": "5",
                "verse_text": "there was a priest named Zechariah, who belonged to the priestly order of Abijah. His wife's name was Elizabeth; she also belonged to a priestly family."
            },
            {
                "verse_number": "6",
                "verse_text": "They both lived good lives in God's sight and obeyed fully all the Lord's laws and commands."
            },
            {
                "verse_number": "7",
                "verse_text": "They had no children because Elizabeth could not have any, and she and Zechariah were both very old."
            },
            {
                "verse_number": "8",
                "verse_text": "One day Zechariah was doing his work as a priest in the Temple, taking his turn in the daily service."
            },
            {
                "verse_number": "9",
                "verse_text": "According to the custom followed by the priests, he was chosen by lot to burn incense on the altar. So he went into the Temple of the Lord,"
            },
            {
                "verse_number": "10",
                "verse_text": "while the crowd of people outside prayed during the hour when the incense was burned."
            },
            {
                "verse_number": "11",
                "verse_text": "An angel of the Lord appeared to him, standing at the right side of the altar where the incense was burned."
            },
            {
                "verse_number": "12",
                "verse_text": "When Zechariah saw him, he was alarmed and felt afraid."
            },
            {
                "verse_number": "13",
                "verse_text": "But the angel said to him, “Don't be afraid, Zechariah! God has heard your prayer, and your wife Elizabeth will bear you a son. You are to name him John."
            },
            {
                "verse_number": "14",
                "verse_text": "How glad and happy you will be, and how happy many others will be when he is born!"
            },
            {
                "verse_number": "15",
                "verse_text": "John will be great in the Lord's sight. He must not drink any wine or strong drink. From his very birth he will be filled with the Holy Spirit,"
            },
            {
                "verse_number": "16",
                "verse_text": "and he will bring back many of the people of Israel to the Lord their God."
            },
            {
                "verse_number": "17",
                "verse_text": "He will go ahead of the Lord, strong and mighty like the prophet Elijah. He will bring fathers and children together again; he will turn disobedient people back to the way of thinking of the righteous; he will get the Lord's people ready for him.”"
            },
            {
                "verse_number": "18",
                "verse_text": "Zechariah said to the angel, “How shall I know if this is so? I am an old man, and my wife is old also.”"
            },
            {
                "verse_number": "19",
                "verse_text": "“I am Gabriel,” the angel answered. “I stand in the presence of God, who sent me to speak to you and tell you this good news."
            },
            {
                "verse_number": "20",
                "verse_text": "But you have not believed my message, which will come true at the right time. Because you have not believed, you will be unable to speak; you will remain silent until the day my promise to you comes true.”"
            },
            {
                "verse_number": "21",
                "verse_text": "In the meantime the people were waiting for Zechariah and wondering why he was spending such a long time in the Temple."
            },
            {
                "verse_number": "22",
                "verse_text": "When he came out, he could not speak to them, and so they knew that he had seen a vision in the Temple. Unable to say a word, he made signs to them with his hands."
            },
            {
                "verse_number": "23",
                "verse_text": "When his period of service in the Temple was over, Zechariah went back home."
            },
            {
                "verse_number": "24",
                "verse_text": "Some time later his wife Elizabeth became pregnant and did not leave the house for five months."
            },
            {
                "verse_number": "25",
                "verse_text": "“Now at last the Lord has helped me,” she said. “He has taken away my public disgrace!”"
            },
            {
                "verse_number": "26",
                "verse_text": "In the sixth month of Elizabeth's pregnancy God sent the angel Gabriel to a town in Galilee named Nazareth."
            },
            {
                "verse_number": "27",
                "verse_text": "He had a message for a young woman promised in marriage to a man named Joseph, who was a descendant of King David. Her name was Mary."
            },
            {
                "verse_number": "28",
                "verse_text": "The angel came to her and said, “Peace be with you! The Lord is with you and has greatly blessed you!”"
            },
            {
                "verse_number": "29",
                "verse_text": "Mary was deeply troubled by the angel's message, and she wondered what his words meant."
            },
            {
                "verse_number": "30",
                "verse_text": "The angel said to her, “Don't be afraid, Mary; God has been gracious to you."
            },
            {
                "verse_number": "31",
                "verse_text": "You will become pregnant and give birth to a son, and you will name him Jesus."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be great and will be called the Son of the Most High God. The Lord God will make him a king, as his ancestor David was,"
            },
            {
                "verse_number": "33",
                "verse_text": "and he will be the king of the descendants of Jacob forever; his kingdom will never end!”"
            },
            {
                "verse_number": "34",
                "verse_text": "Mary said to the angel, “I am a virgin. How, then, can this be?”"
            },
            {
                "verse_number": "35",
                "verse_text": "The angel answered, “The Holy Spirit will come on you, and God's power will rest upon you. For this reason the holy child will be called the Son of God."
            },
            {
                "verse_number": "36",
                "verse_text": "Remember your relative Elizabeth. It is said that she cannot have children, but she herself is now six months pregnant, even though she is very old."
            },
            {
                "verse_number": "37",
                "verse_text": "For there is nothing that God cannot do.”"
            },
            {
                "verse_number": "38",
                "verse_text": "“I am the Lord's servant,” said Mary; “may it happen to me as you have said.” And the angel left her."
            },
            {
                "verse_number": "39",
                "verse_text": "Soon afterward Mary got ready and hurried off to a town in the hill country of Judea."
            },
            {
                "verse_number": "40",
                "verse_text": "She went into Zechariah's house and greeted Elizabeth."
            },
            {
                "verse_number": "41",
                "verse_text": "When Elizabeth heard Mary's greeting, the baby moved within her. Elizabeth was filled with the Holy Spirit"
            },
            {
                "verse_number": "42",
                "verse_text": "and said in a loud voice, “You are the most blessed of all women, and blessed is the child you will bear!"
            },
            {
                "verse_number": "43",
                "verse_text": "Why should this great thing happen to me, that my Lord's mother comes to visit me?"
            },
            {
                "verse_number": "44",
                "verse_text": "For as soon as I heard your greeting, the baby within me jumped with gladness."
            },
            {
                "verse_number": "45",
                "verse_text": "How happy you are to believe that the Lord's message to you will come true!”"
            },
            {
                "verse_number": "46",
                "verse_text": "Mary said, “My heart praises the Lord;"
            },
            {
                "verse_number": "47",
                "verse_text": "my soul is glad because of God my Savior,"
            },
            {
                "verse_number": "48",
                "verse_text": "for he has remembered me, his lowly servant! From now on all people will call me happy,"
            },
            {
                "verse_number": "49",
                "verse_text": "because of the great things the Mighty God has done for me. His name is holy;"
            },
            {
                "verse_number": "50",
                "verse_text": "from one generation to another he shows mercy to those who honor him."
            },
            {
                "verse_number": "51",
                "verse_text": "He has stretched out his mighty arm and scattered the proud with all their plans."
            },
            {
                "verse_number": "52",
                "verse_text": "He has brought down mighty kings from their thrones, and lifted up the lowly."
            },
            {
                "verse_number": "53",
                "verse_text": "He has filled the hungry with good things, and sent the rich away with empty hands."
            },
            {
                "verse_number": "54",
                "verse_text": "He has kept the promise he made to our ancestors, and has come to the help of his servant Israel."
            },
            {
                "verse_number": "55",
                "verse_text": "He has remembered to show mercy to Abraham and to all his descendants forever!”"
            },
            {
                "verse_number": "56",
                "verse_text": "Mary stayed about three months with Elizabeth and then went back home."
            },
            {
                "verse_number": "57",
                "verse_text": "The time came for Elizabeth to have her baby, and she gave birth to a son."
            },
            {
                "verse_number": "58",
                "verse_text": "Her neighbors and relatives heard how wonderfully good the Lord had been to her, and they all rejoiced with her."
            },
            {
                "verse_number": "59",
                "verse_text": "When the baby was a week old, they came to circumcise him, and they were going to name him Zechariah, after his father."
            },
            {
                "verse_number": "60",
                "verse_text": "But his mother said, “No! His name is to be John.”"
            },
            {
                "verse_number": "61",
                "verse_text": "They said to her, “But you don't have any relative with that name!”"
            },
            {
                "verse_number": "62",
                "verse_text": "Then they made signs to his father, asking him what name he would like the boy to have."
            },
            {
                "verse_number": "63",
                "verse_text": "Zechariah asked for a writing pad and wrote, “His name is John.” How surprised they all were!"
            },
            {
                "verse_number": "64",
                "verse_text": "At that moment Zechariah was able to speak again, and he started praising God."
            },
            {
                "verse_number": "65",
                "verse_text": "The neighbors were all filled with fear, and the news about these things spread through all the hill country of Judea."
            },
            {
                "verse_number": "66",
                "verse_text": "Everyone who heard of it thought about it and asked, “What is this child going to be?” For it was plain that the Lord's power was upon him."
            },
            {
                "verse_number": "67",
                "verse_text": "John's father Zechariah was filled with the Holy Spirit, and he spoke God's message:"
            },
            {
                "verse_number": "68",
                "verse_text": "“Let us praise the Lord, the God of Israel! He has come to the help of his people and has set them free."
            },
            {
                "verse_number": "69",
                "verse_text": "He has provided for us a mighty Savior, a descendant of his servant David."
            },
            {
                "verse_number": "70",
                "verse_text": "He promised through his holy prophets long ago"
            },
            {
                "verse_number": "71",
                "verse_text": "that he would save us from our enemies, from the power of all those who hate us."
            },
            {
                "verse_number": "72",
                "verse_text": "He said he would show mercy to our ancestors and remember his sacred covenant."
            },
            {
                "verse_number": "75",
                "verse_text": "so that we might be holy and righteous before him all the days of our life."
            },
            {
                "verse_number": "76",
                "verse_text": "“You, my child, will be called a prophet of the Most High God. You will go ahead of the Lord to prepare his road for him,"
            },
            {
                "verse_number": "77",
                "verse_text": "to tell his people that they will be saved by having their sins forgiven."
            },
            {
                "verse_number": "78",
                "verse_text": "Our God is merciful and tender. He will cause the bright dawn of salvation to rise on us"
            },
            {
                "verse_number": "79",
                "verse_text": "and to shine from heaven on all those who live in the dark shadow of death, to guide our steps into the path of peace.”"
            },
            {
                "verse_number": "80",
                "verse_text": "The child grew and developed in body and spirit. He lived in the desert until the day when he appeared publicly to the people of Israel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "At that time Emperor Augustus ordered a census to be taken throughout the Roman Empire."
            },
            {
                "verse_number": "2",
                "verse_text": "When this first census took place, Quirinius was the governor of Syria."
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone, then, went to register himself, each to his own hometown."
            },
            {
                "verse_number": "4",
                "verse_text": "Joseph went from the town of Nazareth in Galilee to the town of Bethlehem in Judea, the birthplace of King David. Joseph went there because he was a descendant of David."
            },
            {
                "verse_number": "5",
                "verse_text": "He went to register with Mary, who was promised in marriage to him. She was pregnant,"
            },
            {
                "verse_number": "6",
                "verse_text": "and while they were in Bethlehem, the time came for her to have her baby."
            },
            {
                "verse_number": "7",
                "verse_text": "She gave birth to her first son, wrapped him in cloths and laid him in a manger—there was no room for them to stay in the inn."
            },
            {
                "verse_number": "8",
                "verse_text": "There were some shepherds in that part of the country who were spending the night in the fields, taking care of their flocks."
            },
            {
                "verse_number": "9",
                "verse_text": "An angel of the Lord appeared to them, and the glory of the Lord shone over them. They were terribly afraid,"
            },
            {
                "verse_number": "10",
                "verse_text": "but the angel said to them, “Don't be afraid! I am here with good news for you, which will bring great joy to all the people."
            },
            {
                "verse_number": "11",
                "verse_text": "This very day in David's town your Savior was born—Christ the Lord!"
            },
            {
                "verse_number": "12",
                "verse_text": "And this is what will prove it to you: you will find a baby wrapped in cloths and lying in a manger.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Suddenly a great army of heaven's angels appeared with the angel, singing praises to God:"
            },
            {
                "verse_number": "14",
                "verse_text": "“Glory to God in the highest heaven, and peace on earth to those with whom he is pleased!”"
            },
            {
                "verse_number": "15",
                "verse_text": "When the angels went away from them back into heaven, the shepherds said to one another, “Let's go to Bethlehem and see this thing that has happened, which the Lord has told us.”"
            },
            {
                "verse_number": "16",
                "verse_text": "So they hurried off and found Mary and Joseph and saw the baby lying in the manger."
            },
            {
                "verse_number": "17",
                "verse_text": "When the shepherds saw him, they told them what the angel had said about the child."
            },
            {
                "verse_number": "18",
                "verse_text": "All who heard it were amazed at what the shepherds said."
            },
            {
                "verse_number": "19",
                "verse_text": "Mary remembered all these things and thought deeply about them."
            },
            {
                "verse_number": "20",
                "verse_text": "The shepherds went back, singing praises to God for all they had heard and seen; it had been just as the angel had told them."
            },
            {
                "verse_number": "21",
                "verse_text": "A week later, when the time came for the baby to be circumcised, he was named Jesus, the name which the angel had given him before he had been conceived."
            },
            {
                "verse_number": "22",
                "verse_text": "The time came for Joseph and Mary to perform the ceremony of purification, as the Law of Moses commanded. So they took the child to Jerusalem to present him to the Lord,"
            },
            {
                "verse_number": "23",
                "verse_text": "as it is written in the law of the Lord: “Every first-born male is to be dedicated to the Lord.”"
            },
            {
                "verse_number": "24",
                "verse_text": "They also went to offer a sacrifice of a pair of doves or two young pigeons, as required by the law of the Lord."
            },
            {
                "verse_number": "25",
                "verse_text": "At that time there was a man named Simeon living in Jerusalem. He was a good, God-fearing man and was waiting for Israel to be saved. The Holy Spirit was with him"
            },
            {
                "verse_number": "26",
                "verse_text": "and had assured him that he would not die before he had seen the Lord's promised Messiah."
            },
            {
                "verse_number": "27",
                "verse_text": "Led by the Spirit, Simeon went into the Temple. When the parents brought the child Jesus into the Temple to do for him what the Law required,"
            },
            {
                "verse_number": "28",
                "verse_text": "Simeon took the child in his arms and gave thanks to God:"
            },
            {
                "verse_number": "29",
                "verse_text": "“Now, Lord, you have kept your promise, and you may let your servant go in peace."
            },
            {
                "verse_number": "30",
                "verse_text": "With my own eyes I have seen your salvation,"
            },
            {
                "verse_number": "31",
                "verse_text": "which you have prepared in the presence of all peoples:"
            },
            {
                "verse_number": "32",
                "verse_text": "A light to reveal your will to the Gentiles and bring glory to your people Israel.”"
            },
            {
                "verse_number": "33",
                "verse_text": "The child's father and mother were amazed at the things Simeon said about him."
            },
            {
                "verse_number": "34",
                "verse_text": "Simeon blessed them and said to Mary, his mother, “This child is chosen by God for the destruction and the salvation of many in Israel. He will be a sign from God which many people will speak against"
            },
            {
                "verse_number": "35",
                "verse_text": "and so reveal their secret thoughts. And sorrow, like a sharp sword, will break your own heart.”"
            },
            {
                "verse_number": "38",
                "verse_text": "That very same hour she arrived and gave thanks to God and spoke about the child to all who were waiting for God to set Jerusalem free."
            },
            {
                "verse_number": "39",
                "verse_text": "When Joseph and Mary had finished doing all that was required by the Law of the Lord, they returned to their hometown of Nazareth in Galilee."
            },
            {
                "verse_number": "40",
                "verse_text": "The child grew and became strong; he was full of wisdom, and God's blessings were upon him."
            },
            {
                "verse_number": "41",
                "verse_text": "Every year the parents of Jesus went to Jerusalem for the Passover Festival."
            },
            {
                "verse_number": "42",
                "verse_text": "When Jesus was twelve years old, they went to the festival as usual."
            },
            {
                "verse_number": "43",
                "verse_text": "When the festival was over, they started back home, but the boy Jesus stayed in Jerusalem. His parents did not know this;"
            },
            {
                "verse_number": "44",
                "verse_text": "they thought that he was with the group, so they traveled a whole day and then started looking for him among their relatives and friends."
            },
            {
                "verse_number": "45",
                "verse_text": "They did not find him, so they went back to Jerusalem looking for him."
            },
            {
                "verse_number": "46",
                "verse_text": "On the third day they found him in the Temple, sitting with the Jewish teachers, listening to them and asking questions."
            },
            {
                "verse_number": "47",
                "verse_text": "All who heard him were amazed at his intelligent answers."
            },
            {
                "verse_number": "48",
                "verse_text": "His parents were astonished when they saw him, and his mother said to him, “Son, why have you done this to us? Your father and I have been terribly worried trying to find you.”"
            },
            {
                "verse_number": "49",
                "verse_text": "He answered them, “Why did you have to look for me? Didn't you know that I had to be in my Father's house?”"
            },
            {
                "verse_number": "50",
                "verse_text": "But they did not understand his answer."
            },
            {
                "verse_number": "51",
                "verse_text": "So Jesus went back with them to Nazareth, where he was obedient to them. His mother treasured all these things in her heart."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus grew both in body and in wisdom, gaining favor with God and people."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "It was the fifteenth year of the rule of Emperor Tiberius; Pontius Pilate was governor of Judea, Herod was ruler of Galilee, and his brother Philip was ruler of the territory of Iturea and Trachonitis; Lysanias was ruler of Abilene,"
            },
            {
                "verse_number": "2",
                "verse_text": "and Annas and Caiaphas were High Priests. At that time the word of God came to John son of Zechariah in the desert."
            },
            {
                "verse_number": "3",
                "verse_text": "So John went throughout the whole territory of the Jordan River, preaching, “Turn away from your sins and be baptized, and God will forgive your sins.”"
            },
            {
                "verse_number": "4",
                "verse_text": "As it is written in the book of the prophet Isaiah: “Someone is shouting in the desert: ‘Get the road ready for the Lord; make a straight path for him to travel!"
            },
            {
                "verse_number": "5",
                "verse_text": "Every valley must be filled up, every hill and mountain leveled off. The winding roads must be made straight, and the rough paths made smooth."
            },
            {
                "verse_number": "6",
                "verse_text": "The whole human race will see God's salvation!’”"
            },
            {
                "verse_number": "7",
                "verse_text": "Crowds of people came out to John to be baptized by him. “You snakes!” he said to them. “Who told you that you could escape from the punishment God is about to send?"
            },
            {
                "verse_number": "8",
                "verse_text": "Do those things that will show that you have turned from your sins. And don't start saying among yourselves that Abraham is your ancestor. I tell you that God can take these rocks and make descendants for Abraham!"
            },
            {
                "verse_number": "9",
                "verse_text": "The ax is ready to cut down the trees at the roots; every tree that does not bear good fruit will be cut down and thrown in the fire.”"
            },
            {
                "verse_number": "10",
                "verse_text": "The people asked him, “What are we to do, then?”"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, “Whoever has two shirts must give one to the man who has none, and whoever has food must share it.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Some tax collectors came to be baptized, and they asked him, “Teacher, what are we to do?”"
            },
            {
                "verse_number": "13",
                "verse_text": "“Don't collect more than is legal,” he told them."
            },
            {
                "verse_number": "14",
                "verse_text": "Some soldiers also asked him, “What about us? What are we to do?” He said to them, “Don't take money from anyone by force or accuse anyone falsely. Be content with your pay.”"
            },
            {
                "verse_number": "15",
                "verse_text": "People's hopes began to rise, and they began to wonder whether John perhaps might be the Messiah."
            },
            {
                "verse_number": "16",
                "verse_text": "So John said to all of them, “I baptize you with water, but someone is coming who is much greater than I am. I am not good enough even to untie his sandals. He will baptize you with the Holy Spirit and fire."
            },
            {
                "verse_number": "17",
                "verse_text": "He has his winnowing shovel with him, to thresh out all the grain and gather the wheat into his barn; but he will burn the chaff in a fire that never goes out.”"
            },
            {
                "verse_number": "18",
                "verse_text": "In many different ways John preached the Good News to the people and urged them to change their ways."
            },
            {
                "verse_number": "19",
                "verse_text": "But John reprimanded Governor Herod, because he had married Herodias, his brother's wife, and had done many other evil things."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Herod did an even worse thing by putting John in prison."
            },
            {
                "verse_number": "21",
                "verse_text": "After all the people had been baptized, Jesus also was baptized. While he was praying, heaven was opened,"
            },
            {
                "verse_number": "22",
                "verse_text": "and the Holy Spirit came down upon him in bodily form like a dove. And a voice came from heaven, “You are my own dear Son. I am pleased with you.”"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus began his work, he was about thirty years old. He was the son, so people thought, of Joseph, who was the son of Heli,"
            },
            {
                "verse_number": "24",
                "verse_text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"
            },
            {
                "verse_number": "25",
                "verse_text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"
            },
            {
                "verse_number": "26",
                "verse_text": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"
            },
            {
                "verse_number": "27",
                "verse_text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,"
            },
            {
                "verse_number": "28",
                "verse_text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"
            },
            {
                "verse_number": "29",
                "verse_text": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"
            },
            {
                "verse_number": "30",
                "verse_text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"
            },
            {
                "verse_number": "31",
                "verse_text": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"
            },
            {
                "verse_number": "32",
                "verse_text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,"
            },
            {
                "verse_number": "33",
                "verse_text": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"
            },
            {
                "verse_number": "34",
                "verse_text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"
            },
            {
                "verse_number": "35",
                "verse_text": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"
            },
            {
                "verse_number": "36",
                "verse_text": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"
            },
            {
                "verse_number": "37",
                "verse_text": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Kenan,"
            },
            {
                "verse_number": "38",
                "verse_text": "the son of Enosh, the son of Seth, the son of Adam, the son of God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Jesus returned from the Jordan full of the Holy Spirit and was led by the Spirit into the desert,"
            },
            {
                "verse_number": "2",
                "verse_text": "where he was tempted by the Devil for forty days. In all that time he ate nothing, so that he was hungry when it was over."
            },
            {
                "verse_number": "3",
                "verse_text": "The Devil said to him, “If you are God's Son, order this stone to turn into bread.”"
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus answered, “The scripture says, ‘Human beings cannot live on bread alone.’”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Devil took him up and showed him in a second all the kingdoms of the world."
            },
            {
                "verse_number": "6",
                "verse_text": "“I will give you all this power and all this wealth,” the Devil told him. “It has all been handed over to me, and I can give it to anyone I choose."
            },
            {
                "verse_number": "7",
                "verse_text": "All this will be yours, then, if you worship me.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, “The scripture says, ‘Worship the Lord your God and serve only him!’”"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Devil took him to Jerusalem and set him on the highest point of the Temple, and said to him, “If you are God's Son, throw yourself down from here."
            },
            {
                "verse_number": "10",
                "verse_text": "For the scripture says, ‘God will order his angels to take good care of you.’"
            },
            {
                "verse_number": "11",
                "verse_text": "It also says, ‘They will hold you up with their hands so that not even your feet will be hurt on the stones.’”"
            },
            {
                "verse_number": "12",
                "verse_text": "But Jesus answered, “The scripture says, ‘Do not put the Lord your God to the test.’”"
            },
            {
                "verse_number": "13",
                "verse_text": "When the Devil finished tempting Jesus in every way, he left him for a while."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus returned to Galilee, and the power of the Holy Spirit was with him. The news about him spread throughout all that territory."
            },
            {
                "verse_number": "15",
                "verse_text": "He taught in the synagogues and was praised by everyone."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus went to Nazareth, where he had been brought up, and on the Sabbath he went as usual to the synagogue. He stood up to read the Scriptures"
            },
            {
                "verse_number": "17",
                "verse_text": "and was handed the book of the prophet Isaiah. He unrolled the scroll and found the place where it is written,"
            },
            {
                "verse_number": "18",
                "verse_text": "“The Spirit of the Lord is upon me, because he has chosen me to bring good news to the poor. He has sent me to proclaim liberty to the captives and recovery of sight to the blind, to set free the oppressed"
            },
            {
                "verse_number": "19",
                "verse_text": "and announce that the time has come when the Lord will save his people.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus rolled up the scroll, gave it back to the attendant, and sat down. All the people in the synagogue had their eyes fixed on him,"
            },
            {
                "verse_number": "21",
                "verse_text": "as he said to them, “This passage of scripture has come true today, as you heard it being read.”"
            },
            {
                "verse_number": "22",
                "verse_text": "They were all well impressed with him and marveled at the eloquent words that he spoke. They said, “Isn't he the son of Joseph?”"
            },
            {
                "verse_number": "23",
                "verse_text": "He said to them, “I am sure that you will quote this proverb to me, ‘Doctor, heal yourself.’ You will also tell me to do here in my hometown the same things you heard were done in Capernaum."
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you this,” Jesus added, “prophets are never welcomed in their hometown."
            },
            {
                "verse_number": "25",
                "verse_text": "Listen to me: it is true that there were many widows in Israel during the time of Elijah, when there was no rain for three and a half years and a severe famine spread throughout the whole land."
            },
            {
                "verse_number": "26",
                "verse_text": "Yet Elijah was not sent to anyone in Israel, but only to a widow living in Zarephath in the territory of Sidon."
            },
            {
                "verse_number": "27",
                "verse_text": "And there were many people suffering from a dreaded skin disease who lived in Israel during the time of the prophet Elisha; yet not one of them was healed, but only Naaman the Syrian.”"
            },
            {
                "verse_number": "28",
                "verse_text": "When the people in the synagogue heard this, they were filled with anger."
            },
            {
                "verse_number": "29",
                "verse_text": "They rose up, dragged Jesus out of town, and took him to the top of the hill on which their town was built. They meant to throw him over the cliff,"
            },
            {
                "verse_number": "30",
                "verse_text": "but he walked through the middle of the crowd and went his way."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus went to Capernaum, a town in Galilee, where he taught the people on the Sabbath."
            },
            {
                "verse_number": "32",
                "verse_text": "They were all amazed at the way he taught, because he spoke with authority."
            },
            {
                "verse_number": "33",
                "verse_text": "In the synagogue was a man who had the spirit of an evil demon in him; he screamed out in a loud voice,"
            },
            {
                "verse_number": "34",
                "verse_text": "“Ah! What do you want with us, Jesus of Nazareth? Are you here to destroy us? I know who you are: you are God's holy messenger!”"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus ordered the spirit, “Be quiet and come out of the man!” The demon threw the man down in front of them and went out of him without doing him any harm."
            },
            {
                "verse_number": "36",
                "verse_text": "The people were all amazed and said to one another, “What kind of words are these? With authority and power this man gives orders to the evil spirits, and they come out!”"
            },
            {
                "verse_number": "37",
                "verse_text": "And the report about Jesus spread everywhere in that region."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus left the synagogue and went to Simon's home. Simon's mother-in-law was sick with a high fever, and they spoke to Jesus about her."
            },
            {
                "verse_number": "39",
                "verse_text": "He went and stood at her bedside and ordered the fever to leave her. The fever left her, and she got up at once and began to wait on them."
            },
            {
                "verse_number": "40",
                "verse_text": "After sunset all who had friends who were sick with various diseases brought them to Jesus; he placed his hands on every one of them and healed them all."
            },
            {
                "verse_number": "41",
                "verse_text": "Demons also went out from many people, screaming, “You are the Son of God!” Jesus gave the demons an order and would not let them speak, because they knew he was the Messiah."
            },
            {
                "verse_number": "42",
                "verse_text": "At daybreak Jesus left the town and went off to a lonely place. The people started looking for him, and when they found him, they tried to keep him from leaving."
            },
            {
                "verse_number": "43",
                "verse_text": "But he said to them, “I must preach the Good News about the Kingdom of God in other towns also, because that is what God sent me to do.”"
            },
            {
                "verse_number": "44",
                "verse_text": "So he preached in the synagogues throughout the country."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus was standing on the shore of Lake Gennesaret while the people pushed their way up to him to listen to the word of God."
            },
            {
                "verse_number": "2",
                "verse_text": "He saw two boats pulled up on the beach; the fishermen had left them and were washing the nets."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus got into one of the boats—it belonged to Simon—and asked him to push off a little from the shore. Jesus sat in the boat and taught the crowd."
            },
            {
                "verse_number": "4",
                "verse_text": "When he finished speaking, he said to Simon, “Push the boat out further to the deep water, and you and your partners let down your nets for a catch.”"
            },
            {
                "verse_number": "5",
                "verse_text": "“Master,” Simon answered, “we worked hard all night long and caught nothing. But if you say so, I will let down the nets.”"
            },
            {
                "verse_number": "6",
                "verse_text": "They let them down and caught such a large number of fish that the nets were about to break."
            },
            {
                "verse_number": "7",
                "verse_text": "So they motioned to their partners in the other boat to come and help them. They came and filled both boats so full of fish that the boats were about to sink."
            },
            {
                "verse_number": "8",
                "verse_text": "When Simon Peter saw what had happened, he fell on his knees before Jesus and said, “Go away from me, Lord! I am a sinful man!”"
            },
            {
                "verse_number": "9",
                "verse_text": "He and the others with him were all amazed at the large number of fish they had caught."
            },
            {
                "verse_number": "10",
                "verse_text": "The same was true of Simon's partners, James and John, the sons of Zebedee. Jesus said to Simon, “Don't be afraid; from now on you will be catching people.”"
            },
            {
                "verse_number": "11",
                "verse_text": "They pulled the boats up on the beach, left everything, and followed Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "Once Jesus was in a town where there was a man who was suffering from a dreaded skin disease. When he saw Jesus, he threw himself down and begged him, “Sir, if you want to, you can make me clean!”"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus reached out and touched him. “I do want to,” he answered. “Be clean!” At once the disease left the man."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus ordered him, “Don't tell anyone, but go straight to the priest and let him examine you; then to prove to everyone that you are cured, offer the sacrifice as Moses ordered.”"
            },
            {
                "verse_number": "15",
                "verse_text": "But the news about Jesus spread all the more widely, and crowds of people came to hear him and be healed from their diseases."
            },
            {
                "verse_number": "16",
                "verse_text": "But he would go away to lonely places, where he prayed."
            },
            {
                "verse_number": "17",
                "verse_text": "One day when Jesus was teaching, some Pharisees and teachers of the Law were sitting there who had come from every town in Galilee and Judea and from Jerusalem. The power of the Lord was present for Jesus to heal the sick."
            },
            {
                "verse_number": "18",
                "verse_text": "Some men came carrying a paralyzed man on a bed, and they tried to carry him into the house and put him in front of Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "Because of the crowd, however, they could find no way to take him in. So they carried him up on the roof, made an opening in the tiles, and let him down on his bed into the middle of the group in front of Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "When Jesus saw how much faith they had, he said to the man, “Your sins are forgiven, my friend.”"
            },
            {
                "verse_number": "21",
                "verse_text": "The teachers of the Law and the Pharisees began to say to themselves, “Who is this man who speaks such blasphemy! God is the only one who can forgive sins!”"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus knew their thoughts and said to them, “Why do you think such things?"
            },
            {
                "verse_number": "23",
                "verse_text": "Is it easier to say, ‘Your sins are forgiven you,’ or to say, ‘Get up and walk’?"
            },
            {
                "verse_number": "24",
                "verse_text": "I will prove to you, then, that the Son of Man has authority on earth to forgive sins.” So he said to the paralyzed man, “I tell you, get up, pick up your bed, and go home!”"
            },
            {
                "verse_number": "25",
                "verse_text": "At once the man got up in front of them all, took the bed he had been lying on, and went home, praising God."
            },
            {
                "verse_number": "26",
                "verse_text": "They were all completely amazed! Full of fear, they praised God, saying, “What marvelous things we have seen today!”"
            },
            {
                "verse_number": "27",
                "verse_text": "After this, Jesus went out and saw a tax collector named Levi, sitting in his office. Jesus said to him, “Follow me.”"
            },
            {
                "verse_number": "28",
                "verse_text": "Levi got up, left everything, and followed him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Levi had a big feast in his house for Jesus, and among the guests was a large number of tax collectors and other people."
            },
            {
                "verse_number": "30",
                "verse_text": "Some Pharisees and some teachers of the Law who belonged to their group complained to Jesus' disciples. “Why do you eat and drink with tax collectors and other outcasts?” they asked."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered them, “People who are well do not need a doctor, but only those who are sick."
            },
            {
                "verse_number": "32",
                "verse_text": "I have not come to call respectable people to repent, but outcasts.”"
            },
            {
                "verse_number": "33",
                "verse_text": "Some people said to Jesus, “The disciples of John fast frequently and offer prayers, and the disciples of the Pharisees do the same; but your disciples eat and drink.”"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, “Do you think you can make the guests at a wedding party go without food as long as the bridegroom is with them? Of course not!"
            },
            {
                "verse_number": "35",
                "verse_text": "But the day will come when the bridegroom will be taken away from them, and then they will fast.”"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus also told them this parable: “You don't tear a piece off a new coat to patch up an old coat. If you do, you will have torn the new coat, and the piece of new cloth will not match the old."
            },
            {
                "verse_number": "37",
                "verse_text": "Nor do you pour new wine into used wineskins, because the new wine will burst the skins, the wine will pour out, and the skins will be ruined."
            },
            {
                "verse_number": "38",
                "verse_text": "Instead, new wine must be poured into fresh wineskins!"
            },
            {
                "verse_number": "39",
                "verse_text": "And you don't want new wine after drinking old wine. ‘The old is better,’ you say.”"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was walking through some wheat fields on a Sabbath. His disciples began to pick the heads of wheat, rub them in their hands, and eat the grain."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees asked, “Why are you doing what our Law says you cannot do on the Sabbath?”"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered them, “Haven't you read what David did when he and his men were hungry?"
            },
            {
                "verse_number": "4",
                "verse_text": "He went into the house of God, took the bread offered to God, ate it, and gave it also to his men. Yet it is against our Law for anyone except the priests to eat that bread.”"
            },
            {
                "verse_number": "5",
                "verse_text": "And Jesus concluded, “The Son of Man is Lord of the Sabbath.”"
            },
            {
                "verse_number": "6",
                "verse_text": "On another Sabbath Jesus went into a synagogue and taught. A man was there whose right hand was paralyzed."
            },
            {
                "verse_number": "7",
                "verse_text": "Some teachers of the Law and some Pharisees wanted a reason to accuse Jesus of doing wrong, so they watched him closely to see if he would heal on the Sabbath."
            },
            {
                "verse_number": "8",
                "verse_text": "But Jesus knew their thoughts and said to the man, “Stand up and come here to the front.” The man got up and stood there."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus said to them, “I ask you: What does our Law allow us to do on the Sabbath? To help or to harm? To save someone's life or destroy it?”"
            },
            {
                "verse_number": "10",
                "verse_text": "He looked around at them all; then he said"
            },
            {
                "verse_number": "10",
                "verse_text": "to the man, “Stretch out your hand.” He did so, and his hand became well again."
            },
            {
                "verse_number": "11",
                "verse_text": "They were filled with rage and began to discuss among themselves what they could do to Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time Jesus went up a hill to pray and spent the whole night there praying to God."
            },
            {
                "verse_number": "13",
                "verse_text": "When day came, he called his disciples to him and chose twelve of them, whom he named apostles:"
            },
            {
                "verse_number": "14",
                "verse_text": "Simon (whom he named Peter) and his brother Andrew; James and John, Philip and Bartholomew,"
            },
            {
                "verse_number": "15",
                "verse_text": "Matthew and Thomas, James son of Alphaeus, and Simon (who was called the Patriot),"
            },
            {
                "verse_number": "16",
                "verse_text": "Judas son of James, and Judas Iscariot, who became the traitor."
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus had come down from the hill with the apostles, he stood on a level place with a large number of his disciples. A large crowd of people was there from all over Judea and from Jerusalem and from the coast cities of Tyre and Sidon;"
            },
            {
                "verse_number": "18",
                "verse_text": "they had come to hear him and to be healed of their diseases. Those who were troubled by evil spirits also came and were healed."
            },
            {
                "verse_number": "19",
                "verse_text": "All the people tried to touch him, for power was going out from him and healing them all."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus looked at his disciples and said, “Happy are you poor; the Kingdom of God is yours!"
            },
            {
                "verse_number": "21",
                "verse_text": "“Happy are you who are hungry now; you will be filled! “Happy are you who weep now; you will laugh!"
            },
            {
                "verse_number": "22",
                "verse_text": "“Happy are you when people hate you, reject you, insult you, and say that you are evil, all because of the Son of Man!"
            },
            {
                "verse_number": "23",
                "verse_text": "Be glad when that happens and dance for joy, because a great reward is kept for you in heaven. For their ancestors did the very same things to the prophets."
            },
            {
                "verse_number": "24",
                "verse_text": "“But how terrible for you who are rich now; you have had your easy life!"
            },
            {
                "verse_number": "25",
                "verse_text": "“How terrible for you who are full now; you will go hungry! “How terrible for you who laugh now; you will mourn and weep!"
            },
            {
                "verse_number": "26",
                "verse_text": "“How terrible when all people speak well of you; their ancestors said the very same things about the false prophets."
            },
            {
                "verse_number": "27",
                "verse_text": "“But I tell you who hear me: Love your enemies, do good to those who hate you,"
            },
            {
                "verse_number": "28",
                "verse_text": "bless those who curse you, and pray for those who mistreat you."
            },
            {
                "verse_number": "29",
                "verse_text": "If anyone hits you on one cheek, let him hit the other one too; if someone takes your coat, let him have your shirt as well."
            },
            {
                "verse_number": "30",
                "verse_text": "Give to everyone who asks you for something, and when someone takes what is yours, do not ask for it back."
            },
            {
                "verse_number": "31",
                "verse_text": "Do for others just what you want them to do for you."
            },
            {
                "verse_number": "32",
                "verse_text": "“If you love only the people who love you, why should you receive a blessing? Even sinners love those who love them!"
            },
            {
                "verse_number": "33",
                "verse_text": "And if you do good only to those who do good to you, why should you receive a blessing? Even sinners do that!"
            },
            {
                "verse_number": "34",
                "verse_text": "And if you lend only to those from whom you hope to get it back, why should you receive a blessing? Even sinners lend to sinners, to get back the same amount!"
            },
            {
                "verse_number": "35",
                "verse_text": "No! Love your enemies and do good to them; lend and expect nothing back. You will then have a great reward, and you will be children of the Most High God. For he is good to the ungrateful and the wicked."
            },
            {
                "verse_number": "36",
                "verse_text": "Be merciful just as your Father is merciful."
            },
            {
                "verse_number": "37",
                "verse_text": "“Do not judge others, and God will not judge you; do not condemn others, and God will not condemn you; forgive others, and God will forgive you."
            },
            {
                "verse_number": "38",
                "verse_text": "Give to others, and God will give to you. Indeed, you will receive a full measure, a generous helping, poured into your hands—all that you can hold. The measure you use for others is the one that God will use for you.”"
            },
            {
                "verse_number": "39",
                "verse_text": "And Jesus told them this parable: “One blind man cannot lead another one; if he does, both will fall into a ditch."
            },
            {
                "verse_number": "40",
                "verse_text": "No pupils are greater than their teacher; but all pupils, when they have completed their training, will be like their teacher."
            },
            {
                "verse_number": "41",
                "verse_text": "“Why do you look at the speck in your brother's eye, but pay no attention to the log in your own eye?"
            },
            {
                "verse_number": "42",
                "verse_text": "How can you say to your brother, ‘Please, brother, let me take that speck out of your eye,’ yet cannot even see the log in your own eye? You hypocrite! First take the log out of your own eye, and then you will be able to see clearly to take the speck out of your brother's eye."
            },
            {
                "verse_number": "43",
                "verse_text": "“A healthy tree does not bear bad fruit, nor does a poor tree bear good fruit."
            },
            {
                "verse_number": "44",
                "verse_text": "Every tree is known by the fruit it bears; you do not pick figs from thorn bushes or gather grapes from bramble bushes."
            },
            {
                "verse_number": "45",
                "verse_text": "A good person brings good out of the treasure of good things in his heart; a bad person brings bad out of his treasure of bad things. For the mouth speaks what the heart is full of."
            },
            {
                "verse_number": "46",
                "verse_text": "“Why do you call me, ‘Lord, Lord,’ and yet don't do what I tell you?"
            },
            {
                "verse_number": "47",
                "verse_text": "Anyone who comes to me and listens to my words and obeys them—I will show you what he is like."
            },
            {
                "verse_number": "48",
                "verse_text": "He is like a man who, in building his house, dug deep and laid the foundation on rock. The river flooded over and hit that house but could not shake it, because it was well built."
            },
            {
                "verse_number": "49",
                "verse_text": "But anyone who hears my words and does not obey them is like a man who built his house without laying a foundation; when the flood hit that house it fell at once—and what a terrible crash that was!”"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had finished saying all these things to the people, he went to Capernaum."
            },
            {
                "verse_number": "2",
                "verse_text": "A Roman officer there had a servant who was very dear to him; the man was sick and about to die."
            },
            {
                "verse_number": "3",
                "verse_text": "When the officer heard about Jesus, he sent some Jewish elders to ask him to come and heal his servant."
            },
            {
                "verse_number": "4",
                "verse_text": "They came to Jesus and begged him earnestly, “This man really deserves your help."
            },
            {
                "verse_number": "5",
                "verse_text": "He loves our people and he himself built a synagogue for us.”"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jesus went with them. He was not far from the house when the officer sent friends to tell him, “Sir, don't trouble yourself. I do not deserve to have you come into my house,"
            },
            {
                "verse_number": "7",
                "verse_text": "neither do I consider myself worthy to come to you in person. Just give the order, and my servant will get well."
            },
            {
                "verse_number": "8",
                "verse_text": "I, too, am a man placed under the authority of superior officers, and I have soldiers under me. I order this one, ‘Go!’ and he goes; I order that one, ‘Come!’ and he comes; and I order my slave, ‘Do this!’ and he does it.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus was surprised when he heard this; he turned around and said to the crowd following him, “I tell you, I have never found faith like this, not even in Israel!”"
            },
            {
                "verse_number": "10",
                "verse_text": "The messengers went back to the officer's house and found his servant well."
            },
            {
                "verse_number": "11",
                "verse_text": "Soon afterward"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus went to a town named Nain, accompanied by his disciples and a large crowd."
            },
            {
                "verse_number": "12",
                "verse_text": "Just as he arrived at the gate of the town, a funeral procession was coming out. The dead man was the only son of a woman who was a widow, and a large crowd from the town was with her."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Lord saw her, his heart was filled with pity for her, and he said to her, “Don't cry.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then he walked over and touched the coffin, and the men carrying it stopped. Jesus said, “Young man! Get up, I tell you!”"
            },
            {
                "verse_number": "15",
                "verse_text": "The dead man sat up and began to talk, and Jesus gave him back to his mother."
            },
            {
                "verse_number": "16",
                "verse_text": "They all were filled with fear and praised God. “A great prophet has appeared among us!” they said; “God has come to save his people!”"
            },
            {
                "verse_number": "17",
                "verse_text": "This news about Jesus went out through all the country and the surrounding territory."
            },
            {
                "verse_number": "18",
                "verse_text": "When John's disciples told him about all these things, he called two of them"
            },
            {
                "verse_number": "19",
                "verse_text": "and sent them to the Lord to ask him, “Are you the one John said was going to come, or should we expect someone else?”"
            },
            {
                "verse_number": "20",
                "verse_text": "When they came to Jesus, they said, “John the Baptist sent us to ask if you are the one he said was going to come, or should we expect someone else?”"
            },
            {
                "verse_number": "21",
                "verse_text": "At that very time Jesus healed many people from their sicknesses, diseases, and evil spirits, and gave sight to many blind people."
            },
            {
                "verse_number": "22",
                "verse_text": "He answered John's messengers, “Go back and tell John what you have seen and heard: the blind can see, the lame can walk, those who suffer from dreaded skin diseases are made clean,"
            },
            {
                "verse_number": "22",
                "verse_text": "the deaf can hear, the dead are raised to life, and the Good News is preached to the poor."
            },
            {
                "verse_number": "23",
                "verse_text": "How happy are those who have no doubts about me!”"
            },
            {
                "verse_number": "24",
                "verse_text": "After John's messengers had left, Jesus began to speak about him to the crowds: “When you went out to John in the desert, what did you expect to see? A blade of grass bending in the wind?"
            },
            {
                "verse_number": "25",
                "verse_text": "What did you go out to see? A man dressed up in fancy clothes? People who dress like that and live in luxury are found in palaces!"
            },
            {
                "verse_number": "26",
                "verse_text": "Tell me, what did you go out to see? A prophet? Yes indeed, but you saw much more than a prophet."
            },
            {
                "verse_number": "27",
                "verse_text": "For John is the one of whom the scripture says: ‘God said, I will send my messenger ahead of you to open the way for you.’"
            },
            {
                "verse_number": "28",
                "verse_text": "I tell you,” Jesus added, “John is greater than anyone who has ever lived. But the one who is least in the Kingdom of God is greater than John.”"
            },
            {
                "verse_number": "29",
                "verse_text": "All the people heard him; they and especially the tax collectors were the ones who had obeyed God's righteous demands and had been baptized by John."
            },
            {
                "verse_number": "30",
                "verse_text": "But the Pharisees and the teachers of the Law rejected God's purpose for themselves and refused to be baptized by John."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus continued, “Now to what can I compare the people of this day? What are they like?"
            },
            {
                "verse_number": "32",
                "verse_text": "They are like children sitting in the marketplace. One group shouts to the other, ‘We played wedding music for you, but you wouldn't dance! We sang funeral songs, but you wouldn't cry!’"
            },
            {
                "verse_number": "33",
                "verse_text": "John the Baptist came, and he fasted and drank no wine, and you said, ‘He has a demon in him!’"
            },
            {
                "verse_number": "34",
                "verse_text": "The Son of Man came, and he ate and drank, and you said, ‘Look at this man! He is a glutton and wine drinker, a friend of tax collectors and other outcasts!’"
            },
            {
                "verse_number": "35",
                "verse_text": "God's wisdom, however, is shown to be true by all who accept it.”"
            },
            {
                "verse_number": "36",
                "verse_text": "A Pharisee invited Jesus to have dinner with him, and Jesus went to his house and sat down to eat."
            },
            {
                "verse_number": "37",
                "verse_text": "In that town was a woman who lived a sinful life. She heard that Jesus was eating in the Pharisee's house, so she brought an alabaster jar full of perfume"
            },
            {
                "verse_number": "38",
                "verse_text": "and stood behind Jesus, by his feet, crying and wetting his feet with her tears. Then she dried his feet with her hair, kissed them, and poured the perfume on them."
            },
            {
                "verse_number": "39",
                "verse_text": "When the Pharisee saw this, he said to himself, “If this man really were a prophet, he would know who this woman is who is touching him; he would know what kind of sinful life she lives!”"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus spoke up and said to him, “Simon, I have something to tell you.” “Yes, Teacher,” he said, “tell me.”"
            },
            {
                "verse_number": "41",
                "verse_text": "“There were two men who owed money to a moneylender,” Jesus began. “One owed him five hundred silver coins, and the other owed him fifty."
            },
            {
                "verse_number": "42",
                "verse_text": "Neither of them could pay him back, so he canceled the debts of both. Which one, then, will love him more?”"
            },
            {
                "verse_number": "43",
                "verse_text": "“I suppose,” answered Simon, “that it would be the one who was forgiven more.” “You are right,” said Jesus."
            },
            {
                "verse_number": "44",
                "verse_text": "Then he turned to the woman and said to Simon, “Do you see this woman? I came into your home, and you gave me no water for my feet, but she has washed my feet with her tears and dried them with her hair."
            },
            {
                "verse_number": "45",
                "verse_text": "You did not welcome me with a kiss, but she has not stopped kissing my feet since I came."
            },
            {
                "verse_number": "46",
                "verse_text": "You provided no olive oil for my head, but she has covered my feet with perfume."
            },
            {
                "verse_number": "47",
                "verse_text": "I tell you, then, the great love she has shown proves that her many sins have been forgiven. But whoever has been forgiven little shows only a little love.”"
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said to the woman, “Your sins are forgiven.”"
            },
            {
                "verse_number": "49",
                "verse_text": "The others sitting at the table began to say to themselves, “Who is this, who even forgives sins?”"
            },
            {
                "verse_number": "50",
                "verse_text": "But Jesus said to the woman, “Your faith has saved you; go in peace.”"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Some time later Jesus traveled through towns and villages, preaching the Good News about the Kingdom of God. The twelve disciples went with him,"
            },
            {
                "verse_number": "2",
                "verse_text": "and so did some women who had been healed of evil spirits and diseases: Mary (who was called Magdalene), from whom seven demons had been driven out;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joanna, whose husband Chuza was an officer in Herod's court; and Susanna, and many other women who used their own resources to help Jesus and his disciples."
            },
            {
                "verse_number": "4",
                "verse_text": "People kept coming to Jesus from one town after another; and when a great crowd gathered, Jesus told this parable:"
            },
            {
                "verse_number": "5",
                "verse_text": "“Once there was a man who went out to sow grain. As he scattered the seed in the field, some of it fell along the path, where it was stepped on, and the birds ate it up."
            },
            {
                "verse_number": "6",
                "verse_text": "Some of it fell on rocky ground, and when the plants sprouted, they dried up because the soil had no moisture."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of the seed fell among thorn bushes, which grew up with the plants and choked them."
            },
            {
                "verse_number": "8",
                "verse_text": "And some seeds fell in good soil; the plants grew and bore grain, one hundred grains each.” And Jesus concluded, “Listen, then, if you have ears!”"
            },
            {
                "verse_number": "9",
                "verse_text": "His disciples asked Jesus what this parable meant,"
            },
            {
                "verse_number": "10",
                "verse_text": "and he answered, “The knowledge of the secrets of the Kingdom of God has been given to you, but to the rest it comes by means of parables, so that they may look but not see, and listen but not understand."
            },
            {
                "verse_number": "11",
                "verse_text": "“This is what the parable means: the seed is the word of God."
            },
            {
                "verse_number": "12",
                "verse_text": "The seeds that fell along the path stand for those who hear; but the Devil comes and takes the message away from their hearts in order to keep them from believing and being saved."
            },
            {
                "verse_number": "13",
                "verse_text": "The seeds that fell on rocky ground stand for those who hear the message and receive it gladly. But it does not sink deep into them; they believe only for a while but when the time of testing comes, they fall away."
            },
            {
                "verse_number": "14",
                "verse_text": "The seeds that fell among thorn bushes stand for those who hear; but the worries and riches and pleasures of this life crowd in and choke them, and their fruit never ripens."
            },
            {
                "verse_number": "15",
                "verse_text": "The seeds that fell in good soil stand for those who hear the message and retain it in a good and obedient heart, and they persist until they bear fruit."
            },
            {
                "verse_number": "16",
                "verse_text": "“No one lights a lamp and covers it with a bowl or puts it under a bed. Instead, it is put on the lampstand, so that people will see the light as they come in."
            },
            {
                "verse_number": "17",
                "verse_text": "“Whatever is hidden away will be brought out into the open, and whatever is covered up will be found and brought to light."
            },
            {
                "verse_number": "18",
                "verse_text": "“Be careful, then, how you listen; because those who have something will be given more, but whoever has nothing will have taken away from them even the little they think they have.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus' mother and brothers came to him, but were unable to join him because of the crowd."
            },
            {
                "verse_number": "20",
                "verse_text": "Someone said to Jesus, “Your mother and brothers are standing outside and want to see you.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to them all, “My mother and brothers are those who hear the word of God and obey it.”"
            },
            {
                "verse_number": "22",
                "verse_text": "One day Jesus got into a boat with his disciples and said to them, “Let us go across to the other side of the lake.” So they started out."
            },
            {
                "verse_number": "23",
                "verse_text": "As they were sailing, Jesus fell asleep. Suddenly a strong wind blew down on the lake, and the boat began to fill with water, so that they were all in great danger."
            },
            {
                "verse_number": "24",
                "verse_text": "The disciples went to Jesus and woke him up, saying, “Master, Master! We are about to die!” Jesus got up and gave an order to the wind and to the stormy water; they quieted down, and there was a great calm."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he said to the disciples, “Where is your faith?” But they were amazed and afraid, and said to one another, “Who is this man? He gives orders to the winds and waves, and they obey him!”"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus and his disciples sailed on over to the territory of Gerasa,"
            },
            {
                "verse_number": "26",
                "verse_text": "which is across the lake from Galilee."
            },
            {
                "verse_number": "27",
                "verse_text": "As Jesus stepped ashore, he was met by a man from the town who had demons in him. For a long time this man had gone without clothes and would not stay at home, but spent his time in the burial caves."
            },
            {
                "verse_number": "28",
                "verse_text": "When he saw Jesus, he gave a loud cry, threw himself down at his feet, and shouted, “Jesus, Son of the Most High God! What do you want with me? I beg you, don't punish me!”"
            },
            {
                "verse_number": "29",
                "verse_text": "He said this because Jesus had ordered the evil spirit to go out of him. Many times it had seized him, and even though he was kept a prisoner, his hands and feet tied with chains, he would break the chains and be driven by the demon out into the desert."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus asked him, “What is your name?” “My name is ‘Mob,’” he answered—because many demons had gone into him."
            },
            {
                "verse_number": "31",
                "verse_text": "The demons begged Jesus not to send them into the abyss."
            },
            {
                "verse_number": "32",
                "verse_text": "There was a large herd of pigs near by, feeding on a hillside. So the demons begged Jesus to let them go into the pigs, and he let them."
            },
            {
                "verse_number": "33",
                "verse_text": "They went out of the man and into the pigs. The whole herd rushed down the side of the cliff into the lake and was drowned."
            },
            {
                "verse_number": "34",
                "verse_text": "The men who had been taking care of the pigs saw what happened, so they ran off and spread the news in the town and among the farms."
            },
            {
                "verse_number": "35",
                "verse_text": "People went out to see what had happened, and when they came to Jesus, they found the man from whom the demons had gone out sitting at the feet of Jesus, clothed and in his right mind; and they were all afraid."
            },
            {
                "verse_number": "36",
                "verse_text": "Those who had seen it told the people how the man had been cured."
            },
            {
                "verse_number": "37",
                "verse_text": "Then all the people from that territory asked Jesus to go away, because they were terribly afraid. So Jesus got into the boat and left."
            },
            {
                "verse_number": "38",
                "verse_text": "The man from whom the demons had gone out begged Jesus, “Let me go with you.” But Jesus sent him away, saying,"
            },
            {
                "verse_number": "39",
                "verse_text": "“Go back home and tell what God has done for you.” The man went through the town, telling what Jesus had done for him."
            },
            {
                "verse_number": "40",
                "verse_text": "When Jesus returned to the other side of the lake, the people welcomed him, because they had all been waiting for him."
            },
            {
                "verse_number": "41",
                "verse_text": "Then a man named Jairus arrived; he was an official in the local synagogue. He threw himself down at Jesus' feet and begged him to go to his home,"
            },
            {
                "verse_number": "42",
                "verse_text": "because his only daughter, who was twelve years old, was dying. As Jesus went along, the people were crowding him from every side."
            },
            {
                "verse_number": "43",
                "verse_text": "Among them was a woman who had suffered from severe bleeding for twelve years; she had spent all she had on doctors,"
            },
            {
                "verse_number": "43",
                "verse_text": "but no one had been able to cure her."
            },
            {
                "verse_number": "44",
                "verse_text": "She came up in the crowd behind Jesus and touched the edge of his cloak, and her bleeding stopped at once."
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus asked, “Who touched me?” Everyone denied it, and Peter said, “Master, the people are all around you and crowding in on you.”"
            },
            {
                "verse_number": "46",
                "verse_text": "But Jesus said, “Someone touched me, for I knew it when power went out of me.”"
            },
            {
                "verse_number": "47",
                "verse_text": "The woman saw that she had been found out, so she came trembling and threw herself at Jesus' feet. There in front of everybody, she told him why she had touched him and how she had been healed at once."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to her, “My daughter, your faith has made you well. Go in peace.”"
            },
            {
                "verse_number": "49",
                "verse_text": "While Jesus was saying this, a messenger came from the official's house. “Your daughter has died,” he told Jairus; “don't bother the Teacher any longer.”"
            },
            {
                "verse_number": "50",
                "verse_text": "But Jesus heard it and said to Jairus, “Don't be afraid; only believe, and she will be well.”"
            },
            {
                "verse_number": "51",
                "verse_text": "When he arrived at the house, he would not let anyone go in with him except Peter, John, and James, and the child's father and mother."
            },
            {
                "verse_number": "52",
                "verse_text": "Everyone there was crying and mourning for the child. Jesus said, “Don't cry; the child is not dead—she is only sleeping!”"
            },
            {
                "verse_number": "53",
                "verse_text": "They all made fun of him, because they knew that she was dead."
            },
            {
                "verse_number": "54",
                "verse_text": "But Jesus took her by the hand and called out, “Get up, child!”"
            },
            {
                "verse_number": "55",
                "verse_text": "Her life returned, and she got up at once, and Jesus ordered them to give her something to eat."
            },
            {
                "verse_number": "56",
                "verse_text": "Her parents were astounded, but Jesus commanded them not to tell anyone what had happened."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called the twelve disciples together and gave them power and authority to drive out all demons and to cure diseases."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he sent them out to preach the Kingdom of God and to heal the sick,"
            },
            {
                "verse_number": "3",
                "verse_text": "after saying to them, “Take nothing with you for the trip: no walking stick, no beggar's bag, no food, no money, not even an extra shirt."
            },
            {
                "verse_number": "4",
                "verse_text": "Wherever you are welcomed, stay in the same house until you leave that town;"
            },
            {
                "verse_number": "5",
                "verse_text": "wherever people don't welcome you, leave that town and shake the dust off your feet as a warning to them.”"
            },
            {
                "verse_number": "6",
                "verse_text": "The disciples left and traveled through all the villages, preaching the Good News and healing people everywhere."
            },
            {
                "verse_number": "7",
                "verse_text": "When Herod, the ruler of Galilee, heard about all the things that were happening, he was very confused, because some people were saying that John the Baptist had come back to life."
            },
            {
                "verse_number": "8",
                "verse_text": "Others were saying that Elijah had appeared, and still others that one of the prophets of long ago had come back to life."
            },
            {
                "verse_number": "9",
                "verse_text": "Herod said, “I had John's head cut off; but who is this man I hear these things about?” And he kept trying to see Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "The apostles came back and told Jesus everything they had done. He took them with him, and they went off by themselves to a town named Bethsaida."
            },
            {
                "verse_number": "11",
                "verse_text": "When the crowds heard about it, they followed him. He welcomed them, spoke to them about the Kingdom of God, and healed those who needed it."
            },
            {
                "verse_number": "12",
                "verse_text": "When the sun was beginning to set, the twelve disciples came to him and said, “Send the people away so that they can go to the villages and farms around here and find food and lodging, because this is a lonely place.”"
            },
            {
                "verse_number": "13",
                "verse_text": "But Jesus said to them, “You yourselves give them something to eat.” They answered, “All we have are five loaves and two fish. Do you want us to go and buy food for this whole crowd?”"
            },
            {
                "verse_number": "14",
                "verse_text": "(There were about five thousand men there.) Jesus said to his disciples, “Make the people sit down in groups of about fifty each.”"
            },
            {
                "verse_number": "15",
                "verse_text": "After the disciples had done so,"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus took the five loaves and two fish, looked up to heaven, thanked God for them, broke them, and gave them to the disciples to distribute to the people."
            },
            {
                "verse_number": "17",
                "verse_text": "They all ate and had enough, and the disciples took up twelve baskets of what was left over."
            },
            {
                "verse_number": "18",
                "verse_text": "One day when Jesus was praying alone, the disciples came to him. “Who do the crowds say I am?” he asked them."
            },
            {
                "verse_number": "19",
                "verse_text": "“Some say that you are John the Baptist,” they answered. “Others say that you are Elijah, while others say that one of the prophets of long ago has come back to life.”"
            },
            {
                "verse_number": "20",
                "verse_text": "“What about you?” he asked them. “Who do you say I am?” Peter answered, “You are God's Messiah.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus gave them strict orders not to tell this to anyone."
            },
            {
                "verse_number": "22",
                "verse_text": "He also told them, “The Son of Man must suffer much and be rejected by the elders, the chief priests, and the teachers of the Law. He will be put to death, but three days later he will be raised to life.”"
            },
            {
                "verse_number": "23",
                "verse_text": "And he said to them all, “If you want to come with me, you must forget yourself, take up your cross every day, and follow me."
            },
            {
                "verse_number": "24",
                "verse_text": "For if you want to save your own life, you will lose it, but if you lose your life for my sake, you will save it."
            },
            {
                "verse_number": "25",
                "verse_text": "Will you gain anything if you win the whole world but are yourself lost or defeated? Of course not!"
            },
            {
                "verse_number": "26",
                "verse_text": "If you are ashamed of me and of my teaching, then the Son of Man will be ashamed of you when he comes in his glory and in the glory of the Father and of the holy angels."
            },
            {
                "verse_number": "27",
                "verse_text": "I assure you that there are some here who will not die until they have seen the Kingdom of God.”"
            },
            {
                "verse_number": "28",
                "verse_text": "About a week after he had said these things, Jesus took Peter, John, and James with him and went up a hill to pray."
            },
            {
                "verse_number": "29",
                "verse_text": "While he was praying, his face changed its appearance, and his clothes became dazzling white."
            },
            {
                "verse_number": "30",
                "verse_text": "Suddenly two men were there talking with him. They were Moses and Elijah,"
            },
            {
                "verse_number": "31",
                "verse_text": "who appeared in heavenly glory and talked with Jesus about the way in which he would soon fulfill God's purpose by dying in Jerusalem."
            },
            {
                "verse_number": "32",
                "verse_text": "Peter and his companions were sound asleep, but they woke up and saw Jesus' glory and the two men who were standing with him."
            },
            {
                "verse_number": "33",
                "verse_text": "As the men were leaving Jesus, Peter said to him, “Master, how good it is that we are here! We will make three tents, one for you, one for Moses, and one for Elijah.” (He did not really know what he was saying.)"
            },
            {
                "verse_number": "34",
                "verse_text": "While he was still speaking, a cloud appeared and covered them with its shadow; and the disciples were afraid as the cloud came over them."
            },
            {
                "verse_number": "35",
                "verse_text": "A voice said from the cloud, “This is my Son, whom I have chosen—listen to him!”"
            },
            {
                "verse_number": "36",
                "verse_text": "When the voice stopped, there was Jesus all alone. The disciples kept quiet about all this and told no one at that time anything they had seen."
            },
            {
                "verse_number": "37",
                "verse_text": "The next day Jesus and the three disciples went down from the hill, and a large crowd met Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "A man shouted from the crowd, “Teacher! I beg you, look at my son—my only son!"
            },
            {
                "verse_number": "39",
                "verse_text": "A spirit attacks him with a sudden shout and throws him into a fit, so that he foams at the mouth; it keeps on hurting him and will hardly let him go!"
            },
            {
                "verse_number": "40",
                "verse_text": "I begged your disciples to drive it out, but they couldn't.”"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus answered, “How unbelieving and wrong you people are! How long must I stay with you? How long do I have to put up with you?” Then he said to the man, “Bring your son here.”"
            },
            {
                "verse_number": "42",
                "verse_text": "As the boy was coming, the demon knocked him to the ground and threw him into a fit. Jesus gave a command to the evil spirit, healed the boy, and gave him back to his father."
            },
            {
                "verse_number": "43",
                "verse_text": "All the people were amazed at the mighty power of God. The people were still marveling at everything Jesus was doing, when he said to his disciples,"
            },
            {
                "verse_number": "44",
                "verse_text": "“Don't forget what I am about to tell you! The Son of Man is going to be handed over to the power of human beings.”"
            },
            {
                "verse_number": "45",
                "verse_text": "But the disciples did not know what this meant. It had been hidden from them so that they could not understand it, and they were afraid to ask him about the matter."
            },
            {
                "verse_number": "46",
                "verse_text": "An argument broke out among the disciples as to which one of them was the greatest."
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus knew what they were thinking, so he took a child, stood him by his side,"
            },
            {
                "verse_number": "48",
                "verse_text": "and said to them, “Whoever welcomes this child in my name, welcomes me; and whoever welcomes me, also welcomes the one who sent me. For the one who is least among you all is the greatest.”"
            },
            {
                "verse_number": "49",
                "verse_text": "John spoke up, “Master, we saw a man driving out demons in your name, and we told him to stop, because he doesn't belong to our group.”"
            },
            {
                "verse_number": "50",
                "verse_text": "“Do not try to stop him,” Jesus said to him and to the other disciples, “because whoever is not against you is for you.”"
            },
            {
                "verse_number": "51",
                "verse_text": "As the time drew near when Jesus would be taken up to heaven, he made up his mind and set out on his way to Jerusalem."
            },
            {
                "verse_number": "52",
                "verse_text": "He sent messengers ahead of him, who went into a village in Samaria to get everything ready for him."
            },
            {
                "verse_number": "53",
                "verse_text": "But the people there would not receive him, because it was clear that he was on his way to Jerusalem."
            },
            {
                "verse_number": "54",
                "verse_text": "When the disciples James and John saw this, they said, “Lord, do you want us to call fire down from heaven to destroy them?”"
            },
            {
                "verse_number": "55",
                "verse_text": "Jesus turned and rebuked them."
            },
            {
                "verse_number": "56",
                "verse_text": "Then Jesus and his disciples went on to another village."
            },
            {
                "verse_number": "57",
                "verse_text": "As they went on their way, a man said to Jesus, “I will follow you wherever you go.”"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus said to him, “Foxes have holes, and birds have nests, but the Son of Man has no place to lie down and rest.”"
            },
            {
                "verse_number": "59",
                "verse_text": "He said to another man, “Follow me.” But that man said, “Sir, first let me go back and bury my father.”"
            },
            {
                "verse_number": "60",
                "verse_text": "Jesus answered, “Let the dead bury their own dead. You go and proclaim the Kingdom of God.”"
            },
            {
                "verse_number": "61",
                "verse_text": "Someone else said, “I will follow you, sir; but first let me go and say good-bye to my family.”"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said to him, “Anyone who starts to plow and then keeps looking back is of no use for the Kingdom of God.”"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After this the Lord chose another seventy-two"
            },
            {
                "verse_number": "1",
                "verse_text": "men and sent them out two by two, to go ahead of him to every town and place where he himself was about to go."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, “There is a large harvest, but few workers to gather it in. Pray to the owner of the harvest that he will send out workers to gather in his harvest."
            },
            {
                "verse_number": "3",
                "verse_text": "Go! I am sending you like lambs among wolves."
            },
            {
                "verse_number": "4",
                "verse_text": "Don't take a purse or a beggar's bag or shoes; don't stop to greet anyone on the road."
            },
            {
                "verse_number": "5",
                "verse_text": "Whenever you go into a house, first say, ‘Peace be with this house.’"
            },
            {
                "verse_number": "6",
                "verse_text": "If someone who is peace-loving lives there, let your greeting of peace remain on that person; if not, take back your greeting of peace."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay in that same house, eating and drinking whatever they offer you, for workers should be given their pay. Don't move around from one house to another."
            },
            {
                "verse_number": "8",
                "verse_text": "Whenever you go into a town and are made welcome, eat what is set before you,"
            },
            {
                "verse_number": "9",
                "verse_text": "heal the sick in that town, and say to the people there, ‘The Kingdom of God has come near you.’"
            },
            {
                "verse_number": "10",
                "verse_text": "But whenever you go into a town and are not welcomed, go out in the streets and say,"
            },
            {
                "verse_number": "11",
                "verse_text": "‘Even the dust from your town that sticks to our feet we wipe off against you. But remember that the Kingdom of God has come near you!’"
            },
            {
                "verse_number": "12",
                "verse_text": "I assure you that on the Judgment Day God will show more mercy to Sodom than to that town!"
            },
            {
                "verse_number": "13",
                "verse_text": "“How terrible it will be for you, Chorazin! How terrible for you too, Bethsaida! If the miracles which were performed in you had been performed in Tyre and Sidon, the people there would have long ago sat down, put on sackcloth, and sprinkled ashes on themselves, to show that they had turned from their sins!"
            },
            {
                "verse_number": "14",
                "verse_text": "God will show more mercy on the Judgment Day to Tyre and Sidon than to you."
            },
            {
                "verse_number": "15",
                "verse_text": "And as for you, Capernaum! Did you want to lift yourself up to heaven? You will be thrown down to hell!”"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to his disciples, “Whoever listens to you listens to me; whoever rejects you rejects me; and whoever rejects me rejects the one who sent me.”"
            },
            {
                "verse_number": "17",
                "verse_text": "The seventy-two"
            },
            {
                "verse_number": "17",
                "verse_text": "men came back in great joy. “Lord,” they said, “even the demons obeyed us when we gave them a command in your name!”"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus answered them, “I saw Satan fall like lightning from heaven."
            },
            {
                "verse_number": "19",
                "verse_text": "Listen! I have given you authority, so that you can walk on snakes and scorpions and overcome all the power of the Enemy, and nothing will hurt you."
            },
            {
                "verse_number": "20",
                "verse_text": "But don't be glad because the evil spirits obey you; rather be glad because your names are written in heaven.”"
            },
            {
                "verse_number": "21",
                "verse_text": "At that time Jesus was filled with joy by the Holy Spirit"
            },
            {
                "verse_number": "21",
                "verse_text": "and said, “Father, Lord of heaven and earth! I thank you because you have shown to the unlearned what you have hidden from the wise and learned. Yes, Father, this was how you were pleased to have it happen."
            },
            {
                "verse_number": "22",
                "verse_text": "“My Father has given me all things. No one knows who the Son is except the Father, and no one knows who the Father is except the Son and those to whom the Son chooses to reveal him.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus turned to the disciples and said to them privately, “How fortunate you are to see the things you see!"
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you that many prophets and kings wanted to see what you see, but they could not, and to hear what you hear, but they did not.”"
            },
            {
                "verse_number": "25",
                "verse_text": "A teacher of the Law came up and tried to trap Jesus. “Teacher,” he asked, “what must I do to receive eternal life?”"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered him, “What do the Scriptures say? How do you interpret them?”"
            },
            {
                "verse_number": "27",
                "verse_text": "The man answered, “‘Love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind’; and ‘Love your neighbor as you love yourself.’”"
            },
            {
                "verse_number": "28",
                "verse_text": "“You are right,” Jesus replied; “do this and you will live.”"
            },
            {
                "verse_number": "29",
                "verse_text": "But the teacher of the Law wanted to justify himself, so he asked Jesus, “Who is my neighbor?”"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus answered, “There was once a man who was going down from Jerusalem to Jericho when robbers attacked him, stripped him, and beat him up, leaving him half dead."
            },
            {
                "verse_number": "31",
                "verse_text": "It so happened that a priest was going down that road; but when he saw the man, he walked on by on the other side."
            },
            {
                "verse_number": "32",
                "verse_text": "In the same way a Levite also came there, went over and looked at the man, and then walked on by on the other side."
            },
            {
                "verse_number": "33",
                "verse_text": "But a Samaritan who was traveling that way came upon the man, and when he saw him, his heart was filled with pity."
            },
            {
                "verse_number": "34",
                "verse_text": "He went over to him, poured oil and wine on his wounds and bandaged them; then he put the man on his own animal and took him to an inn, where he took care of him."
            },
            {
                "verse_number": "35",
                "verse_text": "The next day he took out two silver coins and gave them to the innkeeper. ‘Take care of him,’ he told the innkeeper, ‘and when I come back this way, I will pay you whatever else you spend on him.’”"
            },
            {
                "verse_number": "36",
                "verse_text": "And Jesus concluded, “In your opinion, which one of these three acted like a neighbor toward the man attacked by the robbers?”"
            },
            {
                "verse_number": "37",
                "verse_text": "The teacher of the Law answered, “The one who was kind to him.” Jesus replied, “You go, then, and do the same.”"
            },
            {
                "verse_number": "38",
                "verse_text": "As Jesus and his disciples went on their way, he came to a village where a woman named Martha welcomed him in her home."
            },
            {
                "verse_number": "39",
                "verse_text": "She had a sister named Mary, who sat down at the feet of the Lord and listened to his teaching."
            },
            {
                "verse_number": "40",
                "verse_text": "Martha was upset over all the work she had to do, so she came and said, “Lord, don't you care that my sister has left me to do all the work by myself? Tell her to come and help me!”"
            },
            {
                "verse_number": "41",
                "verse_text": "The Lord answered her, “Martha, Martha! You are worried and troubled over so many things,"
            },
            {
                "verse_number": "42",
                "verse_text": "but just one is needed. Mary has chosen the right thing, and it will not be taken away from her.”"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus was praying in a certain place. When he had finished, one of his disciples said to him, “Lord, teach us to pray, just as John taught his disciples.”"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus said to them, “When you pray, say this: ‘Father: May your holy name be honored; may your Kingdom come."
            },
            {
                "verse_number": "3",
                "verse_text": "Give us day by day the food we need."
            },
            {
                "verse_number": "4",
                "verse_text": "Forgive us our sins, for we forgive everyone who does us wrong. And do not bring us to hard testing.’”"
            },
            {
                "verse_number": "5",
                "verse_text": "And Jesus said to his disciples, “Suppose one of you should go to a friend's house at midnight and say, ‘Friend, let me borrow three loaves of bread."
            },
            {
                "verse_number": "6",
                "verse_text": "A friend of mine who is on a trip has just come to my house, and I don't have any food for him!’"
            },
            {
                "verse_number": "7",
                "verse_text": "And suppose your friend should answer from inside, ‘Don't bother me! The door is already locked, and my children and I are in bed. I can't get up and give you anything.’"
            },
            {
                "verse_number": "8",
                "verse_text": "Well, what then? I tell you that even if he will not get up and give you the bread because you are his friend, yet he will get up and give you everything you need because you are not ashamed to keep on asking."
            },
            {
                "verse_number": "9",
                "verse_text": "And so I say to you: Ask, and you will receive; seek, and you will find; knock, and the door will be opened to you."
            },
            {
                "verse_number": "10",
                "verse_text": "For those who ask will receive, and those who seek will find, and the door will be opened to anyone who knocks."
            },
            {
                "verse_number": "11",
                "verse_text": "Would any of you who are fathers give your son a snake when he asks for fish?"
            },
            {
                "verse_number": "12",
                "verse_text": "Or would you give him a scorpion when he asks for an egg?"
            },
            {
                "verse_number": "13",
                "verse_text": "As bad as you are, you know how to give good things to your children. How much more, then, will the Father in heaven give the Holy Spirit to those who ask him!”"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus was driving out a demon that could not talk; and when the demon went out, the man began to talk. The crowds were amazed,"
            },
            {
                "verse_number": "15",
                "verse_text": "but some of the people said, “It is Beelzebul, the chief of the demons, who gives him the power to drive them out.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Others wanted to trap Jesus, so they asked him to perform a miracle to show that God approved of him."
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus knew what they were thinking, so he said to them, “Any country that divides itself into groups which fight each other will not last very long; a family divided against itself falls apart."
            },
            {
                "verse_number": "18",
                "verse_text": "So if Satan's kingdom has groups fighting each other, how can it last? You say that I drive out demons because Beelzebul gives me the power to do so."
            },
            {
                "verse_number": "19",
                "verse_text": "If this is how I drive them out, how do your followers drive them out? Your own followers prove that you are wrong!"
            },
            {
                "verse_number": "20",
                "verse_text": "No, it is rather by means of God's power that I drive out demons, and this proves that the Kingdom of God has already come to you."
            },
            {
                "verse_number": "21",
                "verse_text": "“When a strong man, with all his weapons ready, guards his own house, all his belongings are safe."
            },
            {
                "verse_number": "22",
                "verse_text": "But when a stronger man attacks him and defeats him, he carries away all the weapons the owner was depending on and divides up what he stole."
            },
            {
                "verse_number": "23",
                "verse_text": "“Anyone who is not for me is really against me; anyone who does not help me gather is really scattering."
            },
            {
                "verse_number": "24",
                "verse_text": "“When an evil spirit goes out of a person, it travels over dry country looking for a place to rest. If it can't find one, it says to itself, ‘I will go back to my house.’"
            },
            {
                "verse_number": "25",
                "verse_text": "So it goes back and finds the house clean and all fixed up."
            },
            {
                "verse_number": "26",
                "verse_text": "Then it goes out and brings seven other spirits even worse than itself, and they come and live there. So when it is all over, that person is in worse shape than at the beginning.”"
            },
            {
                "verse_number": "27",
                "verse_text": "When Jesus had said this, a woman spoke up from the crowd and said to him, “How happy is the woman who bore you and nursed you!”"
            },
            {
                "verse_number": "28",
                "verse_text": "But Jesus answered, “Rather, how happy are those who hear the word of God and obey it!”"
            },
            {
                "verse_number": "29",
                "verse_text": "As the people crowded around Jesus, he went on to say, “How evil are the people of this day! They ask for a miracle, but none will be given them except the miracle of Jonah."
            },
            {
                "verse_number": "30",
                "verse_text": "In the same way that the prophet Jonah was a sign for the people of Nineveh, so the Son of Man will be a sign for the people of this day."
            },
            {
                "verse_number": "31",
                "verse_text": "On the Judgment Day the Queen of Sheba will stand up and accuse the people of today, because she traveled all the way from her country to listen to King Solomon's wise teaching; and there is something here, I tell you, greater than Solomon."
            },
            {
                "verse_number": "32",
                "verse_text": "On the Judgment Day the people of Nineveh will stand up and accuse you, because they turned from their sins when they heard Jonah preach; and I assure you that there is something here greater than Jonah!"
            },
            {
                "verse_number": "33",
                "verse_text": "“No one lights a lamp and then hides it or puts it under a bowl;"
            },
            {
                "verse_number": "33",
                "verse_text": "instead, it is put on the lampstand, so that people may see the light as they come in."
            },
            {
                "verse_number": "34",
                "verse_text": "Your eyes are like a lamp for the body. When your eyes are sound, your whole body is full of light; but when your eyes are no good, your whole body will be in darkness."
            },
            {
                "verse_number": "35",
                "verse_text": "Make certain, then, that the light in you is not darkness."
            },
            {
                "verse_number": "36",
                "verse_text": "If your whole body is full of light, with no part of it in darkness, it will be bright all over, as when a lamp shines on you with its brightness.”"
            },
            {
                "verse_number": "37",
                "verse_text": "When Jesus finished speaking, a Pharisee invited him to eat with him; so he went in and sat down to eat."
            },
            {
                "verse_number": "38",
                "verse_text": "The Pharisee was surprised when he noticed that Jesus had not washed before eating."
            },
            {
                "verse_number": "39",
                "verse_text": "So the Lord said to him, “Now then, you Pharisees clean the outside of your cup and plate, but inside you are full of violence and evil."
            },
            {
                "verse_number": "40",
                "verse_text": "Fools! Did not God, who made the outside, also make the inside?"
            },
            {
                "verse_number": "41",
                "verse_text": "But give what is in your cups and plates to the poor, and everything will be ritually clean for you."
            },
            {
                "verse_number": "42",
                "verse_text": "“How terrible for you Pharisees! You give to God one tenth of the seasoning herbs, such as mint and rue and all the other herbs, but you neglect justice and love for God. These you should practice, without neglecting the others."
            },
            {
                "verse_number": "43",
                "verse_text": "“How terrible for you Pharisees! You love the reserved seats in the synagogues and to be greeted with respect in the marketplaces."
            },
            {
                "verse_number": "44",
                "verse_text": "How terrible for you! You are like unmarked graves which people walk on without knowing it.”"
            },
            {
                "verse_number": "45",
                "verse_text": "One of the teachers of the Law said to him, “Teacher, when you say this, you insult us too!”"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus answered, “How terrible also for you teachers of the Law! You put onto people's backs loads which are hard to carry, but you yourselves will not stretch out a finger to help them carry those loads."
            },
            {
                "verse_number": "47",
                "verse_text": "How terrible for you! You make fine tombs for the prophets—the very prophets your ancestors murdered."
            },
            {
                "verse_number": "48",
                "verse_text": "You yourselves admit, then, that you approve of what your ancestors did; they murdered the prophets, and you build their tombs."
            },
            {
                "verse_number": "49",
                "verse_text": "For this reason the Wisdom of God said, ‘I will send them prophets and messengers; they will kill some of them and persecute others.’"
            },
            {
                "verse_number": "50",
                "verse_text": "So the people of this time will be punished for the murder of all the prophets killed since the creation of the world,"
            },
            {
                "verse_number": "51",
                "verse_text": "from the murder of Abel to the murder of Zechariah, who was killed between the altar and the Holy Place. Yes, I tell you, the people of this time will be punished for them all!"
            },
            {
                "verse_number": "52",
                "verse_text": "“How terrible for you teachers of the Law! You have kept the key that opens the door to the house of knowledge; you yourselves will not go in, and you stop those who are trying to go in!”"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus left that place, the teachers of the Law and the Pharisees began to criticize him bitterly and ask him questions about many things,"
            },
            {
                "verse_number": "54",
                "verse_text": "trying to lay traps for him and catch him saying something wrong."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "As thousands of people crowded together, so that they were stepping on each other, Jesus said first to his disciples, “Be on guard against the yeast of the Pharisees—I mean their hypocrisy."
            },
            {
                "verse_number": "2",
                "verse_text": "Whatever is covered up will be uncovered, and every secret will be made known."
            },
            {
                "verse_number": "3",
                "verse_text": "So then, whatever you have said in the dark will be heard in broad daylight, and whatever you have whispered in private in a closed room will be shouted from the housetops."
            },
            {
                "verse_number": "4",
                "verse_text": "“I tell you, my friends, do not be afraid of those who kill the body but cannot afterward do anything worse."
            },
            {
                "verse_number": "5",
                "verse_text": "I will show you whom to fear: fear God, who, after killing, has the authority to throw into hell. Believe me, he is the one you must fear!"
            },
            {
                "verse_number": "6",
                "verse_text": "“Aren't five sparrows sold for two pennies? Yet not one sparrow is forgotten by God."
            },
            {
                "verse_number": "7",
                "verse_text": "Even the hairs of your head have all been counted. So do not be afraid; you are worth much more than many sparrows!"
            },
            {
                "verse_number": "8",
                "verse_text": "“I assure you that those who declare publicly that they belong to me, the Son of Man will do the same for them before the angels of God."
            },
            {
                "verse_number": "9",
                "verse_text": "But those who reject me publicly, the Son of Man will also reject them before the angels of God."
            },
            {
                "verse_number": "10",
                "verse_text": "“Whoever says a word against the Son of Man can be forgiven; but whoever says evil things against the Holy Spirit will not be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "“When they bring you to be tried in the synagogues or before governors or rulers, do not be worried about how you will defend yourself or what you will say."
            },
            {
                "verse_number": "12",
                "verse_text": "For the Holy Spirit will teach you at that time what you should say.”"
            },
            {
                "verse_number": "13",
                "verse_text": "A man in the crowd said to Jesus, “Teacher, tell my brother to divide with me the property our father left us.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus answered him, “Friend, who gave me the right to judge or to divide the property between you two?”"
            },
            {
                "verse_number": "15",
                "verse_text": "And he went on to say to them all, “Watch out and guard yourselves from every kind of greed; because your true life is not made up of the things you own, no matter how rich you may be.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus told them this parable: “There was once a rich man who had land which bore good crops."
            },
            {
                "verse_number": "17",
                "verse_text": "He began to think to himself, ‘I don't have a place to keep all my crops. What can I do?"
            },
            {
                "verse_number": "18",
                "verse_text": "This is what I will do,’ he told himself; ‘I will tear down my barns and build bigger ones, where I will store the grain and all my other goods."
            },
            {
                "verse_number": "19",
                "verse_text": "Then I will say to myself, Lucky man! You have all the good things you need for many years. Take life easy, eat, drink, and enjoy yourself!’"
            },
            {
                "verse_number": "20",
                "verse_text": "But God said to him, ‘You fool! This very night you will have to give up your life; then who will get all these things you have kept for yourself?’”"
            },
            {
                "verse_number": "21",
                "verse_text": "And Jesus concluded, “This is how it is with those who pile up riches for themselves but are not rich in God's sight.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus said to the disciples, “And so I tell you not to worry about the food you need to stay alive or about the clothes you need for your body."
            },
            {
                "verse_number": "23",
                "verse_text": "Life is much more important than food, and the body much more important than clothes."
            },
            {
                "verse_number": "24",
                "verse_text": "Look at the crows: they don't plant seeds or gather a harvest; they don't have storage rooms or barns; God feeds them! You are worth so much more than birds!"
            },
            {
                "verse_number": "25",
                "verse_text": "Can any of you live a bit longer"
            },
            {
                "verse_number": "25",
                "verse_text": "by worrying about it?"
            },
            {
                "verse_number": "26",
                "verse_text": "If you can't manage even such a small thing, why worry about the other things?"
            },
            {
                "verse_number": "27",
                "verse_text": "Look how the wild flowers grow: they don't work or make clothes for themselves. But I tell you that not even King Solomon with all his wealth had clothes as beautiful as one of these flowers."
            },
            {
                "verse_number": "28",
                "verse_text": "It is God who clothes the wild grass—grass that is here today and gone tomorrow, burned up in the oven. Won't he be all the more sure to clothe you? What little faith you have!"
            },
            {
                "verse_number": "29",
                "verse_text": "“So don't be all upset, always concerned about what you will eat and drink."
            },
            {
                "verse_number": "30",
                "verse_text": "(For the pagans of this world are always concerned about all these things.) Your Father knows that you need these things."
            },
            {
                "verse_number": "31",
                "verse_text": "Instead, be concerned with his Kingdom, and he will provide you with these things."
            },
            {
                "verse_number": "32",
                "verse_text": "“Do not be afraid, little flock, for your Father is pleased to give you the Kingdom."
            },
            {
                "verse_number": "33",
                "verse_text": "Sell all your belongings and give the money to the poor. Provide for yourselves purses that don't wear out, and save your riches in heaven, where they will never decrease, because no thief can get to them, and no moth can destroy them."
            },
            {
                "verse_number": "34",
                "verse_text": "For your heart will always be where your riches are."
            },
            {
                "verse_number": "35",
                "verse_text": "“Be ready for whatever comes, dressed for action and with your lamps lit,"
            },
            {
                "verse_number": "36",
                "verse_text": "like servants who are waiting for their master to come back from a wedding feast. When he comes and knocks, they will open the door for him at once."
            },
            {
                "verse_number": "37",
                "verse_text": "How happy are those servants whose master finds them awake and ready when he returns! I tell you, he will take off his coat, have them sit down, and will wait on them."
            },
            {
                "verse_number": "38",
                "verse_text": "How happy they are if he finds them ready, even if he should come at midnight or even later!"
            },
            {
                "verse_number": "39",
                "verse_text": "And you can be sure that if the owner of a house knew the time when the thief would come, he would not let the thief break into his house."
            },
            {
                "verse_number": "40",
                "verse_text": "And you, too, must be ready, because the Son of Man will come at an hour when you are not expecting him.”"
            },
            {
                "verse_number": "41",
                "verse_text": "Peter said, “Lord, does this parable apply to us, or do you mean it for everyone?”"
            },
            {
                "verse_number": "42",
                "verse_text": "The Lord answered, “Who, then, is the faithful and wise servant? He is the one that his master will put in charge, to run the household and give the other servants their share of the food at the proper time."
            },
            {
                "verse_number": "43",
                "verse_text": "How happy that servant is if his master finds him doing this when he comes home!"
            },
            {
                "verse_number": "44",
                "verse_text": "Indeed, I tell you, the master will put that servant in charge of all his property."
            },
            {
                "verse_number": "45",
                "verse_text": "But if that servant says to himself that his master is taking a long time to come back and if he begins to beat the other servants, both the men and the women, and eats and drinks and gets drunk,"
            },
            {
                "verse_number": "46",
                "verse_text": "then the master will come back one day when the servant does not expect him and at a time he does not know. The master will cut him in pieces"
            },
            {
                "verse_number": "46",
                "verse_text": "and make him share the fate of the disobedient."
            },
            {
                "verse_number": "47",
                "verse_text": "“The servant who knows what his master wants him to do, but does not get himself ready and do it, will be punished with a heavy whipping."
            },
            {
                "verse_number": "48",
                "verse_text": "But the servant who does not know what his master wants, and yet does something for which he deserves a whipping, will be punished with a light whipping. Much is required from the person to whom much is given; much more is required from the person to whom much more is given."
            },
            {
                "verse_number": "49",
                "verse_text": "“I came to set the earth on fire, and how I wish it were already kindled!"
            },
            {
                "verse_number": "50",
                "verse_text": "I have a baptism to receive, and how distressed I am until it is over!"
            },
            {
                "verse_number": "51",
                "verse_text": "Do you suppose that I came to bring peace to the world? No, not peace, but division."
            },
            {
                "verse_number": "52",
                "verse_text": "From now on a family of five will be divided, three against two and two against three."
            },
            {
                "verse_number": "53",
                "verse_text": "Fathers will be against their sons, and sons against their fathers; mothers will be against their daughters, and daughters against their mothers; mothers-in-law will be against their daughters-in-law, and daughters-in-law against their mothers-in-law.”"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus said also to the people, “When you see a cloud coming up in the west, at once you say that it is going to rain—and it does."
            },
            {
                "verse_number": "55",
                "verse_text": "And when you feel the south wind blowing, you say that it is going to get hot—and it does."
            },
            {
                "verse_number": "56",
                "verse_text": "Hypocrites! You can look at the earth and the sky and predict the weather; why, then, don't you know the meaning of this present time?"
            },
            {
                "verse_number": "57",
                "verse_text": "“Why do you not judge for yourselves the right thing to do?"
            },
            {
                "verse_number": "58",
                "verse_text": "If someone brings a lawsuit against you and takes you to court, do your best to settle the dispute before you get to court. If you don't, you will be dragged before the judge, who will hand you over to the police, and you will be put in jail."
            },
            {
                "verse_number": "59",
                "verse_text": "There you will stay, I tell you, until you pay the last penny of your fine.”"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "At that time some people were there who told Jesus about the Galileans whom Pilate had killed while they were offering sacrifices to God."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus answered them, “Because those Galileans were killed in that way, do you think it proves that they were worse sinners than all other Galileans?"
            },
            {
                "verse_number": "3",
                "verse_text": "No indeed! And I tell you that if you do not turn from your sins, you will all die as they did."
            },
            {
                "verse_number": "4",
                "verse_text": "What about those eighteen people in Siloam who were killed when the tower fell on them? Do you suppose this proves that they were worse than all the other people living in Jerusalem?"
            },
            {
                "verse_number": "5",
                "verse_text": "No indeed! And I tell you that if you do not turn from your sins, you will all die as they did.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Jesus told them this parable: “There was once a man who had a fig tree growing in his vineyard. He went looking for figs on it but found none."
            },
            {
                "verse_number": "7",
                "verse_text": "So he said to his gardener, ‘Look, for three years I have been coming here looking for figs on this fig tree, and I haven't found any. Cut it down! Why should it go on using up the soil?’"
            },
            {
                "verse_number": "8",
                "verse_text": "But the gardener answered, ‘Leave it alone, sir, just one more year; I will dig around it and put in some fertilizer."
            },
            {
                "verse_number": "9",
                "verse_text": "Then if the tree bears figs next year, so much the better; if not, then you can have it cut down.’”"
            },
            {
                "verse_number": "10",
                "verse_text": "One Sabbath Jesus was teaching in a synagogue."
            },
            {
                "verse_number": "11",
                "verse_text": "A woman there had an evil spirit that had kept her sick for eighteen years; she was bent over and could not straighten up at all."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus saw her, he called out to her, “Woman, you are free from your sickness!”"
            },
            {
                "verse_number": "13",
                "verse_text": "He placed his hands on her, and at once she straightened herself up and praised God."
            },
            {
                "verse_number": "14",
                "verse_text": "The official of the synagogue was angry that Jesus had healed on the Sabbath, so he spoke up and said to the people, “There are six days in which we should work; so come during those days and be healed, but not on the Sabbath!”"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord answered him, “You hypocrites! Any one of you would untie your ox or your donkey from the stall and take it out to give it water on the Sabbath."
            },
            {
                "verse_number": "16",
                "verse_text": "Now here is this descendant of Abraham whom Satan has kept in bonds for eighteen years; should she not be released on the Sabbath?”"
            },
            {
                "verse_number": "17",
                "verse_text": "His answer made his enemies ashamed of themselves, while the people rejoiced over all the wonderful things that he did."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus asked, “What is the Kingdom of God like? What shall I compare it with?"
            },
            {
                "verse_number": "19",
                "verse_text": "It is like this. A man takes a mustard seed and plants it in his field. The plant grows and becomes a tree, and the birds make their nests in its branches.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Again Jesus asked, “What shall I compare the Kingdom of God with?"
            },
            {
                "verse_number": "21",
                "verse_text": "It is like this. A woman takes some yeast and mixes it with a bushel of flour until the whole batch of dough rises.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus went through towns and villages, teaching the people and making his way toward Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone asked him, “Sir, will just a few people be saved?” Jesus answered them,"
            },
            {
                "verse_number": "24",
                "verse_text": "“Do your best to go in through the narrow door; because many people will surely try to go in but will not be able."
            },
            {
                "verse_number": "25",
                "verse_text": "The master of the house will get up and close the door; then when you stand outside and begin to knock on the door and say, ‘Open the door for us, sir!’ he will answer you, ‘I don't know where you come from!’"
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will answer, ‘We ate and drank with you; you taught in our town!’"
            },
            {
                "verse_number": "27",
                "verse_text": "But he will say again, ‘I don't know where you come from. Get away from me, all you wicked people!’"
            },
            {
                "verse_number": "28",
                "verse_text": "How you will cry and gnash your teeth when you see Abraham, Isaac, and Jacob, and all the prophets in the Kingdom of God, while you are thrown out!"
            },
            {
                "verse_number": "29",
                "verse_text": "People will come from the east and the west, from the north and the south, and sit down at the feast in the Kingdom of God."
            },
            {
                "verse_number": "30",
                "verse_text": "Then those who are now last will be first, and those who are now first will be last.”"
            },
            {
                "verse_number": "31",
                "verse_text": "At that same time some Pharisees came to Jesus and said to him, “You must get out of here and go somewhere else, because Herod wants to kill you.”"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus answered them, “Go and tell that fox: ‘I am driving out demons and performing cures today and tomorrow, and on the third day I shall finish my work.’"
            },
            {
                "verse_number": "33",
                "verse_text": "Yet I must be on my way today, tomorrow, and the next day; it is not right for a prophet to be killed anywhere except in Jerusalem."
            },
            {
                "verse_number": "34",
                "verse_text": "“Jerusalem, Jerusalem! You kill the prophets, you stone the messengers God has sent you! How many times I wanted to put my arms around all your people, just as a hen gathers her chicks under her wings, but you would not let me!"
            },
            {
                "verse_number": "35",
                "verse_text": "And so your Temple will be abandoned. I assure you that you will not see me until the time comes when you say, ‘God bless him who comes in the name of the Lord.’”"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath Jesus went to eat a meal at the home of one of the leading Pharisees; and people were watching Jesus closely."
            },
            {
                "verse_number": "2",
                "verse_text": "A man whose legs and arms were swollen came to Jesus,"
            },
            {
                "verse_number": "3",
                "verse_text": "and Jesus spoke up and asked the teachers of the Law and the Pharisees, “Does our Law allow healing on the Sabbath or not?”"
            },
            {
                "verse_number": "4",
                "verse_text": "But they would not say a thing. Jesus took the man, healed him, and sent him away."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he said to them, “If any one of you had a child or an ox that happened to fall in a well on a Sabbath, would you not pull it out at once on the Sabbath itself?”"
            },
            {
                "verse_number": "6",
                "verse_text": "But they were not able to answer him about this."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus noticed how some of the guests were choosing the best places, so he told this parable to all of them:"
            },
            {
                "verse_number": "8",
                "verse_text": "“When someone invites you to a wedding feast, do not sit down in the best place. It could happen that someone more important than you has been invited,"
            },
            {
                "verse_number": "9",
                "verse_text": "and your host, who invited both of you, would have to come and say to you, ‘Let him have this place.’ Then you would be embarrassed and have to sit in the lowest place."
            },
            {
                "verse_number": "10",
                "verse_text": "Instead, when you are invited, go and sit in the lowest place, so that your host will come to you and say, ‘Come on up, my friend, to a better place.’ This will bring you honor in the presence of all the other guests."
            },
            {
                "verse_number": "11",
                "verse_text": "For those who make themselves great will be humbled, and those who humble themselves will be made great.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus said to his host, “When you give a lunch or a dinner, do not invite your friends or your brothers or your relatives or your rich neighbors—for they will invite you back, and in this way you will be paid for what you did."
            },
            {
                "verse_number": "13",
                "verse_text": "When you give a feast, invite the poor, the crippled, the lame, and the blind;"
            },
            {
                "verse_number": "14",
                "verse_text": "and you will be blessed, because they are not able to pay you back. God will repay you on the day the good people rise from death.”"
            },
            {
                "verse_number": "15",
                "verse_text": "When one of the guests sitting at the table heard this, he said to Jesus, “How happy are those who will sit down at the feast in the Kingdom of God!”"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to him, “There was once a man who was giving a great feast to which he invited many people."
            },
            {
                "verse_number": "17",
                "verse_text": "When it was time for the feast, he sent his servant to tell his guests, ‘Come, everything is ready!’"
            },
            {
                "verse_number": "18",
                "verse_text": "But they all began, one after another, to make excuses. The first one told the servant, ‘I have bought a field and must go and look at it; please accept my apologies.’"
            },
            {
                "verse_number": "19",
                "verse_text": "Another one said, ‘I have bought five pairs of oxen and am on my way to try them out; please accept my apologies.’"
            },
            {
                "verse_number": "20",
                "verse_text": "Another one said, ‘I have just gotten married, and for that reason I cannot come.’"
            },
            {
                "verse_number": "21",
                "verse_text": "The servant went back and told all this to his master. The master was furious and said to his servant, ‘Hurry out to the streets and alleys of the town, and bring back the poor, the crippled, the blind, and the lame.’"
            },
            {
                "verse_number": "22",
                "verse_text": "Soon the servant said, ‘Your order has been carried out, sir, but there is room for more.’"
            },
            {
                "verse_number": "23",
                "verse_text": "So the master said to the servant, ‘Go out to the country roads and lanes and make people come in, so that my house will be full."
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you all that none of those who were invited will taste my dinner!’”"
            },
            {
                "verse_number": "25",
                "verse_text": "Once when large crowds of people were going along with Jesus, he turned and said to them,"
            },
            {
                "verse_number": "26",
                "verse_text": "“Those who come to me cannot be my disciples unless they love me more than they love father and mother, wife and children, brothers and sisters, and themselves as well."
            },
            {
                "verse_number": "27",
                "verse_text": "Those who do not carry their own cross and come after me cannot be my disciples."
            },
            {
                "verse_number": "28",
                "verse_text": "If one of you is planning to build a tower, you sit down first and figure out what it will cost, to see if you have enough money to finish the job."
            },
            {
                "verse_number": "29",
                "verse_text": "If you don't, you will not be able to finish the tower after laying the foundation; and all who see what happened will make fun of you."
            },
            {
                "verse_number": "30",
                "verse_text": "‘You began to build but can't finish the job!’ they will say."
            },
            {
                "verse_number": "31",
                "verse_text": "If a king goes out with ten thousand men to fight another king who comes against him with twenty thousand men, he will sit down first and decide if he is strong enough to face that other king."
            },
            {
                "verse_number": "32",
                "verse_text": "If he isn't, he will send messengers to meet the other king to ask for terms of peace while he is still a long way off."
            },
            {
                "verse_number": "33",
                "verse_text": "In the same way,” concluded Jesus, “none of you can be my disciple unless you give up everything you have."
            },
            {
                "verse_number": "34",
                "verse_text": "“Salt is good, but if it loses its saltiness, there is no way to make it salty again."
            },
            {
                "verse_number": "35",
                "verse_text": "It is no good for the soil or for the manure pile; it is thrown away. Listen, then, if you have ears!”"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "One day when many tax collectors and other outcasts came to listen to Jesus,"
            },
            {
                "verse_number": "2",
                "verse_text": "the Pharisees and the teachers of the Law started grumbling, “This man welcomes outcasts and even eats with them!”"
            },
            {
                "verse_number": "3",
                "verse_text": "So Jesus told them this parable:"
            },
            {
                "verse_number": "4",
                "verse_text": "“Suppose one of you has a hundred sheep and loses one of them—what do you do? You leave the other ninety-nine sheep in the pasture and go looking for the one that got lost until you find it."
            },
            {
                "verse_number": "5",
                "verse_text": "When you find it, you are so happy that you put it on your shoulders"
            },
            {
                "verse_number": "6",
                "verse_text": "and carry it back home. Then you call your friends and neighbors together and say to them, ‘I am so happy I found my lost sheep. Let us celebrate!’"
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine respectable people who do not need to repent."
            },
            {
                "verse_number": "8",
                "verse_text": "“Or suppose a woman who has ten silver coins loses one of them—what does she do? She lights a lamp, sweeps her house, and looks carefully everywhere until she finds it."
            },
            {
                "verse_number": "9",
                "verse_text": "When she finds it, she calls her friends and neighbors together, and says to them, ‘I am so happy I found the coin I lost. Let us celebrate!’"
            },
            {
                "verse_number": "10",
                "verse_text": "In the same way, I tell you, the angels of God rejoice over one sinner who repents.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus went on to say, “There was once a man who had two sons."
            },
            {
                "verse_number": "12",
                "verse_text": "The younger one said to him, ‘Father, give me my share of the property now.’ So the man divided his property between his two sons."
            },
            {
                "verse_number": "13",
                "verse_text": "After a few days the younger son sold his part of the property and left home with the money. He went to a country far away, where he wasted his money in reckless living."
            },
            {
                "verse_number": "14",
                "verse_text": "He spent everything he had. Then a severe famine spread over that country, and he was left without a thing."
            },
            {
                "verse_number": "15",
                "verse_text": "So he went to work for one of the citizens of that country, who sent him out to his farm to take care of the pigs."
            },
            {
                "verse_number": "16",
                "verse_text": "He wished he could fill himself with the bean pods the pigs ate, but no one gave him anything to eat."
            },
            {
                "verse_number": "17",
                "verse_text": "At last he came to his senses and said, ‘All my father's hired workers have more than they can eat, and here I am about to starve!"
            },
            {
                "verse_number": "18",
                "verse_text": "I will get up and go to my father and say, “Father, I have sinned against God and against you."
            },
            {
                "verse_number": "19",
                "verse_text": "I am no longer fit to be called your son; treat me as one of your hired workers.”’"
            },
            {
                "verse_number": "20",
                "verse_text": "So he got up and started back to his father. “He was still a long way from home when his father saw him; his heart was filled with pity, and he ran, threw his arms around his son, and kissed him."
            },
            {
                "verse_number": "21",
                "verse_text": "‘Father,’ the son said, ‘I have sinned against God and against you. I am no longer fit to be called your son.’"
            },
            {
                "verse_number": "22",
                "verse_text": "But the father called to his servants. ‘Hurry!’ he said. ‘Bring the best robe and put it on him. Put a ring on his finger and shoes on his feet."
            },
            {
                "verse_number": "23",
                "verse_text": "Then go and get the prize calf and kill it, and let us celebrate with a feast!"
            },
            {
                "verse_number": "24",
                "verse_text": "For this son of mine was dead, but now he is alive; he was lost, but now he has been found.’ And so the feasting began."
            },
            {
                "verse_number": "25",
                "verse_text": "“In the meantime the older son was out in the field. On his way back, when he came close to the house, he heard the music and dancing."
            },
            {
                "verse_number": "26",
                "verse_text": "So he called one of the servants and asked him, ‘What's going on?’"
            },
            {
                "verse_number": "27",
                "verse_text": "‘Your brother has come back home,’ the servant answered, ‘and your father has killed the prize calf, because he got him back safe and sound.’"
            },
            {
                "verse_number": "28",
                "verse_text": "The older brother was so angry that he would not go into the house; so his father came out and begged him to come in."
            },
            {
                "verse_number": "29",
                "verse_text": "But he spoke back to his father, ‘Look, all these years I have worked for you like a slave, and I have never disobeyed your orders. What have you given me? Not even a goat for me to have a feast with my friends!"
            },
            {
                "verse_number": "30",
                "verse_text": "But this son of yours wasted all your property on prostitutes, and when he comes back home, you kill the prize calf for him!’"
            },
            {
                "verse_number": "31",
                "verse_text": "‘My son,’ the father answered, ‘you are always here with me, and everything I have is yours."
            },
            {
                "verse_number": "32",
                "verse_text": "But we had to celebrate and be happy, because your brother was dead, but now he is alive; he was lost, but now he has been found.’”"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his disciples, “There was once a rich man who had a servant who managed his property. The rich man was told that the manager was wasting his master's money,"
            },
            {
                "verse_number": "2",
                "verse_text": "so he called him in and said, ‘What is this I hear about you? Turn in a complete account of your handling of my property, because you cannot be my manager any longer.’"
            },
            {
                "verse_number": "3",
                "verse_text": "The servant said to himself, ‘My master is going to dismiss me from my job. What shall I do? I am not strong enough to dig ditches, and I am ashamed to beg."
            },
            {
                "verse_number": "4",
                "verse_text": "Now I know what I will do! Then when my job is gone, I shall have friends who will welcome me in their homes.’"
            },
            {
                "verse_number": "5",
                "verse_text": "So he called in all the people who were in debt to his master. He asked the first one, ‘How much do you owe my master?’"
            },
            {
                "verse_number": "6",
                "verse_text": "‘One hundred barrels of olive oil,’ he answered. ‘Here is your account,’ the manager told him; ‘sit down and write fifty.’"
            },
            {
                "verse_number": "7",
                "verse_text": "Then he asked another one, ‘And you—how much do you owe?’ ‘A thousand bushels of wheat,’ he answered. ‘Here is your account,’ the manager told him; ‘write eight hundred.’"
            },
            {
                "verse_number": "8",
                "verse_text": "As a result the master of this dishonest manager praised him for doing such a shrewd thing; because the people of this world are much more shrewd in handling their affairs than the people who belong to the light.”"
            },
            {
                "verse_number": "9",
                "verse_text": "And Jesus went on to say, “And so I tell you: make friends for yourselves with worldly wealth, so that when it gives out, you will be welcomed in the eternal home."
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever is faithful in small matters will be faithful in large ones; whoever is dishonest in small matters will be dishonest in large ones."
            },
            {
                "verse_number": "11",
                "verse_text": "If, then, you have not been faithful in handling worldly wealth, how can you be trusted with true wealth?"
            },
            {
                "verse_number": "12",
                "verse_text": "And if you have not been faithful with what belongs to someone else, who will give you what belongs to you?"
            },
            {
                "verse_number": "13",
                "verse_text": "“No servant can be the slave of two masters; such a slave will hate one and love the other or will be loyal to one and despise the other. You cannot serve both God and money.”"
            },
            {
                "verse_number": "14",
                "verse_text": "When the Pharisees heard all this, they made fun of Jesus, because they loved money."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus said to them, “You are the ones who make yourselves look right in other people's sight, but God knows your hearts. For the things that are considered of great value by people are worth nothing in God's sight."
            },
            {
                "verse_number": "16",
                "verse_text": "“The Law of Moses and the writings of the prophets were in effect up to the time of John the Baptist; since then the Good News about the Kingdom of God is being told, and everyone forces their way in."
            },
            {
                "verse_number": "17",
                "verse_text": "But it is easier for heaven and earth to disappear than for the smallest detail of the Law to be done away with."
            },
            {
                "verse_number": "18",
                "verse_text": "“Any man who divorces his wife and marries another woman commits adultery; and the man who marries a divorced woman commits adultery."
            },
            {
                "verse_number": "19",
                "verse_text": "“There was once a rich man who dressed in the most expensive clothes and lived in great luxury every day."
            },
            {
                "verse_number": "20",
                "verse_text": "There was also a poor man named Lazarus, covered with sores, who used to be brought to the rich man's door,"
            },
            {
                "verse_number": "21",
                "verse_text": "hoping to eat the bits of food that fell from the rich man's table. Even the dogs would come and lick his sores."
            },
            {
                "verse_number": "22",
                "verse_text": "The poor man died and was carried by the angels to sit beside Abraham at the feast in heaven. The rich man died and was buried,"
            },
            {
                "verse_number": "23",
                "verse_text": "and in Hades,"
            },
            {
                "verse_number": "23",
                "verse_text": "where he was in great pain, he looked up and saw Abraham, far away, with Lazarus at his side."
            },
            {
                "verse_number": "24",
                "verse_text": "So he called out, ‘Father Abraham! Take pity on me, and send Lazarus to dip his finger in some water and cool off my tongue, because I am in great pain in this fire!’"
            },
            {
                "verse_number": "25",
                "verse_text": "But Abraham said, ‘Remember, my son, that in your lifetime you were given all the good things, while Lazarus got all the bad things. But now he is enjoying himself here, while you are in pain."
            },
            {
                "verse_number": "26",
                "verse_text": "Besides all that, there is a deep pit lying between us, so that those who want to cross over from here to you cannot do so, nor can anyone cross over to us from where you are.’"
            },
            {
                "verse_number": "27",
                "verse_text": "The rich man said, ‘Then I beg you, father Abraham, send Lazarus to my father's house,"
            },
            {
                "verse_number": "28",
                "verse_text": "where I have five brothers. Let him go and warn them so that they, at least, will not come to this place of pain.’"
            },
            {
                "verse_number": "29",
                "verse_text": "Abraham said, ‘Your brothers have Moses and the prophets to warn them; your brothers should listen to what they say.’"
            },
            {
                "verse_number": "30",
                "verse_text": "The rich man answered, ‘That is not enough, father Abraham! But if someone were to rise from death and go to them, then they would turn from their sins.’"
            },
            {
                "verse_number": "31",
                "verse_text": "But Abraham said, ‘If they will not listen to Moses and the prophets, they will not be convinced even if someone were to rise from death.’”"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his disciples, “Things that make people fall into sin are bound to happen, but how terrible for the one who makes them happen!"
            },
            {
                "verse_number": "2",
                "verse_text": "It would be better for him if a large millstone were tied around his neck and he were thrown into the sea than for him to cause one of these little ones to sin."
            },
            {
                "verse_number": "3",
                "verse_text": "So watch what you do! “If your brother sins, rebuke him, and if he repents, forgive him."
            },
            {
                "verse_number": "4",
                "verse_text": "If he sins against you seven times in one day, and each time he comes to you saying, ‘I repent,’ you must forgive him.”"
            },
            {
                "verse_number": "5",
                "verse_text": "The apostles said to the Lord, “Make our faith greater.”"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord answered, “If you had faith as big as a mustard seed, you could say to this mulberry tree, ‘Pull yourself up by the roots and plant yourself in the sea!’ and it would obey you."
            },
            {
                "verse_number": "7",
                "verse_text": "“Suppose one of you has a servant who is plowing or looking after the sheep. When he comes in from the field, do you tell him to hurry along and eat his meal?"
            },
            {
                "verse_number": "8",
                "verse_text": "Of course not! Instead, you say to him, ‘Get my supper ready, then put on your apron and wait on me while I eat and drink; after that you may have your meal.’"
            },
            {
                "verse_number": "9",
                "verse_text": "The servant does not deserve thanks for obeying orders, does he?"
            },
            {
                "verse_number": "10",
                "verse_text": "It is the same with you; when you have done all you have been told to do, say, ‘We are ordinary servants; we have only done our duty.’”"
            },
            {
                "verse_number": "11",
                "verse_text": "As Jesus made his way to Jerusalem, he went along the border between Samaria and Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "He was going into a village when he was met by ten men suffering from a dreaded skin disease. They stood at a distance"
            },
            {
                "verse_number": "13",
                "verse_text": "and shouted, “Jesus! Master! Have pity on us!”"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus saw them and said to them, “Go and let the priests examine you.” On the way they were made clean."
            },
            {
                "verse_number": "15",
                "verse_text": "When one of them saw that he was healed, he came back, praising God in a loud voice."
            },
            {
                "verse_number": "16",
                "verse_text": "He threw himself to the ground at Jesus' feet and thanked him. The man was a Samaritan."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus spoke up, “There were ten who were healed; where are the other nine?"
            },
            {
                "verse_number": "18",
                "verse_text": "Why is this foreigner the only one who came back to give thanks to God?”"
            },
            {
                "verse_number": "19",
                "verse_text": "And Jesus said to him, “Get up and go; your faith has made you well.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Some Pharisees asked Jesus when the Kingdom of God would come. His answer was, “The Kingdom of God does not come in such a way as to be seen."
            },
            {
                "verse_number": "21",
                "verse_text": "No one will say, ‘Look, here it is!’ or, ‘There it is!’; because the Kingdom of God is within you.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Then he said to the disciples, “The time will come when you will wish you could see one of the days of the Son of Man, but you will not see it."
            },
            {
                "verse_number": "23",
                "verse_text": "There will be those who will say to you, ‘Look, over there!’ or, ‘Look, over here!’ But don't go out looking for it."
            },
            {
                "verse_number": "24",
                "verse_text": "As the lightning flashes across the sky and lights it up from one side to the other, so will the Son of Man be in his day."
            },
            {
                "verse_number": "25",
                "verse_text": "But first he must suffer much and be rejected by the people of this day."
            },
            {
                "verse_number": "26",
                "verse_text": "As it was in the time of Noah so shall it be in the days of the Son of Man."
            },
            {
                "verse_number": "27",
                "verse_text": "Everybody kept on eating and drinking, and men and women married, up to the very day Noah went into the boat and the flood came and killed them all."
            },
            {
                "verse_number": "28",
                "verse_text": "It will be as it was in the time of Lot. Everybody kept on eating and drinking, buying and selling, planting and building."
            },
            {
                "verse_number": "29",
                "verse_text": "On the day Lot left Sodom, fire and sulfur rained down from heaven and killed them all."
            },
            {
                "verse_number": "30",
                "verse_text": "That is how it will be on the day the Son of Man is revealed."
            },
            {
                "verse_number": "31",
                "verse_text": "“On that day someone who is on the roof of a house must not go down into the house to get any belongings; in the same way anyone who is out in the field must not go back to the house."
            },
            {
                "verse_number": "32",
                "verse_text": "Remember Lot's wife!"
            },
            {
                "verse_number": "33",
                "verse_text": "Those who try to save their own life will lose it; those who lose their life will save it."
            },
            {
                "verse_number": "34",
                "verse_text": "On that night, I tell you, there will be two people sleeping in the same bed: one will be taken away, the other will be left behind."
            },
            {
                "verse_number": "35",
                "verse_text": "Two women will be grinding meal together: one will be taken away, the other will be left behind.”"
            },
            {
                "verse_number": "37",
                "verse_text": "The disciples asked him, “Where, Lord?” Jesus answered, “Wherever there is a dead body, the vultures will gather.”"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus told his disciples a parable to teach them that they should always pray and never become discouraged."
            },
            {
                "verse_number": "2",
                "verse_text": "“In a certain town there was a judge who neither feared God nor respected people."
            },
            {
                "verse_number": "3",
                "verse_text": "And there was a widow in that same town who kept coming to him and pleading for her rights, saying, ‘Help me against my opponent!’"
            },
            {
                "verse_number": "4",
                "verse_text": "For a long time the judge refused to act, but at last he said to himself, ‘Even though I don't fear God or respect people,"
            },
            {
                "verse_number": "5",
                "verse_text": "yet because of all the trouble this widow is giving me, I will see to it that she gets her rights. If I don't, she will keep on coming and finally wear me out!’”"
            },
            {
                "verse_number": "6",
                "verse_text": "And the Lord continued, “Listen to what that corrupt judge said."
            },
            {
                "verse_number": "7",
                "verse_text": "Now, will God not judge in favor of his own people who cry to him day and night for help? Will he be slow to help them?"
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, he will judge in their favor and do it quickly. But will the Son of Man find faith on earth when he comes?”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus also told this parable to people who were sure of their own goodness and despised everybody else."
            },
            {
                "verse_number": "10",
                "verse_text": "“Once there were two men who went up to the Temple to pray: one was a Pharisee, the other a tax collector."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisee stood apart by himself and prayed,"
            },
            {
                "verse_number": "11",
                "verse_text": "‘I thank you, God, that I am not greedy, dishonest, or an adulterer, like everybody else. I thank you that I am not like that tax collector over there."
            },
            {
                "verse_number": "12",
                "verse_text": "I fast two days a week, and I give you one tenth of all my income.’"
            },
            {
                "verse_number": "13",
                "verse_text": "But the tax collector stood at a distance and would not even raise his face to heaven, but beat on his breast and said, ‘God, have pity on me, a sinner!’"
            },
            {
                "verse_number": "14",
                "verse_text": "I tell you,” said Jesus, “the tax collector, and not the Pharisee, was in the right with God when he went home. For those who make themselves great will be humbled, and those who humble themselves will be made great.”"
            },
            {
                "verse_number": "15",
                "verse_text": "Some people brought their babies to Jesus for him to place his hands on them. The disciples saw them and scolded them for doing so,"
            },
            {
                "verse_number": "16",
                "verse_text": "but Jesus called the children to him and said, “Let the children come to me and do not stop them, because the Kingdom of God belongs to such as these."
            },
            {
                "verse_number": "17",
                "verse_text": "Remember this! Whoever does not receive the Kingdom of God like a child will never enter it.”"
            },
            {
                "verse_number": "18",
                "verse_text": "A Jewish leader asked Jesus, “Good Teacher, what must I do to receive eternal life?”"
            },
            {
                "verse_number": "19",
                "verse_text": "“Why do you call me good?” Jesus asked him. “No one is good except God alone."
            },
            {
                "verse_number": "20",
                "verse_text": "You know the commandments: ‘Do not commit adultery; do not commit murder; do not steal; do not accuse anyone falsely; respect your father and your mother.’”"
            },
            {
                "verse_number": "21",
                "verse_text": "The man replied, “Ever since I was young, I have obeyed all these commandments.”"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus heard this, he said to him, “There is still one more thing you need to do. Sell all you have and give the money to the poor, and you will have riches in heaven; then come and follow me.”"
            },
            {
                "verse_number": "23",
                "verse_text": "But when the man heard this, he became very sad, because he was very rich."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus saw that he was sad and said, “How hard it is for rich people to enter the Kingdom of God!"
            },
            {
                "verse_number": "25",
                "verse_text": "It is much harder for a rich person to enter the Kingdom of God than for a camel to go through the eye of a needle.”"
            },
            {
                "verse_number": "26",
                "verse_text": "The people who heard him asked, “Who, then, can be saved?”"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus answered, “What is humanly impossible is possible for God.”"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Peter said, “Look! We have left our homes to follow you.”"
            },
            {
                "verse_number": "29",
                "verse_text": "“Yes,” Jesus said to them, “and I assure you that anyone who leaves home or wife or brothers or parents or children for the sake of the Kingdom of God"
            },
            {
                "verse_number": "30",
                "verse_text": "will receive much more in this present age and eternal life in the age to come.”"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus took the twelve disciples aside and said to them, “Listen! We are going to Jerusalem where everything the prophets wrote about the Son of Man will come true."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be handed over to the Gentiles, who will make fun of him, insult him, and spit on him."
            },
            {
                "verse_number": "33",
                "verse_text": "They will whip him and kill him, but three days later he will rise to life.”"
            },
            {
                "verse_number": "34",
                "verse_text": "But the disciples did not understand any of these things; the meaning of the words was hidden from them, and they did not know what Jesus was talking about."
            },
            {
                "verse_number": "35",
                "verse_text": "As Jesus was coming near Jericho, there was a blind man sitting by the road, begging."
            },
            {
                "verse_number": "36",
                "verse_text": "When he heard the crowd passing by, he asked, “What is this?”"
            },
            {
                "verse_number": "37",
                "verse_text": "“Jesus of Nazareth is passing by,” they told him."
            },
            {
                "verse_number": "38",
                "verse_text": "He cried out, “Jesus! Son of David! Have mercy on me!”"
            },
            {
                "verse_number": "39",
                "verse_text": "The people in front scolded him and told him to be quiet. But he shouted even more loudly, “Son of David! Have mercy on me!”"
            },
            {
                "verse_number": "40",
                "verse_text": "So Jesus stopped and ordered the blind man to be brought to him. When he came near, Jesus asked him,"
            },
            {
                "verse_number": "41",
                "verse_text": "“What do you want me to do for you?” “Sir,” he answered, “I want to see again.”"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to him, “Then see! Your faith has made you well.”"
            },
            {
                "verse_number": "43",
                "verse_text": "At once he was able to see, and he followed Jesus, giving thanks to God. When the crowd saw it, they all praised God."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jesus went on into Jericho and was passing through."
            },
            {
                "verse_number": "2",
                "verse_text": "There was a chief tax collector there named Zacchaeus, who was rich."
            },
            {
                "verse_number": "3",
                "verse_text": "He was trying to see who Jesus was, but he was a little man and could not see Jesus because of the crowd."
            },
            {
                "verse_number": "4",
                "verse_text": "So he ran ahead of the crowd and climbed a sycamore tree to see Jesus, who was going to pass that way."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus came to that place, he looked up and said to Zacchaeus, “Hurry down, Zacchaeus, because I must stay in your house today.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Zacchaeus hurried down and welcomed him with great joy."
            },
            {
                "verse_number": "7",
                "verse_text": "All the people who saw it started grumbling, “This man has gone as a guest to the home of a sinner!”"
            },
            {
                "verse_number": "8",
                "verse_text": "Zacchaeus stood up and said to the Lord, “Listen, sir! I will give half my belongings to the poor, and if I have cheated anyone, I will pay back four times as much.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to him, “Salvation has come to this house today, for this man, also, is a descendant of Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "The Son of Man came to seek and to save the lost.”"
            },
            {
                "verse_number": "11",
                "verse_text": "While the people were listening to this, Jesus continued and told them a parable. He was now almost at Jerusalem, and they supposed that the Kingdom of God was just about to appear."
            },
            {
                "verse_number": "12",
                "verse_text": "So he said, “There was once a man of high rank who was going to a country far away to be made king, after which he planned to come back home."
            },
            {
                "verse_number": "13",
                "verse_text": "Before he left, he called his ten servants and gave them each a gold coin and told them, ‘See what you can earn with this while I am gone.’"
            },
            {
                "verse_number": "14",
                "verse_text": "Now, his own people hated him, and so they sent messengers after him to say, ‘We don't want this man to be our king.’"
            },
            {
                "verse_number": "15",
                "verse_text": "“The man was made king and came back. At once he ordered his servants to appear before him, in order to find out how much they had earned."
            },
            {
                "verse_number": "16",
                "verse_text": "The first one came and said, ‘Sir, I have earned ten gold coins with the one you gave me.’"
            },
            {
                "verse_number": "17",
                "verse_text": "‘Well done,’ he said; ‘you are a good servant! Since you were faithful in small matters, I will put you in charge of ten cities.’"
            },
            {
                "verse_number": "18",
                "verse_text": "The second servant came and said, ‘Sir, I have earned five gold coins with the one you gave me.’"
            },
            {
                "verse_number": "19",
                "verse_text": "To this one he said, ‘You will be in charge of five cities.’"
            },
            {
                "verse_number": "20",
                "verse_text": "Another servant came and said, ‘Sir, here is your gold coin; I kept it hidden in a handkerchief."
            },
            {
                "verse_number": "21",
                "verse_text": "I was afraid of you, because you are a hard man. You take what is not yours and reap what you did not plant.’"
            },
            {
                "verse_number": "22",
                "verse_text": "He said to him, ‘You bad servant! I will use your own words to condemn you! You know that I am a hard man, taking what is not mine and reaping what I have not planted."
            },
            {
                "verse_number": "23",
                "verse_text": "Well, then, why didn't you put my money in the bank? Then I would have received it back with interest when I returned.’"
            },
            {
                "verse_number": "24",
                "verse_text": "Then he said to those who were standing there, ‘Take the gold coin away from him and give it to the servant who has ten coins.’"
            },
            {
                "verse_number": "25",
                "verse_text": "But they said to him, ‘Sir, he already has ten coins!’"
            },
            {
                "verse_number": "26",
                "verse_text": "‘I tell you,’ he replied, ‘that to those who have something, even more will be given; but those who have nothing, even the little that they have will be taken away from them."
            },
            {
                "verse_number": "27",
                "verse_text": "Now, as for those enemies of mine who did not want me to be their king, bring them here and kill them in my presence!’”"
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus said this, he went on in front of them toward Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "As he came near Bethphage and Bethany at the Mount of Olives, he sent two disciples ahead"
            },
            {
                "verse_number": "30",
                "verse_text": "with these instructions: “Go to the village there ahead of you; as you go in, you will find a colt tied up that has never been ridden. Untie it and bring it here."
            },
            {
                "verse_number": "31",
                "verse_text": "If someone asks you why you are untying it, tell him that the Master"
            },
            {
                "verse_number": "31",
                "verse_text": "needs it.”"
            },
            {
                "verse_number": "32",
                "verse_text": "They went on their way and found everything just as Jesus had told them."
            },
            {
                "verse_number": "33",
                "verse_text": "As they were untying the colt, its owners said to them, “Why are you untying it?”"
            },
            {
                "verse_number": "34",
                "verse_text": "“The Master needs it,” they answered,"
            },
            {
                "verse_number": "35",
                "verse_text": "and they took the colt to Jesus. Then they threw their cloaks over the animal and helped Jesus get on."
            },
            {
                "verse_number": "36",
                "verse_text": "As he rode on, people spread their cloaks on the road."
            },
            {
                "verse_number": "37",
                "verse_text": "When he came near Jerusalem, at the place where the road went down the Mount of Olives, the large crowd of his disciples began to thank God and praise him in loud voices for all the great things that they had seen:"
            },
            {
                "verse_number": "38",
                "verse_text": "“God bless the king who comes in the name of the Lord! Peace in heaven and glory to God!”"
            },
            {
                "verse_number": "39",
                "verse_text": "Then some of the Pharisees in the crowd spoke to Jesus. “Teacher,” they said, “command your disciples to be quiet!”"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus answered, “I tell you that if they keep quiet, the stones themselves will start shouting.”"
            },
            {
                "verse_number": "41",
                "verse_text": "He came closer to the city, and when he saw it, he wept over it,"
            },
            {
                "verse_number": "42",
                "verse_text": "saying, “If you only knew today what is needed for peace! But now you cannot see it!"
            },
            {
                "verse_number": "43",
                "verse_text": "The time will come when your enemies will surround you with barricades, blockade you, and close in on you from every side."
            },
            {
                "verse_number": "44",
                "verse_text": "They will completely destroy you and the people within your walls; not a single stone will they leave in its place, because you did not recognize the time when God came to save you!”"
            },
            {
                "verse_number": "45",
                "verse_text": "Then Jesus went into the Temple and began to drive out the merchants,"
            },
            {
                "verse_number": "46",
                "verse_text": "saying to them, “It is written in the Scriptures that God said, ‘My Temple will be a house of prayer.’ But you have turned it into a hideout for thieves!”"
            },
            {
                "verse_number": "47",
                "verse_text": "Every day Jesus taught in the Temple. The chief priests, the teachers of the Law, and the leaders of the people wanted to kill him,"
            },
            {
                "verse_number": "48",
                "verse_text": "but they could not find a way to do it, because all the people kept listening to him, not wanting to miss a single word."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "One day when Jesus was in the Temple teaching the people and preaching the Good News, the chief priests and the teachers of the Law, together with the elders, came"
            },
            {
                "verse_number": "2",
                "verse_text": "and said to him, “Tell us, what right do you have to do these things? Who gave you such right?”"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered them, “Now let me ask you a question. Tell me,"
            },
            {
                "verse_number": "4",
                "verse_text": "did John's right to baptize come from God or from human beings?”"
            },
            {
                "verse_number": "5",
                "verse_text": "They started to argue among themselves, “What shall we say? If we say, ‘From God,’ he will say, ‘Why, then, did you not believe John?’"
            },
            {
                "verse_number": "6",
                "verse_text": "But if we say, ‘From human beings,’ this whole crowd here will stone us, because they are convinced that John was a prophet.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So they answered, “We don't know where it came from.”"
            },
            {
                "verse_number": "8",
                "verse_text": "And Jesus said to them, “Neither will I tell you, then, by what right I do these things.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus told the people this parable: “There was once a man who planted a vineyard, rented it out to tenants, and then left home for a long time."
            },
            {
                "verse_number": "10",
                "verse_text": "When the time came to gather the grapes, he sent a slave to the tenants to receive from them his share of the harvest. But the tenants beat the slave and sent him back without a thing."
            },
            {
                "verse_number": "11",
                "verse_text": "So he sent another slave; but the tenants beat him also, treated him shamefully, and sent him back without a thing."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he sent a third slave; the tenants wounded him, too, and threw him out."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the owner of the vineyard said, ‘What shall I do? I will send my own dear son; surely they will respect him!’"
            },
            {
                "verse_number": "14",
                "verse_text": "But when the tenants saw him, they said to one another, ‘This is the owner's son. Let's kill him, and his property will be ours!’"
            },
            {
                "verse_number": "15",
                "verse_text": "So they threw him out of the vineyard and killed him. “What, then, will the owner of the vineyard do to the tenants?” Jesus asked."
            },
            {
                "verse_number": "16",
                "verse_text": "“He will come and kill those men, and turn the vineyard over to other tenants.” When the people heard this, they said, “Surely not!”"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus looked at them and asked, “What, then, does this scripture mean? ‘The stone which the builders rejected as worthless turned out to be the most important of all.’"
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone who falls on that stone will be cut to pieces; and if that stone falls on someone, that person will be crushed to dust.”"
            },
            {
                "verse_number": "19",
                "verse_text": "The teachers of the Law and the chief priests tried to arrest Jesus on the spot, because they knew that he had told this parable against them; but they were afraid of the people."
            },
            {
                "verse_number": "20",
                "verse_text": "So they looked for an opportunity. They bribed some men to pretend they were sincere, and they sent them to trap Jesus with questions, so that they could hand him over to the authority and power of the Roman Governor."
            },
            {
                "verse_number": "21",
                "verse_text": "These spies said to Jesus, “Teacher, we know that what you say and teach is right. We know that you pay no attention to anyone's status, but teach the truth about God's will for people."
            },
            {
                "verse_number": "22",
                "verse_text": "Tell us, is it against our Law for us to pay taxes to the Roman Emperor, or not?”"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus saw through their trick and said to them,"
            },
            {
                "verse_number": "24",
                "verse_text": "“Show me a silver coin. Whose face and name are these on it?” “The Emperor's,” they answered."
            },
            {
                "verse_number": "25",
                "verse_text": "So Jesus said, “Well, then, pay to the Emperor what belongs to the Emperor, and pay to God what belongs to God.”"
            },
            {
                "verse_number": "26",
                "verse_text": "There before the people they could not catch him in a thing, so they kept quiet, amazed at his answer."
            },
            {
                "verse_number": "27",
                "verse_text": "Then some Sadducees, who say that people will not rise from death, came to Jesus and said,"
            },
            {
                "verse_number": "28",
                "verse_text": "“Teacher, Moses wrote this law for us: ‘If a man dies and leaves a wife but no children, that man's brother must marry the widow so that they can have children who will be considered the dead man's children.’"
            },
            {
                "verse_number": "29",
                "verse_text": "Once there were seven brothers; the oldest got married and died without having children."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the second one married the woman,"
            },
            {
                "verse_number": "31",
                "verse_text": "and then the third. The same thing happened to all seven—they died without having children."
            },
            {
                "verse_number": "32",
                "verse_text": "Last of all, the woman died."
            },
            {
                "verse_number": "33",
                "verse_text": "Now, on the day when the dead rise to life, whose wife will she be? All seven of them had married her.”"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered them, “The men and women of this age marry,"
            },
            {
                "verse_number": "35",
                "verse_text": "but the men and women who are worthy to rise from death and live in the age to come will not then marry."
            },
            {
                "verse_number": "36",
                "verse_text": "They will be like angels and cannot die. They are the children of God, because they have risen from death."
            },
            {
                "verse_number": "37",
                "verse_text": "And Moses clearly proves that the dead are raised to life. In the passage about the burning bush he speaks of the Lord as ‘the God of Abraham, the God of Isaac, and the God of Jacob.’"
            },
            {
                "verse_number": "38",
                "verse_text": "He is the God of the living, not of the dead, for to him all are alive.”"
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the teachers of the Law spoke up, “A good answer, Teacher!”"
            },
            {
                "verse_number": "40",
                "verse_text": "For they did not dare ask him any more questions."
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus asked them, “How can it be said that the Messiah will be the descendant of David?"
            },
            {
                "verse_number": "42",
                "verse_text": "For David himself says in the book of Psalms, ‘The Lord said to my Lord: Sit here at my right side"
            },
            {
                "verse_number": "43",
                "verse_text": "until I put your enemies as a footstool under your feet.’"
            },
            {
                "verse_number": "44",
                "verse_text": "David called him ‘Lord’; how, then, can the Messiah be David's descendant?”"
            },
            {
                "verse_number": "45",
                "verse_text": "As all the people listened to him, Jesus said to his disciples,"
            },
            {
                "verse_number": "46",
                "verse_text": "“Be on your guard against the teachers of the Law, who like to walk around in their long robes and love to be greeted with respect in the marketplace; who choose the reserved seats in the synagogues and the best places at feasts;"
            },
            {
                "verse_number": "47",
                "verse_text": "who take advantage of widows and rob them of their homes, and then make a show of saying long prayers! Their punishment will be all the worse!”"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jesus looked around and saw rich people dropping their gifts in the Temple treasury,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he also saw a very poor widow dropping in two little copper coins."
            },
            {
                "verse_number": "3",
                "verse_text": "He said, “I tell you that this poor widow put in more than all the others."
            },
            {
                "verse_number": "4",
                "verse_text": "For the others offered their gifts from what they had to spare of their riches; but she, poor as she is, gave all she had to live on.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the disciples were talking about the Temple, how beautiful it looked with its fine stones and the gifts offered to God. Jesus said,"
            },
            {
                "verse_number": "6",
                "verse_text": "“All this you see—the time will come when not a single stone here will be left in its place; every one will be thrown down.”"
            },
            {
                "verse_number": "7",
                "verse_text": "“Teacher,” they asked, “when will this be? And what will happen in order to show that the time has come for it to take place?”"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said, “Watch out; don't be fooled. Many men, claiming to speak for me, will come and say, ‘I am he!’ and, ‘The time has come!’ But don't follow them."
            },
            {
                "verse_number": "9",
                "verse_text": "Don't be afraid when you hear of wars and revolutions; such things must happen first, but they do not mean that the end is near.”"
            },
            {
                "verse_number": "10",
                "verse_text": "He went on to say, “Countries will fight each other; kingdoms will attack one another."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be terrible earthquakes, famines, and plagues everywhere; there will be strange and terrifying things coming from the sky."
            },
            {
                "verse_number": "12",
                "verse_text": "Before all these things take place, however, you will be arrested and persecuted; you will be handed over to be tried in synagogues and be put in prison; you will be brought before kings and rulers for my sake."
            },
            {
                "verse_number": "13",
                "verse_text": "This will be your chance to tell the Good News."
            },
            {
                "verse_number": "14",
                "verse_text": "Make up your minds ahead of time not to worry about how you will defend yourselves,"
            },
            {
                "verse_number": "15",
                "verse_text": "because I will give you such words and wisdom that none of your enemies will be able to refute or contradict what you say."
            },
            {
                "verse_number": "16",
                "verse_text": "You will be handed over by your parents, your brothers, your relatives, and your friends; and some of you will be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone will hate you because of me."
            },
            {
                "verse_number": "18",
                "verse_text": "But not a single hair from your heads will be lost."
            },
            {
                "verse_number": "19",
                "verse_text": "Stand firm, and you will save yourselves."
            },
            {
                "verse_number": "20",
                "verse_text": "“When you see Jerusalem surrounded by armies, then you will know that it will soon be destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "Then those who are in Judea must run away to the hills; those who are in the city must leave, and those who are out in the country must not go into the city."
            },
            {
                "verse_number": "22",
                "verse_text": "For those will be ‘The Days of Punishment,’ to make come true all that the Scriptures say."
            },
            {
                "verse_number": "23",
                "verse_text": "How terrible it will be in those days for women who are pregnant and for mothers with little babies! Terrible distress will come upon this land, and God's punishment will fall on this people."
            },
            {
                "verse_number": "24",
                "verse_text": "Some will be killed by the sword, and others will be taken as prisoners to all countries; and the heathen will trample over Jerusalem until their time is up."
            },
            {
                "verse_number": "25",
                "verse_text": "“There will be strange things happening to the sun, the moon, and the stars. On earth whole countries will be in despair, afraid of the roar of the sea and the raging tides."
            },
            {
                "verse_number": "26",
                "verse_text": "People will faint from fear as they wait for what is coming over the whole earth, for the powers in space will be driven from their courses."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the Son of Man will appear, coming in a cloud with great power and glory."
            },
            {
                "verse_number": "28",
                "verse_text": "When these things begin to happen, stand up and raise your heads, because your salvation is near.”"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus told them this parable: “Think of the fig tree and all the other trees."
            },
            {
                "verse_number": "30",
                "verse_text": "When you see their leaves beginning to appear, you know that summer is near."
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, when you see these things happening, you will know that the Kingdom of God is about to come."
            },
            {
                "verse_number": "32",
                "verse_text": "“Remember that all these things will take place before the people now living have all died."
            },
            {
                "verse_number": "33",
                "verse_text": "Heaven and earth will pass away, but my words will never pass away."
            },
            {
                "verse_number": "34",
                "verse_text": "“Be careful not to let yourselves become occupied with too much feasting and drinking and with the worries of this life, or that Day may suddenly catch you"
            },
            {
                "verse_number": "35",
                "verse_text": "like a trap. For it will come upon all people everywhere on earth."
            },
            {
                "verse_number": "36",
                "verse_text": "Be on watch and pray always that you will have the strength to go safely through all those things that will happen and to stand before the Son of Man.”"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus spent those days teaching in the Temple, and when evening came, he would go out and spend the night on the Mount of Olives."
            },
            {
                "verse_number": "38",
                "verse_text": "Early each morning all the people went to the Temple to listen to him."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The time was near for the Festival of Unleavened Bread, which is called the Passover."
            },
            {
                "verse_number": "2",
                "verse_text": "The chief priests and the teachers of the Law were afraid of the people, and so they were trying to find a way of putting Jesus to death secretly."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Satan entered into Judas, called Iscariot, who was one of the twelve disciples."
            },
            {
                "verse_number": "4",
                "verse_text": "So Judas went off and spoke with the chief priests and the officers of the Temple guard about how he could betray Jesus to them."
            },
            {
                "verse_number": "5",
                "verse_text": "They were pleased and offered to pay him money."
            },
            {
                "verse_number": "6",
                "verse_text": "Judas agreed to it and started looking for a good chance to hand Jesus over to them without the people knowing about it."
            },
            {
                "verse_number": "7",
                "verse_text": "The day came during the Festival of Unleavened Bread when the lambs for the Passover meal were to be killed."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus sent Peter and John with these instructions: “Go and get the Passover meal ready for us to eat.”"
            },
            {
                "verse_number": "9",
                "verse_text": "“Where do you want us to get it ready?” they asked him."
            },
            {
                "verse_number": "10",
                "verse_text": "He answered, “As you go into the city, a man carrying a jar of water will meet you. Follow him into the house that he enters,"
            },
            {
                "verse_number": "11",
                "verse_text": "and say to the owner of the house: ‘The Teacher says to you, Where is the room where my disciples and I will eat the Passover meal?’"
            },
            {
                "verse_number": "12",
                "verse_text": "He will show you a large furnished room upstairs, where you will get everything ready.”"
            },
            {
                "verse_number": "13",
                "verse_text": "They went off and found everything just as Jesus had told them, and they prepared the Passover meal."
            },
            {
                "verse_number": "14",
                "verse_text": "When the hour came, Jesus took his place at the table with the apostles."
            },
            {
                "verse_number": "15",
                "verse_text": "He said to them, “I have wanted so much to eat this Passover meal with you before I suffer!"
            },
            {
                "verse_number": "16",
                "verse_text": "For I tell you, I will never eat it until it is given its full meaning in the Kingdom of God.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus took a cup, gave thanks to God, and said, “Take this and share it among yourselves."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you that from now on I will not drink this wine until the Kingdom of God comes.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then he took a piece of bread, gave thanks to God, broke it, and gave it to them, saying, “This is my body, which is given for you. Do this in memory of me.”"
            },
            {
                "verse_number": "20",
                "verse_text": "In the same way, he gave them the cup after the supper, saying, “This cup is God's new covenant sealed with my blood, which is poured out for you."
            },
            {
                "verse_number": "21",
                "verse_text": "“But, look! The one who betrays me is here at the table with me!"
            },
            {
                "verse_number": "22",
                "verse_text": "The Son of Man will die as God has decided, but how terrible for that man who betrays him!”"
            },
            {
                "verse_number": "23",
                "verse_text": "Then they began to ask among themselves which one of them it could be who was going to do this."
            },
            {
                "verse_number": "24",
                "verse_text": "An argument broke out among the disciples as to which one of them should be thought of as the greatest."
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to them, “The kings of the pagans have power over their people, and the rulers claim the title ‘Friends of the People.’"
            },
            {
                "verse_number": "26",
                "verse_text": "But this is not the way it is with you; rather, the greatest one among you must be like the youngest, and the leader must be like the servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Who is greater, the one who sits down to eat or the one who serves? The one who sits down, of course. But I am among you as one who serves."
            },
            {
                "verse_number": "28",
                "verse_text": "“You have stayed with me all through my trials;"
            },
            {
                "verse_number": "29",
                "verse_text": "and just as my Father has given me the right to rule, so I will give you the same right."
            },
            {
                "verse_number": "30",
                "verse_text": "You will eat and drink at my table in my Kingdom, and you will sit on thrones to rule over the twelve tribes of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "“Simon, Simon! Listen! Satan has received permission to test all of you, to separate the good from the bad, as a farmer separates the wheat from the chaff."
            },
            {
                "verse_number": "32",
                "verse_text": "But I have prayed for you, Simon, that your faith will not fail. And when you turn back to me, you must strengthen your brothers.”"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter answered, “Lord, I am ready to go to prison with you and to die with you!”"
            },
            {
                "verse_number": "34",
                "verse_text": "“I tell you, Peter,” Jesus said, “the rooster will not crow tonight until you have said three times that you do not know me.”"
            },
            {
                "verse_number": "35",
                "verse_text": "Then Jesus asked his disciples, “When I sent you out that time without purse, bag, or shoes, did you lack anything?” “Not a thing,” they answered."
            },
            {
                "verse_number": "36",
                "verse_text": "“But now,” Jesus said, “whoever has a purse or a bag must take it; and whoever does not have a sword must sell his coat and buy one."
            },
            {
                "verse_number": "37",
                "verse_text": "For I tell you that the scripture which says, ‘He shared the fate of criminals,’ must come true about me, because what was written about me is coming true.”"
            },
            {
                "verse_number": "38",
                "verse_text": "The disciples said, “Look! Here are two swords, Lord!” “That is enough!” he replied."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus left the city and went, as he usually did, to the Mount of Olives; and the disciples went with him."
            },
            {
                "verse_number": "40",
                "verse_text": "When he arrived at the place, he said to them, “Pray that you will not fall into temptation.”"
            },
            {
                "verse_number": "41",
                "verse_text": "Then he went off from them about the distance of a stone's throw and knelt down and prayed."
            },
            {
                "verse_number": "42",
                "verse_text": "“Father,” he said, “if you will, take this cup of suffering away from me. Not my will, however, but your will be done.”"
            },
            {
                "verse_number": "43",
                "verse_text": "An angel from heaven appeared to him and strengthened him."
            },
            {
                "verse_number": "44",
                "verse_text": "In great anguish he prayed even more fervently; his sweat was like drops of blood falling to the ground."
            },
            {
                "verse_number": "45",
                "verse_text": "Rising from his prayer, he went back to the disciples and found them asleep, worn out by their grief."
            },
            {
                "verse_number": "46",
                "verse_text": "He said to them, “Why are you sleeping? Get up and pray that you will not fall into temptation.”"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus was still speaking when a crowd arrived, led by Judas, one of the twelve disciples. He came up to Jesus to kiss him."
            },
            {
                "verse_number": "48",
                "verse_text": "But Jesus said, “Judas, is it with a kiss that you betray the Son of Man?”"
            },
            {
                "verse_number": "49",
                "verse_text": "When the disciples who were with Jesus saw what was going to happen, they asked, “Shall we use our swords, Lord?”"
            },
            {
                "verse_number": "50",
                "verse_text": "And one of them struck the High Priest's slave and cut off his right ear."
            },
            {
                "verse_number": "51",
                "verse_text": "But Jesus said, “Enough of this!” He touched the man's ear and healed him."
            },
            {
                "verse_number": "52",
                "verse_text": "Then Jesus said to the chief priests and the officers of the Temple guard and the elders who had come there to get him, “Did you have to come with swords and clubs, as though I were an outlaw?"
            },
            {
                "verse_number": "53",
                "verse_text": "I was with you in the Temple every day, and you did not try to arrest me. But this is your hour to act, when the power of darkness rules.”"
            },
            {
                "verse_number": "54",
                "verse_text": "They arrested Jesus and took him away into the house of the High Priest; and Peter followed at a distance."
            },
            {
                "verse_number": "55",
                "verse_text": "A fire had been lit in the center of the courtyard, and Peter joined those who were sitting around it."
            },
            {
                "verse_number": "56",
                "verse_text": "When one of the servant women saw him sitting there at the fire, she looked straight at him and said, “This man too was with Jesus!”"
            },
            {
                "verse_number": "57",
                "verse_text": "But Peter denied it, “Woman, I don't even know him!”"
            },
            {
                "verse_number": "58",
                "verse_text": "After a little while a man noticed Peter and said, “You are one of them, too!” But Peter answered, “Man, I am not!”"
            },
            {
                "verse_number": "59",
                "verse_text": "And about an hour later another man insisted strongly, “There isn't any doubt that this man was with Jesus, because he also is a Galilean!”"
            },
            {
                "verse_number": "60",
                "verse_text": "But Peter answered, “Man, I don't know what you are talking about!” At once, while he was still speaking, a rooster crowed."
            },
            {
                "verse_number": "61",
                "verse_text": "The Lord turned around and looked straight at Peter, and Peter remembered that the Lord had said to him, “Before the rooster crows tonight, you will say three times that you do not know me.”"
            },
            {
                "verse_number": "62",
                "verse_text": "Peter went out and wept bitterly."
            },
            {
                "verse_number": "63",
                "verse_text": "The men who were guarding Jesus made fun of him and beat him."
            },
            {
                "verse_number": "64",
                "verse_text": "They blindfolded him and asked him, “Who hit you? Guess!”"
            },
            {
                "verse_number": "65",
                "verse_text": "And they said many other insulting things to him."
            },
            {
                "verse_number": "66",
                "verse_text": "When day came, the elders, the chief priests, and the teachers of the Law met together, and Jesus was brought before the Council."
            },
            {
                "verse_number": "67",
                "verse_text": "“Tell us,” they said, “are you the Messiah?” He answered, “If I tell you, you will not believe me;"
            },
            {
                "verse_number": "68",
                "verse_text": "and if I ask you a question, you will not answer."
            },
            {
                "verse_number": "69",
                "verse_text": "But from now on the Son of Man will be seated at the right side of Almighty God.”"
            },
            {
                "verse_number": "70",
                "verse_text": "They all said, “Are you, then, the Son of God?” He answered them, “You say that I am.”"
            },
            {
                "verse_number": "71",
                "verse_text": "And they said, “We don't need any witnesses! We ourselves have heard what he said!”"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The whole group rose up and took Jesus before Pilate,"
            },
            {
                "verse_number": "2",
                "verse_text": "where they began to accuse him: “We caught this man misleading our people, telling them not to pay taxes to the Emperor and claiming that he himself is the Messiah, a king.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Pilate asked him, “Are you the king of the Jews?” “So you say,” answered Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Pilate said to the chief priests and the crowds, “I find no reason to condemn this man.”"
            },
            {
                "verse_number": "5",
                "verse_text": "But they insisted even more strongly, “With his teaching he is starting a riot among the people all through Judea. He began in Galilee and now has come here.”"
            },
            {
                "verse_number": "6",
                "verse_text": "When Pilate heard this, he asked, “Is this man a Galilean?”"
            },
            {
                "verse_number": "7",
                "verse_text": "When he learned that Jesus was from the region ruled by Herod, he sent him to Herod, who was also in Jerusalem at that time."
            },
            {
                "verse_number": "8",
                "verse_text": "Herod was very pleased when he saw Jesus, because he had heard about him and had been wanting to see him for a long time. He was hoping to see Jesus perform some miracle."
            },
            {
                "verse_number": "9",
                "verse_text": "So Herod asked Jesus many questions, but Jesus made no answer."
            },
            {
                "verse_number": "10",
                "verse_text": "The chief priests and the teachers of the Law stepped forward and made strong accusations against Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "Herod and his soldiers made fun of Jesus and treated him with contempt; then they put a fine robe on him and sent him back to Pilate."
            },
            {
                "verse_number": "12",
                "verse_text": "On that very day Herod and Pilate became friends; before this they had been enemies."
            },
            {
                "verse_number": "13",
                "verse_text": "Pilate called together the chief priests, the leaders, and the people,"
            },
            {
                "verse_number": "14",
                "verse_text": "and said to them, “You brought this man to me and said that he was misleading the people. Now, I have examined him here in your presence, and I have not found him guilty of any of the crimes you accuse him of."
            },
            {
                "verse_number": "15",
                "verse_text": "Nor did Herod find him guilty, for he sent him back to us. There is nothing this man has done to deserve death."
            },
            {
                "verse_number": "16",
                "verse_text": "So I will have him whipped and let him go.”"
            },
            {
                "verse_number": "18",
                "verse_text": "The whole crowd cried out, “Kill him! Set Barabbas free for us!” ("
            },
            {
                "verse_number": "19",
                "verse_text": "Barabbas had been put in prison for a riot that had taken place in the city, and for murder.)"
            },
            {
                "verse_number": "20",
                "verse_text": "Pilate wanted to set Jesus free, so he appealed to the crowd again."
            },
            {
                "verse_number": "21",
                "verse_text": "But they shouted back, “Crucify him! Crucify him!”"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate said to them the third time, “But what crime has he committed? I cannot find anything he has done to deserve death! I will have him whipped and set him free.”"
            },
            {
                "verse_number": "23",
                "verse_text": "But they kept on shouting at the top of their voices that Jesus should be crucified, and finally their shouting succeeded."
            },
            {
                "verse_number": "24",
                "verse_text": "So Pilate passed the sentence on Jesus that they were asking for."
            },
            {
                "verse_number": "25",
                "verse_text": "He set free the man they wanted, the one who had been put in prison for riot and murder, and he handed Jesus over for them to do as they wished."
            },
            {
                "verse_number": "26",
                "verse_text": "The soldiers led Jesus away, and as they were going, they met a man from Cyrene named Simon who was coming into the city from the country. They seized him, put the cross on him, and made him carry it behind Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "A large crowd of people followed him; among them were some women who were weeping and wailing for him."
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus turned to them and said, “Women of Jerusalem! Don't cry for me, but for yourselves and your children."
            },
            {
                "verse_number": "29",
                "verse_text": "For the days are coming when people will say, ‘How lucky are the women who never had children, who never bore babies, who never nursed them!’"
            },
            {
                "verse_number": "30",
                "verse_text": "That will be the time when people will say to the mountains, ‘Fall on us!’ and to the hills, ‘Hide us!’"
            },
            {
                "verse_number": "31",
                "verse_text": "For if such things as these are done when the wood is green, what will happen when it is dry?”"
            },
            {
                "verse_number": "32",
                "verse_text": "Two other men, both of them criminals, were also led out to be put to death with Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "When they came to the place called “The Skull,” they crucified Jesus there, and the two criminals, one on his right and the other on his left."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, “Forgive them, Father! They don't know what they are doing.” They divided his clothes among themselves by throwing dice."
            },
            {
                "verse_number": "35",
                "verse_text": "The people stood there watching while the Jewish leaders made fun of him: “He saved others; let him save himself if he is the Messiah whom God has chosen!”"
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers also made fun of him: they came up to him and offered him cheap wine,"
            },
            {
                "verse_number": "37",
                "verse_text": "and said, “Save yourself if you are the king of the Jews!”"
            },
            {
                "verse_number": "38",
                "verse_text": "Above him were written these words: “This is the King of the Jews.”"
            },
            {
                "verse_number": "39",
                "verse_text": "One of the criminals hanging there hurled insults at him: “Aren't you the Messiah? Save yourself and us!”"
            },
            {
                "verse_number": "40",
                "verse_text": "The other one, however, rebuked him, saying, “Don't you fear God? You received the same sentence he did."
            },
            {
                "verse_number": "41",
                "verse_text": "Ours, however, is only right, because we are getting what we deserve for what we did; but he has done no wrong.”"
            },
            {
                "verse_number": "42",
                "verse_text": "And he said to Jesus, “Remember me, Jesus, when you come as King!”"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus said to him, “I promise you that today you will be in Paradise with me.”"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus cried out in a loud voice, “Father! In your hands I place my spirit!” He said this and died."
            },
            {
                "verse_number": "47",
                "verse_text": "The army officer saw what had happened, and he praised God, saying, “Certainly he was a good man!”"
            },
            {
                "verse_number": "48",
                "verse_text": "When the people who had gathered there to watch the spectacle saw what happened, they all went back home, beating their breasts in sorrow."
            },
            {
                "verse_number": "49",
                "verse_text": "All those who knew Jesus personally, including the women who had followed him from Galilee, stood at a distance to watch."
            },
            {
                "verse_number": "52",
                "verse_text": "He went into the presence of Pilate and asked for the body of Jesus."
            },
            {
                "verse_number": "53",
                "verse_text": "Then he took the body down, wrapped it in a linen sheet, and placed it in a tomb which had been dug out of solid rock and which had never been used."
            },
            {
                "verse_number": "54",
                "verse_text": "It was Friday, and the Sabbath was about to begin."
            },
            {
                "verse_number": "55",
                "verse_text": "The women who had followed Jesus from Galilee went with Joseph and saw the tomb and how Jesus' body was placed in it."
            },
            {
                "verse_number": "56",
                "verse_text": "Then they went back home and prepared the spices and perfumes for the body. On the Sabbath they rested, as the Law commanded."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Very early on Sunday morning the women went to the tomb, carrying the spices they had prepared."
            },
            {
                "verse_number": "2",
                "verse_text": "They found the stone rolled away from the entrance to the tomb,"
            },
            {
                "verse_number": "3",
                "verse_text": "so they went in; but they did not find the body of the Lord Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "They stood there puzzled about this, when suddenly two men in bright shining clothes stood by them."
            },
            {
                "verse_number": "5",
                "verse_text": "Full of fear, the women bowed down to the ground, as the men said to them, “Why are you looking among the dead for one who is alive?"
            },
            {
                "verse_number": "6",
                "verse_text": "He is not here; he has been raised. Remember what he said to you while he was in Galilee:"
            },
            {
                "verse_number": "7",
                "verse_text": "‘The Son of Man must be handed over to sinners, be crucified, and three days later rise to life.’”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the women remembered his words,"
            },
            {
                "verse_number": "9",
                "verse_text": "returned from the tomb, and told all these things to the eleven disciples and all the rest."
            },
            {
                "verse_number": "10",
                "verse_text": "The women were Mary Magdalene, Joanna, and Mary the mother of James; they and the other women with them told these things to the apostles."
            },
            {
                "verse_number": "11",
                "verse_text": "But the apostles thought that what the women said was nonsense, and they did not believe them."
            },
            {
                "verse_number": "12",
                "verse_text": "But Peter got up and ran to the tomb; he bent down and saw the grave cloths but nothing else. Then he went back home amazed at what had happened."
            },
            {
                "verse_number": "13",
                "verse_text": "On that same day two of Jesus' followers were going to a village named Emmaus, about seven miles from Jerusalem,"
            },
            {
                "verse_number": "14",
                "verse_text": "and they were talking to each other about all the things that had happened."
            },
            {
                "verse_number": "15",
                "verse_text": "As they talked and discussed, Jesus himself drew near and walked along with them;"
            },
            {
                "verse_number": "16",
                "verse_text": "they saw him, but somehow did not recognize him."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to them, “What are you talking about to each other, as you walk along?” They stood still, with sad faces."
            },
            {
                "verse_number": "18",
                "verse_text": "One of them, named Cleopas, asked him, “Are you the only visitor in Jerusalem who doesn't know the things that have been happening there these last few days?”"
            },
            {
                "verse_number": "19",
                "verse_text": "“What things?” he asked. “The things that happened to Jesus of Nazareth,” they answered. “This man was a prophet and was considered by God and by all the people to be powerful in everything he said and did."
            },
            {
                "verse_number": "20",
                "verse_text": "Our chief priests and rulers handed him over to be sentenced to death, and he was crucified."
            },
            {
                "verse_number": "21",
                "verse_text": "And we had hoped that he would be the one who was going to set Israel free! Besides all that, this is now the third day since it happened."
            },
            {
                "verse_number": "22",
                "verse_text": "Some of the women of our group surprised us; they went at dawn to the tomb,"
            },
            {
                "verse_number": "23",
                "verse_text": "but could not find his body. They came back saying they had seen a vision of angels who told them that he is alive."
            },
            {
                "verse_number": "24",
                "verse_text": "Some of our group went to the tomb and found it exactly as the women had said, but they did not see him.”"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus said to them, “How foolish you are, how slow you are to believe everything the prophets said!"
            },
            {
                "verse_number": "26",
                "verse_text": "Was it not necessary for the Messiah to suffer these things and then to enter his glory?”"
            },
            {
                "verse_number": "27",
                "verse_text": "And Jesus explained to them what was said about himself in all the Scriptures, beginning with the books of Moses and the writings of all the prophets."
            },
            {
                "verse_number": "28",
                "verse_text": "As they came near the village to which they were going, Jesus acted as if he were going farther;"
            },
            {
                "verse_number": "29",
                "verse_text": "but they held him back, saying, “Stay with us; the day is almost over and it is getting dark.” So he went in to stay with them."
            },
            {
                "verse_number": "30",
                "verse_text": "He sat down to eat with them, took the bread, and said the blessing; then he broke the bread and gave it to them."
            },
            {
                "verse_number": "31",
                "verse_text": "Then their eyes were opened and they recognized him, but he disappeared from their sight."
            },
            {
                "verse_number": "32",
                "verse_text": "They said to each other, “Wasn't it like a fire burning in us when he talked to us on the road and explained the Scriptures to us?”"
            },
            {
                "verse_number": "33",
                "verse_text": "They got up at once and went back to Jerusalem, where they found the eleven disciples gathered together with the others"
            },
            {
                "verse_number": "34",
                "verse_text": "and saying, “The Lord is risen indeed! He has appeared to Simon!”"
            },
            {
                "verse_number": "35",
                "verse_text": "The two then explained to them what had happened on the road, and how they had recognized the Lord when he broke the bread."
            },
            {
                "verse_number": "36",
                "verse_text": "While the two were telling them this, suddenly the Lord himself stood among them and said to them, “Peace be with you.”"
            },
            {
                "verse_number": "37",
                "verse_text": "They were terrified, thinking that they were seeing a ghost."
            },
            {
                "verse_number": "38",
                "verse_text": "But he said to them, “Why are you alarmed? Why are these doubts coming up in your minds?"
            },
            {
                "verse_number": "39",
                "verse_text": "Look at my hands and my feet, and see that it is I myself. Feel me, and you will know, for a ghost doesn't have flesh and bones, as you can see I have.”"
            },
            {
                "verse_number": "40",
                "verse_text": "He said this and showed them his hands and his feet."
            },
            {
                "verse_number": "41",
                "verse_text": "They still could not believe, they were so full of joy and wonder; so he asked them, “Do you have anything here to eat?”"
            },
            {
                "verse_number": "42",
                "verse_text": "They gave him a piece of cooked fish,"
            },
            {
                "verse_number": "43",
                "verse_text": "which he took and ate in their presence."
            },
            {
                "verse_number": "44",
                "verse_text": "Then he said to them, “These are the very things I told you about while I was still with you: everything written about me in the Law of Moses, the writings of the prophets, and the Psalms had to come true.”"
            },
            {
                "verse_number": "45",
                "verse_text": "Then he opened their minds to understand the Scriptures,"
            },
            {
                "verse_number": "46",
                "verse_text": "and said to them, “This is what is written: the Messiah must suffer and must rise from death three days later,"
            },
            {
                "verse_number": "47",
                "verse_text": "and in his name the message about repentance and the forgiveness of sins must be preached to all nations, beginning in Jerusalem."
            },
            {
                "verse_number": "48",
                "verse_text": "You are witnesses of these things."
            },
            {
                "verse_number": "49",
                "verse_text": "And I myself will send upon you what my Father has promised. But you must wait in the city until the power from above comes down upon you.”"
            },
            {
                "verse_number": "50",
                "verse_text": "Then he led them out of the city as far as Bethany, where he raised his hands and blessed them."
            },
            {
                "verse_number": "51",
                "verse_text": "As he was blessing them, he departed from them and was taken up into heaven."
            },
            {
                "verse_number": "52",
                "verse_text": "They worshiped him and went back into Jerusalem, filled with great joy,"
            },
            {
                "verse_number": "53",
                "verse_text": "and spent all their time in the Temple giving thanks to God."
            }
        ]
    }
}