{
    "Revelation": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the unveiling of Jesus Christ, which God gave him to share with his loving servants what must occur swiftly. He signified it by sending his angel to his loving servant John."
            },
            {
                "verse_number": "2",
                "verse_text": "I, John, bore witness to the word of God and the testimony of Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "A joyous blessing rests upon the one who reads this message and upon those who hear and embrace the words of this prophecy, for the appointed time is in your hands."
            },
            {
                "verse_number": "4",
                "verse_text": "From John to the seven churches in western Turkey: May the kindness of God&quot;s grace and peace overflow to you from him who is, and who was, and who is coming, and from the seven spirits who are in front of his throne,"
            },
            {
                "verse_number": "5",
                "verse_text": "and from Jesus Christ the Faithful Witness, the Firstborn from among the dead and the ruling King, who rules over the kings of the earth! Now to the one who constantly loves us and has loosed us from our sins by his own blood, Write in a book what you see and send it to the seven churches: to Ephesus, to Smyrna, to Pergamum, to Thyatira, to Sardis, to Philadelphia, and to Laodicea."
            },
            {
                "verse_number": "6",
                "verse_text": "and to the one who has appointed us as a kingdom of priests to serve his God and Father&ndash;to him be glory and dominion throughout the eternity of eternities! Amen!"
            },
            {
                "verse_number": "7",
                "verse_text": "Behold! He appears within the clouds, and every eye will see him, even those who pierced him. And all the people of the earth will weep with sorrow because of him. And so it is to be! Amen."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I am the Aleph and the Tav, the beginning and the ending,&apos; says the Lord God, &apos;who is, who was, and who is to come, the Almighty.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "I, John, am your brother and companion in tribulation, the kingdom, and the patience that are found in Jesus. I was exiled on the island of Patmos because of the word of God and the testimony of Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "I was in the spirit realm on the Lord&quot;s day, and I heard behind me a loud voice sounding like a trumpet,"
            },
            {
                "verse_number": "11",
                "verse_text": "saying to me:"
            },
            {
                "verse_number": "12",
                "verse_text": "When I turned to see the voice that was speaking to me, I saw seven golden lampstands."
            },
            {
                "verse_number": "13",
                "verse_text": "And walking among the lampstands, I saw someone like a son of man, wearing a full-length robe with a golden sash over his chest."
            },
            {
                "verse_number": "14",
                "verse_text": "His head and his hair were white like wool&ndash;white as glistening snow. And his eyes were like flames of fire!"
            },
            {
                "verse_number": "15",
                "verse_text": "His feet were gleaming like bright metal, as though they were glowing in a fire, and his voice was like the roar of many rushing waters."
            },
            {
                "verse_number": "16",
                "verse_text": "In his right hand he held seven stars, and out of his mouth was a sharp, double-edged sword. And his face was shining like the brightness of the blinding sun!"
            },
            {
                "verse_number": "17",
                "verse_text": "When I saw him, I fell down at his feet as good as dead, but he laid his right hand on me and I heard his reassuring voice saying: Don&quot;t yield to fear. I am the Beginning and I am the End,"
            },
            {
                "verse_number": "18",
                "verse_text": "the Living One! I was dead, but now look&ndash;I am alive forever and ever. And I hold the keys that unlock death and the unseen world."
            },
            {
                "verse_number": "19",
                "verse_text": "Now I want you to write what you have seen, what is, and what comes after the things that I reveal to you."
            },
            {
                "verse_number": "20",
                "verse_text": "The mystery of the lampstands and the seven stars is this: the seven lampstands are the seven churches, and the seven stars in my right hand are the seven messengers of the seven churches."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Write the following to the messenger of the congregation in Ephesus. For these are the words of the one who holds the seven stars firmly in his right hand, who walks among the seven golden lampstands:"
            },
            {
                "verse_number": "2",
                "verse_text": "I know all that you&quot;ve done for me&ndash;you have worked hard and persevered. I know that you don&quot;t tolerate evil. You have tested those who claimed to be apostles and proved they are not, for they were imposters."
            },
            {
                "verse_number": "3",
                "verse_text": "I also know how you have bravely endured trials and persecutions because of my name, yet you have not become discouraged."
            },
            {
                "verse_number": "4",
                "verse_text": "But I have this against you: you have abandoned the passionate love you had for me at the beginning."
            },
            {
                "verse_number": "5",
                "verse_text": "Think about how far you have fallen! Repent and do the works of love you did at first. I will come to you and remove your lampstand from its place of influence if you do not repent."
            },
            {
                "verse_number": "6",
                "verse_text": "Although, to your credit, you despise the practices of the Nicolaitans, which I also despise."
            },
            {
                "verse_number": "7",
                "verse_text": "The one whose heart is open let him listen carefully to what the Spirit is saying now to all the churches. To the one who overcomes I will give access to feast on the fruit of the Tree of Life that is found in the paradise of God."
            },
            {
                "verse_number": "8",
                "verse_text": "Write the following to the messenger of the congregation in Smyrna. For these are the words of the one who is the Beginning and the End, the one who became a corpse, but came back to life:"
            },
            {
                "verse_number": "9",
                "verse_text": "I am aware of all the painful difficulties you have passed through and your financial hardships, even though, in fact, you possess rich treasure. And I am fully aware of the slander that has come against you from those who claim to be Jews but are not, for they are a satanic congregation."
            },
            {
                "verse_number": "10",
                "verse_text": "Do not yield to fear in the face of the suffering to come but be aware of this: the devil is about to have some of you thrown into prison to test your faith. For ten days you will have distress but remain faithful to the day you die, and I will give you the victor&quot;s crown of life."
            },
            {
                "verse_number": "11",
                "verse_text": "The one whose heart is open let him listen carefully to what the Spirit is presently saying to all the churches. The one who conquers will not be harmed by the second death."
            },
            {
                "verse_number": "12",
                "verse_text": "Write the following to the messenger of the congregation in Pergamum. For these are the words of the one whose words pierce the hearts of men:"
            },
            {
                "verse_number": "13",
                "verse_text": "I know where you live&ndash;where Satan sits enthroned, yet you still cling faithfully to the power of my name. You did not deny your faith in me even in the days of my faithful martyr Antipas, who was executed in your city, where Satan lives."
            },
            {
                "verse_number": "14",
                "verse_text": "Nevertheless, I have a few things against you. There are some among you who hold to the teachings of Balaam, who taught Balak to entice the Israelites to eat things that were sacrificed to idols and to commit sexual immorality."
            },
            {
                "verse_number": "15",
                "verse_text": "Furthermore, you have some who hold to the doctrines of the Nicolaitans."
            },
            {
                "verse_number": "16",
                "verse_text": "So repent, then, or I will come quickly to war against them with the sword of my mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "But the one whose heart is open, let him listen carefully to what the Spirit is presently saying to all the churches. To everyone who is victorious I will let him feast on the hidden manna and give him a shining white stone. And written upon the white stone is inscribed his new name, known only to the one who receives it."
            },
            {
                "verse_number": "18",
                "verse_text": "Write the following to the messenger of the congregation in Thyatira. For these are the words of the Son of God, whose eyes are blazing fire and whose feet are like burnished brass:"
            },
            {
                "verse_number": "19",
                "verse_text": "I know all that you&quot;ve done for me&ndash;your love and faith, your ministry and steadfast perseverance. In fact, you now excel in these virtues even more than at the first."
            },
            {
                "verse_number": "20",
                "verse_text": "But I have this against you: you are forgiving that woman Jezebel, who calls herself a prophetess and is seducing my loving servants. She is teaching that it is permissible to indulge in sexual immorality and to eat food sacrificed to idols."
            },
            {
                "verse_number": "21",
                "verse_text": "I have waited for her to repent from her vile immorality, but she willingly refuses to do so."
            },
            {
                "verse_number": "22",
                "verse_text": "Now I will lay her low with terrible distress along with all her adulterous partners if they do not repent."
            },
            {
                "verse_number": "23",
                "verse_text": "And I will strike down her followers with a deadly plague. Then all the congregations will realize that I am the one who thoroughly searches the most secret thought and the innermost being. I will give to each one what their works deserve."
            },
            {
                "verse_number": "24",
                "verse_text": "But to the rest of you in Thyatira who don&quot;t adhere to the teachings of Jezebel and have not been initiated into deep satanic secrets, I say to you (without laying upon you any other burden):"
            },
            {
                "verse_number": "25",
                "verse_text": "Cling tightly to all that you have until I appear."
            },
            {
                "verse_number": "26",
                "verse_text": "To everyone who is victorious and continues to do my works to the very end I will give you authority over the nations"
            },
            {
                "verse_number": "27",
                "verse_text": "to shepherd them with a royal scepter. And the rebellious will be shattered as clay pots&ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "even as I also received authority from the presence of my Father. I will give the morning star to the one who experiences victory."
            },
            {
                "verse_number": "29",
                "verse_text": "So the one whose heart is open let him listen carefully to what the Spirit is presently saying to all the churches."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Write the following to the messenger of the congregation in Sardis, for these are the words of the one who holds the seven Spirits of God and the seven stars: I know all that you do and I know that you have a reputation for being really &apos;alive,&apos; but you&quot;re actually dead!"
            },
            {
                "verse_number": "2",
                "verse_text": "Wake up and strengthen all that remains before it dies, for I haven&quot;t found your works to be perfect in the sight of my God."
            },
            {
                "verse_number": "3",
                "verse_text": "So remember all the things you&quot;ve received and heard, then turn back to God and obey them. For if you continue to slumber, I will come to you like a thief, and you&quot;ll have no idea at what hour I will come."
            },
            {
                "verse_number": "4",
                "verse_text": "Yet there are still a few in Sardis who have remained pure, and they will walk in fellowship with me in brilliant light, for they are worthy."
            },
            {
                "verse_number": "5",
                "verse_text": "And the one who experiences victory will be dressed in white robes and I will never, no never erase your name from the Book of Life. I will acknowledge your name before my Father and his angels."
            },
            {
                "verse_number": "6",
                "verse_text": "So the one whose heart is open let him listen carefully to what the Spirit is now saying to all the churches."
            },
            {
                "verse_number": "7",
                "verse_text": "Write the following to the messenger of the congregation in Philadelphia, for these are the solemn words of the Holy One, the true one, who has David&quot;s key, who opens doors that none can shut and who closes doors that none can open:"
            },
            {
                "verse_number": "8",
                "verse_text": "I know all that you&quot;ve done. Now I have set before you a wide-open door that none can shut. For I know that you possess only a little power, yet you&quot;ve kept my word and haven&quot;t denied my name."
            },
            {
                "verse_number": "9",
                "verse_text": "Watch how I deal with those of the synagogue of Satan who say that they are Jews but are not, for they&quot;re lying. I will make them come and bow down at your feet and acknowledge how much I&quot;ve loved you."
            },
            {
                "verse_number": "10",
                "verse_text": "Because you&quot;ve passionately kept my message of perseverance, I will also keep you from the hour of proving that is coming to test every person on earth."
            },
            {
                "verse_number": "11",
                "verse_text": "But I come swiftly, so cling tightly to what you have, so that no one may seize your crown of victory."
            },
            {
                "verse_number": "12",
                "verse_text": "For the one who is victorious, I will make you to be a pillar in the sanctuary of my God, permanently secure. I will write on you the name of my God and the name of the city of my God&ndash;the New Jerusalem, descending from my God out of heaven. And I&quot;ll write my own name on you."
            },
            {
                "verse_number": "13",
                "verse_text": "So the one whose heart is open let him listen carefully to what the Spirit is now saying to all the churches."
            },
            {
                "verse_number": "14",
                "verse_text": "Write the following to the messenger of the congregation in Laodicea, for these are the words of the Amen, the faithful and true witness, the ruler of God&quot;s creation:"
            },
            {
                "verse_number": "15",
                "verse_text": "I know all that you do, and I know that you are neither frozen in apathy nor fervent with passion. How I wish you were either one or the other!"
            },
            {
                "verse_number": "16",
                "verse_text": "But because you are neither cold nor hot, but lukewarm, I am about to spit you from my mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "For you claim, &apos;I&quot;m rich and getting richer&ndash;I don&quot;t need a thing.&apos; Yet you are clueless that you&quot;re miserable, poor, blind, barren, and naked!"
            },
            {
                "verse_number": "18",
                "verse_text": "So I counsel you to purchase gold perfected by fire, so that you can be truly rich. Purchase a white garment to cover and clothe your shameful Adam-nakedness. Purchase eye salve to be placed over your eyes so that you can truly see."
            },
            {
                "verse_number": "19",
                "verse_text": "All those I dearly love I unmask and train. So repent and be eager to pursue what is right."
            },
            {
                "verse_number": "20",
                "verse_text": "Behold, I&quot;m standing at the door, knocking. If your heart is open to hear my voice and you open the door within , I will come in to you and feast with you, and you will feast with me."
            },
            {
                "verse_number": "21",
                "verse_text": "And to the one who conquers I will give the privilege of sitting with me on my throne, just as I conquered and sat down with my Father on his throne."
            },
            {
                "verse_number": "22",
                "verse_text": "The one whose heart is open let him listen carefully to what the Spirit is saying now to the churches."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then suddenly, after I wrote down these messages, I saw a portal open into the heavenly realm, and the same trumpet-voice I heard speaking with me at the beginning said, &apos;Ascend into this realm! I want to reveal to you what must happen after this.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Instantly I was taken into the spirit realm, and behold&ndash;I saw a heavenly throne being set in place and someone seated upon it."
            },
            {
                "verse_number": "3",
                "verse_text": "His appearance was sparkling like crystal and glowing like a carnelian gemstone. Surrounding the throne was a circle of green light , like an emerald rainbow."
            },
            {
                "verse_number": "4",
                "verse_text": "Encircling the great throne were twenty-four thrones with elders in glistening white garments seated upon them, each wearing a golden crown of victory."
            },
            {
                "verse_number": "5",
                "verse_text": "And pulsing from the throne were blinding flashes of lightning, crashes of thunder, and voices. And burning before the throne were seven blazing torches, which represent the seven Spirits of God."
            },
            {
                "verse_number": "6",
                "verse_text": "And in front of the throne there was pavement like a crystal sea of glass. Around the throne and on each side stood four living creatures, full of eyes in front and behind. &apos;Holy, holy, holy is the Lord God, the Almighty! The Was, the Is, and the Coming!&apos; and for your pleasure they were created and exist.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The first living creature resembled a lion, the second an ox, the third had a human face, and the fourth was like an eagle in flight."
            },
            {
                "verse_number": "8",
                "verse_text": "Each of the four living creatures had six wings, full of eyes all around and under their wings. They worshiped without ceasing, day and night, singing,"
            },
            {
                "verse_number": "9",
                "verse_text": "And whenever the living creatures gave glory, honor, and thanks to the One who is enthroned and who lives forever and ever,"
            },
            {
                "verse_number": "10",
                "verse_text": "the twenty-four elders fell facedown before the one seated on the throne and they worshiped the one who lives forever and ever. And they surrendered their crowns before the throne, singing:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You are worthy, our Lord and God, to receive glory, honor, and power, for you created all things,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "And I saw that the one seated on the throne was holding in his right hand an unopened scroll with writing on the inside and on the outside, and it was sealed with seven seals."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw an incredibly powerful angel proclaiming with a great, loud voice, &apos;Who is worthy to open the scroll and able to break its seven seals?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But no person could be found, living or dead, in all of creation &ndash;no one was worthy to open the scroll and read its contents."
            },
            {
                "verse_number": "4",
                "verse_text": "So I broke down weeping with intense sorrow, because there was found no one worthy to break open the scroll and read its contents."
            },
            {
                "verse_number": "5",
                "verse_text": "Then one of the elders said to me, &apos;Stop weeping. Look! The mighty Lion of Judah&quot;s tribe, the root of David&ndash;he has conquered! He is the worthy one who can open the scroll and its seven seals.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I saw a young Lamb standing before the throne, encircled by the four living creatures and the twenty-four elders. He appeared to have been slaughtered but was now alive ! He had seven horns and seven eyes, which are the seven Spirits of God sent out to the ends of the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "I saw the young Lamb approach the throne and take the scroll from the right hand of the one who sat there."
            },
            {
                "verse_number": "8",
                "verse_text": "And when the twenty-four elders and the four living creatures saw the Lamb had taken the scroll, they fell facedown at the feet of the Lamb and worshiped him. Each of them had a harp and golden bowls brimming full of sweet fragrant incense&ndash;which are the prayers of God&quot;s holy lovers."
            },
            {
                "verse_number": "9",
                "verse_text": "And they were all singing this new song of praise to the Lamb : &apos;Because you were slaughtered for us, you are worthy to take the scroll and open its seals. Your blood was the price paid to redeem us. You purchased us to bring us to God out of every tribe, language, people group, and nation. and formed us into a kingdom of priests &apos;Worthy is Christ the Lamb who was slaughtered to receive great power and might, wealth and wisdom, and honor, glory, and praise!&apos; &apos;Praise, honor, glory, and dominion be to God-Enthroned and to Christ the Lamb forever and ever!&apos; &apos;Amen!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "You have chosen us to serve our God who reign on the earth.&apos; And the twenty-four elders threw themselves facedown to the ground and worshiped."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I looked, and I heard the voices of myriads of angels in circles around the throne, as well as the voices of the living creatures and the elders&ndash;myriads and myriads!"
            },
            {
                "verse_number": "12",
                "verse_text": "And as I watched, all of them were singing with thunderous voices:"
            },
            {
                "verse_number": "13",
                "verse_text": "Then every living being joined the angelic choir. Every creature in heaven and on earth, under the earth, in the sea, and everything in them, were worshiping with one voice, saying:"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the four living creatures responded:"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then I watched as the Lamb broke open the first of the seven seals. Immediately I heard one of the four living creatures call out with a powerful voice of revelation sounding like thunder, saying, &apos;Come forth!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So I looked, and behold, there was a bright white horse. Its rider had a bow and was given a crown of victory. He rode out as a conqueror ready to conquer."
            },
            {
                "verse_number": "3",
                "verse_text": "When he broke open the second seal, I heard the second living creature call out: &apos;Come forth!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And there appeared another horse, red like fiery flames , and its rider was given a great sword and the power to take peace from the earth, causing one to put to death another."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he broke open the third seal, and I heard the third living creature call out, &apos;Come forth!&apos; And behold, I saw a black horse right in front of me, and its rider was holding measuring scales."
            },
            {
                "verse_number": "6",
                "verse_text": "And I heard what seemed to be a voice from among the living creatures saying, &apos;A small measure of wheat for a day&quot;s pay, and three measures of barley for a day&quot;s pay, but don&quot;t harm the olive trees producing oil and the vines producing wine.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When he broke open the fourth seal, I heard the fourth living creature call out, &apos;Come forth!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And behold, I saw a green horse, and its rider&quot;s name was Death, and Death&quot;s Domain followed him. They were given authority over a fourth of the earth, to kill with sword, famine, death, and by the wild beasts."
            },
            {
                "verse_number": "9",
                "verse_text": "When the Lamb broke open the fifth seal, I saw gathered under the altar the souls of those who had been slain because of the Word of God and because they had the testimony of the Lamb."
            },
            {
                "verse_number": "10",
                "verse_text": "They cried out with a loud voice, saying, &apos;Sovereign Lord, holy and dependable, how long before you judge those who live on the earth and vindicate our blood on them?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Each one was given a glistening white robe. And they were told to rest a little longer, until the full number was fulfilled of both their fellow servants and brothers and sisters who were going to be killed just as they had been."
            },
            {
                "verse_number": "12",
                "verse_text": "And behold! I saw the Lamb break open the sixth seal, which released a powerful earthquake. I saw the sun become pitch black and the full moon become bloodred."
            },
            {
                "verse_number": "13",
                "verse_text": "The stars fell from heaven to the earth, as a fig tree shaken by a stormy wind sheds its unripe figs."
            },
            {
                "verse_number": "14",
                "verse_text": "The sky receded with a snap&ndash;as a scroll rolls itself up. And every mountain and island was moved from its place."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the kings of the earth and its great princes and generals, the rich and powerful, and everyone, whether they were slave or free, ran for cover and hid in the caves and among the mountain boulders."
            },
            {
                "verse_number": "16",
                "verse_text": "They called out to the mountains and the boulders, saying, &apos;Fall on us at once! Hide us quickly from the glorious face of the one seated on the throne and from the wrath of the Lamb,"
            },
            {
                "verse_number": "17",
                "verse_text": "for the great day of their wrath has come, and who is able to stand?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this I saw four angels standing at the four corners of the earth, and they were restraining the four winds so that no wind would blow on the land, on the sea, or on any tree."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw another angel ascending from the east, who had the seal of the living God. He shouted out with a loud voice to the four angels who had been given power to damage earth and sea,"
            },
            {
                "verse_number": "3",
                "verse_text": "saying, &apos;Do not damage the earth, the sea, or the trees until we have marked the loving servants of our God with a seal on their foreheads.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And I discovered the number of those who were sealed. It was one hundred and forty-four thousand, sealed out of every tribe of Israel&quot;s people."
            },
            {
                "verse_number": "5",
                "verse_text": "Twelve thousand were sealed from the tribe of Judah. Twelve thousand were sealed from the tribe of Reuben. Twelve thousand were sealed from the tribe of Gad. Twelve thousand were sealed from the tribe of Naphtali. Twelve thousand were sealed from the tribe of Manasseh. Twelve thousand were sealed from the tribe of Levi. Twelve thousand were sealed from the tribe of Issachar. Twelve thousand were sealed from the tribe of Joseph. Twelve thousand were sealed from the tribe of Benjamin. Then he said to me, &apos;They are ones who have washed their robes and made them white in the blood of the Lamb and have emerged from the midst of great pressure and ordeal."
            },
            {
                "verse_number": "6",
                "verse_text": "Twelve thousand were sealed from the tribe of Asher."
            },
            {
                "verse_number": "7",
                "verse_text": "Twelve thousand were sealed from the tribe of Simeon."
            },
            {
                "verse_number": "8",
                "verse_text": "Twelve thousand were sealed from the tribe of Zebulun."
            },
            {
                "verse_number": "9",
                "verse_text": "After this I looked, and behold, right in front of me I saw a vast multitude of people&ndash;an enormous multitude so huge that no one could count&ndash;made up of victorious ones from every nation, tribe, people group, and language. They were all in glistening white robes, standing before the throne and before the Lamb with palm branches in their hands."
            },
            {
                "verse_number": "10",
                "verse_text": "And they shouted out with a passionate voice: &apos;Salvation belongs to our God seated on the throne and to the Lamb!&apos; &apos;Amen! Praise and glory, wisdom and thanksgiving, honor, power, and might belong to our God forever and ever! Amen!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the angels were standing in a circle around the throne with the elders and the four living creatures, and they all fell on their faces before the throne and worshiped God,"
            },
            {
                "verse_number": "12",
                "verse_text": "singing:"
            },
            {
                "verse_number": "13",
                "verse_text": "Then one of the elders asked me, &apos;Who are these in glistening white robes, and where have they come from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I answered, &apos;My lord&ndash;you must know.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "For this reason they are before the throne of God, ministering to him as priests day and night, within his cloud-filled sanctuary. And the enthroned One spreads over them his tabernacle-shelter."
            },
            {
                "verse_number": "16",
                "verse_text": "Their souls will be completely satisfied. And neither the sun nor any scorching heat will affect them."
            },
            {
                "verse_number": "17",
                "verse_text": "For the Lamb at the center of the throne continuously shepherds them unto life &ndash;guiding them to the everlasting fountains of the water of life. And God will wipe from their eyes every last tear!&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When the Lamb broke open the seventh seal, heaven fell silent for about half an hour."
            },
            {
                "verse_number": "2",
                "verse_text": "And then I saw the seven angels who stand before God, and each was given a trumpet."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the eighth angel with a golden incense burner came and took his place at the incense altar. He was given a great quantity of incense to offer up, consisting of the prayers of God&quot;s holy people, upon the golden altar that is before the throne."
            },
            {
                "verse_number": "4",
                "verse_text": "And the smoke of the incense with the prayers of the holy ones billowed up before God from the hand of the angel."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel filled the golden incense burner with coals of fire from the altar and hurled it onto the earth, releasing great peals of thunder, voices, lightning flashes, and an earthquake."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the seven angels prepared to sound their trumpets."
            },
            {
                "verse_number": "7",
                "verse_text": "When the first angel sounded his trumpet, there came forth hail and fire mixed with blood, and it was hurled to the earth. A third of the earth was burned up, destroying a third of the trees and all green grass."
            },
            {
                "verse_number": "8",
                "verse_text": "When the second angel sounded his trumpet, something like a huge mountain burning with flames of fire was thrown into the sea, destroying a third of the ships."
            },
            {
                "verse_number": "9",
                "verse_text": "A third of the sea turned into blood, destroying a third of all sea creatures."
            },
            {
                "verse_number": "10",
                "verse_text": "The third angel sounded his trumpet, and a megastar, blazing like a torch, descended from heaven upon a third of the rivers and fountains."
            },
            {
                "verse_number": "11",
                "verse_text": "The name of the star is Bitterness. A third of the waters became so bitter that many people died."
            },
            {
                "verse_number": "12",
                "verse_text": "The fourth angel sounded his trumpet and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of their light was darkened, and there was no light for a third of the day and likewise the night."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I saw and heard an eagle flying overhead, crying out with a loud voice, &apos;Woe, woe, woe, to the people of the earth, because of the next three trumpets about to be sounded by the other three angels!&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then the fifth angel sounded his trumpet, and I saw a star that fell from heaven to earth, and he was handed the key to the shaft leading down to the pit of the deep."
            },
            {
                "verse_number": "2",
                "verse_text": "He opened the shaft of the bottomless pit and a blanket of smoke began to rise out of it, like the smoke of a giant furnace. The sun and the atmosphere were darkened with the smoke rising from the shaft."
            },
            {
                "verse_number": "3",
                "verse_text": "And out of the smoke appeared locusts swarming onto the earth, and they were given authority like that of scorpions to inflict pain ."
            },
            {
                "verse_number": "4",
                "verse_text": "They were told not to harm the grass, or any green growth or any tree, but only to afflict those who did not have the seal of God on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "The locusts were given authority to torment them for five months, but not to kill them. Their painful torment is like the scorpion&quot;s sting,"
            },
            {
                "verse_number": "6",
                "verse_text": "and during that time people will seek death but will not find it; they will long to die but death will elude them."
            },
            {
                "verse_number": "7",
                "verse_text": "The locusts had the appearance of horses equipped for battle. On their heads were what seemed like golden crowns. And their faces were like human faces."
            },
            {
                "verse_number": "8",
                "verse_text": "Their hair was long , like women&quot;s hair, and their teeth like lion&quot;s teeth."
            },
            {
                "verse_number": "9",
                "verse_text": "They wore breastplates that seemed like iron, and their wings made a sound like the noise of horses and chariots rushing into battle."
            },
            {
                "verse_number": "10",
                "verse_text": "They had tails and stingers like scorpions, with power to injure people for five months."
            },
            {
                "verse_number": "11",
                "verse_text": "The angel of the bottomless pit was king over them, and his name in Hebrew is Destruction and in Greek Destroyer."
            },
            {
                "verse_number": "12",
                "verse_text": "This is but the first woe; there are still two more to come."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the sixth angel sounded his trumpet, and I heard a voice from the four horns of the golden altar before God,"
            },
            {
                "verse_number": "14",
                "verse_text": "responding to the sixth angel, who blew his trumpet, &apos;Set free the four angels who are confined at the great river Euphrates.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the four angels were released, who had been prepared for the right hour, day, month, and year, to kill a third of humanity."
            },
            {
                "verse_number": "16",
                "verse_text": "I heard the number of soldiers on horseback&ndash;it was twice ten thousand times ten thousand."
            },
            {
                "verse_number": "17",
                "verse_text": "And in my vision I saw the horses with riders wearing breastplates of fire and of sapphire and of sulfur. The horses had lions&quot; heads breathing out fire and smoke and sulfur."
            },
            {
                "verse_number": "18",
                "verse_text": "They killed a third of humanity by these three plagues&ndash;the fire, the smoke, and the sulfur that came from their mouths."
            },
            {
                "verse_number": "19",
                "verse_text": "For the lethal power of the horses was in their mouths and their tails, and their tails had snakes&quot; heads that inflict injuries."
            },
            {
                "verse_number": "20",
                "verse_text": "Those not killed by these plagues did not repent of their deeds so that they would stop worshiping demons and idols of gold, silver, bronze, stone, and wood&ndash;blind and mute idols that have to be carried around."
            },
            {
                "verse_number": "21",
                "verse_text": "And they did not repent of their murders or their sorceries or their thefts or their immorality."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw another extremely powerful messenger coming out of heaven, robed in a cloud. There was a halo over his head like a rainbow; his face shined bright like the sun, and his legs like pillars of fire."
            },
            {
                "verse_number": "2",
                "verse_text": "He held an opened scroll in his hand. He set his right foot on the sea and his left foot on the land"
            },
            {
                "verse_number": "3",
                "verse_text": "and gave a tremendous shout, like a lion&quot;s roar. When he shouted, the seven thunders responded, rumbling out their messages ."
            },
            {
                "verse_number": "4",
                "verse_text": "I was about to write the messages of the seven thunders, but I heard a heavenly voice say to me: Don&quot;t write a word, but place a seal on what the seven thunders have spoken. Go, take the open scroll from the hand of the angel who is standing on the sea and on the land."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the mighty angel whom I saw astride the sea and the land raised his right hand to heaven"
            },
            {
                "verse_number": "6",
                "verse_text": "and swore an oath by him who lives for an eternity of eternities, the Creator of heaven and earth and sea and all that is in them: No more delay!"
            },
            {
                "verse_number": "7",
                "verse_text": "For in the day when the seventh angel is to sound his trumpet, the mystery of God will be fulfilled, just as he announced to his servants the prophets."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the heavenly voice spoke to me again:"
            },
            {
                "verse_number": "9",
                "verse_text": "I went up to the angel who stood on the sea and the land and told him to give me the little scroll. Then he said to me, &apos;Take it, and eat it. It will be sour in your stomach but sweet as honey in your mouth.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "I took the little scroll from the hand of the mighty angel and ate it. Indeed, it was sweet as honey to taste, but after I had eaten it, my stomach turned bitter."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they said to me, &apos;You must go back and prophesy again to many peoples, and nations, and languages, and kings!&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then a measuring rod, like a staff, was given to me and I was told: Rise and measure God&quot;s temple and the altar and count those who worship in it. &apos;The kingdom of the world has become the kingdom of our God and of his Anointed One! because you have established both small and great. who corrupt the earth!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But exclude the courtyard outside the temple, for it has been given over to the nations, and for forty-two months they will trample on the holy city."
            },
            {
                "verse_number": "3",
                "verse_text": "And I will authorize my two witnesses to prophesy, wearing sackcloth for one thousand two hundred and sixty days."
            },
            {
                "verse_number": "4",
                "verse_text": "These two witnesses are the two olive trees and the two lampstands that stand before the Lord God of the whole earth."
            },
            {
                "verse_number": "5",
                "verse_text": "If anyone attempts to harm them, fire will flow out of their mouths and consume their foes. All who seek to harm them will die in this way."
            },
            {
                "verse_number": "6",
                "verse_text": "They have authority to shut the heavens so that no rain will fall during the days of their prophesying. They have authority over the waters to turn them into blood and to strike the earth with every plague imaginable, as often as they desire."
            },
            {
                "verse_number": "7",
                "verse_text": "When their testimony is completed, the beast that comes up from the bottomless pit will wage war against them and conquer them and kill them."
            },
            {
                "verse_number": "8",
                "verse_text": "Their dead bodies will lie on the street of the great city that is symbolically called Sodom and Egypt, where their Lord was also crucified."
            },
            {
                "verse_number": "9",
                "verse_text": "For three and a half days people from every ethnicity, tribe, nation, and language will see their corpses, because no one is permitted to bury them."
            },
            {
                "verse_number": "10",
                "verse_text": "The entire world will gloat over them and celebrate and exchange gifts, because these two prophets had condemned those who dwell on the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "After three and a half days God&quot;s breath of life entered them and they stood to their feet, terrifying all who saw them."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they heard a loud shout from heaven saying to them: Come up here! The two prophets climbed up into heaven in a cloud while their enemies watched. He will reign supreme for an eternity of eternities!&apos; &apos;We give thanks to you, Lord God Almighty, who is, and who was, your great and limitless power and begun to reign! and the time for judging the dead has come. The time has come to reward your servants, the prophets and the holy ones and all who reverence your name, And the time has come to destroy those"
            },
            {
                "verse_number": "13",
                "verse_text": "At that very moment there was a powerful earthquake and a tenth of the city collapsed, killing seven thousand people. The rest were terrified and gave glory to the God of heaven."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the second woe has passed and the third is coming swiftly."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the seventh angel sounded his trumpet, and a loud voice broke forth in heaven, saying:"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the twenty-four elders who sit on their thrones before God fell facedown before him and worshiped him,"
            },
            {
                "verse_number": "17",
                "verse_text": "saying:"
            },
            {
                "verse_number": "18",
                "verse_text": "The nations were furious, and you became furious,"
            },
            {
                "verse_number": "19",
                "verse_text": "Then God&quot;s temple was opened in heaven and the ark of his covenant was clearly visible inside his temple. And there were blinding flashes of lightning, voices roaring, startling thunderclaps, a massive earthquake, and a great hailstorm!"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then an astonishing miracle-sign appeared in heaven. I saw a woman clothed with the brilliance of the sun, and the moon was under her feet. She was wearing on her head a victor&quot;s crown of twelve stars."
            },
            {
                "verse_number": "2",
                "verse_text": "She was pregnant and was crying out in labor pains, in the agony of giving birth."
            },
            {
                "verse_number": "3",
                "verse_text": "Consider this : another astonishing miracle-sign appeared in heaven! I saw a huge, fiery-red dragon with ten horns and seven heads, each wearing a royal crown. He was wearing seven royal crowns."
            },
            {
                "verse_number": "4",
                "verse_text": "The dragon&quot;s massive tail swept across the sky and dragged away a third of the stars of heaven and cast them to the earth. And the dragon crouched before the woman who was about to give birth&ndash;poised to devour the baby the moment it was born."
            },
            {
                "verse_number": "5",
                "verse_text": "She gave birth to a man-child who is about to rule and shepherd every nation with an iron scepter, and her son was caught up to God and to his throne."
            },
            {
                "verse_number": "6",
                "verse_text": "The woman fled into the wilderness, where God had already prepared a safe place for her, and there they nourished her for one thousand two hundred and sixty days."
            },
            {
                "verse_number": "7",
                "verse_text": "Then a terrible war broke out in heaven. Michael and his angels fought against the great dragon. The dragon and his angels fought back."
            },
            {
                "verse_number": "8",
                "verse_text": "But the dragon did not have the power to win and they could not regain their place in heaven."
            },
            {
                "verse_number": "9",
                "verse_text": "So the great dragon was thrown down once and for all. He was the serpent, the ancient snake called the devil, and Satan, who deceives the whole earth. He was cast down into the earth and his angels along with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I heard a triumphant voice in heaven proclaiming: &apos;Now salvation and power are set in place, and the kingdom reign of our God and the ruling authority of his Anointed One are established. For the accuser of our brothers and sisters, who relentlessly accused them day and night before our God, has now been defeated &ndash;cast out once and for all! through the blood of the Lamb They triumphed because they did not love and cling to their own lives, even when faced with death. and every heavenly being! But woe to the earth and the sea, for the devil has come down to you with great fury, because he knows his time is short.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They conquered him completely and the powerful word of his testimony."
            },
            {
                "verse_number": "12",
                "verse_text": "So rejoice, you heavens,"
            },
            {
                "verse_number": "13",
                "verse_text": "Now, when the dragon realized that he had been cast down to the earth, he set off in pursuit of the woman who had given birth to the man-child."
            },
            {
                "verse_number": "14",
                "verse_text": "But the two wings of the great eagle were given to the woman so that she could fly and escape into the wilderness to her own special place, where she was nourished for a time, and times, and half a time, away from the face of the dragon."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the dragon spewed from his mouth a raging river of water to sweep her away with the flood."
            },
            {
                "verse_number": "16",
                "verse_text": "But the earth came to the rescue of the woman and at once opened its mouth and swallowed the river that the dragon had poured from his mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the dragon became enraged at the woman and went off to make war against the remnant of her offspring who follow the commands of God and have the testimony of Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "And the dragon took his stand on the sand of the seashore."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw a wild beast rising from the sea with ten horns and seven heads. On its horns were ten royal crowns, and on its heads were blasphemous names."
            },
            {
                "verse_number": "2",
                "verse_text": "It was like a leopard with feet like a bear&quot;s, and its mouth like the mouth of a lion. The dragon shared his power, throne, and great authority with the wild beast."
            },
            {
                "verse_number": "3",
                "verse_text": "One of the heads of the wild beast seemed to have received a deathly wound, but the wound had been healed. After this, the whole world was filled with fascination and followed the wild beast."
            },
            {
                "verse_number": "4",
                "verse_text": "They worshiped the dragon because he had given the beast its ruling authority. They also worshiped the wild beast, saying, &apos;Who is like the wild beast? And who is able to make war against him?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The wild beast was given a mouth to speak boastful and blasphemous words, and he was permitted to exercise authority for forty-two months."
            },
            {
                "verse_number": "6",
                "verse_text": "So the wild beast began to blaspheme against God, blaspheming his holy name and his dwelling place; that is, those who dwell in heaven."
            },
            {
                "verse_number": "7",
                "verse_text": "The beast was given the authority to wage war against the holy believers. And he was given authority over every tribe, people, language, and nation."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone on earth will worship the wild beast&ndash;those whose names have not been written from the foundation of the world in the Book of the Life of the Lamb who was slain."
            },
            {
                "verse_number": "9",
                "verse_text": "If anyone has been given ears to hear, he&quot;d better listen!"
            },
            {
                "verse_number": "10",
                "verse_text": "For the one who leads others into captivity, into captivity he goes. The one who kills others by the sword, by the sword he will be put to death. This is a call for the endurance and faithfulness of the holy believers."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw another wild beast coming up from the ground. It had two horns like a ram, but it spoke like the dragon."
            },
            {
                "verse_number": "12",
                "verse_text": "It operated in all the authority of the first beast on its behalf, causing the earth and its inhabitants to worship the first beast, whose mortal wound had been healed."
            },
            {
                "verse_number": "13",
                "verse_text": "It performed great miracle-signs, even publicly causing fire to fall out of heaven to the earth."
            },
            {
                "verse_number": "14",
                "verse_text": "And through these startling miracles that he performed on behalf of the first beast, he deceived the world, telling the people to erect a statue in the image of the beast that had been wounded by the sword and yet lived."
            },
            {
                "verse_number": "15",
                "verse_text": "The beast from the earth was empowered to breathe life into the image of the first beast so that it could speak and kill those who refused to worship its image."
            },
            {
                "verse_number": "16",
                "verse_text": "It also caused everyone, small and great, rich and poor, free and bound, to be marked on the right hand or on the forehead."
            },
            {
                "verse_number": "17",
                "verse_text": "This meant no one could buy or sell unless they had the mark; that is, the name of the beast or its number."
            },
            {
                "verse_number": "18",
                "verse_text": "This will require wisdom to understand: Let the one with insight interpret the number of the wild beast, for it is humanity&quot;s number &ndash;666."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked, and behold&ndash;there was the young Lamb standing on Mount Zion and with him 144,000 who had his name and his Father&quot;s name written on their foreheads."
            },
            {
                "verse_number": "2",
                "verse_text": "And I heard a tremendous sound coming out of heaven, like the roar of a waterfall and like the earsplitting sound of a thunderclap. The sound of music that I heard was like the sound of many harpists playing their harps."
            },
            {
                "verse_number": "3",
                "verse_text": "And they were singing a wonderful new song before the throne, in front of the four living creatures, and in front of the twenty-four elders."
            },
            {
                "verse_number": "4",
                "verse_text": "No one could learn that song except the 144,000 who had been redeemed and who have not defiled themselves with women, for they are virgins, and they join themselves to the Lamb wherever he goes. They have been purchased from humanity and brought forth as the firstfruits for God and the Lamb."
            },
            {
                "verse_number": "5",
                "verse_text": "Their words are always true; they are without flaw."
            },
            {
                "verse_number": "6",
                "verse_text": "Then I witnessed another angel flying in the sky, carrying a message of eternal good news to announce to the earth&ndash;to every tribe, language, people, and nation."
            },
            {
                "verse_number": "7",
                "verse_text": "With a loud voice he shouted, &apos;You must reverence God and glorify him, for the time has come for him to judge. Worship at the feet of the Creator of heaven, earth, sea, and springs of water.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then a second angel followed, declaring, &apos;She fell! She fell! Babylon the great is fallen! She once seduced the nations and made them all drink the wine of the passion of her harlotry!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then a third angel followed them, shouting with a mighty voice, &apos;Whoever worships the wild beast and its image, and receives a mark on his forehead or on his hand,"
            },
            {
                "verse_number": "10",
                "verse_text": "will also drink the wine of God&quot;s wrath. This wine has been poured out and mixed in the cup of his indignation. They will be tormented with sulfur and fire in the presence of holy angels and of the Lamb."
            },
            {
                "verse_number": "11",
                "verse_text": "And the smoke of their severe suffering ascends into ages upon ages. Those who worship the wild beast and its image and receive the mark of its name will have no rest day or night.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "This is a call for the endurance and faithfulness of the holy believers&ndash;those who follow God&quot;s commands and cling to the faith of Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard a voice from the heavenly realm, saying, &apos;Write this: Blessed are the dead&ndash;the ones dying in the Lord from now on.&apos; &apos;Yes,&apos; says the Holy Spirit, &apos;they will rest from their trouble, for their deeds will live on!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I looked and behold&ndash;I saw a white cloud, and sitting upon it was one like the Son of Man, wearing a golden crown and holding a sharp sickle."
            },
            {
                "verse_number": "15",
                "verse_text": "Another angel came out of the temple, shouting out to the one sitting upon the cloud, &apos;Take your sickle and reap, for the time of reaping the harvest has come and the harvest of the earth is ripe!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the one sitting upon the white cloud gave his sickle a mighty swing over the earth and reaped its harvest."
            },
            {
                "verse_number": "17",
                "verse_text": "Then another angel came out of the heavenly temple, and he too had a sharp sickle."
            },
            {
                "verse_number": "18",
                "verse_text": "And another angel came out from the altar of incense &ndash;the angel with authority over fire. He shouted out with a loud voice to the one who had the sharp sickle, saying, &apos;Take now your sharp sickle and harvest the clusters of the vine of the earth, for its grapes are ripe.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the angel gave his sickle a mighty swing over the earth and gathered the grapes from the vine of the earth and threw them into the great winepress of the wrath of God."
            },
            {
                "verse_number": "20",
                "verse_text": "And the winepress was trodden outside the city until blood poured out of the winepress as high as the horse&quot;s bridle for a distance of one thousand six hundred stadia."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then I witnessed another great and astonishing sign in heaven: seven angels bringing the last seven plagues, for with them the wrath of God is finished."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw what looked like a vast sea of glass blended with fiery flames. Standing beside the sea were those who continually conquer the wild beast, his image and the number of his name."
            },
            {
                "verse_number": "3",
                "verse_text": "They each held the harps of God and they were singing the song of Moses, God&quot;s servant, and the song of the Lamb: &apos;Mighty and marvelous are your miracles, Righteous and true are your ways, and bring glory to your name? For you alone are holy, and all nations will come and bow in worship before you, Lord Yahweh , God Almighty! O Sovereign King of the ages! as your blessings have revealed.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Who will not reverence you with awe, O Lord,"
            },
            {
                "verse_number": "5",
                "verse_text": "After these things I looked, and behold, the inner sanctuary of the heavenly &apos;tabernacle of testimony&apos; was opened before my eyes."
            },
            {
                "verse_number": "6",
                "verse_text": "The seven angels with the seven last plagues came out of the sanctuary in glistening robes of bright linen and golden sashes around their chests."
            },
            {
                "verse_number": "7",
                "verse_text": "Then one of the four living creatures gave each of the seven angels a golden bowl full of the wrath of God, who lives forever and ever."
            },
            {
                "verse_number": "8",
                "verse_text": "The sanctuary was filled with the thick cloud of smoke billowing out from the glory and power of God&ndash;and no one could even enter the sanctuary until the seven plagues of the seven angels were completed."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then I heard a loud voice from within the sanctuary telling the seven angels, &apos;Go and pour out on the earth the seven bowls of the wrath of God.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the first angel poured his bowl upon the earth, causing ugly and painful sores to break out on the people who had the mark of the wild beast and worshiped his image."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the second angel poured his bowl into the sea, and it became like the blood of the dead&ndash;every living thing in the sea died."
            },
            {
                "verse_number": "4",
                "verse_text": "The third angel poured his bowl into the rivers and springs of water, and they became blood. And I heard the angel of the waters say:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;O holy One, who are and were, you are righteous, for you have judged these things, &apos;Here it comes!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "because they shed the blood of your saints and prophets. They got what they deserved, for you gave them blood to drink!&apos; &apos;Yes, O Lord God, the Almighty! Every judicial verdict you make is just and right.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then I heard a voice from before the altar reply:"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the fourth angel poured out his bowl on the sun, and it began to burn the people with a scorching heat."
            },
            {
                "verse_number": "9",
                "verse_text": "Though they endured the fierce heat, yet the people continued to blaspheme God. They cursed the name of God, who had authority over these plagues, and refused to repent and give him glory."
            },
            {
                "verse_number": "10",
                "verse_text": "The fifth angel poured his bowl on the throne of the wild beast, and its kingdom was plunged into darkness. People were in agony and gnawed their tongues"
            },
            {
                "verse_number": "11",
                "verse_text": "and cursed the God of heaven because of their painful sores, refusing to repent of their deeds."
            },
            {
                "verse_number": "12",
                "verse_text": "The sixth angel poured his bowl on &apos;the good and abounding river,&apos; and it completely dried up in order to prepare the way for the kings of the east."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I saw three unclean spirits like frogs belched from the mouths of the dragon, the wild beast, and the false prophet."
            },
            {
                "verse_number": "14",
                "verse_text": "They were demonic spirits performing signs, and they entered into the kings of the world to draw them into battle on the great day of God, the Almighty."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Behold, I come like a thief! God&quot;s blessing is with the one who remains awake and fully clothed in me and will not walk about naked, exposed to disgrace.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The demonic spirits assembled the kings together at the place called in Hebrew the &apos;Mount of the Governor.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The seventh angel poured out his bowl into the air, and a loud voice came out from the temple and from the throne, saying:"
            },
            {
                "verse_number": "18",
                "verse_text": "Then there were flashes of lightning, voices, crashes of thunder, and a massive earthquake&ndash;the most severe to shake the earth since the creation of man, so tremendous was that earthquake!"
            },
            {
                "verse_number": "19",
                "verse_text": "It split the great city Babylon into three parts, and other cities of the nations collapsed. For God remembered great Babylon and her winecup filled with his fiery wrath."
            },
            {
                "verse_number": "20",
                "verse_text": "Every island fled away and the mountains were no more."
            },
            {
                "verse_number": "21",
                "verse_text": "Enormous hailstones, each weighing nearly one hundred pounds, fell from the sky and struck the people, yet they continued to curse God because of the horrendous plague of hail."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Then one of the seven angels with the seven bowls approached me and said, &apos;Come, and I will show you the judgment of the great prostitute who sits enthroned on many waters."
            },
            {
                "verse_number": "2",
                "verse_text": "The kings of the earth have fornicated with her, and the people of earth are drunk on the wine of her prostitution.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the angel carried me away in the Spirit into a wilderness, and I saw a woman sitting on a wild, bloodred beast with seven heads and ten horns, and it was covered with blasphemous names."
            },
            {
                "verse_number": "4",
                "verse_text": "The woman was robed in purple and scarlet and was glittering with gold, precious stones, and pearls. She was holding in her hand a golden chalice brimming full with defiling obscenities and the filth of her lewdness."
            },
            {
                "verse_number": "5",
                "verse_text": "On her forehead was written these mysterious titles: &apos;The great Babylon, mother of prostitutes and of the abominations of the earth.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I saw the woman was drunk with the blood of God&quot;s holy believers&ndash;drunk on the blood of the loyal martyrs of Jesus. And when I saw her, I was utterly astonished!"
            },
            {
                "verse_number": "7",
                "verse_text": "But the angel said to me, &apos;Why are you so astonished? I will reveal to you the mystery of the woman, and of the wild beast with seven heads and ten horns that carries her."
            },
            {
                "verse_number": "8",
                "verse_text": "The wild beast you saw once was, now is not, and is destined to ascend out of the deep and go to destruction. All those whose names have not been written in the Book of Life from the foundation of the world will be utterly astonished when they see the wild beast because he once was, now is not, and is about to rise."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;This requires a mind that has wisdom to interpret: The seven heads of the beast are seven mountains the woman sits upon; they are also seven kings."
            },
            {
                "verse_number": "10",
                "verse_text": "Five kings have fallen, one is, and the other has not yet come&ndash;and when he comes he must remain only a little while."
            },
            {
                "verse_number": "11",
                "verse_text": "The wild beast that was but now is not represents an eighth king who is from one of the seven, and he is going to destruction."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;The ten horns that you saw represent ten kings who have not yet received a kingdom, but they and the wild beast are destined to receive authority as kings for a short reign of one hour."
            },
            {
                "verse_number": "13",
                "verse_text": "They are united in yielding their power and authority to the wild beast."
            },
            {
                "verse_number": "14",
                "verse_text": "They will wage war against the Lamb, but the Lamb will conquer them, for he is Lord of lords and King of kings! Those who are with him will also conquer them , and they are called &quot;chosen ones&quot; and &quot;faithful ones.&quot; &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "And he said to me, &apos;The waters that you saw, upon which the great prostitute is seated, represent peoples, multitudes, nations, and languages."
            },
            {
                "verse_number": "16",
                "verse_text": "The ten horns and the wild beast will hate the great prostitute and will make her a ruin. They will reduce her to nakedness, and they will devour her flesh and burn her up with fire."
            },
            {
                "verse_number": "17",
                "verse_text": "For God has put it in their hearts to carry out his purpose for her by agreeing to give their kingdom to the wild beast until the words of God are fulfilled."
            },
            {
                "verse_number": "18",
                "verse_text": "As for the woman you saw, she is the great city Babylon , which rules over the kings of the earth.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After these things, I saw another angel coming from the heavenly realm with great authority, and the earth was flooded with the brilliance of his splendor."
            },
            {
                "verse_number": "2",
                "verse_text": "He shouted out with a thunderous voice: &apos;Fallen, fallen is Babylon the great! She has become a demonic dwelling place, a prison for every unclean spirit, unclean bird, of the wine of her immoral passion, and the kings of the earth and merchants of the earth have grown wealthy because of her power and luxury.&apos; &apos;My people, come out from her so that you don&quot;t participate in her sins and have no share with her in her plagues, that she has treated others with&ndash; pay her back double for all her deeds and lived luxuriously, give her that measure of torment and grief, because she said in her heart, &quot;I am no widow; I rule as a queen! I will never experience grief.&quot; disease, famine and mourning. She will be burned with fire. For mighty is the Lord God who judges her!&apos; &apos;Oh no! You who were once the great and powerful city Babylon, now in one hour your complete devastation has come!&apos; The great city that once clothed herself with fine linen and purple and scarlet cloth glittering with gold, with jewels and with pearls&ndash; Every ship&quot;s captain and his crew, every seafarer and mariner, watched from far away &apos;What city was ever like the great city Babylon ?&apos; and shouted with sobs and grief: &apos;How horrible, so horrible, O great city Babylon! For in one moment you suffered such destruction&ndash; you who once made the merchants on the sea so very wealthy. You apostles and prophets and holy believers, rejoice! For on your behalf God pronounced the judgment against her that she wanted to bring upon you!&apos; &apos;With this kind of sudden violence, the great city Babylon will be thrown down and exist no more. will never grace your city again. No artisan of any trade will ever be found in you again, Your merchants were once the tycoons of the world, and every unclean, detestable beast. have committed fornication with her, and God has remembered her vileness. and make her drink twice the brew she gave to others! The splendid delicacies for which your soul craved have departed from you. All your elegance and splendor have disappeared, never to be seen again. and the noise of factories falls silent. Nor will the joyous laughter of a wedding be heard in you. But you deceived all the nations by your sorcery. and all who were slaughtered were all over you!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "All the nations have drunk"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I heard another voice from heaven saying:"
            },
            {
                "verse_number": "5",
                "verse_text": "because her sins are heaped as high as heaven"
            },
            {
                "verse_number": "6",
                "verse_text": "So repay to her double the same treatment"
            },
            {
                "verse_number": "7",
                "verse_text": "With the same measure she exalted herself"
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, her plagues will fall on her in one day&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "The kings of the earth who fornicated with her and lived in luxury with her will weep and wail over her when they see the smoke of the fire that burns her up."
            },
            {
                "verse_number": "10",
                "verse_text": "And they will stand far off, in fear of her torment, saying:"
            },
            {
                "verse_number": "11",
                "verse_text": "The earth&quot;s merchants weep and mourn for her because no one buys their merchandise anymore:"
            },
            {
                "verse_number": "12",
                "verse_text": "their gold, silver, jewels, and pearls, their fine linen, purple cloth, silk, and scarlet cloth, all kinds of things made from expensive wood, ivory, bronze, iron, and marble,"
            },
            {
                "verse_number": "13",
                "verse_text": "quantities of the finest cinnamon, spice, incense, frankincense, and myrrh, wine, olive oil, wheat, and the finest flour, sheep, cattle, horses, and their four-wheeled carriages, and the trafficking of the bodies and souls of people."
            },
            {
                "verse_number": "14",
                "verse_text": "And they will say:"
            },
            {
                "verse_number": "15",
                "verse_text": "Those who sold these things and grew wealthy through their business with her will stand far off, terrified over her torment. They will weep and mourn, saying:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;How horrible!"
            },
            {
                "verse_number": "17",
                "verse_text": "in one brief moment such vast wealth is now laid waste!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "and cried out as they saw her go up in flames:"
            },
            {
                "verse_number": "19",
                "verse_text": "As a sign of their dismay , they threw dust on their heads"
            },
            {
                "verse_number": "20",
                "verse_text": "Rejoice over her, O heaven"
            },
            {
                "verse_number": "21",
                "verse_text": "Then a mighty angel took up a stone, like a huge millstone, and threw it into the sea, saying:"
            },
            {
                "verse_number": "22",
                "verse_text": "The music of harps, minstrels, flutes, and trumpets"
            },
            {
                "verse_number": "23",
                "verse_text": "The light of a lamp will never shine in you again,"
            },
            {
                "verse_number": "24",
                "verse_text": "For the bloodstains of the holy believers and the prophets"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After this I heard what seemed to be the roar of a great multitude of voices, saying: &apos;Hallelujah! Salvation and glory and power to our God! For he has judged the great prostitute who corrupted the earth with her sexual immorality. He has avenged on her the blood of his loving servants.&apos; &apos;Hallelujah! The smoke from her destruction goes up forever and ever!&apos; &apos;Amen! Hallelujah!&apos; &apos;Praise our God, all you his loving servants and all who reverence and honor him&ndash; those who are lowly and those who are great!&apos; &apos;Hallelujah! has been given to her to wear, and the fine linen represents"
            },
            {
                "verse_number": "2",
                "verse_text": "All his judgments are right and true,"
            },
            {
                "verse_number": "3",
                "verse_text": "And again they shouted:"
            },
            {
                "verse_number": "4",
                "verse_text": "The twenty-four elders and the four living creatures fell facedown and worshiped God, who sits on the throne, saying in agreement :"
            },
            {
                "verse_number": "5",
                "verse_text": "Then a voice came from the throne, saying:"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I heard what seemed to be the thunderous voice of a great multitude, like the sound of a massive waterfall and mighty peals of thunder, crying out: For the Lord our God, the Almighty, reigns! because the wedding celebration of the Lamb has come. And his bride has made herself ready. the righteous deeds of his holy believers.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Let us rejoice and exalt him and give him glory,"
            },
            {
                "verse_number": "8",
                "verse_text": "Fine linen, shining bright and clear,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the angel said to me, &apos;Write these words: Wonderfully blessed are those who are invited to feast at the wedding celebration of the Lamb!&apos; And then he said to me, &apos;These are the true words of God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "At this I fell facedown at the angel&quot;s feet to worship him, but he stopped me and said, &apos;Don&quot;t do this! For I am only a fellow servant with you and one of your brothers who clings to what Jesus testifies. Worship God. The testimony of Jesus is the spirit of prophecy.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw heaven opened, and suddenly a white horse appeared. The name of the one riding it was Faithful and True, and with pure righteousness he judges and rides to battle."
            },
            {
                "verse_number": "12",
                "verse_text": "He wore many regal crowns, and his eyes were flashing like flames of fire. He had a secret name inscribed on him that&quot;s known only to himself."
            },
            {
                "verse_number": "13",
                "verse_text": "He wore a robe dipped in blood, and his title is called the Word of God."
            },
            {
                "verse_number": "14",
                "verse_text": "Following him on white horses were the armies of heaven, wearing white fine linen, pure and bright."
            },
            {
                "verse_number": "15",
                "verse_text": "A sharp sword came from his mouth with which to conquer the nations, and he will shepherd them with an iron scepter. He will trample out the wine in the winepress of the wrath of God."
            },
            {
                "verse_number": "16",
                "verse_text": "On his robe and on his thigh he had inscribed a name: King of kings and Lord of lords."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I saw an angel standing in the sun, shouting to all the flying birds of the sky, &apos;Come and gather for God&quot;s great supper!"
            },
            {
                "verse_number": "18",
                "verse_text": "Come and devour the flesh of the kings, generals, and soldiers, the flesh of horses and their riders, the flesh of all people, slave or free, lowly or famous.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then I saw the wild beast and the kings of the earth with their armies gathered to wage war against the rider on the white horse and against his armies."
            },
            {
                "verse_number": "20",
                "verse_text": "The wild beast was captured, as was the false prophet who had performed miracle-signs in his presence. (It was by these miracle-signs that he had deceived those with the mark of the wild beast and those who worshiped its image.) The wild beast and the false prophet were both thrown alive into the lake of fire burning with sulfur,"
            },
            {
                "verse_number": "21",
                "verse_text": "and their armies were killed by the sharp sword that came from the mouth of the rider on the white horse. And all the birds gorged themselves with their flesh."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw a mighty angel descending from the heavenly realm, holding a heavy chain and a key&ndash;the key of the deep."
            },
            {
                "verse_number": "2",
                "verse_text": "He seized the dragon, that ancient serpent known as the devil and Satan, and bound him for a thousand years."
            },
            {
                "verse_number": "3",
                "verse_text": "The mighty angel threw him into the pit, locked it, and sealed it so that he could no longer deceive the nations until the thousand years were over. (After that he must be loosed for a brief time.)"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I saw thrones, and those who sat on them were given the authority to judge. I also saw the souls of those who had been beheaded because of the testimony of Jesus and for the Word of God. They had refused to worship the wild beast or its image and did not have their foreheads or hands marked by the wild beast. They lived and reigned with the Christ for one thousand years."
            },
            {
                "verse_number": "5",
                "verse_text": "This is the first resurrection. (The rest of the dead did not come to life until the thousand years were ended.)"
            },
            {
                "verse_number": "6",
                "verse_text": "Wonderfully blessed and holy are those who share in the first resurrection! The second death holds no power over them, but they will be priests of God and of the Christ. And they will reign as kings with him a thousand years!"
            },
            {
                "verse_number": "7",
                "verse_text": "After the thousand years are over, Satan will be let loose from his prison"
            },
            {
                "verse_number": "8",
                "verse_text": "and will go out and deceive the nations of the four corners of the earth, Gog and Magog. He will bring them together for battle, and they will be as numerous as grains of sand on the seashore."
            },
            {
                "verse_number": "9",
                "verse_text": "They spread out over the earth and surrounded the camp of God&quot;s holy believers and the beloved city. But fire came down from heaven and completely destroyed them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the devil who had deceived them was thrown into the same place with the wild beast and the false prophet&ndash;the lake of fire and sulfur&ndash;where they will be tormented day and night forever and ever."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw a great, dazzling-white throne and the One who sits on it. Heaven and earth fled from his presence and they were no more."
            },
            {
                "verse_number": "12",
                "verse_text": "I saw the dead, the lowly and the famous alike, standing before the throne. Books were opened, and then another book was opened: the Book of Life. The dead were judged by what they had done as recorded in the books."
            },
            {
                "verse_number": "13",
                "verse_text": "And the sea gave up the dead souls that were in it. Then death and the underworld gave up their dead, and all were judged according to what they had done."
            },
            {
                "verse_number": "14",
                "verse_text": "Then death and the realm of the dead were cast into the lake of fire, for the lake of fire is the second death."
            },
            {
                "verse_number": "15",
                "verse_text": "And anyone whose name was not recorded in the Book of Life was cast into the lake of fire."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then in a vision I saw a new heaven and a new earth. The first heaven and earth had passed away, and the sea no longer existed."
            },
            {
                "verse_number": "2",
                "verse_text": "I saw the Holy City, the New Jerusalem, descending out of the heavenly realm from the presence of God, like a pleasing bride that had been prepared for her husband, adorned for her wedding ."
            },
            {
                "verse_number": "3",
                "verse_text": "And I heard a thunderous voice from the throne, saying: &apos;Look! God&quot;s tabernacle is with human beings. And from now on he will tabernacle with them as their God. Now God himself will have his home with them&ndash; and eliminate death entirely. No one will mourn or weep any longer. The pain of wounds will no longer exist, &quot;God-with-them&quot; will be their God! for the old order has ceased.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He will wipe away every tear from their eyes"
            },
            {
                "verse_number": "5",
                "verse_text": "And God-Enthroned spoke to me and said, &apos;Consider this! I am making everything to be new and fresh. Write down at once all that I have told you, because each word is trustworthy and dependable.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then he said to me, &apos;It has been accomplished! For I am the Aleph and the Tav, the beginning and the end. I will give water to all who are thirsty. As my gracious gift, they will continuously drink from the fountain of living water."
            },
            {
                "verse_number": "7",
                "verse_text": "The conquering ones will inherit these gifts from me. I will continue to be their God and they will continue being children for me."
            },
            {
                "verse_number": "8",
                "verse_text": "But as for the cowardly, the faithless, the despicable, the murderers, the perverts, the sorcerers, the idolaters, and all deceivers, they will find their place in the lake of fire and sulfur, which is the second death.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then one of the seven angels who had the seven bowls full of the last seven plagues came to me and said, &apos;Come. I will show you the beautiful bride, the wife of the Lamb.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He carried me away in the realm of the Spirit to the top of a great, high mountain. There he showed me the holy city, Jerusalem, descending out of heaven from God."
            },
            {
                "verse_number": "11",
                "verse_text": "It was infused with the glory of God, and its radiance was like that of a very rare jewel, like a jasper, clear as crystal."
            },
            {
                "verse_number": "12",
                "verse_text": "It had a massive, high wall with twelve gates, and each gate had an angel. Each gate had written upon it a name of one of the twelve tribes of Israel&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "three gates on the east, three gates on the north, three gates on the south, and three gates on the west."
            },
            {
                "verse_number": "14",
                "verse_text": "The city wall had twelve foundations, and on them were the names of the twelve apostles of the Lamb."
            },
            {
                "verse_number": "15",
                "verse_text": "The angel who spoke with me had a gold measuring rod to measure the city, its gates and walls."
            },
            {
                "verse_number": "16",
                "verse_text": "The city was laid out in a perfect square; its length, width, and height were equal. So he measured the city with his rod, and it was 12,000 stadia, with equal dimensions for its width, length, and height."
            },
            {
                "verse_number": "17",
                "verse_text": "He also measured the wall at 144 cubits, according to the measure of a man, which is angelic."
            },
            {
                "verse_number": "18",
                "verse_text": "The city was pure gold, clear as crystal, and its wall was made of jasper."
            },
            {
                "verse_number": "19",
                "verse_text": "The twelve foundations of the wall were adorned with every kind of precious stone&ndash;the first was jasper, the second sapphire, the third agate, the fourth emerald,"
            },
            {
                "verse_number": "20",
                "verse_text": "the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh turquoise, and the twelfth amethyst."
            },
            {
                "verse_number": "21",
                "verse_text": "The twelve gates are twelve pearls&ndash;each gate made of one pearl. And the street of the city was pure gold, clear as crystal."
            },
            {
                "verse_number": "22",
                "verse_text": "I saw no temple in the city, for its temple is the Lord God, the Almighty, and the Lamb."
            },
            {
                "verse_number": "23",
                "verse_text": "The city has no need for the sun or moon to shine, for the glory of God is its light, and its lamp is the Lamb."
            },
            {
                "verse_number": "24",
                "verse_text": "The people will walk by its light and the kings of the earth will bring their wealth into it."
            },
            {
                "verse_number": "25",
                "verse_text": "Its gates will never be shut by day&ndash;standing always open&ndash;because there is no night there."
            },
            {
                "verse_number": "26",
                "verse_text": "People will bring the glory and wealth of the nations into it."
            },
            {
                "verse_number": "27",
                "verse_text": "Evil will not enter, nor anyone who does what is abhorrent or deceitful, but only those whose names are written in the Book of the Life of the Lamb."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then the angel showed me the river of the water of life, flowing with water clear as crystal, continuously pouring out from the throne of God and of the Lamb."
            },
            {
                "verse_number": "2",
                "verse_text": "The river was flowing in the middle of the street of the city, and on either side of the river was the Tree of Life, with its twelve kinds of ripe fruit according to each month of the year . The leaves of the Tree of Life are for the healing of the nations."
            },
            {
                "verse_number": "3",
                "verse_text": "And every curse will be broken and no longer exist, for the throne of God and of the Lamb will be there in the city . His loving servants will serve him; And they will reign as kings forever and ever!"
            },
            {
                "verse_number": "4",
                "verse_text": "they will always see his face, and his name will be on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "Night will be no more. They will never need the light of the sun or a lamp, because the Lord God will shine on them."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the angel said to me, &apos;These words are entirely trustworthy and true, for the Lord, the God of the spirits of the prophets, has sent his angel to show his loving servants what must occur swiftly.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Behold, I come quickly! Wonderfully blessed is the one who carefully guards the words of the prophecy of this book!&apos; I bring my reward with me to repay everyone according to their works. the First and the Last, the Beginning and the Completion.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I, John, am the one who heard and saw these things, and when I heard and saw it all, I fell facedown to worship the messenger who showed me these things."
            },
            {
                "verse_number": "9",
                "verse_text": "But he said to me, &apos;Don&quot;t do it! I am but a fellow servant with you and your brothers, the prophets, and with those who cling to the words of this book. Worship God!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And he said to me, &apos;Don&quot;t keep secret the prophetic words of this book, for the time is near."
            },
            {
                "verse_number": "11",
                "verse_text": "Let the evildoers be at their worst and the morally filthy continue in their depravity&ndash;yet the righteous will still do what is right, and the holy will still be holy.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Behold, I am coming quickly!"
            },
            {
                "verse_number": "13",
                "verse_text": "I am the Aleph and the Tav,"
            },
            {
                "verse_number": "14",
                "verse_text": "Wonderfully blessed are those who wash their robes white so they can access the Tree of Life and enter the city of bliss by its open gates."
            },
            {
                "verse_number": "15",
                "verse_text": "Those not permitted to enter are outside: the malicious hypocrites, the sexually immoral, sorcerers, murderers, idolaters, and every lover of lies."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I, Jesus, sent my angel to you to give you this testimony to share with the congregations. I am the bright Morning Star, both David&quot;s spiritual root and his descendant.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Come,&apos; says the Holy Spirit and the Bride in divine duet . Let everyone who hears this duet join them in saying, &apos;Come.&apos; Let everyone gripped with spiritual thirst say, &apos;Come.&apos; And let everyone who craves the gift of living water come and drink it freely. &apos;Come.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I testify to everyone who hears the prophetic words of this book: If anyone adds to them, God will add to him the plagues described in this book."
            },
            {
                "verse_number": "19",
                "verse_text": "And if anyone subtracts from the prophetic words of this book, God will remove his portion from the Tree of Life and in the holy city, which are described in this book."
            },
            {
                "verse_number": "20",
                "verse_text": "The one who testifies to these things says, &apos;Yes, I am coming quickly.&apos; Amen! Come, Lord Jesus!"
            },
            {
                "verse_number": "21",
                "verse_text": "May the grace of the Lord Jesus be with all the holy believers. Amen!"
            }
        ]
    }
}