{
    "1 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Peter, an apostle of Jesus the Anointed One, to the chosen ones who have been scattered like &apos;seed&apos; into the nations living as refugees in Pontus, Galatia, Cappadocia, and throughout the Roman provinces of Asia and Bithynia."
            },
            {
                "verse_number": "2",
                "verse_text": "You are not forgotten , for you have been chosen and destined by Father God. The Holy Spirit has set you apart to be God&quot;s holy ones, obedient followers of Jesus Christ who have been gloriously sprinkled with his blood. May God&quot;s delightful grace and peace cascade over you many times over!"
            },
            {
                "verse_number": "3",
                "verse_text": "Celebrate with praises the God and Father of our Lord Jesus Christ, who has shown us his extravagant mercy. For his fountain of mercy has given us a new life&ndash;we are reborn to experience a living, energetic hope through the resurrection of Jesus Christ from the dead."
            },
            {
                "verse_number": "4",
                "verse_text": "We are reborn into a perfect inheritance that can never perish, never be defiled, and never diminish. It is promised and preserved forever in the heavenly realm for you!"
            },
            {
                "verse_number": "5",
                "verse_text": "Through our faith, the mighty power of God constantly guards us until our full salvation is ready to be revealed in the last time."
            },
            {
                "verse_number": "6",
                "verse_text": "May the thought of this cause you to jump for joy, even though lately you&quot;ve had to put up with the grief of many trials."
            },
            {
                "verse_number": "7",
                "verse_text": "But these only reveal the sterling core of your faith, which is far more valuable than gold that perishes, for even gold is refined by fire. Your authentic faith will result in even more praise, glory, and honor when Jesus the Anointed One is revealed."
            },
            {
                "verse_number": "8",
                "verse_text": "You love him passionately although you have not seen him, but through believing in him you are saturated with an ecstatic joy, indescribably sublime and immersed in glory."
            },
            {
                "verse_number": "9",
                "verse_text": "For you are reaping the harvest of your faith&ndash;the full salvation promised you&ndash;your souls&quot; victory!"
            },
            {
                "verse_number": "10",
                "verse_text": "This salvation was the focus of the prophets who prophesied of this outpouring of grace that was destined for you. They made a careful search and investigation of the meaning of their God-given prophecies"
            },
            {
                "verse_number": "11",
                "verse_text": "as they probed into the mysteries of who would fulfill them and the time period when it would all take place. The Spirit of the Anointed One was in them and was pointing prophetically to the sufferings that Christ was destined to suffer and the glories that would be released afterward."
            },
            {
                "verse_number": "12",
                "verse_text": "God revealed to the prophets that their ministry was not for their own benefit but for yours. And now, you have heard these things from the evangelists who preached the gospel to you through the power of the Holy Spirit sent from heaven&ndash;the gospel containing wonderful mysteries that even the angels long to get a glimpse of."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, prepare your hearts and minds for action! Stay alert and fix your hope firmly on the marvelous grace that is coming to you. For when Jesus Christ is unveiled, a greater measure of grace will be released to you."
            },
            {
                "verse_number": "14",
                "verse_text": "As God&quot;s obedient children, never again shape your lives by the desires that you followed when you didn&quot;t know better."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, shape your lives to become like the Holy One who called you."
            },
            {
                "verse_number": "16",
                "verse_text": "For Scripture says: &apos;You are to be holy, because I am holy.&apos; like blossoms of the field. And this is the Word that was announced to you!"
            },
            {
                "verse_number": "17",
                "verse_text": "Since you call on him as your heavenly Father, the impartial Judge who judges according to each one&quot;s works, live each day with holy awe and reverence throughout your time on earth."
            },
            {
                "verse_number": "18",
                "verse_text": "For you know that your lives were ransomed once and for all from the empty and futile way of life handed down from generation to generation. It was not a ransom payment of silver and gold, which eventually perishes,"
            },
            {
                "verse_number": "19",
                "verse_text": "but the precious blood of Christ&ndash;who like a spotless, unblemished lamb was sacrificed for us ."
            },
            {
                "verse_number": "20",
                "verse_text": "This was part of God&quot;s plan , for he was chosen and destined for this before the foundation of the earth was laid, but he has been made manifest in these last days for you."
            },
            {
                "verse_number": "21",
                "verse_text": "It is through him that you now believe in God, who raised him from the dead and glorified him, so that you would fasten your faith and hope in God alone ."
            },
            {
                "verse_number": "22",
                "verse_text": "Now, because of your obedience to the truth, you have purified your very souls, and this empowers you to be full of love for your fellow believers. So express this sincere love toward one another passionately and with a pure heart."
            },
            {
                "verse_number": "23",
                "verse_text": "For through the eternal and living Word of God you have been born again. And this &apos;seed&apos; that he planted within you can never be destroyed but will live and grow inside of you forever. For:"
            },
            {
                "verse_number": "24",
                "verse_text": "Human beings are frail and temporary , like grass, and the glory of man fleeting The grass dries and withers and the flowers fall off,"
            },
            {
                "verse_number": "25",
                "verse_text": "but the Word of the Lord endures forever!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So abandon every form of evil, deceit, hypocrisy, feelings of jealousy and slander."
            },
            {
                "verse_number": "2",
                "verse_text": "In the same way that nursing infants cry for milk, you must intensely crave the pure spiritual milk of God&quot;s Word . For this &apos;milk&apos; will cause you to grow into maturity, fully nourished and strong for life &ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "especially now that you have had a taste of the goodness of Yahweh and have experienced his kindness."
            },
            {
                "verse_number": "4",
                "verse_text": "So keep coming to him who is the Living Stone &ndash;though he was rejected and discarded by men but chosen by God and is priceless in God&quot;s sight."
            },
            {
                "verse_number": "5",
                "verse_text": "Come and be his &apos;living stones&apos; who are continually being assembled into a sanctuary for God. For now you serve as holy priests, offering up spiritual sacrifices that he readily accepts through Jesus Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "For it says in Scripture: Look! I lay a cornerstone in Zion, will certainly not be disappointed. has now become the cornerstone and a rock to trip over. and he never spoke deceitfully. a chosen and priceless stone! And whoever believes in him The stone that the builders rejected and discarded A stone that makes them stumble They keep stumbling over the message because they refuse to believe it. And this they were destined to do."
            },
            {
                "verse_number": "7",
                "verse_text": "As believers you know his great worth&ndash;indeed, his preciousness is imparted to you. But for those who do not believe:"
            },
            {
                "verse_number": "8",
                "verse_text": "And"
            },
            {
                "verse_number": "9",
                "verse_text": "But you are God&quot;s chosen treasure &ndash;priests who are kings, a spiritual &apos;nation&apos; set apart as God&quot;s devoted ones. He called you out of darkness to experience his marvelous light, and now he claims you as his very own. He did this so that you would broadcast his glorious wonders throughout the world ."
            },
            {
                "verse_number": "10",
                "verse_text": "For at one time you were not God&quot;s people, but now you are. At one time you knew nothing of God&quot;s mercy, because you hadn&quot;t received it yet, but now you are drenched with it!"
            },
            {
                "verse_number": "11",
                "verse_text": "My divinely loved friends, since you are resident aliens and foreigners in this world, I appeal to you to divorce yourselves from the evil desires that wage war within you."
            },
            {
                "verse_number": "12",
                "verse_text": "Live honorable lives as you mix with unbelievers, even though they accuse you of being evildoers. For they will see your beautiful works and have a reason to glorify God in the day he visits us."
            },
            {
                "verse_number": "13",
                "verse_text": "In order to honor the Lord, you must respect and defer to the authority of every human institution, whether it be the highest ruler"
            },
            {
                "verse_number": "14",
                "verse_text": "or the governors he puts in place to punish lawbreakers and to praise those who do what&quot;s right."
            },
            {
                "verse_number": "15",
                "verse_text": "For it is God&quot;s will for you to silence the ignorance of foolish people by doing what is right."
            },
            {
                "verse_number": "16",
                "verse_text": "As God&quot;s loving servants, you should live in complete freedom, but never use your freedom as a cover-up for evil."
            },
            {
                "verse_number": "17",
                "verse_text": "Recognize the value of every person and continually show love to every believer. Live your lives with great reverence and in holy awe of God. Honor your rulers."
            },
            {
                "verse_number": "18",
                "verse_text": "Those who are servants, submit to the authority of those who are your masters&ndash;not only to those who are kind and gentle but even to those who are hard and difficult."
            },
            {
                "verse_number": "19",
                "verse_text": "You find God&quot;s favor by deciding to please God even when you endure hardships because of unjust suffering."
            },
            {
                "verse_number": "20",
                "verse_text": "For what merit is it to endure mistreatment for wrongdoing? Yet if you are mistreated when you do what is right, and you faithfully endure it, this is commendable before God."
            },
            {
                "verse_number": "21",
                "verse_text": "In fact, you were called to live this way, because Christ also suffered in your place, leaving you his example for you to follow."
            },
            {
                "verse_number": "22",
                "verse_text": "He never sinned"
            },
            {
                "verse_number": "23",
                "verse_text": "When he was verbally abused, he did not return with an insult; when he suffered, he would not threaten retaliation. Jesus faithfully entrusted himself into the hands of God, who judges righteously."
            },
            {
                "verse_number": "24",
                "verse_text": "He himself carried our sins in his body on the cross so that we would be dead to sin and live for righteousness. Our instant healing flowed from his wounding."
            },
            {
                "verse_number": "25",
                "verse_text": "You were like sheep that continually wandered away, but now you have returned to the true Shepherd of your lives&ndash;the kind Guardian who lovingly watches over your souls."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "And now let me speak to the wives. Be devoted to your own husbands, so that even if some of them do not obey the Word of God, your kind conduct may win them over without you saying a thing."
            },
            {
                "verse_number": "2",
                "verse_text": "For when they observe your pure, godly life before God, it will impact them deeply ."
            },
            {
                "verse_number": "5",
                "verse_text": "Holy women of long ago who had set their hopes in God beautified themselves with lives lived in deference to their own husbands&quot; authority."
            },
            {
                "verse_number": "6",
                "verse_text": "For example, our &apos;mother,&apos; Sarah, devoted herself to her husband, Abraham, and even called him &apos;master.&apos; And you have become her daughters when you do what is right without fear and intimidation."
            },
            {
                "verse_number": "7",
                "verse_text": "Husbands, you in turn must treat your wives with tenderness, viewing them as feminine partners who deserve to be honored, for they are co-heirs with you of the &apos; divine grace of life,&apos; so that nothing will hinder your prayers."
            },
            {
                "verse_number": "8",
                "verse_text": "Now, this is the goal: to live in harmony with one another and demonstrate affectionate love, sympathy, and kindness toward other believers. Let humility describe who you are as you dearly love one another."
            },
            {
                "verse_number": "9",
                "verse_text": "Never retaliate when someone treats you wrongly, nor insult those who insult you, but instead, respond by speaking a blessing over them&ndash;because a blessing is what God promised to give you."
            },
            {
                "verse_number": "10",
                "verse_text": "For the Scriptures tell us: Whoever wants to embrace true life and find beauty in each day and never deceive in what they say. Always turn from what is wrong and cultivate what is good; eagerly pursue peace in every relationship, making it your prize. and his heart responds to their prayers. Don&quot;t be intimidated or terrified"
            },
            {
                "verse_number": "11",
                "verse_text": "must stop speaking evil, hurtful words"
            },
            {
                "verse_number": "12",
                "verse_text": "For the eyes of the Lord Yahweh rest upon the godly, But he turns his back on those who practice evil. by those who would terrify you."
            },
            {
                "verse_number": "13",
                "verse_text": "Why would anyone harm you if you&quot;re passionate and devoted to pleasing God?"
            },
            {
                "verse_number": "14",
                "verse_text": "But even if you happen to suffer for doing what is right, you will have the joyful experience of the blessing of God. And"
            },
            {
                "verse_number": "15",
                "verse_text": "But give reverent honor in your hearts to the Anointed One and treat him as the holy Master of your lives . And if anyone asks about the hope living within you, always be ready to explain your faith"
            },
            {
                "verse_number": "16",
                "verse_text": "with gentleness and respect. Maintain a clean conscience, so that those who slander you for living a pure life in Christ will have to lie about you and will be ashamed because of their slander."
            },
            {
                "verse_number": "17",
                "verse_text": "For it is better to suffer for doing good, if it is in God&quot;s plan, than for doing evil."
            },
            {
                "verse_number": "18",
                "verse_text": "Christ suffered and died for sins once and for all&ndash;the innocent for the guilty &ndash;to bring you near to God by his body being put to death and by being raised to life by the Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "He went in the spiritual realm and made a proclamation to the spirits in prison"
            },
            {
                "verse_number": "20",
                "verse_text": "because of their disobedience of long ago. For during the time of Noah God patiently waited while the ark was being prepared, but only a few were brought safely through the floodwaters: a total of eight souls."
            },
            {
                "verse_number": "21",
                "verse_text": "This was a prophetic picture of the immersion that now saves you&ndash;not a bathing of the physical body but rather the response of a good conscience before God through the resurrection of Jesus Christ,"
            },
            {
                "verse_number": "22",
                "verse_text": "who is now in heaven at the place of supreme authority next to God. The very powers of heaven, including every angel and authority, now yield in submission to him."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Since Christ, though innocent , suffered in his flesh for you, now you also must be a prepared soldier, having the same mind-set, for whoever has died in his body is done with sin."
            },
            {
                "verse_number": "2",
                "verse_text": "So live the rest of your earthly life no longer concerned with human desires but consumed with what brings pleasure to God."
            },
            {
                "verse_number": "3",
                "verse_text": "For you have already spent enough time doing what unbelievers love to do&ndash;living in debauchery, sensuality, partying, drunkenness, wild drinking parties, and the worship of demons."
            },
            {
                "verse_number": "4",
                "verse_text": "They marvel that you no longer rush to join them in the excesses of their corrupt lifestyles, and so they vilify you."
            },
            {
                "verse_number": "5",
                "verse_text": "But one day they will have to give an account to the one who is destined to judge the living and the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the reason the gospel was preached to the martyrs before they gave their lives . Even though they were judged by human standards, now they live in spirit by God&quot;s standards."
            },
            {
                "verse_number": "7",
                "verse_text": "Since we are approaching the end of all things, be intentional, purposeful, and self-controlled so that you can be given to prayer."
            },
            {
                "verse_number": "8",
                "verse_text": "Above all, constantly echo God&quot;s intense love for one another, for love will be a canopy over a multitude of sins."
            },
            {
                "verse_number": "9",
                "verse_text": "Be compassionate to foreigners without complaining."
            },
            {
                "verse_number": "10",
                "verse_text": "Every believer has received grace gifts, so use them to serve one another as faithful stewards of the many-colored tapestry of God&quot;s grace."
            },
            {
                "verse_number": "11",
                "verse_text": "For example , if you have a speaking gift , speak as though God were speaking his words through you. If you have the gift of serving, do it passionately with the strength God gives you, so that in everything God alone will be glorified through Jesus Christ. For to him belong the power and the glory forever throughout all ages! Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "Beloved friends, if life gets extremely difficult, with many tests, don&quot;t be bewildered as though something strange were overwhelming you."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, continue to rejoice, for you, in a measure, have shared in the sufferings of the Anointed One so that you can share in the revelation of his glory and celebrate with even greater gladness!"
            },
            {
                "verse_number": "14",
                "verse_text": "If you are insulted because of the name of Christ, you are greatly blessed, because the Spirit of glory and power, who is the Spirit of God, rests upon you."
            },
            {
                "verse_number": "15",
                "verse_text": "Let none of you merit suffering as a murderer, or thief, or criminal, or as one who meddles in the affairs of others."
            },
            {
                "verse_number": "16",
                "verse_text": "If you suffer for being a Christian, don&quot;t consider it a disgrace but a privilege . Glorify God because you carry the Anointed One&quot;s name."
            },
            {
                "verse_number": "17",
                "verse_text": "For the time is ripe for judgment to begin in God&quot;s own household. And if it starts with us, what will be the fate of those who refuse to obey the gospel of God?"
            },
            {
                "verse_number": "18",
                "verse_text": "And: If the righteous are barely saved, what will become of the wicked and godless?"
            },
            {
                "verse_number": "19",
                "verse_text": "So then, those who suffer for following God&quot;s will should enfold their lives into the Creator, who will never fail them, and continue to always do what is right."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now, I encourage you as an elder, an eyewitness of the sufferings of Christ, and one who shares in the glory that is about to be unveiled. I urge my fellow elders among you"
            },
            {
                "verse_number": "2",
                "verse_text": "to be compassionate shepherds who tenderly care for God&quot;s flock and who feed them well, for you have the responsibility to guide, protect, and oversee. Consider it a joyous pleasure and not merely a religious duty. Lead from the heart under God&quot;s leadership&ndash;not as a way to gain finances dishonestly but as a way to eagerly and cheerfully serve ."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t be controlling tyrants but lead others by your beautiful examples to the flock."
            },
            {
                "verse_number": "4",
                "verse_text": "And when the Shepherd-King appears, you will win the victor&quot;s crown of glory that never fades away."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, the younger ones should willingly support the leadership of the elders. In every relationship, each of you must wrap around yourself the apron of a humble servant. Because: God resists you when you are proud Peace to all who are in life union with Christ. Amen. but multiplies grace and favor when you are humble."
            },
            {
                "verse_number": "6",
                "verse_text": "If you bow low in God&quot;s awesome presence, he will eventually exalt you as you leave the timing in his hands."
            },
            {
                "verse_number": "7",
                "verse_text": "Pour out all your worries and stress upon him and leave them there , for he always tenderly cares for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Be well balanced and always alert, because your enemy, the devil, roams around incessantly, like a roaring lion looking for its prey to devour."
            },
            {
                "verse_number": "9",
                "verse_text": "Take a decisive stand against him and resist his every attack with strong, vigorous faith. For you know that your believing brothers and sisters around the world are experiencing the same kinds of troubles you endure."
            },
            {
                "verse_number": "10",
                "verse_text": "And then, after your brief suffering, the God of all loving grace, who has called you to share in his eternal glory in Christ, will personally and powerfully restore you and make you stronger than ever. Yes, he will set you firmly in place and build you up."
            },
            {
                "verse_number": "11",
                "verse_text": "And he has all the power needed to do this &ndash;forever! Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "I, Peter, with the help of Silas, whom I consider a trustworthy, faith-filled brother, have written you this short letter so that I might encourage you and personally testify that this is the true, dependable grace of God. Stand fast in this grace."
            },
            {
                "verse_number": "13",
                "verse_text": "She who is in Babylon, who is co-elect with you, sends her greetings, along with Mark, my son."
            },
            {
                "verse_number": "14",
                "verse_text": "Greet one another with a kiss of peace."
            }
        ]
    }
}