{
    "John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the beginning the Living Expression was already there. And the Living Expression was with God, yet fully God. this Living Expression made all things, for his life is light for all humanity. Light that darkness could not overcome! a messenger named John. and shine upon everyone. yet the world was unaware. or from natural means, or by a man&quot;s desire, but he was born of God. became a man and lived among us! We gazed upon his glory, the glory of the One and Only with tender mercy and truth! because he existed before I was even born.&apos; we received grace heaped upon more grace! unveils truth wrapped in tender mercy. who is cherished by the Father Now that he has come to us, he has unfolded So they pressed him further, &apos;Are you the prophet Moses said was coming, the one we&quot;re expecting?&apos; Jesus answered, &apos;Nathanael, right before Philip came to you, I saw you sitting under the shade of a fig tree.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "They were together&ndash; face-to-face , in the very beginning."
            },
            {
                "verse_number": "3",
                "verse_text": "And through his creative inspiration for nothing has existence apart from him! and to help everyone believe. For he was merely a messenger to speak the truth about the Light. to those who should have received him, but they did not recognize him. he gave authority to become the children of God! who came from the Father overflowing when he taught the people, &apos;He&quot;s the One! He&quot;s the One I&quot;ve been telling you would come after me, even though he ranks far above me, except his uniquely beloved Son, and held close to his heart. the full explanation of who God truly is! &apos;No,&apos; John replied. &apos;No,&apos; he replied."
            },
            {
                "verse_number": "4",
                "verse_text": "A fountain of life was in him,"
            },
            {
                "verse_number": "5",
                "verse_text": "And this Light never fails to shine through darkness&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Suddenly a man appeared who was sent from God,"
            },
            {
                "verse_number": "7",
                "verse_text": "For he came as a witness, to point the way to the Light of Life ,"
            },
            {
                "verse_number": "8",
                "verse_text": "John was not that Light but he came to show who is."
            },
            {
                "verse_number": "9",
                "verse_text": "For the perfect Light of Truth was coming into the world"
            },
            {
                "verse_number": "10",
                "verse_text": "He entered into the world he created,"
            },
            {
                "verse_number": "11",
                "verse_text": "He came to the people he created &ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "But those who embraced him and took hold of his name"
            },
            {
                "verse_number": "13",
                "verse_text": "He was not born by the joining of human parents"
            },
            {
                "verse_number": "14",
                "verse_text": "And so the Living Expression"
            },
            {
                "verse_number": "15",
                "verse_text": "John announced the truth about him"
            },
            {
                "verse_number": "16",
                "verse_text": "And from the overflow of his fullness"
            },
            {
                "verse_number": "17",
                "verse_text": "Moses gave us the Law, but Jesus, the Anointed One,"
            },
            {
                "verse_number": "18",
                "verse_text": "No one ever before gazed upon the full splendor of God"
            },
            {
                "verse_number": "19",
                "verse_text": "Now this was John&quot;s testimony when some of the Jewish leaders sent an entourage of priests and temple servants from Jerusalem to interrogate him. &apos;Who are you?&apos; they asked him."
            },
            {
                "verse_number": "20",
                "verse_text": "John answered them directly, saying, &apos;I am not the Messiah!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Then who are you?&apos; they asked. &apos;Are you Elijah?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then who are you?&apos; they demanded. &apos;We need an answer for those who sent us. Tell us something about yourself&ndash;anything!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "John answered them, &apos;I am an urgent, thunderous voice crying out in the desert&ndash;clear the way and prepare your hearts for the coming of the Lord Yahweh !&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then some members of the religious sect known as the Pharisees questioned John,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Why do you baptize the people if you are neither the Messiah, Elijah, nor the Prophet?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "All these events took place at Bethany, where John was baptizing at the place of the crossing of the Jordan River."
            },
            {
                "verse_number": "29",
                "verse_text": "The very next day, John saw Jesus coming to him to be baptized, and John cried out, &apos;Look! There he is&ndash;God&quot;s Lamb! He takes away the sin of the entire world!"
            },
            {
                "verse_number": "30",
                "verse_text": "I told you that a Mighty One would come who is far greater than I am, because he existed long before I was born!"
            },
            {
                "verse_number": "31",
                "verse_text": "My baptism was for the preparation of his appearing to Israel, even though I didn&quot;t recognize him.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then, as he baptized Jesus, he proclaimed these words: &apos;I see the Spirit of God appear like a dove descending from the heavenly realm and landing upon him&ndash;and it remained on him!"
            },
            {
                "verse_number": "33",
                "verse_text": "Before this I didn&quot;t know who he was. But the one who sent me to baptize with water had told me, &quot;You will see the Spirit come down and stay on someone. He will be the One I have sent to baptize with the Holy Spirit.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "Now I have seen this happen and I can tell you for sure that this man is the Son of God.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And as soon as John&quot;s two disciples heard this, they immediately left John and began to follow a short distance behind Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus turned around and saw they were following him and asked, &apos;What do you want?&apos; They responded, &apos;Rabbi (which means, Master Teacher ), where are you staying?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus answered, &apos;Come and discover for yourselves.&apos; So they went with him and saw where he was staying, and since it was late in the afternoon, they spent the rest of the day with Jesus."
            },
            {
                "verse_number": "42",
                "verse_text": "Then Andrew brought Simon to meet Jesus. When he gazed upon Andrew&quot;s brother, he prophesied to him, &apos;You are Simon and your father&quot;s name is John. But from now on, everyone will call you Cephas&apos; (which means, Peter the Rock)."
            },
            {
                "verse_number": "43",
                "verse_text": "The next day, Jesus decided to go to Galilee, where he found Philip. Jesus said to him, &apos;Come and follow me.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "(Now Philip, Andrew, and Peter had all grown up together in the village of Bethsaida.)"
            },
            {
                "verse_number": "45",
                "verse_text": "Philip went to look for his friend , Nathanael, and told him, &apos;We&quot;ve found him! We&quot;ve found the One we&quot;ve been waiting for! It&quot;s Jesus, son of Joseph from Nazareth! He&quot;s the One whom Moses and the prophets prophesied would come!&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Nathanael sneered , &apos;Nazareth! What good thing could ever come from Nazareth?&apos; Philip answered, &apos;Come and let&quot;s find out!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When Jesus saw Nathanael approaching, he said, &apos;Here comes a true son of Israel&ndash;an honest man with no hidden motive!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Nathanael was stunned and said, &apos;But you&quot;ve never met me&ndash;how do you know anything about me?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Nathanael blurted out, &apos;Teacher, you are truly the Son of God and the King of Israel!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus answered, &apos;Do you believe simply because I told you I saw you sitting under a fig tree? You will experience even more impressive things than that!"
            },
            {
                "verse_number": "51",
                "verse_text": "I prophesy to you eternal truth: From now on, you all will see an open heaven and gaze upon the Son of Man like a stairway reaching into the sky with the messengers of God climbing up and down upon him!&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now on the third day, Jesus&quot; mother went to a wedding feast in the Galilean village of Cana."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus replied, &apos;My dear one, don&quot;t you understand that if I do this, it will change nothing for you, but it will change everything for me! My hour of unveiling my power has not yet come.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Mary then went to the servers and told them, &apos;Whatever Jesus tells you, do it!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Nearby stood six stone water pots meant to be used for the Jewish washing rituals. Each one could hold about twenty gallons or more."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus came to the servers and instructed them, &apos;Fill the pots with water, right up to the very brim. &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then he said, &apos;Now fill your pitchers and take them to the master of ceremonies.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And when they poured out their pitchers for the master of ceremonies to sample, the water had become wine! When he tasted the water that had become wine, the master of ceremonies was impressed with its quality. (Although he didn&quot;t know where the wine had come from, only the servers knew.) He called the bridegroom over"
            },
            {
                "verse_number": "10",
                "verse_text": "and said to him, &apos;Every host serves his best wine first, until everyone has had a cup or two, then he serves the cheaper wine. But you, my friend, you&quot;ve reserved the most exquisite wine until now!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "This miracle in Cana was the first of the many extraordinary miracles Jesus performed in Galilee that revealed his glory, and his disciples believed in him."
            },
            {
                "verse_number": "12",
                "verse_text": "After the wedding, Jesus, his mother and brothers, and his disciples traveled to Capernaum and stayed there for a few days."
            },
            {
                "verse_number": "13",
                "verse_text": "When the time was close for the Jewish Passover to begin, Jesus walked to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "As he went into the temple courtyard, he noticed it was filled with merchants selling oxen, lambs, and doves for exorbitant prices , while others were overcharging as they exchanged currency behind their counters."
            },
            {
                "verse_number": "15",
                "verse_text": "So Jesus found some cords and made them into a whip. Then he drove out every one of them and their animals from the courtyard of the temple, and he kicked over their tables filled with money, scattering it everywhere!"
            },
            {
                "verse_number": "16",
                "verse_text": "And he told the merchants, &apos;Get these things out of here! Don&quot;t you dare commercialize my Father&quot;s house!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "That&quot;s when his disciples remembered the Scripture: &apos;I am consumed with a fiery passion to keep your house pure!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Jewish religious leaders challenged Jesus, &apos;What authority do you have to do this sort of thing and what supernatural sign will you show us to prove it?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered, &apos;Destroy this temple, and I will raise it up again in three days.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Jewish leaders sneered at Jesus&quot; answer, &apos;This temple took forty-six years to build, and you mean to tell us that you will raise it up in three days?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But they failed to understand that Jesus was speaking of the &apos;temple&apos; of his body."
            },
            {
                "verse_number": "22",
                "verse_text": "The disciples remembered his prophecy after Jesus rose from the dead, and believed both the Scripture and what Jesus had said."
            },
            {
                "verse_number": "23",
                "verse_text": "While Jesus was at the Passover Feast, the number of his followers began to grow , and many gave their allegiance to him because of all the miraculous signs they had seen him doing!"
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus did not yet entrust himself to them, because he knew how fickle human hearts can be."
            },
            {
                "verse_number": "25",
                "verse_text": "He needed no one to tell him about human nature, for he fully understood what man was capable of doing."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now there was a prominent religious leader among the Jews named Nicodemus, who was part of the sect called the Pharisees."
            },
            {
                "verse_number": "2",
                "verse_text": "One night he discreetly came to Jesus and said, &apos;Rabbi, we know that you are a teacher come from God, for no one performs the miracle signs that you do, unless God&quot;s power is with him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;Nicodemus, listen to this eternal truth: Before a person can even perceive God&quot;s kingdom, they must first experience a rebirth.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Nicodemus said, &apos;Rebirth? How can a gray-headed man be reborn? It&quot;s impossible for anyone to go back into the womb a second time and be reborn!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus answered, &apos;I speak an eternal truth: Unless you are born of water and the Spirit, you will never enter God&quot;s kingdom."
            },
            {
                "verse_number": "6",
                "verse_text": "For the natural realm only gives birth to things that are natural, but the spiritual realm gives birth to supernatural life!"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You shouldn&quot;t be amazed by my statement, &quot;You all must be born from above!&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "For the Spirit-Wind blows as it chooses. You can hear its sound, but you don&quot;t know where it came from or where it&quot;s going. So it is the same with those who are Spirit-born!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Nicodemus replied, &apos;I don&quot;t understand; what do you mean? How does this happen?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered, &apos;Nicodemus, aren&quot;t you the respected teacher in Israel, and yet you don&quot;t understand this revelation?"
            },
            {
                "verse_number": "11",
                "verse_text": "I speak eternal truths about things I know, things I&quot;ve seen and experienced&ndash;and still you don&quot;t accept what I reveal."
            },
            {
                "verse_number": "12",
                "verse_text": "If you&quot;re unable to believe what I&quot;ve told you about the natural realm, what will you do when I begin to unveil the heavenly realm?"
            },
            {
                "verse_number": "13",
                "verse_text": "No one has risen into the heavenly realm except the Son of Man who also exists in heaven.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;And just as Moses in the desert lifted up the brass replica of a venomous snake on a pole for all the people to see and be healed, so the Son of Man is ready to be lifted up,"
            },
            {
                "verse_number": "15",
                "verse_text": "so that those who truly believe in him will not perish but be given eternal life."
            },
            {
                "verse_number": "16",
                "verse_text": "For here is the way God loved the world&ndash;he gave his only, unique Son as a gift. So now everyone who believes in him will never perish but experience everlasting life."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;God did not send his Son into the world to judge and condemn the world, but to be its Savior and rescue it!"
            },
            {
                "verse_number": "18",
                "verse_text": "So now there is no longer any condemnation for those who believe in him, but the unbeliever already lives under condemnation because they do not believe in the name of the only Son of God."
            },
            {
                "verse_number": "19",
                "verse_text": "And here is the basis for their judgment: The Light of God has now come into the world, but the people loved darkness more than the Light, because they want the darkness to conceal their evil."
            },
            {
                "verse_number": "20",
                "verse_text": "So the wicked hate the Light and try to hide from it, for the Light fully exposes their lives."
            },
            {
                "verse_number": "21",
                "verse_text": "But those who love the truth will come into the Light, for the Light will reveal that it was God who produced their fruitful works.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus and his disciples left for a length of time into the Judean countryside where they baptized the people."
            },
            {
                "verse_number": "23",
                "verse_text": "At this time John was still baptizing people at Aenon, near Salim, where there was plenty of water, and the people kept coming for John to baptize them."
            },
            {
                "verse_number": "24",
                "verse_text": "(This was before John was thrown into prison.)"
            },
            {
                "verse_number": "25",
                "verse_text": "An argument started between John&quot;s disciples and a particular Jewish man about baptism."
            },
            {
                "verse_number": "26",
                "verse_text": "So they went to John and asked him, &apos;Teacher, are you aware that the One you told us about at the crossing place&ndash;he&quot;s now baptizing crowds larger than yours. People are flocking to him!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "John answered them, &apos;A person cannot receive even one thing unless God bestows it."
            },
            {
                "verse_number": "28",
                "verse_text": "You&quot;ve heard me tell you that I am not the Messiah, but certainly I am the messenger sent ahead of him."
            },
            {
                "verse_number": "29",
                "verse_text": "He is the Bridegroom, and the bride belongs to him. I am the friend of the Bridegroom who stands nearby and listens with great joy to the Bridegroom&quot;s voice. Because of his words, my joy is complete and overflows!"
            },
            {
                "verse_number": "30",
                "verse_text": "It is necessary for him to increase and for me to decrease."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;For the one who is from the earth belongs to the earth and speaks from the natural realm. But the One who comes from above is above everything and speaks of the highest realm of all !"
            },
            {
                "verse_number": "32",
                "verse_text": "His message is about what he has seen and experienced, even though people don&quot;t accept it."
            },
            {
                "verse_number": "33",
                "verse_text": "Yet those who embrace his message know in their hearts that it&quot;s the truth."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;The One whom God has sent to represent him will speak the words of God, because God has poured out upon him the fullness of the Holy Spirit without limitation."
            },
            {
                "verse_number": "35",
                "verse_text": "The Father loves his Son so much that he has given all things into his hands."
            },
            {
                "verse_number": "36",
                "verse_text": "Those who trust in the Son possess eternal life; those who don&quot;t obey the Son will not see life, and God&quot;s anger will rise up against them.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The news quickly reached the Jewish religious leaders known as the Pharisees that Jesus was drawing greater crowds of followers coming to be baptized than John."
            },
            {
                "verse_number": "2",
                "verse_text": "(Although Jesus himself didn&quot;t baptize, but only his disciples.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus heard what was being said and abruptly left Judea and returned to the province of Galilee,"
            },
            {
                "verse_number": "4",
                "verse_text": "and he had to pass through Samaria."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus arrived at the Samaritan village of Sychar, near the field that Jacob had given to his son Joseph."
            },
            {
                "verse_number": "9",
                "verse_text": "She replied, &apos;Why would a Jewish man ask a Samaritan woman for a drink of water?&apos; (For Jews have no dealings with Samaritans.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus replied, &apos;If you only knew who I am and the gift that God wants to give you, you&quot;d ask me for a drink, and I would give you living water.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The woman replied, &apos;But sir, you don&quot;t even have a bucket, and the well is very deep. So where do you find this &quot;living water&quot;?"
            },
            {
                "verse_number": "12",
                "verse_text": "Do you really think that you are greater than our ancestor Jacob who dug this well and drank from it himself, along with his children and livestock?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered, &apos;If you drink from Jacob&quot;s well, you&quot;ll be thirsty again,"
            },
            {
                "verse_number": "14",
                "verse_text": "but if anyone drinks the living water I give them, they will never be thirsty again. For when you drink the water I give you, it becomes a gushing fountain of the Holy Spirit , flooding you with endless life!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The woman replied, &apos;Let me drink that water so I&quot;ll never be thirsty again and won&quot;t have to come back here to draw water.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said, &apos;Go get your husband and bring him back here.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;But I&quot;m not married,&apos; the woman answered. &apos;That&quot;s true,&apos; Jesus said, Jesus responded, The man believed in his heart the words of Jesus and set off for home. &apos;Yesterday,&apos; they said, &apos;at one in the afternoon. All at once his fever broke&ndash; and now he&quot;s well !&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;for you&quot;ve been married five times, and now you&quot;re living with a man who is not your husband. You have told the truth.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The woman changed the subject. &apos;You must be a prophet!"
            },
            {
                "verse_number": "20",
                "verse_text": "So tell me this: Why do our fathers worship God on this nearby mountain, but your people teach that Jerusalem is the place where we must worship. Who is right?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Believe me, dear woman, the time has come when you will worship the Father neither on a mountain nor in Jerusalem, but in your heart."
            },
            {
                "verse_number": "22",
                "verse_text": "Your people don&quot;t really know the One they worship, but we Jews worship out of our experience, for it&quot;s from the Jews that salvation is available."
            },
            {
                "verse_number": "25",
                "verse_text": "The woman said, &apos; This is all so confusing , but I do know that the Anointed One is coming&ndash;the true Messiah. And when he comes, he will tell us everything we need to know.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus said to her, &apos;You don&quot;t have to wait any longer, the Anointed One is here speaking with you&ndash;I am the One you&quot;re looking for.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "At that moment, his disciples returned and were stunned to see Jesus speaking with a Samaritan woman, yet none of them dared ask him why or what they were discussing."
            },
            {
                "verse_number": "28",
                "verse_text": "All at once, the woman left her water jar and ran off to her village and told everyone,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Come and meet a man at the well who told me everything I&quot;ve ever done! He could be the One we&quot;ve been waiting for.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Hearing this, the people came streaming out of the village to go see Jesus."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the disciples began to insist that Jesus eat some of the food they brought back with them, saying, &apos;Teacher, you must eat something.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus told them, &apos;I have eaten a meal you don&quot;t know about.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Puzzled by this, the disciples began to discuss it among themselves, &apos;Did someone already bring him food?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "To clarify, Jesus spoke up and said, &apos;My food is to do the will of him who sent me and bring it to completion.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "As the crowds emerged from the village, Jesus said to his disciples , &apos;Why would you say, &quot;The harvest is another four months away&quot;? Look at all the people coming&ndash;now is harvest time! Their hearts are like vast fields of ripened grain&ndash;ready for a harvest."
            },
            {
                "verse_number": "36",
                "verse_text": "Everyone who reaps these souls for eternal life will receive a reward. Both those who plant spiritual seeds and those who reap the spiritual harvest will celebrate together with great joy!"
            },
            {
                "verse_number": "37",
                "verse_text": "And this confirms the saying, &quot;One sows the seed and another reaps the harvest.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "I have sent you out to harvest a field that you haven&quot;t planted, where many others have labored long and hard before you. And now you are privileged to profit from their labors and reap the harvest.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Many from the Samaritan village became believers in Jesus because of the woman&quot;s testimony: &apos;He told me everything I ever did!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then they begged Jesus to stay with them, so he stayed there for two days,"
            },
            {
                "verse_number": "41",
                "verse_text": "resulting in many more coming to faith in him because of his message."
            },
            {
                "verse_number": "42",
                "verse_text": "The Samaritans said to the woman, &apos;Now we&quot;ve heard him ourselves. We no longer believe just because of what you told us, but we&quot;re convinced that he really is the true Savior of the world!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "On the third day Jesus left there and continued his journey to Galilee, where he had been raised ."
            },
            {
                "verse_number": "44",
                "verse_text": "Now Jesus knew that prophets are honored everywhere except in their own hometown."
            },
            {
                "verse_number": "45",
                "verse_text": "Even so, as Jesus arrived in the province of Galilee, the people welcomed him with open arms. Many of them had been in Jerusalem during the Passover Festival and had witnessed firsthand the miracles he had performed."
            },
            {
                "verse_number": "48",
                "verse_text": "So Jesus said to him, &apos;You never believe unless you see signs and wonders.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "But the man continued to plead, &apos;Come with me to Capernaum before my little boy dies!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus looked him in the eyes and said, &apos;Go back home now. I promise you, your son will live.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "When he was still a distance from Capernaum, his servants met him on the road and told him the good news, &apos;Your son is healed! He&quot;s alive!&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Overjoyed, the father asked his servants, &apos;When did my son begin to recover?&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Then the father immediately realized that it was at that very same hour that Jesus spoke the words to him, &apos;Your son will live.&apos; From that day forward, the man, his servants, and all his family believed."
            },
            {
                "verse_number": "54",
                "verse_text": "Healing the official&quot;s son was Jesus&quot; second extraordinary miracle in Galilee after returning from Judea."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "From Galilee, Jesus returned to Jerusalem to observe one of the Jewish feasts."
            },
            {
                "verse_number": "2",
                "verse_text": "Inside the city, near the Sheep Gate, there is a pool called in Aramaic, The House of Loving Kindness, surrounded by five covered porches."
            },
            {
                "verse_number": "3",
                "verse_text": "Hundreds of sick people were lying under the covered porches&ndash;the paralyzed, the blind, and the crippled&ndash;all of them waiting for their healing."
            },
            {
                "verse_number": "4",
                "verse_text": "For an angel of God periodically descended into the pool to stir the waters, and the first one who stepped into the pool after the waters swirled would instantly be healed."
            },
            {
                "verse_number": "5",
                "verse_text": "Among the many sick people lying there was a man who had been disabled for thirty-eight years."
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesus saw him lying there, he knew that the man had been crippled for a long time. Jesus said to him, &apos;Do you truly long to be well?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The sick man answered, &apos;Sir, there&quot;s no way I can get healed, for I have no one to lower me into the water when the angel comes. As soon as I try to crawl to the edge of the pool, someone else jumps in ahead of me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said to him, &apos;Stand up! Pick up your sleeping mat and you will walk!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Immediately he stood up&ndash;he was healed! So he rolled up his mat and walked again! Now Jesus worked this miracle on the Sabbath."
            },
            {
                "verse_number": "10",
                "verse_text": "When the Jewish leaders saw the man walking along carrying his sleeping mat, they objected and said, &apos;What are you doing carrying that? Don&quot;t you know it&quot;s the Sabbath? It&quot;s not lawful for you to carry things on the Sabbath!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered them, &apos;The man who healed me told me to pick it up and walk.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;What man?&apos; they asked him. &apos;Who was this man who ordered you to carry something on a Sabbath?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the healed man couldn&quot;t give them an answer, for he didn&quot;t yet know who it was, since Jesus had already slipped away into the crowd."
            },
            {
                "verse_number": "14",
                "verse_text": "A short time later, Jesus found the man at the temple and said to him, &apos;Look at you now! You&quot;re healed! Walk away from your sin so that nothing worse will happen to you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the man went to the Jewish leaders to inform them, &apos;It was Jesus who healed me!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "From that day forward the Jewish leaders began to persecute Jesus because of the things he did on the Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered his critics by saying, &apos;Every day my Father is at work, and I will be, too!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "This infuriated them and made them all the more eager to devise a plan to kill him. For not only did he break their Sabbath rules, but he also called God &apos;my Father,&apos; which made him equal to God."
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus said, &apos;I speak to you eternal truth. The Son is unable to do anything from himself or through his own initiative. I only do the works that I see the Father doing, for the Son does the same works as his Father."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Because the Father loves his Son so much, he always reveals to him everything that he is about to do. And you will all be amazed when he shows him even greater works than what you&quot;ve seen so far!"
            },
            {
                "verse_number": "21",
                "verse_text": "For just as the Father has power to raise the dead, the Son will also raise the dead and give life to whomever he wants."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The Father judges no one, for he has given to the Son all the authority to judge."
            },
            {
                "verse_number": "23",
                "verse_text": "Therefore, the honor that belongs to the Father he will now share with his Son. So if you refuse to honor the Son, you are refusing to honor the Father who sent him."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I speak to you an eternal truth: if you embrace my message and believe in the One who sent me, you will never face condemnation. In me, you have already passed from the realm of death into eternal life!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I speak to you an eternal truth: Soon the dead will hear the voice of the Son of God, and those who listen will arise with life!"
            },
            {
                "verse_number": "26",
                "verse_text": "For as the Father is the source of life, so he has given the Son the power to impart life."
            },
            {
                "verse_number": "27",
                "verse_text": "The Father has transferred to the Son the authority to judge, because he is the Son of Man."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Don&quot;t be amazed when I tell you these things, for there is a day coming when everyone who has ever died will hear my voice calling them back to life,"
            },
            {
                "verse_number": "29",
                "verse_text": "and they will come out of their graves! Those who have done what is good will experience a resurrection to eternal life. And those who have practiced evil will taste the resurrection of judgment!"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Nothing I do is from my own initiative. As I hear the judgment passed by my Father, I execute those judgments. And my judgments will be perfect, because I seek only to fulfill the desires of my Father who sent me."
            },
            {
                "verse_number": "31",
                "verse_text": "If I were to make claims about myself, you would have reasons to doubt."
            },
            {
                "verse_number": "32",
                "verse_text": "But there is another who bears witness on my behalf, and I know that what he testifies of me is true.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You have sent messengers to John, and what he testified about me is true."
            },
            {
                "verse_number": "34",
                "verse_text": "I have no need to be validated by men, but I&quot;m explaining these things so that you will believe and be saved."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;John was a blazing, shining torch, and for a short time, you basked in his light with great joy."
            },
            {
                "verse_number": "36",
                "verse_text": "But I can provide more substantial proof of who I am that exceeds John&quot;s testimony&ndash;my miracles! These works which the Father destined for me to complete&ndash;they prove that the Father has sent me!"
            },
            {
                "verse_number": "37",
                "verse_text": "And my Father himself, who gave me this mission, has also testified that I am his Son. But you have never heard his voice nor seen his form,"
            },
            {
                "verse_number": "38",
                "verse_text": "nor does his Word truly live inside of you, for you refuse to believe in me or to embrace me as God&quot;s messenger."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;You are busy analyzing the Scriptures, poring over them hoping to gain eternal life. Everything you read points to me,"
            },
            {
                "verse_number": "40",
                "verse_text": "yet you still refuse to come to me so I can give you the life you&quot;re looking for&ndash;eternal life!"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;I do not accept the honor that comes from men,"
            },
            {
                "verse_number": "42",
                "verse_text": "for I know what kind of people you really are, and I can see that the love of God has found no home in you."
            },
            {
                "verse_number": "43",
                "verse_text": "I have come to represent my Father, yet you refuse to embrace me in faith. If someone comes in their own name and with their own agenda , you readily accept him."
            },
            {
                "verse_number": "44",
                "verse_text": "Of course you&quot;re unable to believe in me. For you live to enjoy the praises of others and not the praise that comes from the one true God."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;I will not accuse you before the Father. The one who will incriminate you is Moses, the very one you claim to obey, the one in whom you trust!"
            },
            {
                "verse_number": "46",
                "verse_text": "If you really believed what Moses has written, then you would embrace me, for Moses wrote about me!"
            },
            {
                "verse_number": "47",
                "verse_text": "But since you do not believe what he wrote, no wonder you don&quot;t believe what I say.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "After this Jesus went to the other side of the Lake of Tiberias, which is also known as Lake Galilee."
            },
            {
                "verse_number": "2",
                "verse_text": "And a massive crowd of people followed him everywhere. They were attracted by his miracles and the healings they watched him perform."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus went up the slope of a hill and sat down with his disciples."
            },
            {
                "verse_number": "4",
                "verse_text": "Now it was approaching the time of the Jewish celebration of Passover, and there were many pilgrims on their way to Jerusalem in the crowd ."
            },
            {
                "verse_number": "5",
                "verse_text": "As Jesus sat down, he looked out and saw the massive crowd of people scrambling up the hill, for they wanted to be near him. So he turned to Philip and said, &apos;Where will we buy enough food to feed all these people?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now Jesus already knew what he was about to do, but he said this to stretch Philip&quot;s faith."
            },
            {
                "verse_number": "7",
                "verse_text": "Philip answered, &apos;Well, I suppose if we were to give everyone only a snack, it would cost thousands of dollars to buy enough food!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But just then, Andrew, Peter&quot;s brother, spoke up and said,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Look! Here&quot;s a young person with five barley loaves and two small fish . . . but how far would that go with this huge crowd?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Have everyone sit down,&apos; Jesus said to his disciples. So on the vast grassy slope, more than five thousand hungry people sat down."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus then took the barley loaves and the fish and gave thanks to God. He then gave it to the disciples to distribute to the people. Miraculously, the food multiplied, with everyone eating as much as they wanted!"
            },
            {
                "verse_number": "12",
                "verse_text": "When everyone was satisfied, Jesus told his disciples, &apos;Now go back and gather up the pieces left over so that nothing will be wasted.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The disciples filled up twelve baskets of fragments, a basket of leftovers for each disciple ."
            },
            {
                "verse_number": "14",
                "verse_text": "All the people were astounded as they saw with their own eyes the incredible miracle Jesus had performed! They began to say among themselves, &apos;He really is the One&ndash;the true prophet we&quot;ve been expecting!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Jesus, knowing that they were about to take him and make him their king by force, quickly left and went up the mountainside alone."
            },
            {
                "verse_number": "18",
                "verse_text": "By now a strong wind began to blow and was stirring up the waters."
            },
            {
                "verse_number": "19",
                "verse_text": "The disciples had rowed about halfway across the lake when all of a sudden they caught sight of Jesus walking on top of the waves, coming toward them. The disciples panicked,"
            },
            {
                "verse_number": "20",
                "verse_text": "but Jesus called out to them, &apos;Don&quot;t be afraid. You know who I am.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They were relieved to take him in, and the moment Jesus stepped into the boat, they were instantly transported to the other side!"
            },
            {
                "verse_number": "24",
                "verse_text": "So when the people saw on the shoreline a number of small boats from Tiberias and realized Jesus and the disciples weren&quot;t there, they got into the boats and went to Capernaum to search for him."
            },
            {
                "verse_number": "25",
                "verse_text": "When they finally found him, they asked him, &apos;Teacher, how did you get here?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus replied, &apos;Let me make this very clear, you came looking for me because I fed you by a miracle, not because you believe in me."
            },
            {
                "verse_number": "27",
                "verse_text": "Why would you strive for food that is perishable and not be passionate to seek the food of eternal life, which never spoils? I, the Son of Man, am ready to give you what matters most, for God the Father has destined me for this purpose.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They replied, &apos;So what should we do if we want to do God&quot;s work?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;The work you can do for God starts with believing in the One he has sent.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;The truth is,&apos; Jesus said, &apos;Moses didn&quot;t give you the bread of heaven. It&quot;s my Father who offers bread that comes as a dramatic sign from heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "The bread of God is the One who came out of heaven to give his life to feed the world.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Then please, sir, give us this bread every day,&apos; they replied."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus said to them, &apos;I am the Bread of Life. Come every day to me and you will never be hungry. Believe in me and you will never be thirsty."
            },
            {
                "verse_number": "36",
                "verse_text": "Yet I&quot;ve told you that even though you&quot;ve seen me, you still don&quot;t believe in me."
            },
            {
                "verse_number": "37",
                "verse_text": "But everyone my Father has given to me, they will come. And all who come to me, I will embrace and will never turn them away."
            },
            {
                "verse_number": "38",
                "verse_text": "And I have come out of heaven not for my own desires, but for the satisfaction of my Father who sent me."
            },
            {
                "verse_number": "39",
                "verse_text": "My Father who sent me has determined that I will not lose even one of those he has given to me, and I will raise them up in the last day."
            },
            {
                "verse_number": "40",
                "verse_text": "For the longing of my Father is that everyone who embraces the Son and believes in him will experience eternal life and I will raise them up in the last day!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "When the Jews who were hostile to Jesus heard him say, &apos;I am the Bread that came down from heaven,&apos; they immediately began to complain,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;How can he say these things about himself? We know him, and we know his parents. How dare he say, &quot;I have come down from heaven?&quot; &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus responded, &apos;Stop your grumbling!"
            },
            {
                "verse_number": "44",
                "verse_text": "The only way people come to me is by the Father who sent me&ndash;he pulls on their hearts to embrace me. And those who are drawn to me, I will certainly raise them up in the last day.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus continued, &apos;It has been written by the prophets, &quot;They will all be taught by God himself.&quot; If you are really listening to the Father and learning directly from him, you will come to me."
            },
            {
                "verse_number": "46",
                "verse_text": "For I am the only One who has come from the Father&quot;s side, and I have seen the Father!"
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;I speak to you living truth: Unite your heart to me and believe&ndash;and you will experience eternal life!"
            },
            {
                "verse_number": "48",
                "verse_text": "I am the true Bread of Life."
            },
            {
                "verse_number": "49",
                "verse_text": "Your ancestors ate manna in the desert and died."
            },
            {
                "verse_number": "50",
                "verse_text": "But standing here before you is the true Bread that comes out of heaven, and when you eat this Bread you will never die."
            },
            {
                "verse_number": "51",
                "verse_text": "I alone am this living Bread that has come to you from heaven. Eat this Bread and you will live forever. The living Bread I give you is my body, which I will offer as a sacrifice so that all may live.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "These words of Jesus sparked an angry outburst among the Jews. They protested, saying, &apos;Does this man expect us to eat his body?&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Jesus replied to them, &apos;Listen to this eternal truth: Unless you eat the body of the Son of Man and drink his blood, you will not have eternal life."
            },
            {
                "verse_number": "54",
                "verse_text": "Eternal life comes to the one who eats my body and drinks my blood, and I will raise him up in the last day."
            },
            {
                "verse_number": "55",
                "verse_text": "For my body is real food for your spirit and my blood is real drink."
            },
            {
                "verse_number": "56",
                "verse_text": "The one who eats my body and drinks my blood lives in me and I live in him."
            },
            {
                "verse_number": "57",
                "verse_text": "The Father of life sent me, and he is my life. In the same way, the one who feeds upon me, I will become his life."
            },
            {
                "verse_number": "58",
                "verse_text": "I am not like the bread your ancestors ate and later died. I am the living Bread that comes from heaven. Eat this Bread and you will live forever!&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus preached this sermon in the synagogue in Capernaum."
            },
            {
                "verse_number": "60",
                "verse_text": "And when many of Jesus&quot; followers heard these things, it caused a stir. &apos;That&quot;s disgusting!&apos; they said. &apos;How could anybody accept it?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Without anyone telling him, Jesus knew they were outraged and told them, &apos;Are you offended over my teaching?"
            },
            {
                "verse_number": "62",
                "verse_text": "What will you do when you see the Son of Man ascending into the realm from where he came?"
            },
            {
                "verse_number": "63",
                "verse_text": "&apos;The Holy Spirit is the one who gives life, that which is of the natural realm is of no help. The words I speak to you are Spirit and life. But there are still some of you who won&quot;t believe.&apos;"
            },
            {
                "verse_number": "64",
                "verse_text": "In fact, Jesus already knew from the beginning who the skeptics were and who his traitor would be."
            },
            {
                "verse_number": "65",
                "verse_text": "He went on to say, &apos;This is why I told you that no one embraces me unless the Father has given you to me.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "And so from that time on many of the disciples turned their backs on Jesus and refused to be associated with him."
            },
            {
                "verse_number": "67",
                "verse_text": "So Jesus said to his twelve, &apos;And you&ndash;do you also want to leave?&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "Peter spoke up and said, &apos;But Lord, where would we go? No one but you gives us the revelation of eternal life."
            },
            {
                "verse_number": "69",
                "verse_text": "We&quot;re fully convinced that you are the Anointed One, the Son of the Living God, and we believe in you!&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "Then Jesus shocked them with these words: &apos;I have hand-picked you to be my twelve, knowing that one of you is the devil.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "Jesus was referring to Judas Iscariot, son of Simon, for he knew that Judas, one of his chosen disciples, was getting ready to betray him."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this Jesus traveled extensively throughout the province of Galilee, but he avoided the province of Judea, for he knew the Jewish leaders in Jerusalem were plotting to have him killed."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the annual Feast of Tabernacles was approaching."
            },
            {
                "verse_number": "3",
                "verse_text": "So Jesus&quot; brothers came to advise him, saying, &apos;Why don&quot;t you leave the countryside villages and go to Judea where the crowds are, so that your followers can see your miracles?"
            },
            {
                "verse_number": "4",
                "verse_text": "No one can see what you&quot;re doing here in the backwoods of Galilee. How do you expect to be successful and famous if you do all these things in secret? Now is your time&ndash;go to Jerusalem, come out of hiding, and show the world who you are!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "His brothers were pushing him, even though they didn&quot;t yet believe in him as the Savior."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus responded, &apos;My time of being unveiled hasn&quot;t yet come, but any time is a suitable opportunity for you to gain man&quot;s approval."
            },
            {
                "verse_number": "7",
                "verse_text": "The world can&quot;t hate you, but it does me, for I am exposing their evil deeds."
            },
            {
                "verse_number": "8",
                "verse_text": "You can go ahead and celebrate the feast without me&ndash;my appointed time has not yet come.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "During the feast, the Jewish leaders kept looking for Jesus and asking around, &apos;Where is he? Have you seen him?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "A controversy was brewing among the people, with so many differing opinions about Jesus. Some were saying, &apos;He&quot;s a good man!&apos; While others weren&quot;t convinced and insisted, saying, &apos;He&quot;s just a demagogue.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet no one was bold enough to speak out publicly on Jesus&quot; behalf for fear of the Jewish leaders."
            },
            {
                "verse_number": "14",
                "verse_text": "Not until the feast was half over did Jesus finally appear in the temple courts and begin to teach."
            },
            {
                "verse_number": "15",
                "verse_text": "The Jewish leaders were astonished by what he taught and said, &apos;How did this man acquire such knowledge? He wasn&quot;t trained in our schools&ndash;who taught him?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Jesus responded, &apos;I don&quot;t teach my own ideas, but the truth revealed to me by the One who sent me."
            },
            {
                "verse_number": "17",
                "verse_text": "If you want to test my teachings and discover where I received them, first be passionate to do God&quot;s will, and then you will be able to discern if my teachings are from the heart of God or from my own opinions."
            },
            {
                "verse_number": "18",
                "verse_text": "Charlatans praise themselves and seek honor from men, but my Father sent me to speak truth on his behalf. And I have no false motive, because I seek only the glory of God."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses has given you the law, but not one of you is faithful to keep it. So if you are all law-breakers, why then would you seek to kill me?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then some in the crowd shouted out, &apos;You must be out of your mind! Who&quot;s trying to kill you?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus replied, &apos;I only had to do one miracle, and all of you marvel!"
            },
            {
                "verse_number": "22",
                "verse_text": "Yet isn&quot;t it true that Moses and your forefathers ordered you to circumcise your sons even if the eighth day fell on a Sabbath?"
            },
            {
                "verse_number": "23",
                "verse_text": "So if you cut away part of a man on the Sabbath and that doesn&quot;t break the Jewish law, why then would you be indignant with me for making a man completely healed on the Sabbath?"
            },
            {
                "verse_number": "24",
                "verse_text": "Stop judging based on the superficial. First you must embrace the standards of mercy and truth.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then some of the residents of Jerusalem spoke up and said, &apos;Isn&quot;t this the one they&quot;re trying to kill?"
            },
            {
                "verse_number": "26",
                "verse_text": "So why is he here speaking publicly and not one of the Jewish leaders is doing anything about it? Are they starting to think that he&quot;s the Anointed One?"
            },
            {
                "verse_number": "27",
                "verse_text": "But how could he be, since we know this man is from Galilee, but no one will know where the true Messiah comes from, he&quot;ll just appear out of nowhere.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Knowing all of this, Jesus one day preached boldly in the temple courts, &apos;So, you think you know me and where I come from? But you don&quot;t know the One who sent me&ndash;the Father who is always faithful. I have not come simply on my own initiative."
            },
            {
                "verse_number": "29",
                "verse_text": "The Father has sent me here, and I know all about him, for I have come from his presence.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "His words caused many to want to arrest him, but no man was able to lay a hand on him, for it wasn&quot;t yet his appointed time."
            },
            {
                "verse_number": "31",
                "verse_text": "And there were many people who thought he might be the Messiah. They said, &apos;After all, when the Anointed One appears, could he possibly do more signs and wonders than this man has done?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So when the Pharisees heard these rumors circulating about Jesus, they went with the leading priests and the temple guards to arrest him."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Jesus said, &apos;My days to be with you are numbered. Then I will return to the One who sent me."
            },
            {
                "verse_number": "34",
                "verse_text": "And you will search for me and not be able to find me. For where I am, you cannot come.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "When the Jewish leaders heard this, they discussed among themselves, &apos;Where could he possibly go that we won&quot;t be able to find him? Is he going to minister in a different land where our people live scattered among the nations? Is he going to teach those who are not Jews?"
            },
            {
                "verse_number": "36",
                "verse_text": "What did he really mean by his statement, &quot;You will search for me and won&quot;t be able to find me. And where I am you can&quot;t come&quot;?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then on the most important day of the feast, the last day, Jesus stood and shouted out to the crowds&ndash; &apos;All you thirsty ones, come to me! Come to me and drink!"
            },
            {
                "verse_number": "38",
                "verse_text": "Believe in me so that rivers of living water will burst out from within you, flowing from your innermost being, just like the Scripture says!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus was prophesying about the Holy Spirit that believers were being prepared to receive. But the Holy Spirit had not yet been poured out upon them, because Jesus had not yet been unveiled in his full splendor."
            },
            {
                "verse_number": "40",
                "verse_text": "When the crowd heard Jesus&quot; words, some said, &apos;This man really is a prophet!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Others said, &apos;He&quot;s the Messiah!&apos; But others said, &apos;How could he be the Anointed One since he&quot;s from Galilee?"
            },
            {
                "verse_number": "42",
                "verse_text": "Don&quot;t the Scriptures say that he will be one of David&quot;s descendants and be born in Bethlehem, the city of David?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So the crowd was divided over Jesus,"
            },
            {
                "verse_number": "44",
                "verse_text": "some wanted him arrested but no one dared to lay a hand on him."
            },
            {
                "verse_number": "45",
                "verse_text": "So when the temple guards returned to the Pharisees and the leading priests without Jesus, they were questioned, &apos;Where is he? Why didn&quot;t you bring that man back with you?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "They answered, &apos;You don&quot;t understand&ndash;he speaks amazing things like no one else has ever spoken!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "The religious leaders mocked, &apos;Oh, so now you also have been led astray by him?"
            },
            {
                "verse_number": "48",
                "verse_text": "Do you see even one of us, your leaders, following him?"
            },
            {
                "verse_number": "49",
                "verse_text": "This ignorant rabble swarms around him because none of them know anything about the Law! They&quot;re all cursed!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Just then, Nicodemus, who had secretly spent time with Jesus, spoke up, for he was a respected voice among them."
            },
            {
                "verse_number": "51",
                "verse_text": "He cautioned them, saying, &apos;Does our law decide a man&quot;s guilt before we first hear him and allow him to defend himself?&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "They argued, &apos;Oh, so now you&quot;re an advocate for this Galilean! Search the Scriptures, Nicodemus, and you&quot;ll see that there&quot;s no mention of a prophet coming out of Galilee!&apos; So with that their debate ended ,"
            },
            {
                "verse_number": "53",
                "verse_text": "and they each went their own way."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Jesus walked up the Mount of Olives near the city where he spent the night ."
            },
            {
                "verse_number": "2",
                "verse_text": "Then at dawn Jesus appeared in the temple courts again, and soon all the people gathered around to listen to his words, so he sat down and taught them."
            },
            {
                "verse_number": "3",
                "verse_text": "Then in the middle of his teaching, the religious scholars and the Pharisees broke through the crowd and brought a woman who had been caught in the act of committing adultery and made her stand in the middle of everyone."
            },
            {
                "verse_number": "4",
                "verse_text": "Then they said to Jesus, &apos;Teacher, we caught this woman in the very act of adultery."
            },
            {
                "verse_number": "5",
                "verse_text": "Doesn&quot;t Moses&quot; law command us to stone to death a woman like this? Tell us, what do you say we should do with her?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They were only testing Jesus because they hoped to trap him with his own words and accuse him of breaking the laws of Moses . But Jesus didn&quot;t answer them. Instead he simply bent down and wrote in the dust with his finger. Jesus said, &apos;Then I certainly don&quot;t condemn you either. Go, and from now on, be free from a life of sin.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Angry, they kept insisting that he answer their question, so Jesus stood up and looked at them and said, &apos;Let&quot;s have the man who has never had a sinful desire throw the first stone at her.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And then he bent over again and wrote some more words in the dust."
            },
            {
                "verse_number": "9",
                "verse_text": "Upon hearing that, her accusers slowly left the crowd one at a time, beginning with the oldest to the youngest, with a convicted conscience."
            },
            {
                "verse_number": "10",
                "verse_text": "Until finally, Jesus was left alone with the woman still standing there in front of him. So he stood back up and said to her, &apos;Dear woman, where are your accusers? Is there no one here to condemn you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Looking around, she replied, &apos;I see no one, Lord.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus said, &apos;I am light to the world, and those who embrace me will experience life-giving light, and they will never walk in darkness.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Pharisees were immediately offended and said, &apos;You&quot;re just boasting about yourself! Since we only have your word on this, it makes your testimony invalid!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus responded, &apos;Just because I am the one making these claims doesn&quot;t mean they&quot;re invalid. For I absolutely know who I am , where I&quot;ve come from, and where I&quot;m going. But you Pharisees have no idea about what I&quot;m saying."
            },
            {
                "verse_number": "15",
                "verse_text": "For you&quot;ve set yourselves up as judges of others based on outward appearances, but I certainly never judge others in that way."
            },
            {
                "verse_number": "16",
                "verse_text": "For I discern the truth. And I am not alone in my judgments, for my Father and I have the same understanding in all things, and he has sent me to you."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Isn&quot;t it written in the law of Moses that the testimony of two men is trustworthy?"
            },
            {
                "verse_number": "18",
                "verse_text": "Then what I say about who I am is true, for I am not alone in my testimony&ndash;my Father is the other witness, and we testify together of the truth.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then they asked, &apos;Just who is this &quot;Father&quot; of yours? Where is he?&apos; Jesus answered, &apos;You wouldn&quot;t ask that question if you knew who I am, or my Father. For if you knew me, you would recognize my Father too.&apos; &apos;I am the One I&quot;ve always claimed to be.&apos; Jesus replied. Jesus said, &apos;If you are really Abraham&quot;s sons, then you would follow in the steps of Abraham. Indignant, they responded, &apos;What are you talking about? We only have one Father, God himself! We&quot;re not illegitimate!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "(Jesus taught all these things while standing in the treasure room of the temple . And no one dared to arrest him, for it wasn&quot;t yet his time to surrender to men.)"
            },
            {
                "verse_number": "21",
                "verse_text": "One day Jesus said again, &apos;I am about to leave you. You will want to find me, but you will still die in your sins. You won&quot;t be able to come where I am going.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "This so confused the Jewish leaders that they began to say, &apos;Is he planning to commit suicide? What&quot;s he talking about&ndash;&quot;You won&quot;t be able to come where I am going&quot;?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus spoke up and said, &apos;You are all from the earth; I am from above. I am not from this world like you are."
            },
            {
                "verse_number": "24",
                "verse_text": "That&quot;s why I&quot;ve told you that you will all die in your sins if you fail to believe that I AM who I AM.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So they asked him plainly, &apos;Who are you?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;And I still have many more things to pronounce in judgment about you. For I will testify to the world of the truths that I have heard from my Father, and the Father who sent me is trustworthy.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "(Even after all of this, they still didn&quot;t realize that he was speaking about his heavenly Father.)"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;You will know me as &quot;I AM&quot; after you have lifted me up from the earth as the Son of Man. Then you will realize that I do nothing on my own initiative, but I only speak the truth that the Father has revealed to me."
            },
            {
                "verse_number": "29",
                "verse_text": "I am his messenger and he is always with me, for I only do that which delights his heart.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "These words caused many respected Jews to believe in him."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus said to those Jews who believed in him, &apos;When you continue to embrace all that I teach, you prove that you are my true followers."
            },
            {
                "verse_number": "32",
                "verse_text": "For if you embrace the truth, it will release true freedom into your lives.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Surprised by this, they said, &apos;But we&quot;re the descendants of Abraham and we&quot;re already free. We&quot;ve never been in bondage to anyone. How could you say that we will be released into more freedom?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;I speak eternal truth,&apos; Jesus said. &apos;When you sin you are not free. You&quot;ve become a slave in bondage to your sin."
            },
            {
                "verse_number": "35",
                "verse_text": "And slaves have no permanent standing in a family, like a son does, for a son is a part of the family forever."
            },
            {
                "verse_number": "36",
                "verse_text": "So if the Son sets you free from sin, then become a true son and be unquestionably free!"
            },
            {
                "verse_number": "37",
                "verse_text": "Even though you are descendants of Abraham, you desire to kill me because the message I bring has not found a home in your hearts."
            },
            {
                "verse_number": "38",
                "verse_text": "Yet the truths I speak I&quot;ve seen and received in my Father&quot;s presence. But you are doing what you&quot;ve learned from your father!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;What do you mean?&apos; they replied. &apos;Abraham is our father!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "I&quot;ve only told you the truth that I&quot;ve heard in my Father&quot;s presence, but now you are wanting me dead&ndash;is that how Abraham acted?"
            },
            {
                "verse_number": "41",
                "verse_text": "No, you people are doing what your father has taught you!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said, &apos;Then if God were really your father, you would love me, for I&quot;ve come from his presence. I didn&quot;t come here on my own, but God sent me to you."
            },
            {
                "verse_number": "43",
                "verse_text": "Why don&quot;t you understand what I say? You don&quot;t understand because your hearts are closed to my message!"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;You are the offspring of your father, the devil, and you serve your father very well, passionately carrying out his desires. He&quot;s been a murderer right from the start! He never stood with the truth, for he&quot;s full of nothing but lies&ndash;lying is his native tongue. He is a master of deception and the father of lies!"
            },
            {
                "verse_number": "45",
                "verse_text": "But I am the true Prince who speaks nothing but the truth, yet you refuse to believe and you want nothing to do with me."
            },
            {
                "verse_number": "46",
                "verse_text": "Can you name one sin that I&quot;ve committed? Then if I am telling you only the truth, why don&quot;t you believe me?"
            },
            {
                "verse_number": "47",
                "verse_text": "If you really knew God, you would listen, receive, and respond with faith to his words. But since you don&quot;t listen and respond to what he says, it proves you don&quot;t belong to him and you have no room for him in your hearts.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;See! We were right all along!&apos; some of the Jewish leaders shouted. &apos;You&quot;re nothing but a demon-possessed Samaritan!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus replied, &apos;It is not a demon that would cause me to honor my Father. I live my life for his honor, even though you insult me for it."
            },
            {
                "verse_number": "50",
                "verse_text": "I never have a need to seek my own glory, for the Father will do that for me, and he will judge those who do not."
            },
            {
                "verse_number": "51",
                "verse_text": "I speak to you this eternal truth: whoever cherishes my words and keeps them will never experience death.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "This prompted the Jewish leaders to say, &apos;Now we know for sure that you&quot;re demon possessed! You just said that those who keep watch over your words will never experience death, but Abraham and all the prophets have died!"
            },
            {
                "verse_number": "53",
                "verse_text": "Do you think you&quot;re greater than our father Abraham and all the prophets? You are so delusional about yourself that you make yourself greater than you are!&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus answered them, &apos;If I were to tell you how great I am, it would mean nothing. But my Father is the One who will prove it and will glorify me. Isn&quot;t he the One you claim is your God?"
            },
            {
                "verse_number": "55",
                "verse_text": "But in reality, you&quot;ve never embraced him as your own. I know him, and I would be a liar, like yourselves, if I told you anything less than that. I have fully embraced him, and I treasure his every word."
            },
            {
                "verse_number": "56",
                "verse_text": "And not only that, Abraham, your ancestor, was overjoyed when he received the revelation of my coming to earth. Yes, he foresaw me coming and was filled with delight!&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "But many of the Jewish leaders doubted him and said, &apos;What are you talking about? You&quot;re not even fifty years old yet. You talk like you&quot;ve seen Abraham!&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus said to them, &apos;I give you this eternal truth: I have existed long before Abraham was born, for I AM!&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "When they heard this, they picked up rocks to stone him, but Jesus concealed himself as he passed through the crowd and went away from there."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Afterward, as Jesus walked down the street, he noticed a man blind from birth."
            },
            {
                "verse_number": "2",
                "verse_text": "His disciples asked him, &apos;Teacher, whose sin caused this guy&quot;s blindness, his own, or the sin of his parents?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;Neither. It happened to him so that you could watch him experience God&quot;s miracle."
            },
            {
                "verse_number": "4",
                "verse_text": "While I am with you, it is daytime and we must do the works of God who sent me while the light shines. For there is coming a dark night when no one will be able to work."
            },
            {
                "verse_number": "5",
                "verse_text": "As long as I am with you my life is the light that pierces the world&quot;s darkness.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Jesus spat on the ground and made some clay with his saliva. Then he anointed the blind man&quot;s eyes with the clay."
            },
            {
                "verse_number": "7",
                "verse_text": "And he said to the blind man, &apos;Now go and wash the clay from your eyes in the ritual pool of Siloam.&apos; So he went and washed his face and as he came back, he could see for the first time in his life!"
            },
            {
                "verse_number": "8",
                "verse_text": "This caused quite a stir among the people of the neighborhood, for they noticed the blind beggar was now seeing! They began to say to one another, &apos;Isn&quot;t this the blind man who once sat and begged?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Some said, &apos;No, it can&quot;t be him!&apos; Others said, &apos;But it looks just like him&ndash;it has to be him!&apos; All the while the man kept insisting, &apos;I&quot;m the man who was blind!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Finally, they asked him, &apos;What has happened to you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He replied, &apos;I met the man named Jesus! He rubbed clay on my eyes and said, &quot;Go to the pool named Siloam and wash.&quot; So I went and while I was washing the clay from my eyes I began to see for the very first time ever! &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the people of the neighborhood inquired, &apos;Where is this man?&apos; &apos;I have no idea.&apos; the man replied. He replied, &apos;A man anointed my eyes with clay, then I washed, and now I can see for the first time in my life!&apos; &apos;He&quot;s a prophet of God!&apos; the man replied. &apos;Yes,&apos; they answered. &apos;Was he really born blind?&apos; &apos;Yes, he was,&apos; they replied. So they pressed his parents to answer, &apos;Then how is it that he&quot;s now seeing?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So the people marched him over to the Pharisees to speak with them."
            },
            {
                "verse_number": "14",
                "verse_text": "They were concerned because the miracle Jesus performed by making clay with his saliva and anointing the man&quot;s eyes happened on a Sabbath day, a day that no one was allowed to &apos;work.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Pharisees asked the man, &apos;How did you have your sight restored?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then an argument broke out among the Pharisees over the healing of the blind man on the Sabbath. Some said, &apos;This man who performed this healing is clearly not from God! He doesn&quot;t even observe the Sabbath!&apos; Others said, &apos;If Jesus is just an ordinary sinner, how could he perform a miracle like that?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "This prompted them to turn on the man healed of blindness, putting him on the spot in front of them all, demanding an answer. They asked, &apos;Who do you say he is&ndash;this man who opened your blind eyes?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Still refusing to believe that the man had been healed and was truly blind from birth, the Jewish leaders called for the man&quot;s parents to be brought to them."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;We have no idea,&apos; they answered. &apos;We don&quot;t know what happened to our son. Ask him, he&quot;s a mature adult. He can speak for himself.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "(Now the parents were obviously intimidated by the Jewish religious leaders, for they had already announced to the people that if anyone publicly confessed Jesus as the Messiah, they would be excommunicated."
            },
            {
                "verse_number": "23",
                "verse_text": "That&quot;s why they told them, &apos;Ask him, he&quot;s a mature adult. He can speak for himself.&apos;)"
            },
            {
                "verse_number": "24",
                "verse_text": "So once again they summoned the man who was healed of blindness and said to him, &apos;Swear to God to tell us the truth! We know the man who healed you is a sinful man! Do you agree?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The healed man replied, &apos;I have no idea what kind of man he is. All I know is that I was blind and now I can see for the first time in my life!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But what did he do to you?&apos; they asked. &apos;How did he heal you?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The man responded, &apos;I told you once and you didn&quot;t listen to me. Why do you make me repeat it? Are you wanting to be his followers too?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "This angered the Jewish leaders. They heaped insults on him, &apos;We can tell you are one of his followers&ndash;now we know it! We are true followers of Moses,"
            },
            {
                "verse_number": "29",
                "verse_text": "for we know that God spoke to Moses directly. But as for this one, we don&quot;t know where he&quot;s coming from!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Well, what a surprise this is!&apos; the man said. &apos;You don&quot;t even know where he comes from, but he healed my eyes and now I can see!"
            },
            {
                "verse_number": "31",
                "verse_text": "We know that God doesn&quot;t listen to sinners, but only to godly people who do his will."
            },
            {
                "verse_number": "32",
                "verse_text": "Yet who has ever heard of a man born blind that was healed and given his eyesight for the very first time?"
            },
            {
                "verse_number": "33",
                "verse_text": "I tell you, if this man isn&quot;t from God, he wouldn&quot;t be able to heal me like he has!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Some of the Jewish leaders were enraged and said, &apos;Just who do you think you are to lecture us! You were born a blind, filthy sinner!&apos; So they threw the man out in the street."
            },
            {
                "verse_number": "35",
                "verse_text": "When Jesus learned they had thrown him out, he went to find him and said to him, &apos;Do you believe in the Son of God?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The man whose blind eyes were healed answered, &apos;Who is he, Master? Tell me so that I can place all my faith in him.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus replied, &apos;You&quot;re looking right at him. He&quot;s speaking with you. It&quot;s me, the one in front of you now.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then the man threw himself at his feet and worshiped Jesus and said, &apos;Lord, I believe in you!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "And Jesus said, &apos;I have come to judge those who think they see and make them blind. And for those who are blind, I have come to make them see.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Some of the Pharisees were standing nearby and overheard these words. They interrupted Jesus and said, &apos;You mean to tell us that we are blind?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus told them, &apos;If you would acknowledge your blindness, then your sin would be removed. But now that you claim to see, your sin remains with you!&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to the Pharisees , &apos;Listen to this eternal truth: The person who sneaks over the wall to enter into the sheep pen, rather than coming through the gate, reveals himself as a thief coming to steal."
            },
            {
                "verse_number": "2",
                "verse_text": "But the true Shepherd walks right up to the gate,"
            },
            {
                "verse_number": "3",
                "verse_text": "and because the gatekeeper knows who he is, he opens the gate to let him in. And the sheep recognize the voice of the true Shepherd, for he calls his own by name and leads them out, for they belong to him."
            },
            {
                "verse_number": "4",
                "verse_text": "And when he has brought out all his sheep, he walks ahead of them and they will follow him, for they are familiar with his voice."
            },
            {
                "verse_number": "5",
                "verse_text": "But they will run away from strangers and never follow them because they know it&quot;s the voice of a stranger.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus told the Pharisees this parable even though they didn&quot;t understand a word of what he meant."
            },
            {
                "verse_number": "7",
                "verse_text": "So Jesus went over it again, &apos;I speak to you eternal truth: I am the Gate for the flock."
            },
            {
                "verse_number": "8",
                "verse_text": "All those who broke in before me are thieves who came to steal, but the sheep never listened to them."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the Gateway. To enter through me is to experience life, freedom, and satisfaction."
            },
            {
                "verse_number": "10",
                "verse_text": "A thief has only one thing in mind&ndash;he wants to steal, slaughter, and destroy. But I have come to give you everything in abundance, more than you expect &ndash;life in its fullness until you overflow!"
            },
            {
                "verse_number": "11",
                "verse_text": "I am the Good Shepherd who lays down my life as a sacrifice for the sheep."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I alone am the Good Shepherd, and I know those whose hearts are mine, for they recognize me and know me,"
            },
            {
                "verse_number": "15",
                "verse_text": "just as my Father knows my heart and I know my Father&quot;s heart. I am ready to give my life for the sheep."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And I have other sheep that I will gather which are not of this Jewish flock. And I, their shepherd, must lead them too, and they will follow me and listen to my voice. And I will join them all into one flock with one shepherd."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The Father has an intense love for me because I freely give my own life&ndash;to raise it up again."
            },
            {
                "verse_number": "18",
                "verse_text": "I surrender my own life, and no one has the power to take my life from me. I have the authority to lay it down and the power to take it back again. This is the destiny my Father has set before me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "This teaching set off another heated controversy among the Jewish leaders."
            },
            {
                "verse_number": "20",
                "verse_text": "Many of them said, &apos;This man is a demon-possessed lunatic! Why would anyone listen to a word he says?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But then there were others who weren&quot;t so sure: &apos;His teaching is full of insight. These are not the ravings of a madman! How could a demonized man give sight to one born blind?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "when the Jewish leaders encircled him and said, &apos;How much longer will you keep us in suspense? Tell us the truth and clarify this for us once and for all. Are you really the Messiah, the Anointed One?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus answered them, &apos;I have told you the truth already and you did not believe me. The proof of who I am is revealed by all the miracles that I do in the name of my Father."
            },
            {
                "verse_number": "26",
                "verse_text": "Yet, you stubbornly refuse to follow me, because you are not my sheep. As I&quot;ve told you before:"
            },
            {
                "verse_number": "27",
                "verse_text": "My own sheep will hear my voice and I know each one, and they will follow me."
            },
            {
                "verse_number": "28",
                "verse_text": "I give to them the gift of eternal life and they will never be lost and no one has the power to snatch them out of my hands."
            },
            {
                "verse_number": "29",
                "verse_text": "My Father, who has given them to me as his gift, is the mightiest of all, and no one has the power to snatch them from my Father&quot;s care."
            },
            {
                "verse_number": "30",
                "verse_text": "The Father and I are one.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "When they heard this, the Jewish leaders were so enraged that they picked up rocks to stone him to death."
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus said, &apos;My Father has empowered me to work many miracles and acts of mercy among you. So which one of them do you want to stone me for?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Jewish leaders responded, &apos;We&quot;re not stoning you for anything good you did&ndash;it&quot;s because of your blasphemy! You&quot;re just a son of Adam , but you&quot;ve claimed to be God!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;Isn&quot;t it written in your Scriptures that God said, &quot;You are gods?&quot; The Scriptures cannot be denied or found to be in error."
            },
            {
                "verse_number": "35",
                "verse_text": "So if those who have the message of the Scriptures are said to be &quot;gods,&quot; then why would you accuse me of blasphemy?"
            },
            {
                "verse_number": "36",
                "verse_text": "For I have been uniquely chosen by God and he is the one who sent me to you. How then could it be blasphemy for me to say, &quot;I am the Son of God!&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "If I&quot;m not doing the beautiful works that my Father sent me to do, then don&quot;t believe me."
            },
            {
                "verse_number": "38",
                "verse_text": "But if you see me doing the beautiful works of God upon the earth, then you should at least believe the evidence of the miracles, even if you don&quot;t believe my words! Then you would come to experience me and be convinced that I am in the Father and the Father is in me.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Once again they attempted to seize him, but he escaped miraculously from their clutches."
            },
            {
                "verse_number": "40",
                "verse_text": "Then Jesus went back to the place where John had baptized him at the crossing of the Jordan."
            },
            {
                "verse_number": "41",
                "verse_text": "Many came out to where he was and said about him, &apos;Even though John didn&quot;t perform any miracles, everything he predicted about this man is true!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "And many people became followers of Jesus at the Jordan and believed in him."
            }
        ],
        "11": [
            {
                "verse_number": "3",
                "verse_text": "So his sisters sent a message to Jesus, &apos;Lord, our brother Lazarus, the one you love, is very sick. Please come!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When he heard this, he said, &apos;This sickness will not end in death for Lazarus, but will bring glory and praise to God. This will reveal the greatness of the Son of God by what takes place.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Finally, on the third day, he said to his disciples, &apos;Come. It&quot;s time to go to Bethany.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But Teacher,&apos; they said to him, &apos;do you really want to go back there? It was just a short time ago the people of Judea were going to stone you!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jesus added, &apos;Lazarus, our friend, has just fallen asleep. It&quot;s time that I go and awaken him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When they heard this, the disciples replied, &apos;Lord, if he has just fallen asleep, then he&quot;ll get better.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus was speaking about Lazarus&quot; death, but the disciples presumed he was talking about natural sleep."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus made it plain to them, &apos;Lazarus is dead."
            },
            {
                "verse_number": "15",
                "verse_text": "And for your sake, I&quot;m glad I wasn&quot;t there, because now you have another opportunity to see who I am so that you will learn to trust in me. Come, let&quot;s go and see him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Thomas, nicknamed the Twin, remarked to the other disciples, &apos;Let&quot;s go so that we can die with him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Many friends of Mary and Martha had come from the region to console them over the loss of their brother."
            },
            {
                "verse_number": "20",
                "verse_text": "And when Martha heard that Jesus was approaching the village, she went out to meet him, but Mary stayed in the house."
            },
            {
                "verse_number": "21",
                "verse_text": "Martha said to Jesus, &apos;My Lord, if only you had come sooner, my brother wouldn&quot;t have died."
            },
            {
                "verse_number": "22",
                "verse_text": "But I know that if you were to ask God for anything, he would do it for you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus told her, &apos;Your brother will rise and live.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "She replied, &apos;Yes, I know he will rise with everyone else on resurrection day.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Martha,&apos; Jesus said, &apos; You don&quot;t have to wait until then. I am the Resurrection, and I am Life Eternal. Anyone who clings to me in faith, even though he dies, will live forever."
            },
            {
                "verse_number": "26",
                "verse_text": "And the one who lives by believing in me will never die. Do you believe this?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Martha replied, &apos;Yes, Lord, I do! I&quot;ve always believed that you are the Anointed One, the Son of God who has come into the world for us!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then she left and hurried off to her sister, Mary, and called her aside from all the mourners and whispered to her, &apos;The Master is here and he&quot;s asking for you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So when Mary heard this, she quickly went off to find him,"
            },
            {
                "verse_number": "30",
                "verse_text": "for Jesus was lingering outside the village at the same spot where Martha met him."
            },
            {
                "verse_number": "31",
                "verse_text": "Now when Mary&quot;s friends who were comforting her noticed how quickly she ran out of the house, they followed her, assuming she was going to the tomb of her brother to mourn."
            },
            {
                "verse_number": "32",
                "verse_text": "When Mary finally found Jesus outside the village, she fell at his feet in tears and said, &apos;Lord, if only you had been here, my brother would not have died.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When Jesus looked at Mary and saw her weeping at his feet, and all her friends who were with her grieving, he shuddered with emotion and was deeply moved with tenderness and compassion."
            },
            {
                "verse_number": "34",
                "verse_text": "He said to them, &apos;Where did you bury him?&apos; &apos;Lord, come with us and we&quot;ll show you,&apos; they replied. Then Martha said, &apos;But Lord, it&quot;s been four days since he died&ndash;by now his body is already decomposing!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then tears streamed down Jesus&quot; face."
            },
            {
                "verse_number": "36",
                "verse_text": "Seeing Jesus weep caused many of the mourners to say, &apos;Look how much he loved Lazarus.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Yet others said, &apos;Isn&quot;t this the One who opens blind eyes? Why didn&quot;t he do something to keep Lazarus from dying?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Jesus, with intense emotions, came to the tomb&ndash;a cave with a stone placed over its entrance."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus told them, &apos;Roll away the stone.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus looked at her and said, &apos;Didn&quot;t I tell you that if you will believe in me, you will see God unveil his power?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "So they rolled away the heavy stone. Jesus gazed into heaven and said, &apos;Father, thank you that you have heard my prayer,"
            },
            {
                "verse_number": "42",
                "verse_text": "for you listen to every word I speak. Now, so that these who stand here with me will believe that you have sent me to the earth as your messenger, I will use the power you have given me. &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then with a loud voice Jesus shouted with authority: &apos;Lazarus! Come out of the tomb!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then in front of everyone, Lazarus, who had died four days earlier, slowly hobbled out&ndash;he still had grave clothes tightly wrapped around his hands and feet and covering his face! Jesus said to them, &apos;Unwrap him and let him loose.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "From that day forward many of those who had come to visit Mary believed in him, for they had seen with their own eyes this amazing miracle!"
            },
            {
                "verse_number": "46",
                "verse_text": "But a few went back to inform the Pharisees about what Jesus had done."
            },
            {
                "verse_number": "47",
                "verse_text": "So the Pharisees and the chief priests called a special meeting of the High Council and said, &apos;So what are we going to do about this man? Look at all the great miracles he&quot;s performing!"
            },
            {
                "verse_number": "48",
                "verse_text": "If we allow him to continue like this, everyone will believe in him. And the Romans will take action and destroy both our country and our people!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Now Caiaphas, the high priest that year, spoke up and said, &apos;You don&quot;t understand a thing!"
            },
            {
                "verse_number": "50",
                "verse_text": "Don&quot;t you realize we&quot;d be much better off if this one man were to die for the people than for the whole nation to perish?&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "(This prophecy that Jesus was destined to die for the Jewish people didn&quot;t come from Caiaphas himself, but he was moved by God to prophesy as the chief priest."
            },
            {
                "verse_number": "52",
                "verse_text": "And Jesus&quot; death would not be for the Jewish people only, but to gather together God&quot;s children scattered around the world and unite them as one.)"
            },
            {
                "verse_number": "53",
                "verse_text": "So from that day on, they were committed to killing Jesus."
            },
            {
                "verse_number": "54",
                "verse_text": "For this reason Jesus no longer went out in public among the Jews. But he went in the wilderness to a village called Ephraim, where he secluded himself with his disciples."
            },
            {
                "verse_number": "55",
                "verse_text": "Now the time came for the Passover preparations, and many from the countryside went to Jerusalem for their ceremonial cleansing before the feast began."
            },
            {
                "verse_number": "56",
                "verse_text": "And all the people kept looking out for Jesus, expecting him to come to the city. They said to themselves while they waited in the temple courts, &apos;Do you think that he will dare come to the feast?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "For the leading priests and the Pharisees had given orders that they be informed immediately if anyone saw Jesus, so they could seize and arrest him."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Six days before the Passover began, Jesus went back to Bethany, the town where he raised Lazarus from the dead."
            },
            {
                "verse_number": "2",
                "verse_text": "They had prepared a supper for Jesus. Martha served, and Lazarus and Mary were among those at the table."
            },
            {
                "verse_number": "3",
                "verse_text": "Mary picked up an alabaster jar filled with nearly a liter of extremely rare and costly perfume&ndash;the purest extract of nard, and she anointed Jesus&quot; feet. Then she wiped them dry with her long hair. And the fragrance of the costly oil filled the house."
            },
            {
                "verse_number": "4",
                "verse_text": "But Judas the locksmith, Simon&quot;s son, the betrayer, spoke up and said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;What a waste! We could have sold this perfume for a fortune and given the money to the poor!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(In fact, Judas had no heart for the poor. He only said this because he was a thief and in charge of the money case. He would steal money whenever he wanted from the funds given to support Jesus&quot; ministry .)"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to Judas, &apos;Leave her alone! She has saved it for the time of my burial."
            },
            {
                "verse_number": "8",
                "verse_text": "You&quot;ll always have the poor with you; but you won&quot;t always have me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When the word got out that Jesus was not far from Jerusalem, a large crowd came out to see him, and they also wanted to see Lazarus, the man Jesus had raised from the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "This prompted the chief priests to seal their plans to do away with both Jesus and Lazarus,"
            },
            {
                "verse_number": "11",
                "verse_text": "for his miracle testimony was irrefutable and was persuading many of the Jews living in Jerusalem to believe in Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day the news that Jesus was on his way to Jerusalem swept through the massive crowd gathered for the feast."
            },
            {
                "verse_number": "13",
                "verse_text": "So they took palm branches and went out to meet him. Everyone was shouting, &apos;Lord, be our Savior! Blessed is the one who comes to us sent from Yahweh , the King of Israel!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus found a young donkey and rode on it to fulfill what was prophesied:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;People of Zion, have no fear! Look&ndash;it&quot;s your king coming to you riding on a young donkey!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Now Jesus&quot; disciples didn&quot;t fully understand the importance of what was taking place, but after he was raised and exalted into glory, they understood how Jesus fulfilled all the prophecies in the Scriptures that were written about him."
            },
            {
                "verse_number": "17",
                "verse_text": "All the eyewitnesses of the miracle Jesus performed when he called Lazarus out of the tomb and raised him from the dead kept spreading the news about Jesus to everyone."
            },
            {
                "verse_number": "18",
                "verse_text": "The news of this miracle of resurrection caused the crowds to swell as great numbers of people welcomed him into the city with joy ."
            },
            {
                "verse_number": "19",
                "verse_text": "But the Pharisees were disturbed by this and said to each other, &apos;We won&quot;t be able to stop this. The whole world is going to run after him!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Now there were a number of foreigners from among the nations who were worshipers at the feast."
            },
            {
                "verse_number": "21",
                "verse_text": "They went to Philip (who came from the village of Bethsaida in Galilee) and they asked him, &apos;Would you take us to see Jesus? We want to see him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Philip went to find Andrew, and then they both went to inform Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "He replied to them, &apos;Now is the time for the Son of Man to be glorified."
            },
            {
                "verse_number": "24",
                "verse_text": "Let me make this clear: A single grain of wheat will never be more than a single grain of wheat unless it drops into the ground and dies. Because then it sprouts and produces a great harvest of wheat&ndash;all because one grain died."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;The person who loves his life and pampers himself will miss true life! But the one who detaches his life from this world and abandons himself to me, will find true life and enjoy it forever!"
            },
            {
                "verse_number": "26",
                "verse_text": "If you want to be my disciple, follow me and you will go where I am going. And if you truly follow me as my disciple, the Father will shower his favor upon your life."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Even though I am torn within, and my soul is in turmoil, I will not ask the Father to rescue me from this hour of trial. For I have come to fulfill my purpose &ndash; to offer myself to God."
            },
            {
                "verse_number": "28",
                "verse_text": "So, Father, bring glory to your name!&apos; Then suddenly a booming voice was heard from the sky, &apos;I have glorified my name! And I will glorify it through you again!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The audible voice of God startled the crowd standing nearby. Some thought it was only thunder, yet others said, &apos;An angel just spoke to him!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Jesus told them, &apos;The voice you heard was not for my benefit, but for yours&ndash; to help you believe."
            },
            {
                "verse_number": "31",
                "verse_text": "From this moment on, everything in this world is about to change, for the ruler of this dark world will be overthrown."
            },
            {
                "verse_number": "32",
                "verse_text": "And I will do this when I am lifted up off the ground and when I draw the hearts of people to gather them to me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He said this to indicate that he would die by being lifted up on the cross."
            },
            {
                "verse_number": "34",
                "verse_text": "People from the crowd spoke up and said, &apos;Die? How could the Anointed One die? The Word of God says that the Anointed One will live with us forever, but you just said that the Son of Man must be lifted up from the earth. And who is this Son of Man anyway?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus replied, &apos;You will have the light shining with you for only a little while longer. While you still have me, walk in the light, so that the darkness doesn&quot;t overtake you. For when you walk in the dark you have no idea where you&quot;re going."
            },
            {
                "verse_number": "36",
                "verse_text": "So believe and cling to the light while I am with you, so that you will become children of light.&apos; After saying this, Jesus then entered into the crowd and hid himself from them."
            },
            {
                "verse_number": "37",
                "verse_text": "Even with the overwhelming evidence of all the many signs and wonders that Jesus had performed in front of them, his critics still refused to believe."
            },
            {
                "verse_number": "38",
                "verse_text": "This fulfilled the prophecy given by Isaiah: Lord, who has believed our message? Who has seen the unveiling of your great power?"
            },
            {
                "verse_number": "39",
                "verse_text": "And the people were not able to believe, for Isaiah also prophesied:"
            },
            {
                "verse_number": "40",
                "verse_text": "God has blinded their eyes and hardened their hearts to the truth. So with their eyes and hearts closed they cannot understand the truth nor turn to me so that I could instantly cleanse and heal them."
            },
            {
                "verse_number": "41",
                "verse_text": "Isaiah said these things because he had seen and experienced the splendor of Jesus and prophesied about him."
            },
            {
                "verse_number": "42",
                "verse_text": "Yet there were many Jewish leaders who believed in Jesus, but because they feared the Pharisees they kept it secret, so they wouldn&quot;t be ostracized by the assembly of the Jews."
            },
            {
                "verse_number": "43",
                "verse_text": "For they loved the glory that men could give them rather than the glory that came from God!"
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus shouted out passionately, &apos;To believe in me is to also believe in God who sent me."
            },
            {
                "verse_number": "45",
                "verse_text": "For when you look at me you are seeing the One who sent me."
            },
            {
                "verse_number": "46",
                "verse_text": "I have come as a light to shine in this dark world so that all who trust in me will no longer wander in darkness."
            },
            {
                "verse_number": "47",
                "verse_text": "If you hear my words and refuse to follow them, I do not judge you. For I have not come to judge you but to save you."
            },
            {
                "verse_number": "48",
                "verse_text": "If you reject me and refuse to follow my words, you already have a judge. The message of truth I have given you will rise up to judge you at the Day of Judgment."
            },
            {
                "verse_number": "49",
                "verse_text": "For I&quot;m not speaking as someone who is self-appointed, but I speak by the authority of the Father himself who sent me, and who instructed me what to say."
            },
            {
                "verse_number": "50",
                "verse_text": "And I know that the Father&quot;s commands result in eternal life, and that&quot;s why I speak the very words I&quot;ve heard him speak.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Jesus knew that the night before Passover would be his last night on earth before leaving this world to return to the Father&quot;s side. All throughout his time with his disciples, Jesus had demonstrated a deep and tender love for them. And now he longed to show them the full measure of his love."
            },
            {
                "verse_number": "2",
                "verse_text": "Before their evening meal had begun, the accuser had already deeply embedded betrayal into the heart of Judas Iscariot, the son of Simon."
            },
            {
                "verse_number": "3",
                "verse_text": "Now Jesus was fully aware that the Father had placed all things under his control, for he had come from God and was about to go back to be with him."
            },
            {
                "verse_number": "4",
                "verse_text": "So he got up from the meal and took off his outer robe, and took a towel and wrapped it around his waist."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he poured water into a basin and began to wash the disciples&quot; dirty feet and dry them with his towel."
            },
            {
                "verse_number": "6",
                "verse_text": "But when Jesus got to Simon Peter, he objected and said, &apos;I can&quot;t let you wash my dirty feet&ndash;you&quot;re my Lord!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus replied, &apos;You don&quot;t understand yet the meaning of what I&quot;m doing, but soon it will be clear to you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Peter looked at Jesus and said, &apos;You&quot;ll never wash my dirty feet&ndash;never!&apos; &apos;But Peter, if you don&quot;t allow me to wash your feet,&apos; Jesus responded, &apos;then you will not be able to share life with me.&apos; Jesus replied, &apos;Where I am going you won&quot;t be able to follow, but one day you will follow me there.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Peter said, &apos;Lord, in that case, don&quot;t just wash my feet, wash my hands and my head too!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said to him, &apos;You are already clean. You&quot;ve been washed completely and you just need your feet to be cleansed&ndash;but that can&quot;t be said of all of you.&apos; For Jesus knew which one was about to betray him,"
            },
            {
                "verse_number": "11",
                "verse_text": "and that&quot;s why he told them that not all of them were clean."
            },
            {
                "verse_number": "12",
                "verse_text": "After washing their feet, he put his robe on and returned to his place at the table. &apos;Do you understand what I just did?&apos; Jesus said."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You&quot;ve called me your teacher and lord, and you&quot;re right, for that&quot;s who I am."
            },
            {
                "verse_number": "16",
                "verse_text": "I speak to you timeless truth: a servant is not superior to his master, and an apostle is never greater than the one who sent him."
            },
            {
                "verse_number": "17",
                "verse_text": "So now put into practice what I have done for you, and you will experience a life of happiness enriched with untold blessings!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I don&quot;t refer to all of you when I tell you these things, for I know the ones I&quot;ve chosen&ndash;to fulfill the Scripture that says, &quot;The one who shared supper with me treacherously betrays me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "I am telling you this now, before it happens, so that when the prophecy comes to pass you will be convinced that I AM."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Listen to this timeless truth: whoever receives the messenger I send receives me, and the one who receives me receives the Father who sent me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus was moved deeply in his spirit. Looking at his disciples, he announced, &apos;I tell you the truth&ndash;one of you is about to betray me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Eyeing each other, his disciples puzzled over which one of them could do such a thing."
            },
            {
                "verse_number": "23",
                "verse_text": "The disciple that Jesus dearly loved was at the right of him at the table and was leaning his head on Jesus."
            },
            {
                "verse_number": "24",
                "verse_text": "Peter gestured to this disciple to ask Jesus who it was he was referring to."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the dearly loved disciple leaned into Jesus&quot; chest and whispered, &apos;Master, who is it?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The one I give this piece of bread to after I&quot;ve dipped it in the bowl,&apos; Jesus replied. Then he dipped the piece of bread into the bowl and handed it to Judas Iscariot, the son of Simon."
            },
            {
                "verse_number": "27",
                "verse_text": "And when Judas ate the piece of bread, Satan entered him. Then Jesus looked at Judas and said, &apos;What you are planning to do, go do it now.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "None of those around the table realized what was happening."
            },
            {
                "verse_number": "29",
                "verse_text": "Some thought that Judas, their trusted treasurer, was being told to go buy what was needed for the Passover celebration, or perhaps to go give something to the poor."
            },
            {
                "verse_number": "30",
                "verse_text": "So Judas left quickly and went out into the dark night to betray Jesus."
            },
            {
                "verse_number": "31",
                "verse_text": "After Judas left the room, Jesus said, &apos;The time has come for the glory of God to surround the Son of Man, and God will be greatly glorified through what happens to me."
            },
            {
                "verse_number": "32",
                "verse_text": "And very soon God will unveil the glory of the Son of Man."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;My dear friends, I only have a brief time left to be with you. And then you will search and long for me. But I tell you what I told the Jewish leaders: you&quot;ll not be able to come where I am."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;So I give you now a new commandment: Love each other just as much as I have loved you."
            },
            {
                "verse_number": "35",
                "verse_text": "For when you demonstrate the same love I have for you by loving one another, everyone will know that you&quot;re my true followers.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Peter interjected, &apos;But, Master, where are you going?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Peter said, &apos;What do you mean I&quot;m not able to follow you now? I would sacrifice my life to die for you!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus answered, &apos;Would you really lay down your life for me, Peter? Here&quot;s the absolute truth: Before the rooster crows in the morning, you will say three times that you don&quot;t even know me!&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Don&quot;t worry or surrender to your fear. For you&quot;ve believed in God, now trust and believe in me also."
            },
            {
                "verse_number": "2",
                "verse_text": "My Father&quot;s house has many dwelling places. If it were otherwise, I would tell you plainly, because I go to prepare a place for you."
            },
            {
                "verse_number": "3",
                "verse_text": "And when everything is ready, I will come back and take you to myself so that you will be where I am."
            },
            {
                "verse_number": "4",
                "verse_text": "And you already know the way to the place where I&quot;m going.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Thomas said to him, &apos;Master, we don&quot;t know where you&quot;re going, so how could we know the way there?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus explained, &apos;I am the Way, I am the Truth, and I am the Life. No one comes next to the Father except through union with me. To know me is to know my Father too."
            },
            {
                "verse_number": "7",
                "verse_text": "And from now on you will realize that you have seen him and experienced him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Philip spoke up, &apos;Lord, show us the Father, and that will be all that we need!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus replied, &apos;Philip, I&quot;ve been with you all this time and you still don&quot;t know who I am? How could you ask me to show you the Father, for anyone who has looked at me has seen the Father."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t you believe that the Father is living in me and that I am living in the Father? Even my words are not my own but come from my Father, for he lives in me and performs his miracles of power through me."
            },
            {
                "verse_number": "11",
                "verse_text": "Believe that I live as one with my Father and that my Father lives as one with me&ndash;or at least, believe because of the mighty miracles I have done."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I tell you this timeless truth: The person who follows me in faith, believing in me, will do the same mighty miracles that I do&ndash;even greater miracles than these because I go to be with my Father!"
            },
            {
                "verse_number": "13",
                "verse_text": "For I will do whatever you ask me to do when you ask me in my name. And that is how the Son will show what the Father is really like and bring glory to him."
            },
            {
                "verse_number": "14",
                "verse_text": "Ask me anything in my name, and I will do it for you!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Loving me empowers you to obey my commands."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I promise that I will never leave you helpless or abandon you as orphans&ndash;I will come back to you!"
            },
            {
                "verse_number": "19",
                "verse_text": "Soon I will leave this world and they will see me no longer, but you will see me, because I will live again, and you will come alive too."
            },
            {
                "verse_number": "20",
                "verse_text": "So when that day comes, you will know that I am living in the Father and that you are one with me, for I will be living in you."
            },
            {
                "verse_number": "21",
                "verse_text": "Those who truly love me are those who obey my commands. Whoever passionately loves me will be passionately loved by my Father. And I will passionately love him in return and will reveal myself to him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then one of the disciples named Judas (not Judas Iscariot) said, &apos;Lord, why is it you will only reveal your identity to us and not to everyone?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;Loving me empowers you to obey my word. And my Father will love you so deeply that we will come to you and make you our dwelling place."
            },
            {
                "verse_number": "24",
                "verse_text": "But those who don&quot;t love me will not obey my words. The Father did not send me to speak my own revelation, but the words of my Father."
            },
            {
                "verse_number": "25",
                "verse_text": "I am telling you this while I am still with you."
            },
            {
                "verse_number": "26",
                "verse_text": "But when the Father sends the Spirit of Holiness, the One like me who sets you free, he will teach you all things in my name. And he will inspire you to remember every word that I&quot;ve told you."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I leave the gift of peace with you&ndash;my peace. Not the kind of fragile peace given by the world, but my perfect peace. Don&quot;t yield to fear or be troubled in your hearts&ndash;instead, be courageous!"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Remember what I&quot;ve told you, that I must go away, but I promise to come back to you. So if you truly love me, you will be glad for me, since I&quot;m returning to my Father, who is greater than I."
            },
            {
                "verse_number": "29",
                "verse_text": "So when all of these things happen, you will still trust and cling to me."
            },
            {
                "verse_number": "30",
                "verse_text": "I won&quot;t speak with you much longer, for the ruler of this dark world is coming. But he has no power over me, for he has nothing to use against me."
            },
            {
                "verse_number": "31",
                "verse_text": "I am doing exactly what the Father destined for me to accomplish, so that the world will discover how much I love my Father. Now come with me.&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I am a true sprouting vine, and the farmer who tends the vine is my Father."
            },
            {
                "verse_number": "2",
                "verse_text": "He cares for the branches connected to me by lifting and propping up the fruitless branches and pruning every fruitful branch to yield a greater harvest."
            },
            {
                "verse_number": "3",
                "verse_text": "The words I have spoken over you have already cleansed you."
            },
            {
                "verse_number": "4",
                "verse_text": "So you must remain in life-union with me, for I remain in life-union with you. For as a branch severed from the vine will not bear fruit, so your life will be fruitless unless you live your life intimately joined to mine."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I am the sprouting vine and you&quot;re my branches. As you live in union with me as your source, fruitfulness will stream from within you&ndash;but when you live separated from me you are powerless."
            },
            {
                "verse_number": "6",
                "verse_text": "If a person is separated from me, he is discarded; such branches are gathered up and thrown into the fire to be burned."
            },
            {
                "verse_number": "7",
                "verse_text": "But if you live in life-union with me and if my words live powerfully within you&ndash;then you can ask whatever you desire and it will be done."
            },
            {
                "verse_number": "8",
                "verse_text": "When your lives bear abundant fruit, you demonstrate that you are my mature disciples who glorify my Father!"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I love each of you with the same love that the Father loves me. You must continually let my love nourish your hearts."
            },
            {
                "verse_number": "10",
                "verse_text": "If you keep my commands, you will live in my love, just as I have kept my Father&quot;s commands, for I continually live nourished and empowered by his love."
            },
            {
                "verse_number": "11",
                "verse_text": "My purpose for telling you these things is so that the joy that I experience will fill your hearts with overflowing gladness!"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;So this is my command: Love each other deeply, as much as I have loved you."
            },
            {
                "verse_number": "13",
                "verse_text": "For the greatest love of all is a love that sacrifices all. And this great love is demonstrated when a person sacrifices his life for his friends."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You show that you are my intimate friends when you obey all that I command you."
            },
            {
                "verse_number": "15",
                "verse_text": "I have never called you &quot;servants,&quot; because a master doesn&quot;t confide in his servants, and servants don&quot;t always understand what the master is doing. But I call you my most intimate and cherished friends, for I reveal to you everything that I&quot;ve heard from my Father."
            },
            {
                "verse_number": "16",
                "verse_text": "You didn&quot;t choose me, but I&quot;ve chosen and commissioned you to go into the world to bear fruit. And your fruit will last, because whatever you ask of my Father, for my sake, he will give it to you!"
            },
            {
                "verse_number": "17",
                "verse_text": "So this is my parting command: Love one another deeply!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Just remember, when the unbelieving world hates you, they first hated me."
            },
            {
                "verse_number": "19",
                "verse_text": "If you were to give your allegiance to the world, they would love and welcome you as one of their own. But because you won&quot;t align yourself with the values of this world, they will hate you. I have chosen you and taken you out of the world to be mine."
            },
            {
                "verse_number": "20",
                "verse_text": "So remember what I taught you, that a servant isn&quot;t superior to his master. And since they persecuted me, they will also persecute you. And if they obey my teachings, they will also obey yours."
            },
            {
                "verse_number": "21",
                "verse_text": "They will treat you this way because you are mine, and they don&quot;t know the One who sent me."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If I had not come and spoken these things to the unbelieving world, they would not feel the guilt of their sin, but now their sin is left uncovered."
            },
            {
                "verse_number": "23",
                "verse_text": "If anyone hates me, they hate my Father also."
            },
            {
                "verse_number": "24",
                "verse_text": "If I had not performed miracles in their presence like no one else has done, they would not feel the guilt of their sins. But now, they have seen and hated both me and my Father."
            },
            {
                "verse_number": "25",
                "verse_text": "And all of this has happened to fulfill what is written in their Scriptures: They hated me for no reason."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;And I will send you the Divine Encourager from the very presence of my Father. He will come to you, the Spirit of Truth, emanating from the Father, and he will speak to you about me."
            },
            {
                "verse_number": "27",
                "verse_text": "And you will tell everyone the truth about me, for you have walked with me from the start.&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have told you this so that you would not surrender to confusion or doubt."
            },
            {
                "verse_number": "2",
                "verse_text": "For you will be excommunicated from the synagogues, and a time is coming when you will be put to death by misguided ones who will presume to be doing God a great service by putting you to death."
            },
            {
                "verse_number": "3",
                "verse_text": "And they will do these things because they don&quot;t know anything about the Father or me."
            },
            {
                "verse_number": "4",
                "verse_text": "I&quot;m telling you this now so that when their time comes you will remember that I foretold it. I didn&quot;t tell you this in the beginning because I was still with you."
            },
            {
                "verse_number": "5",
                "verse_text": "But now that I&quot;m about to leave you and go back to join the One who sent me, you need to be told. Yet, not one of you are asking me where I&quot;m going."
            },
            {
                "verse_number": "6",
                "verse_text": "Instead your hearts are filled with sadness because I&quot;ve told you these things."
            },
            {
                "verse_number": "7",
                "verse_text": "But here&quot;s the truth: It&quot;s to your advantage that I go away, for if I don&quot;t go away the Divine Encourager will not be released to you. But after I depart, I will send him to you."
            },
            {
                "verse_number": "8",
                "verse_text": "And when he comes, he will expose sin and prove that the world is wrong about God&quot;s righteousness and his judgments."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos; &quot;Sin,&quot; because they refuse to believe in who I am."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;God&quot;s &quot;righteousness,&quot; because I&quot;m going back to join the Father and you&quot;ll see me no longer."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;And &quot;judgment&quot; because the ruler of this dark world has already received his sentence."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;There is so much more I would like to say to you, but it&quot;s more than you can grasp at this moment."
            },
            {
                "verse_number": "13",
                "verse_text": "But when the truth-giving Spirit comes, he will unveil the reality of every truth within you. He won&quot;t speak on his own, but only what he hears from the Father, and he will reveal prophetically to you what is to come."
            },
            {
                "verse_number": "14",
                "verse_text": "He will glorify me on the earth, for he will receive from me what is mine and reveal it to you."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything that belongs to the Father belongs to me&ndash;that&quot;s why I say that the Divine Encourager will receive what is mine and reveal it to you."
            },
            {
                "verse_number": "16",
                "verse_text": "Soon you won&quot;t see me any longer, but then, after a little while, you will see me in a new way .&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Some of the disciples asked each other, &apos;What does he mean, &quot;Soon you won&quot;t see me,&quot; and, &quot;A little while after that and you will see me in a new way&quot;? And what does he mean, &quot;Because I&quot;m going to my Father&quot;?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So they kept on repeating, &apos;What&quot;s the meaning of &quot;a little while&quot;? We have no clue what he&quot;s talking about!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus knew what they were thinking, and it was obvious that they were anxious to ask him what he had meant, so he spoke up and said,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Let me make it quite clear: You will weep and be overcome with grief over what happens to me . The unbelieving world will be happy, while you will be filled with sorrow. But know this, your sadness will turn into joy when you see me again!"
            },
            {
                "verse_number": "21",
                "verse_text": "Just like a woman giving birth experiences intense labor pains in delivering her baby, yet after the child is born she quickly forgets what she went through because of the overwhelming joy of knowing that a new baby has been born into the world."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;So will you also pass through a time of intense sorrow when I am taken from you , but you will see me again! And then your hearts will burst with joy, with no one being able to take it from you!"
            },
            {
                "verse_number": "23",
                "verse_text": "For here is eternal truth: When that time comes you won&quot;t need to ask me for anything, but instead you will go directly to the Father and ask him for anything you desire and he will give it to you, because of your relationship with me."
            },
            {
                "verse_number": "24",
                "verse_text": "Until now you&quot;ve not been bold enough to ask the Father for a single thing in my name, but now you can ask, and keep on asking him! And you can be sure that you&quot;ll receive what you ask for, and your joy will have no limits!"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have spoken to you using figurative language, but the time is coming when I will no longer teach you with veiled speech, but I will teach you about the Father with your eyes unveiled."
            },
            {
                "verse_number": "26",
                "verse_text": "And I will not need to ask the Father on your behalf, for you&quot;ll ask him directly because of your new relationship with me."
            },
            {
                "verse_number": "27",
                "verse_text": "For the Father tenderly loves you, because you love me and believe that I&quot;ve come from God."
            },
            {
                "verse_number": "28",
                "verse_text": "I came to you sent from the Father&quot;s presence, and I entered into the created world, and now I will leave this world and return to the Father&quot;s side.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "His disciples said, &apos;At last you&quot;re speaking to us clearly and not using veiled speech and metaphors!"
            },
            {
                "verse_number": "30",
                "verse_text": "Now we understand that you know everything there is to know, and we don&quot;t need to question you further. And everything you&quot;ve taught us convinces us that you have come directly from God!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus replied, &apos;Now you finally believe in me."
            },
            {
                "verse_number": "32",
                "verse_text": "And the time has come when you will all be scattered, and each one of you will go your own way, leaving me alone! Yet I am never alone, for the Father is always with me."
            },
            {
                "verse_number": "33",
                "verse_text": "And everything I&quot;ve taught you is so that the peace which is in me will be in you and will give you great confidence as you rest in me. For in this unbelieving world you will experience trouble and sorrows, but you must be courageous, for I have conquered the world!&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "This is what Jesus prayed as he looked up into heaven, &apos;Father, the time has come. so that I will magnify your glory! over all people so that I may give the gift of eternal life to all those that you have given to me. and to know and experience Jesus Christ, as the Son whom you have sent. by faithfully doing everything you&quot;ve told me to do. that we shared together when we were face-to-face They were yours, and you gave them to me, and they have fastened your Word firmly to their hearts. I have passed on to them. They have received your words and carry them in their hearts. They are convinced that I have come from your presence, and they have fully believed that you sent me to represent you. but for those who belong to you, those you have given me. And all who belong to you now belong to me as well, to return and be with you, but my disciples will remain here. Holy Father, each one that you have given me, keep them in your name so that they will be united as one, even as we are one. I was guarding them and keeping them in your name. Not one of them is lost, so that the Scripture would be fulfilled. so that it is fulfilled in them and overflows. and that is why the unbelieving world hates them. For their allegiance is no longer to this world because I am not of this world. just as you commissioned me to represent you. so that they will live as fully dedicated to God but also for all those who will one day believe in me through their message. even as you and I, Father, are joined together as one. so that the world will recognize that you sent me. so that they will be joined together as one and the world will be convinced that you have sent me, for they will see that you love each one of them with the same passionate love that you have for me. Then they will see my full glory&ndash; the very splendor you have placed upon me because you have loved me even before the beginning of time. but the unbelieving world has never known you in the perfect way that I know you! also know that you have sent me! and I will continue to make you even more real to them, so that they may experience the same endless love that you have for me, for your love will now live in them, even as I live in them!&apos; Unveil the glorious splendor of your Son as the only true God, before the universe was created.&apos; and I have revealed you to the men and women that you gave to me. I&quot;m not asking on behalf of the unbelieving world, and my glory is revealed through their surrendered lives. except the one that was destined to be lost, I pray that they will experience and enter into my joyous delight in you but I ask that you guard their hearts from evil, and be made holy by your truth.&apos; I pray for them to become one with us and experience the same unity that we enjoy. so that they will experience perfect unity, to be with me where I am! And all those who believe in me"
            },
            {
                "verse_number": "2",
                "verse_text": "You have already given me authority"
            },
            {
                "verse_number": "3",
                "verse_text": "Eternal life means to know and experience you"
            },
            {
                "verse_number": "4",
                "verse_text": "I have glorified you on the earth"
            },
            {
                "verse_number": "5",
                "verse_text": "So my Father, restore me back to the glory"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Father, I have manifested who you really are"
            },
            {
                "verse_number": "7",
                "verse_text": "And now at last they know that everything I have is a gift from you,"
            },
            {
                "verse_number": "8",
                "verse_text": "And the very words you gave to me to speak"
            },
            {
                "verse_number": "9",
                "verse_text": "So with deep love, I pray for my disciples."
            },
            {
                "verse_number": "10",
                "verse_text": "For all who belong to me now belong to you."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Holy Father, I am about to leave this world"
            },
            {
                "verse_number": "12",
                "verse_text": "While I was with these that you have given me,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But now I am returning to you so Father,"
            },
            {
                "verse_number": "14",
                "verse_text": "I have given them your message"
            },
            {
                "verse_number": "15",
                "verse_text": "I am not asking that you remove them from the world,"
            },
            {
                "verse_number": "16",
                "verse_text": "For they no longer belong to this world any more than I do."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Your Word is truth! So make them holy by the truth."
            },
            {
                "verse_number": "18",
                "verse_text": "I have commissioned them to represent me"
            },
            {
                "verse_number": "19",
                "verse_text": "And now I dedicate myself to them as a holy sacrifice"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;And I ask not only for these disciples,"
            },
            {
                "verse_number": "21",
                "verse_text": "I pray for them all to be joined together as one"
            },
            {
                "verse_number": "22",
                "verse_text": "For the very glory you have given to me I have given them"
            },
            {
                "verse_number": "23",
                "verse_text": "You live fully in me and now I live fully in them"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Father, I ask that you allow everyone that you have given to me"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;You are my righteous Father,"
            },
            {
                "verse_number": "26",
                "verse_text": "I have revealed to them who you are"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus finished this prayer; he left with his disciples and went across the Kidron Valley to a place where there was a garden."
            },
            {
                "verse_number": "2",
                "verse_text": "Judas, the traitor, knew where this place was, for Jesus had gone there often with his disciples."
            },
            {
                "verse_number": "3",
                "verse_text": "The Pharisees and the leading priests had given Judas a large detachment of Roman soldiers and temple police to seize Jesus. Judas guided them to the garden, all of them carrying torches and lanterns and armed with swords and spears ."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus, knowing full well what was about to happen, went out to the garden entrance to meet them. Stepping forward, he asked, &apos;Who are you looking for?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Jesus of Nazareth,&apos; they replied. (Now Judas, the traitor, was among them.) He replied, &apos;I am he.&apos; As they stood up, they answered, &apos;Jesus of Nazareth.&apos; He denied it, saying, &apos;No! I&quot;m not!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And the moment Jesus spoke the words, &apos;I am he,&apos; the mob fell backward to the ground!"
            },
            {
                "verse_number": "7",
                "verse_text": "So once more, Jesus asked them, &apos;Who are you looking for?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus replied, &apos;I told you that I am the one you&quot;re looking for, so if you want me, let these men go home.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said this to fulfill the prophecy he had spoken, &apos;Father, not one of those you have given me has been lost.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Suddenly, Peter took out his sword and struck the high priest&quot;s servant, slashing off his right ear! The servant&quot;s name was Malchus."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus ordered Peter, &apos;Put your sword away! Do you really think I will avoid the suffering which my Father has assigned to me?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the soldiers and their captain, along with the Jewish officers, seized Jesus and tied him up."
            },
            {
                "verse_number": "13",
                "verse_text": "They took him first to Annas, as he was the father-in-law of Caiaphas, the high priest that year."
            },
            {
                "verse_number": "14",
                "verse_text": "Caiaphas was the one who had persuaded the Jewish leaders that it would be better off to have one person die for the sake of the people."
            },
            {
                "verse_number": "15",
                "verse_text": "Peter and another disciple followed along behind them as they took Jesus into the courtyard of Annas&quot; palace. Since the other disciple was well known to the high priest, he entered in,"
            },
            {
                "verse_number": "16",
                "verse_text": "but Peter was left standing outside by the gate. Then the other disciple came back out to the servant girl who was guarding the gate and convinced her to allow Peter inside."
            },
            {
                "verse_number": "17",
                "verse_text": "As he passed inside, the young servant girl guarding the gate took a look at Peter and said to him, &apos;Aren&quot;t you one of his disciples?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now because it was cold, the soldiers and guards made a charcoal fire and were standing around it to keep warm. So Peter huddled there with them around the fire."
            },
            {
                "verse_number": "19",
                "verse_text": "The high priest interrogated Jesus concerning his disciples and his teachings."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered Annas&quot; questions by saying, &apos;I have said nothing in secret. At all times I have taught openly and publicly in a synagogue, in the temple courts, and wherever the people assemble."
            },
            {
                "verse_number": "21",
                "verse_text": "Why would you ask me for evidence to condemn me? Ask those who have heard what I&quot;ve taught. They can tell you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Just then one of the guards standing near Jesus punched him in the face with his fist and said, &apos;How dare you answer the high priest like that!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;If my words are evil, then prove it. But if I haven&quot;t broken any laws, then why would you hit me?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Annas sent Jesus, still tied up, across the way to the high priest Caiaphas."
            },
            {
                "verse_number": "25",
                "verse_text": "Meanwhile, Peter was still standing in the courtyard by the fire. And one of the guards standing there said to him, &apos;Aren&quot;t you one of his disciples? I know you are!&apos; Peter swore and said, &apos;I am not his disciple!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But one of the servants of the high priest, a relative to the man whose ear Peter had cut off, looked at him and said, &apos;Wait! Didn&quot;t I see you out there in the garden with Jesus?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Peter denied it the third time and said, &apos;No!&apos;&ndash;and at that very same moment, a rooster crowed nearby."
            },
            {
                "verse_number": "28",
                "verse_text": "Before dawn they took Jesus from his trial before Caiaphas to the Roman governor&quot;s palace. Now the Jews refused to go into the Roman governor&quot;s residence to avoid ceremonial defilement before eating the Passover meal."
            },
            {
                "verse_number": "29",
                "verse_text": "So Pilate came outside where they waited and asked them pointedly, &apos;Tell me, what exactly is the accusation that you bring against this man? What has he done?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They answered, &apos;We wouldn&quot;t be coming here to hand over this &quot;criminal&quot; to you if he wasn&quot;t guilty of some wrongdoing!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Pilate said, &apos;Very well, then you take him yourselves and go pass judgment on him according to your Jewish laws!&apos; But the Jewish leaders complained and said, &apos;We don&quot;t have legal authority to put anyone to death. You should have him crucified !&apos; &apos;You are right.&apos; Jesus said, &apos;I was born a King, and I have come into this world to prove what truth really is. And everyone who loves the truth will receive my words.&apos; As silence filled the room, Pilate went back out to where the Jewish leaders were waiting and said to them, &apos;He&quot;s not guilty. I couldn&quot;t even find one fault with him."
            },
            {
                "verse_number": "32",
                "verse_text": "(This was to fulfill the words of Jesus when he predicted the manner of death that he would die.)"
            },
            {
                "verse_number": "33",
                "verse_text": "Upon hearing this, Pilate went back inside his palace and summoned Jesus. Looking him over, Pilate asked him, &apos;Are you really the king of the Jews?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, &apos;Are you asking because you really want to know, or are you only asking this because others have said it about me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Pilate responded, &apos;Only a Jew would care about this; do I look like a Jew? It&quot;s your own people and your religious leaders that have handed you over to me. So tell me, Jesus, what have you done wrong?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus looked at Pilate and said, &apos;The royal power of my kingdom realm doesn&quot;t come from this world. If it did, then my followers would be fighting to the end to defend me from the Jewish leaders. My kingdom realm authority is not from this realm.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then Pilate responded, &apos;Oh, so then you are a king?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Pilate looked at Jesus and said, &apos;What is truth?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Now, you do know that we have a custom that I release one prisoner every year at Passover&ndash;shall I release your king&ndash;the king of the Jews?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "They shouted out over and over, &apos;No, not him! Give us Barabbas!&apos; (Now Barabbas was a robber and a troublemaker.)"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Pilate ordered Jesus to be brutally beaten with a whip of leather straps embedded with metal."
            },
            {
                "verse_number": "2",
                "verse_text": "And the soldiers also wove thorn-branches into a crown and set it on his head and placed a purple robe over his shoulders."
            },
            {
                "verse_number": "3",
                "verse_text": "Then, one by one, they came in front of him to mock him by saying, &apos;Hail, to the king of the Jews!&apos; And one after the other, they repeatedly punched him in the face."
            },
            {
                "verse_number": "4",
                "verse_text": "Once more Pilate went out and said to the Jewish officials, &apos;I will bring him out once more so that you know that I&quot;ve found nothing wrong with him.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So when Jesus emerged, bleeding , wearing the purple robe and the crown of thorns on his head, Pilate said to them, &apos;Look at him! Here is your man!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "No sooner did the high priests and the temple guards see Jesus that they all shouted in a frenzy, &apos;Crucify him! Crucify him!&apos; Pilate replied, &apos;You take him then and nail him to a cross yourselves! I told you&ndash;he&quot;s not guilty! I find no reason to condemn him.&apos; Then Pilate said to the Jewish officials, &apos;Look! Here is your king!&apos; Pilate replied, &apos;Shall I nail your king to a cross?&apos; The high priests answered, &apos;We have no other king but Caesar!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Jewish leaders shouted back, &apos;But we have the Law! And according to our Law, he must die, because he claimed to be the Son of God!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Pilate was greatly alarmed when he heard that Jesus claimed to be the Son of God!"
            },
            {
                "verse_number": "9",
                "verse_text": "So he took Jesus back inside and said to him, &apos;Where have you come from?&apos; But once again, silence filled the room."
            },
            {
                "verse_number": "10",
                "verse_text": "Perplexed, Pilate said, &apos;Are you going to play deaf? Don&quot;t you know that I have the power to grant you your freedom or nail you to a tree?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;You would have no power over me at all, unless it was given to you from above. This is why the one who betrayed me is guilty of an even greater sin.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "From then on Pilate tried to find a way out of the situation and to set him free, but the Jewish authorities shouted him down: &apos;If you let this man go, you&quot;re no friend of Caesar! Anyone who declares himself a king is an enemy of the emperor!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So when Pilate heard this threat, he relented and had Jesus, who was torn and bleeding , brought outside. Then he went up the elevated stone platform and took his seat on the judgment bench&ndash;which in Aramaic is called Gabbatha, or &apos;The Bench.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And it was now almost noon. And it was the same day they were preparing to slay the Passover lambs."
            },
            {
                "verse_number": "15",
                "verse_text": "But they screamed out, &apos;Take him away! Take him away and crucify him!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Pilate handed Jesus over to them. So the soldiers seized him and took him away to be crucified."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus carried his own cross out of the city to the place called &apos;The Skull,&apos; which in Aramaic is Golgotha."
            },
            {
                "verse_number": "18",
                "verse_text": "And there they nailed him to the cross. He was crucified, along with two others, one on each side with Jesus in the middle."
            },
            {
                "verse_number": "21",
                "verse_text": "But the chief priests of the Jews said to Pilate, &apos;You must change the sign! Don&quot;t let it say, &quot;King of the Jews,&quot; but rather&ndash;&quot;he claimed to be the King of the Jews!&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate responded, &apos;What I have written will remain!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Now when the soldiers crucified Jesus, they divided up his clothes into four shares, one for each of them. But his tunic was seamless, woven from the top to the bottom as a single garment."
            },
            {
                "verse_number": "24",
                "verse_text": "So the soldiers said to each other, &apos;Don&quot;t tear it&ndash;let&quot;s throw dice to see who gets it!&apos; The soldiers did all of this not knowing they fulfilled the Scripture that says, &apos;They divided my garments among them and gambled for my clothing.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Mary, Jesus&quot; mother, was standing next to his cross, along with Mary&quot;s sister, Mary the wife of Clopas, and Mary Magdalene."
            },
            {
                "verse_number": "26",
                "verse_text": "So when Jesus looked down and saw the disciple he loved standing with her, he said, &apos;Mother, look&ndash;John will be a son to you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said, &apos; John, look&ndash;she will be a mother to you!&apos; From that day on, John accepted Mary into his home as one of his own family ."
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus knew that his mission was accomplished, and to fulfill the Scripture, Jesus said: &apos;I am thirsty.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "A jar of sour wine was sitting nearby, so they soaked a sponge with it and put it on the stalk of hyssop and raised it to his lips."
            },
            {
                "verse_number": "30",
                "verse_text": "When he had sipped the sour wine, he said, &apos;It is finished, my bride!&apos; Then he bowed his head and surrendered his spirit to God."
            },
            {
                "verse_number": "31",
                "verse_text": "The Jewish leaders did not want the bodies of the victims to remain on the cross through the next day, since it was the day of preparation for a very important Sabbath. So they asked Pilate&quot;s permission to have the victims&quot; legs broken to hasten their death and their bodies taken down before sunset."
            },
            {
                "verse_number": "32",
                "verse_text": "So the soldiers broke the legs of the two men who were nailed there."
            },
            {
                "verse_number": "33",
                "verse_text": "But when they came to Jesus, they realized that he had already died, so they decided not to break his legs."
            },
            {
                "verse_number": "34",
                "verse_text": "But one of the soldiers took a spear and pierced Jesus&quot; side, and blood and water gushed out."
            },
            {
                "verse_number": "35",
                "verse_text": "(I, John, do testify to the certainty of what took place, and I write the truth so that you might also believe.)"
            },
            {
                "verse_number": "36",
                "verse_text": "For all these things happened to fulfill the prophecies of the Scriptures: &apos;Not one of his bones will be broken,&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "and, &apos;They will gaze on the one they have pierced!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "After this, Joseph from the city of Ramah, who was a secret disciple of Jesus for fear of the Jewish authorities, asked Pilate if he could remove the body of Jesus. So Pilate granted him permission to remove the body from the cross."
            },
            {
                "verse_number": "39",
                "verse_text": "Now Nicodemus, who had once come to Jesus privately at night, accompanied Joseph, and together they carried a significant amount of myrrh and aloes to the cross."
            },
            {
                "verse_number": "40",
                "verse_text": "Then they took Jesus&quot; body and wrapped it in strips of linen with the embalming spices according to the Jewish burial customs."
            },
            {
                "verse_number": "41",
                "verse_text": "Near the place where Jesus was crucified was a garden, and in the garden there was a new tomb where no one had yet been laid to rest."
            },
            {
                "verse_number": "42",
                "verse_text": "And because the Sabbath was approaching, and the tomb was nearby, that&quot;s where they laid the body of Jesus."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Very early Sunday morning, before sunrise, Mary Magdalene made her way to the tomb. And when she arrived she discovered that the stone that sealed the entrance to the tomb was moved away!"
            },
            {
                "verse_number": "2",
                "verse_text": "So she went running as fast as she could to go tell Peter and the other disciple, the one Jesus loved. She told them, &apos;They&quot;ve taken the Lord&quot;s body from the tomb, and we don&quot;t know where he is!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Peter and the other disciple jumped up and ran to the tomb to go see for themselves."
            },
            {
                "verse_number": "4",
                "verse_text": "They started out together, but the other disciple outran Peter and reached the tomb first."
            },
            {
                "verse_number": "5",
                "verse_text": "He didn&quot;t enter the tomb, but peeked in, and saw only the linen cloths lying there."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Peter came behind him and went right into the tomb. He too noticed the linen cloths lying there,"
            },
            {
                "verse_number": "7",
                "verse_text": "but the burial cloth that had been on Jesus&quot; head had been rolled up and placed separate from the other cloths."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the other disciple who had reached the tomb first went in, and after one look, he believed!"
            },
            {
                "verse_number": "9",
                "verse_text": "For until then they hadn&quot;t understood the Scriptures that prophesied that he was destined to rise from the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "Puzzled, Peter and the other disciple then left and went back to their homes."
            },
            {
                "verse_number": "11",
                "verse_text": "Mary arrived back at the tomb , broken and sobbing. She stooped to peer inside, and through her tears"
            },
            {
                "verse_number": "12",
                "verse_text": "she saw two angels in dazzling white robes, sitting where Jesus&quot; body had been laid&ndash;one at the head and one at the feet!"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Dear woman, why are you crying?&apos; they asked. Mary answered, &apos;They have taken away my Lord, and I don&quot;t know where they&quot;ve laid him.&apos; Mary answered, thinking he was only the gardener, &apos;Sir, if you have taken his body somewhere else, tell me, and I will go and . . .&apos; Turning to face him, she said, &apos;Rabboni!&apos; (Aramaic for &apos;My teacher!&apos;)"
            },
            {
                "verse_number": "14",
                "verse_text": "Then she turned around to leave, and there was Jesus standing in front of her, but she didn&quot;t realize that it was him!"
            },
            {
                "verse_number": "15",
                "verse_text": "He said to her, &apos;Dear woman, why are you crying? Who are you looking for?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Mary,&apos; Jesus interrupted her."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus cautioned her, &apos;Mary, don&quot;t cling to me, for I haven&quot;t yet ascended to God, my Father. And he&quot;s not only my Father and God, but now he&quot;s your Father and your God! Now go to my brothers and tell them what I&quot;ve told you, that I am ascending to my Father&ndash;and your Father, to my God&ndash;and your God!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Mary Magdalene left to inform the disciples of her encounter with Jesus. &apos;I have seen the Lord!&apos; she told them. And she gave them his message."
            },
            {
                "verse_number": "19",
                "verse_text": "That evening, the disciples gathered together, and because they were afraid of reprisals from the Jewish leaders, they had locked the doors. But suddenly Jesus appeared among them and said, &apos;Peace to you!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he showed them the wounds of his hands and his side&ndash;they were overjoyed to see the Lord with their own eyes!"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus repeated his greeting, &apos;Peace to you!&apos; And he told them, &apos;Just as the Father has sent me, I&quot;m now sending you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then, taking a deep breath, he blew on them and said, &apos;Receive the Holy Spirit."
            },
            {
                "verse_number": "23",
                "verse_text": "I send you to preach the forgiveness of sins&ndash;and people&quot;s sins will be forgiven. But if you don&quot;t proclaim the forgiveness of their sins, they will remain guilty.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "One of the twelve wasn&quot;t present when Jesus appeared to them&ndash;it was Thomas, whose nickname was &apos;the Twin.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So the disciples informed him, &apos;We have seen the Lord with our own eyes!&apos; Still unconvinced, Thomas replied, &apos;There&quot;s no way I&quot;m going to believe this unless I personally see the wounds of the nails in his hands, touch them with my finger, and put my hand into the wound of his side where he was pierced!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then eight days later, Thomas and all the others were in the house together. And even though all the doors were locked, Jesus suddenly stood before them! &apos;Peace to you,&apos; he said."
            },
            {
                "verse_number": "27",
                "verse_text": "Then, looking into Thomas&quot; eyes, he said, &apos;Put your finger here in the wounds of my hands. Here&ndash;put your hand into my wounded side and see for yourself. Thomas, don&quot;t give in to your doubts any longer, just believe!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the words spilled out of his heart&ndash;&apos;You are my Lord, and you are my God!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus responded, &apos;Thomas, now that you&quot;ve seen me, you believe. But there are those who have never seen me with their eyes but have believed in me with their hearts, and they will be blessed even more!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus went on to do many more miraculous signs in the presence of his disciples, which are not even included in this book."
            },
            {
                "verse_number": "31",
                "verse_text": "But all that is recorded here is so that you will fully believe that Jesus is the Anointed One, the Son of God, and that through your faith in him you will experience eternal life by the power of his name!"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Later, Jesus appeared once again to a group of his disciples by Lake Galilee."
            },
            {
                "verse_number": "2",
                "verse_text": "It happened one day while Peter, Thomas (the Twin), Nathanael (from Cana in Galilee), Jacob, John, and two other disciples were all together."
            },
            {
                "verse_number": "3",
                "verse_text": "Peter told them, &apos;I&quot;m going fishing.&apos; And they all replied, &apos;We&quot;ll go with you.&apos; So they went out and fished through the night, but caught nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "Then at dawn, Jesus was standing there on the shore, but the disciples didn&quot;t realize that it was him!"
            },
            {
                "verse_number": "5",
                "verse_text": "He called out to them, saying, &apos;Hey guys! Did you catch any fish?&apos; &apos;Not a thing,&apos; they replied. And not one of the disciples needed to ask who it was, because every one of them knew it was the Lord. Peter answered, &apos;Yes, Lord! You know that I have great affection for you!&apos; Peter answered, &apos;Yes, my Lord! You know that I have great affection for you!&apos; &apos;Then take care of my sheep,&apos; Jesus said. Jesus replied, &apos;Then feed my lambs!"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus shouted to them, &apos;Throw your net over the starboard side, and you&quot;ll catch some!&apos; And so they did as he said, and they caught so many fish they couldn&quot;t even pull in the net!"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the disciple whom Jesus loved said to Peter, &apos;It&quot;s the Lord!&apos; When Peter heard him say that, he quickly wrapped his outer garment around him, and because he was athletic, he dove right into the lake to go to Jesus!"
            },
            {
                "verse_number": "8",
                "verse_text": "The other disciples then brought the boat to shore, dragging their catch of fish. They weren&quot;t far from land, only about a hundred meters."
            },
            {
                "verse_number": "9",
                "verse_text": "And when they got to shore, they noticed a charcoal fire with some roasted fish and bread."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said, &apos;Bring some of the fish you just caught.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Peter waded into the water and helped pull the net to shore. It was full of many large fish, exactly one hundred and fifty-three, but even with so many fish, the net was not torn."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Come, let&quot;s have some breakfast,&apos; Jesus said to them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus came close to them and served them the bread and the fish."
            },
            {
                "verse_number": "14",
                "verse_text": "This was the third time Jesus appeared to his disciples after his resurrection."
            },
            {
                "verse_number": "15",
                "verse_text": "After they had breakfast, Jesus said to Peter, &apos;Simon, son of Jonah, do you burn with love for me more than these?&apos; &apos;Then take care of my lambs,&apos; Jesus said. Peter was saddened by being asked the third time and said, &apos;My Lord, you know everything. You know that I burn with love for you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus repeated his question the second time, &apos;Simon, son of Jonah, do you burn with love for me?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus asked him again, &apos;Peter, son of Jonah, do you have great affection for me?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Peter, listen, when you were younger you made your own choices and you went where you pleased. But one day when you are old, others will tie you up and escort you where you would not choose to go&ndash;and you will spread out your arms.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "(Jesus said this to Peter as a prophecy of what kind of death he would die, for the glory of God.) And then he said, &apos;Peter, follow me!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Peter turned and saw that the disciple whom Jesus loved was following them. (This was the disciple who sat close to Jesus at the Last Supper and had asked him, &apos;Lord, who is the one that will betray you?&apos;)"
            },
            {
                "verse_number": "21",
                "verse_text": "So when Peter saw him, he asked Jesus, &apos;What&quot;s going to happen to him?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus replied, &apos;If I decide to let him live until I return, what concern is that of yours? You must still keep on following me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the rumor started to circulate among the believers that this disciple wasn&quot;t going to die. But Jesus never said that, he only said, &apos;If I let him live until I return, what concern is that of yours?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "I, John, am that disciple who has written these things to testify of the truth, and we know that what I&quot;ve documented is accurate."
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus did countless things that I haven&quot;t included here. And if every one of his works were written down and described one by one , I suppose that the world itself wouldn&quot;t have enough room to contain the books that would have to be written!"
            }
        ]
    }
}