{
    "Proverbs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Here are kingdom revelations, words to live by, and words of wisdom given to empower you to reign in life, written as proverbs by Israel&quot;s King Solomon, David&quot;s son. to demonstrate wisdom in every relationship when we live in obedient devotion to God. Stubborn know-it-alls will never stop to do this, and never forget your mother&quot;s instructions. and giving you reins to guide your decisions. its lyrics can always be heard above the din of the crowd. and refused to worship me in awe &ndash; Your self-satisfied smugness will kill you."
            },
            {
                "verse_number": "2",
                "verse_text": "Within these sayings will be found the revelation of wisdom and the impartation of spiritual understanding. Use them as keys to unlock the treasures of true knowledge. and to choose what is right and just and fair. to teach the immature and make them wise, to give youth the understanding of their design and destiny. and for those with discernment, you will be able to acquire brilliant strategies for leadership. to unveil the deeper meaning of parables, poetic riddles, and epigrams, and to unravel the words and enigmas of the wise. for they scorn true wisdom and knowledge. adorning you with grace-filled thoughts and sinners invite you to join in, you must simply say, &apos;No!&apos; &apos;We&quot;re going to steal and kill and get away with it. We&quot;ll swallow them up alive and take what we want from whomever we want. Take your chance with us. We&quot;ll divide up all we get; we&quot;ll each end up with big bags of cash!&apos;&ndash; but eventually it will be their own lives that are ambushed. they bring destruction on their own lives. and celebrated far and wide. But in the hustle and bustle of everyday life You will hear wisdom&quot;s warning as she preaches courageously to those who stop to listen: How much longer will you mock wisdom, you cynical scorners who fight the facts? Don&quot;t even think about refusing my rebuke! Don&quot;t you know that I&quot;m ready to pour out my spirit of wisdom upon you and bring to you the revelation of my words that will make your heart wise? still you refuse to come to me. I&quot;ve pleaded with you again and again, yet you&quot;ve turned a deaf ear to my voice. and have insisted on continuing in your stubbornness, and will turn away from you at the time of your disaster. Make a joke of my advice, will you? Then I&quot;ll make a joke out of you! when dread and distress consume you and your catastrophe comes like a hurricane, Then it will be too late to expect my help. When desperation drives you to search for me, I will be nowhere to be found. and closed your eyes to the facts and laughed at my correction&ndash; You&quot;ve made your own bed; now lie in it! So how do you like that? and chosen destruction instead. will live undisturbed in a heavenly peace. Free from fear, confident and courageous, that one will rest unafraid and sheltered from the storms of life.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Those who cling to these words will receive discipline"
            },
            {
                "verse_number": "4",
                "verse_text": "These proverbs will give you great skill"
            },
            {
                "verse_number": "5",
                "verse_text": "For the wise, these proverbs will make you even wiser,"
            },
            {
                "verse_number": "6",
                "verse_text": "These kingdom revelations will break open your understanding"
            },
            {
                "verse_number": "7",
                "verse_text": "We cross the threshold of true knowledge"
            },
            {
                "verse_number": "8",
                "verse_text": "Pay close attention, my child, to your father&quot;s wise words"
            },
            {
                "verse_number": "9",
                "verse_text": "For their insight will bring you success,"
            },
            {
                "verse_number": "10",
                "verse_text": "When peer pressure compels you to go with the crowd"
            },
            {
                "verse_number": "11",
                "verse_text": "When the gang says&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "We&quot;ll take down the rich and rob them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then we&quot;ll take their treasures and fill our homes with loot."
            },
            {
                "verse_number": "14",
                "verse_text": "So come on and join us."
            },
            {
                "verse_number": "15",
                "verse_text": "my son, refuse to go with them and stay far away from them."
            },
            {
                "verse_number": "16",
                "verse_text": "For crime is their way of life and bloodshed their specialty."
            },
            {
                "verse_number": "17",
                "verse_text": "To be aware of their snare is the best way of escape."
            },
            {
                "verse_number": "18",
                "verse_text": "They&quot;ll resort to murder to steal their victim&quot;s assets,"
            },
            {
                "verse_number": "19",
                "verse_text": "In their ungodly disrespect for God"
            },
            {
                "verse_number": "20",
                "verse_text": "Wisdom&quot;s praises are sung in the streets"
            },
            {
                "verse_number": "21",
                "verse_text": "Yet wisdom&quot;s song is not always heard in the halls of higher learning."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Foolish ones, how much longer will you cling to your deception?"
            },
            {
                "verse_number": "23",
                "verse_text": "Come back to your senses and be restored to reality."
            },
            {
                "verse_number": "24",
                "verse_text": "I&quot;ve called to you over and over;"
            },
            {
                "verse_number": "25",
                "verse_text": "Because you have laughed at my counsel"
            },
            {
                "verse_number": "26",
                "verse_text": "I will laugh when your calamity comes"
            },
            {
                "verse_number": "27",
                "verse_text": "When the storm clouds of terror gather over your head,"
            },
            {
                "verse_number": "28",
                "verse_text": "you will cry out to me, but I won&quot;t answer."
            },
            {
                "verse_number": "29",
                "verse_text": "Because you have turned up your nose at me"
            },
            {
                "verse_number": "30",
                "verse_text": "because you scoffed at my wise counsel"
            },
            {
                "verse_number": "31",
                "verse_text": "now you will eat the bitter fruit of your own ways."
            },
            {
                "verse_number": "32",
                "verse_text": "Like an idiot you&quot;ve turned away from me"
            },
            {
                "verse_number": "33",
                "verse_text": "But the one who always listens to me"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My child, will you treasure my wisdom? Then, and only then, will you acquire it. And only if you accept my advice and hide it within will you succeed. and open your spirit wide to expand your discernment&ndash; searching in hidden places for cherished treasure, and find the true knowledge of God. and every word he speaks is full of revelation He becomes your personal bodyguard as you follow his ways, protecting and guarding you as you choose what is right. and be empowered to make the right decisions as you walk into your destiny. true pleasure enters your soul. divine design will watch over you and understanding will protect you from making poor choices. and from those who speak duplicities. and walk in the ways of darkness. and thoroughly enjoy a lifestyle of sin. wandering away into deeper deception. of the promiscuous woman&ndash; she&quot;s such a smooth-talking seductress! will never come back to the place they were&ndash; they will find nothing but desolation and despair. will lose not only all they could have had, but even their own souls!"
            },
            {
                "verse_number": "2",
                "verse_text": "So train your heart to listen when I speak then pass it on to your sons and daughters. and becomes a fountain of understanding within you. made accessible to his godly ones. and will inherit their destinies."
            },
            {
                "verse_number": "3",
                "verse_text": "Yes, cry out for comprehension and intercede for insight."
            },
            {
                "verse_number": "4",
                "verse_text": "For if you keep seeking it like a man would seek for sterling silver,"
            },
            {
                "verse_number": "5",
                "verse_text": "then you will discover the fear of the Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "Wisdom is a gift from a generous God,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then you will discover all that is just, proper, and fair,"
            },
            {
                "verse_number": "10",
                "verse_text": "When wisdom wins your heart and revelation breaks in,"
            },
            {
                "verse_number": "11",
                "verse_text": "If you choose to follow good counsel,"
            },
            {
                "verse_number": "12",
                "verse_text": "It will rescue you from evil in disguise"
            },
            {
                "verse_number": "13",
                "verse_text": "For they have left the paths of righteousness"
            },
            {
                "verse_number": "14",
                "verse_text": "They take pleasure when evil prospers"
            },
            {
                "verse_number": "15",
                "verse_text": "But they&quot;re walking on a path to nowhere,"
            },
            {
                "verse_number": "16",
                "verse_text": "Only wisdom can save you from the flattery"
            },
            {
                "verse_number": "17",
                "verse_text": "She left her husband and has forgotten her wedding vows."
            },
            {
                "verse_number": "18",
                "verse_text": "You&quot;ll find her house on the road to hell,"
            },
            {
                "verse_number": "19",
                "verse_text": "and all the men who go through her doors"
            },
            {
                "verse_number": "20",
                "verse_text": "Follow those who follow wisdom and stay on the right path."
            },
            {
                "verse_number": "21",
                "verse_text": "For all my godly lovers will enjoy life to the fullest"
            },
            {
                "verse_number": "22",
                "verse_text": "But the treacherous ones who love darkness"
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "Hold on to loyal love and don&quot;t let go, Let your life be shaped by integrity, and he will lead you wherever you go. your body and spirit long for. for they have obtained living-understanding. and wealth and promotion in the other. and her words release both law and mercy. always drawing you into the place of wholeness. for she is the healing tree of life to those who taste her fruits. By his living-understanding all the universe came into being. as the mist of the night dripped down from heaven. to walk in wisdom and to discover your purpose. and inspire you to do what&quot;s right; Nor will the disrespectful be able to push you aside, keeping your heart at rest in every situation. when you have the ability to pay? Just do it! Is that a chip on your shoulder? and will hear his intimate secrets. but God&quot;s grace and favor flow to the meek."
            },
            {
                "verse_number": "4",
                "verse_text": "That&quot;s how you will find favor and understanding"
            },
            {
                "verse_number": "5",
                "verse_text": "Trust in the Lord completely,"
            },
            {
                "verse_number": "6",
                "verse_text": "Become intimate with him in whatever you do,"
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t think for a moment that you know it all,"
            },
            {
                "verse_number": "8",
                "verse_text": "Then you will find the healing refreshment"
            },
            {
                "verse_number": "9",
                "verse_text": "Glorify God with all your wealth,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then every dimension of your life will overflow with blessings"
            },
            {
                "verse_number": "11",
                "verse_text": "My child, when the Lord God speaks to you,"
            },
            {
                "verse_number": "12",
                "verse_text": "For the Father&quot;s discipline comes only"
            },
            {
                "verse_number": "13",
                "verse_text": "Blessings pour over the ones who find wisdom,"
            },
            {
                "verse_number": "14",
                "verse_text": "As wisdom increases, a great treasure is imparted,"
            },
            {
                "verse_number": "15",
                "verse_text": "It is a more valuable commodity than gold and gemstones,"
            },
            {
                "verse_number": "16",
                "verse_text": "Wisdom extends to you long life in one hand"
            },
            {
                "verse_number": "17",
                "verse_text": "The ways of wisdom are sweet,"
            },
            {
                "verse_number": "18",
                "verse_text": "Seeking for her brings the discovery of untold blessings,"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord laid the earth&quot;s foundations with wisdom&quot;s blueprints."
            },
            {
                "verse_number": "20",
                "verse_text": "By his divine revelation he broke open"
            },
            {
                "verse_number": "21",
                "verse_text": "My child, never drift off course from these two goals for your life:"
            },
            {
                "verse_number": "22",
                "verse_text": "For they strengthen you inside and out"
            },
            {
                "verse_number": "23",
                "verse_text": "They give you living hope to guide you,"
            },
            {
                "verse_number": "24",
                "verse_text": "You will sleep like a baby, safe and sound&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "You will not be subject to terror, for it will not terrify you."
            },
            {
                "verse_number": "26",
                "verse_text": "because God is your confidence in times of crisis,"
            },
            {
                "verse_number": "27",
                "verse_text": "Why would you withhold payment on your debt"
            },
            {
                "verse_number": "28",
                "verse_text": "When your friend comes to ask you for a favor,"
            },
            {
                "verse_number": "29",
                "verse_text": "Why would you hold a grudge in your heart"
            },
            {
                "verse_number": "30",
                "verse_text": "And why would you quarrel with those"
            },
            {
                "verse_number": "31",
                "verse_text": "Don&quot;t act like those bullies or learn their ways."
            },
            {
                "verse_number": "32",
                "verse_text": "Every violent thug is despised by the Lord,"
            },
            {
                "verse_number": "33",
                "verse_text": "The wicked walk under God&quot;s constant curse,"
            },
            {
                "verse_number": "34",
                "verse_text": "If you walk with the mockers you will learn to mock,"
            },
            {
                "verse_number": "35",
                "verse_text": "Stubborn fools fill their lives with disgrace,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Listen to my correction, my sons, for I speak to you as your father. and cherished by my mother&ndash;their beloved child. If you do everything that I teach you, you will reign in life.&apos; She will rescue all those who passionately listen to her voice. and wisdom&quot;s glory will wrap itself around you, until they&quot;re drunk on the wine of wickedness. until they penetrate deep into your spirit. for from there flows the wellspring of life. ignore life&quot;s distractions . Let discernment enter your heart and you will grow wise with the understanding I impart. so remain faithful to my instruction. &apos;Never forget my words. search for the revelation of life&quot;s meaning. Don&quot;t let what I say go in one ear and out the other. protecting you throughout your days. Revelation-knowledge is what you need&ndash;so invest in it! She will lead you to honor and favor when you live your life by her insights. making you victorious in the race. and embrace what I say, you will live a long and happy life full of understanding in every way. pointing you to the path of integrity. and you will never stumble as you walk along the way. for wisdom will snap you back into place&ndash; her words will be invigorating life to you. They are not satisfied until they have brought someone harm. and their way shines brighter and brighter until the perfect day. like those who travel in fog, and yet don&quot;t have a clue why they keep stumbling! and pay attention to all that I have to say. they will impart true life and radiant health into the very core of your being. for they affect all that you are. Pay attention to the welfare of your innermost being, Be free from using perverse words no matter what! With fixed purpose, looking straight ahead, Stick to the path of truth, and the road will be safe and smooth before you. or take the detour that leads to darkness."
            },
            {
                "verse_number": "2",
                "verse_text": "My revelation-truth is a gift to you,"
            },
            {
                "verse_number": "3",
                "verse_text": "For I, too, was once the delight of my father"
            },
            {
                "verse_number": "4",
                "verse_text": "Then my father taught me, saying,"
            },
            {
                "verse_number": "5",
                "verse_text": "So make wisdom your quest&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Stick with wisdom and she will stick to you,"
            },
            {
                "verse_number": "7",
                "verse_text": "Wisdom is the most valuable commodity&ndash;so buy it!"
            },
            {
                "verse_number": "8",
                "verse_text": "Wisdom will exalt you when you exalt her truth."
            },
            {
                "verse_number": "9",
                "verse_text": "You will be adorned with beauty and grace,"
            },
            {
                "verse_number": "10",
                "verse_text": "My son, if you will take the time to stop and listen to me"
            },
            {
                "verse_number": "11",
                "verse_text": "I have taken you by the hand in wisdom&quot;s ways,"
            },
            {
                "verse_number": "12",
                "verse_text": "Your progress will have no limits when you come along with me,"
            },
            {
                "verse_number": "13",
                "verse_text": "So receive my correction no matter how hard it is to swallow,"
            },
            {
                "verse_number": "14",
                "verse_text": "Do not detour into darkness or even set foot on that path."
            },
            {
                "verse_number": "15",
                "verse_text": "Stay away from it; don&quot;t even go there!"
            },
            {
                "verse_number": "16",
                "verse_text": "For troublemakers are restless if they are not involved in evil."
            },
            {
                "verse_number": "17",
                "verse_text": "They feed on darkness and drink"
            },
            {
                "verse_number": "18",
                "verse_text": "But the lovers of God walk on the highway of light,"
            },
            {
                "verse_number": "19",
                "verse_text": "But the wicked walk in thick darkness,"
            },
            {
                "verse_number": "20",
                "verse_text": "Listen carefully, my dear child, to everything that I teach you,"
            },
            {
                "verse_number": "21",
                "verse_text": "Fill your thoughts with my words"
            },
            {
                "verse_number": "22",
                "verse_text": "Then, as you unwrap my words,"
            },
            {
                "verse_number": "23",
                "verse_text": "So above all, guard the affections of your heart,"
            },
            {
                "verse_number": "24",
                "verse_text": "Avoid dishonest speech and pretentious words."
            },
            {
                "verse_number": "25",
                "verse_text": "Set your gaze on the path before you."
            },
            {
                "verse_number": "26",
                "verse_text": "Watch where you&quot;re going!"
            },
            {
                "verse_number": "27",
                "verse_text": "Don&quot;t allow yourself to be sidetracked for even a moment"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Listen to me, my son, for I know what I&quot;m talking about. Listen carefully to my advice and then the words you speak will express what you&quot;ve learned. and her smooth words are like music in your ears. For the sting of your sin will pierce your soul like a sword. Yes, she will take you with her where you don&quot;t want to go, sliding down a slippery road and not even realizing where the two of you will end up! and don&quot;t forget this one thing I&quot;m telling you&ndash; run away from her as fast as you can! unless you want to fall into her seduction. and all your remaining years will be squandered&ndash; while the labors of your house go to someone else? &apos;If only I had listened to wisdom&quot;s voice and not stubbornly demanded my own way, because my heart hated to be told what to do! Why was I so stupid to think that I could get away with it? I&quot;m paying the price&ndash; Drink from her well of pleasure and from no other. or with anyone other than her? as you take joy and pleasure in the wife of your youth. Be continually delighted and ravished with her love! as he observes every single habit you have. and that the scars of your own conscience don&quot;t become the ropes that tie you up. for their foolish ways lead them astray, carrying them away as hostages&ndash; kidnapped captives robbed of destiny ."
            },
            {
                "verse_number": "2",
                "verse_text": "so that wisdom and discernment will enter your heart,"
            },
            {
                "verse_number": "3",
                "verse_text": "Remember this: The lips of a seductress seem sweet like honey, In the end all you&quot;ll be left with is a bitter conscience. and lead you straight to hell. given over to the cruel one. as sexually transmitted diseases consume your body. for the people of the congregation are now my judges.&apos; and let her embrace intoxicate you at all times. by embracing a woman who is not yours?"
            },
            {
                "verse_number": "4",
                "verse_text": "But I promise you this:"
            },
            {
                "verse_number": "5",
                "verse_text": "She will ruin your life, drag you down to death,"
            },
            {
                "verse_number": "6",
                "verse_text": "She has prevented many from considering the paths of life."
            },
            {
                "verse_number": "7",
                "verse_text": "Listen to me, young men,"
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t even go near the door of her house"
            },
            {
                "verse_number": "9",
                "verse_text": "In disgrace you will relinquish your honor to another,"
            },
            {
                "verse_number": "10",
                "verse_text": "Why would you let strangers take away your strength"
            },
            {
                "verse_number": "11",
                "verse_text": "For when you grow old you will groan in anguish and shame"
            },
            {
                "verse_number": "12",
                "verse_text": "And then finally you&quot;ll admit that you were wrong and say,"
            },
            {
                "verse_number": "13",
                "verse_text": "Why didn&quot;t I take seriously the warning of my wise counselors?"
            },
            {
                "verse_number": "14",
                "verse_text": "Now I&quot;m totally disgraced and my life is ruined!"
            },
            {
                "verse_number": "15",
                "verse_text": "My son, share your love with your wife alone."
            },
            {
                "verse_number": "16",
                "verse_text": "Why would you have sex with a stranger"
            },
            {
                "verse_number": "17",
                "verse_text": "Reserve this pleasure for you and her alone and do not share it with another."
            },
            {
                "verse_number": "18",
                "verse_text": "Your sex life will be blessed"
            },
            {
                "verse_number": "19",
                "verse_text": "Let her breasts be your satisfaction,"
            },
            {
                "verse_number": "20",
                "verse_text": "My son, why would you be exhilarated by an adulteress&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "For God sees everything you do and his eyes are wide open"
            },
            {
                "verse_number": "22",
                "verse_text": "Beware that your sins don&quot;t overtake you"
            },
            {
                "verse_number": "23",
                "verse_text": "Those who choose wickedness die for lack of self-control,"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My son, if you cosign a loan for an acquaintance and guarantee his debt, you&quot;ll be sorry that you ever did it! and legally bound by the agreement. So listen carefully to my advice: Swallow your pride, get over your embarrassment, and be free from it once and for all. come and learn a lesson from this tale of the tiny ant. Yes, all you lazybones, come learn from the example of the ant and enter into wisdom. no one has to tell them what to do. stockpiling their food in preparation for winter. When will you wake up and get out of bed? or say to yourself, &apos;I&quot;ll just sit back awhile and take it easy,&apos; just watch how the future unfolds! You can tell they are lawless. They&quot;re constant liars, proud deceivers, and they are always scheming to stir up trouble, and sowing strife with every step they take. suddenly and without warning they&quot;re undone&ndash; spreading lies and rumors, spilling the blood of the innocent, gloating over doing what&quot;s plainly wrong, These are entirely despicable to God! and keep you from bringing harm to yourself. Their instruction will whisper to you at every sunrise and direct you through a brand-new day. shining into every area of your life, instructing and correcting you to discover the ways to godly living. and from the promiscuity of another man&quot;s wife. or lust over her beauty&ndash; nor will her suggestive ways conquer you. and the adulteress steals your soul&ndash; and not get caught? Do you really think you&quot;ll get away with it? Don&quot;t you know it will ruin your life? his punishment and fine will cost him greatly. you can get away with your adultery. for the rest of your days. and disgrace are all about, for no one will ever let you forget what you&quot;ve done. he won&quot;t spare you when he comes to take revenge. offer him a bribe and see if you can manipulate him with your money. Nothing will turn him aside when he comes to you with vengeance in his eyes!"
            },
            {
                "verse_number": "2",
                "verse_text": "You&quot;ll be trapped by your promise"
            },
            {
                "verse_number": "3",
                "verse_text": "Quickly get out of it if you possibly can! and go tell your &apos;friend&apos; you want your name off that contract. You&quot;ll be so relieved that you did! Poverty will pounce on you like a bandit and move in as your roommate for life. from observing wayward and wicked men. full of clever ploys and convincing plots. broken to bits, shattered, with no hope of healing. and a seventh that is an abomination to him: and stirring up strife between friends . and follow your mother&quot;s life-giving teaching. and let your life be shaped by what they&quot;ve taught you. Your heart won&quot;t be enticed by her flatteries she may even cost you your life! It will destroy your life, and you&quot;ll pay the price"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t put it off, and don&quot;t rest until you get it done."
            },
            {
                "verse_number": "5",
                "verse_text": "Rescue yourself from future pain"
            },
            {
                "verse_number": "6",
                "verse_text": "When you&quot;re feeling lazy,"
            },
            {
                "verse_number": "7",
                "verse_text": "The ants have no chief, no boss, no manager&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "You&quot;ll see them working and toiling all summer long,"
            },
            {
                "verse_number": "9",
                "verse_text": "So wake up, sleepyhead. How long will you lie there?"
            },
            {
                "verse_number": "10",
                "verse_text": "If you keep nodding off and thinking, &apos;I&quot;ll do it later,&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "By making excuses you&quot;ll learn what it means to go without."
            },
            {
                "verse_number": "14",
                "verse_text": "Their twisted thoughts are perverse,"
            },
            {
                "verse_number": "15",
                "verse_text": "But when calamity comes knocking on their door,"
            },
            {
                "verse_number": "16",
                "verse_text": "There are six evils God truly hates"
            },
            {
                "verse_number": "17",
                "verse_text": "Putting others down while considering yourself superior,"
            },
            {
                "verse_number": "18",
                "verse_text": "plotting evil in your heart toward another,"
            },
            {
                "verse_number": "19",
                "verse_text": "spouting lies in false testimony,"
            },
            {
                "verse_number": "20",
                "verse_text": "My son, obey your father&quot;s godly instruction"
            },
            {
                "verse_number": "21",
                "verse_text": "Fill your heart with their advice"
            },
            {
                "verse_number": "22",
                "verse_text": "Their wisdom will guide you wherever you go"
            },
            {
                "verse_number": "23",
                "verse_text": "For truth is a bright beam of light"
            },
            {
                "verse_number": "26",
                "verse_text": "Prostitutes reduce a man to poverty,"
            },
            {
                "verse_number": "27",
                "verse_text": "For how can a man light his pants on fire and not be burned?"
            },
            {
                "verse_number": "28",
                "verse_text": "Can he walk over hot coals of fire and not blister his feet?"
            },
            {
                "verse_number": "29",
                "verse_text": "What makes you think that you can sleep with another man&quot;s wife"
            },
            {
                "verse_number": "30",
                "verse_text": "You can almost excuse a thief if he steals to feed his own family."
            },
            {
                "verse_number": "31",
                "verse_text": "But if he&quot;s caught, he still has to pay back what he stole sevenfold;"
            },
            {
                "verse_number": "32",
                "verse_text": "Don&quot;t be so stupid as to think"
            },
            {
                "verse_number": "33",
                "verse_text": "You&quot;ll discover what humiliation, shame,"
            },
            {
                "verse_number": "34",
                "verse_text": "A husband&quot;s jealousy makes a man furious;"
            },
            {
                "verse_number": "35",
                "verse_text": "Try all you want to talk your way out of it&ndash;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Stick close to my instruction, my son, and follow all my advice. Guard your life with my revelation-truth, and to understanding, &apos;You&quot;re my sweetheart.&apos; For they will keep you from the adulteress, with her smooth words meant to seduce your heart. a simple, naÃ¯ve young man who was about to go astray. Then he turned the corner, going on his way hurrying to the house of the harlot&ndash; the woman he had planned to meet. convinced no one was watching A woman of the night appeared, dressed to kill the strength of any man. She was decked out as a harlot, pursuing her amorous plan. as she wandered far from what&quot;s right. on just about any night. and held him tight&ndash; she enticed him with kisses that seemed so right. Then, with insolence, she whispered in his ear, I&quot;ve got everything we need for a feast. So here I am&ndash;I&quot;m all yours! the one I knew I wanted from the moment I saw you. That&quot;s why I&quot;ve come out here tonight, lovely multicolored Egyptian linens ready for you to lie down on. and make love all night! so don&quot;t worry. enticed by her longing embrace. She led him down the wayward path right into sin and disgrace. Quickly he went astray, with no clue where he was truly headed, taken like a dumb ox alongside the butcher. She was like a venomous snake coiled to strike, right through his heart&ndash; like a bird that flies into the net, unaware of what&quot;s about to happen. You&quot;d better take my words seriously! Don&quot;t let your passions get out of hand and don&quot;t lock your eyes onto a beautiful woman. Why would you want to even get close to temptation and seduction, to have an affair with her? many mighty ones have fallen"
            },
            {
                "verse_number": "2",
                "verse_text": "If you do what I say you will live well. for my teaching is as precious as your eyesight. as he entered the black shadows of hell. I&quot;ll cook you a wonderful dinner. so I could meet a man just like you. made from myrrh, aloes, and sweet cinnamon. He won&quot;t be back until another month ends.&apos; so she set her fangs into him! and have been brought down by her. just go looking for her house!"
            },
            {
                "verse_number": "3",
                "verse_text": "Treasure my instructions, and cherish them within your heart."
            },
            {
                "verse_number": "4",
                "verse_text": "Say to wisdom, &apos;I love you,&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;May the two of you protect me, and may we never be apart!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Looking out the window of my house one day"
            },
            {
                "verse_number": "7",
                "verse_text": "I noticed among the mindless crowd"
            },
            {
                "verse_number": "8",
                "verse_text": "There he was, walking down the street."
            },
            {
                "verse_number": "9",
                "verse_text": "There he was in the twilight as darkness fell,"
            },
            {
                "verse_number": "10",
                "verse_text": "That&quot;s when their rendezvous began."
            },
            {
                "verse_number": "11",
                "verse_text": "Her voice was seductive, rebellious, and boisterous"
            },
            {
                "verse_number": "12",
                "verse_text": "Her type can be found soliciting on street corners"
            },
            {
                "verse_number": "13",
                "verse_text": "She wrapped her arms around the senseless young man"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Come with me. It&quot;ll be all right."
            },
            {
                "verse_number": "15",
                "verse_text": "You&quot;re the very one I&quot;ve looked for,"
            },
            {
                "verse_number": "16",
                "verse_text": "I&quot;ve spread my canopy bed with coverings,"
            },
            {
                "verse_number": "17",
                "verse_text": "I&quot;ve sprinkled the sheets with intoxicating perfume"
            },
            {
                "verse_number": "18",
                "verse_text": "Come, let&quot;s get comfortable and take pleasure in each other"
            },
            {
                "verse_number": "19",
                "verse_text": "There&quot;s no one home, for my husband&quot;s away on business."
            },
            {
                "verse_number": "20",
                "verse_text": "He left home loaded with money to spend,"
            },
            {
                "verse_number": "23",
                "verse_text": "He&quot;s like a man about to be executed with an arrow"
            },
            {
                "verse_number": "24",
                "verse_text": "So listen to me, you young men."
            },
            {
                "verse_number": "25",
                "verse_text": "Control your sexual urges and guard your hearts against lust."
            },
            {
                "verse_number": "26",
                "verse_text": "She has pierced the souls of multitudes of men&ndash;"
            },
            {
                "verse_number": "27",
                "verse_text": "If you&quot;re looking for the road to hell,"
            }
        ],
        "8": [
            {
                "verse_number": "4",
                "verse_text": "&apos;I&quot;m calling to you, sons of Adam,"
            },
            {
                "verse_number": "5",
                "verse_text": "Listen to me and you will be prudent and wise."
            },
            {
                "verse_number": "6",
                "verse_text": "The meaning of my words will release within you revelation"
            },
            {
                "verse_number": "7",
                "verse_text": "For everything I say is unquestionably true,"
            },
            {
                "verse_number": "8",
                "verse_text": "All the declarations of my mouth can be trusted;"
            },
            {
                "verse_number": "9",
                "verse_text": "All my words are clear and straightforward to everyone"
            },
            {
                "verse_number": "10",
                "verse_text": "My wise correction is more valuable than silver or gold."
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom is so priceless that it exceeds the value of any jewel."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;For I am Wisdom, and I am shrewd and intelligent."
            },
            {
                "verse_number": "13",
                "verse_text": "Wisdom pours into you"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You will find true success when you find me,"
            },
            {
                "verse_number": "15",
                "verse_text": "I empower kings to reign and rulers to make laws that are just."
            },
            {
                "verse_number": "16",
                "verse_text": "I empower princes to rise and take dominion,"
            },
            {
                "verse_number": "17",
                "verse_text": "I will show my love to those who passionately love me."
            },
            {
                "verse_number": "18",
                "verse_text": "Unending wealth and glory"
            },
            {
                "verse_number": "19",
                "verse_text": "What I impart has greater worth than gold and treasure,"
            },
            {
                "verse_number": "20",
                "verse_text": "I lead you into the ways of righteousness"
            },
            {
                "verse_number": "21",
                "verse_text": "Those who love me gain great wealth and a glorious inheritance,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;In the beginning I was there,"
            },
            {
                "verse_number": "23",
                "verse_text": "From eternity past I was set in place,"
            },
            {
                "verse_number": "24",
                "verse_text": "Before the oceans depths were poured out,"
            },
            {
                "verse_number": "25",
                "verse_text": "Even before one mountain had been sculpted"
            },
            {
                "verse_number": "26",
                "verse_text": "When he created the earth, the fields,"
            },
            {
                "verse_number": "27",
                "verse_text": "When he hung the tapestry of the heavens"
            },
            {
                "verse_number": "28",
                "verse_text": "when the clouds and skies were set in place"
            },
            {
                "verse_number": "29",
                "verse_text": "When he set in place the pillars of the earth"
            },
            {
                "verse_number": "30",
                "verse_text": "I was there, close to the Creator&quot;s side as his master artist."
            },
            {
                "verse_number": "31",
                "verse_text": "I laughed and played,"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;So listen, my sons and daughters, to everything I tell you,"
            },
            {
                "verse_number": "33",
                "verse_text": "Listen to my counsel,"
            },
            {
                "verse_number": "34",
                "verse_text": "If you wait at wisdom&quot;s doorway,"
            },
            {
                "verse_number": "35",
                "verse_text": "For the fountain of life pours into you every time that you find me,"
            },
            {
                "verse_number": "36",
                "verse_text": "But those who stumble and miss me will be sorry they did!"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Wisdom has built herself a palace upon seven pillars to keep it secure. and the sacrifice has been killed. She has mingled her wine, and the table&quot;s all set. they&quot;ll love you even more. To receive the revelation of the Holy One, is to invite trouble into your life. who are clueless as to what is happening: Our secret affair will be sweeter than all others.&apos; and all her guests soon become citizens of hell!"
            },
            {
                "verse_number": "2",
                "verse_text": "She has made ready a banquet feast"
            },
            {
                "verse_number": "3",
                "verse_text": "She has sent out her maidens, crying out from the high place, inviting everyone to come and eat until they&quot;re full. Agree with my ways, live in my truth, and you will find righteousness.&apos; expect an angry insult in return. And if you try to confront an evil man, don&quot;t be surprised if all you get is a slap in the face! for he&quot;ll only hate you for it. But go ahead and correct the wise; and he&quot;ll grow even wiser. Instruct the lovers of God and they&quot;ll learn even more. is to be consumed with awe as you worship Yahweh. you must come to the one who has living-understanding. making every year more fruitful than the one before. But to ignore the counsel of wisdom who is boisterous and brash; she&quot;s seductive and restless. on her throne overlooking the city. She invites those who are easily led astray, saying, that she dwells among the spirits of the dead,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Whoever wants to know me and receive my wisdom,"
            },
            {
                "verse_number": "5",
                "verse_text": "come and dine at my table and drink of my wine."
            },
            {
                "verse_number": "6",
                "verse_text": "Lay aside your simple thoughts and leave your paths behind."
            },
            {
                "verse_number": "7",
                "verse_text": "If you try to correct an arrogant cynic,"
            },
            {
                "verse_number": "8",
                "verse_text": "So don&quot;t even bother to correct a mocker,"
            },
            {
                "verse_number": "9",
                "verse_text": "Teach a wise man what is right"
            },
            {
                "verse_number": "10",
                "verse_text": "The starting point for acquiring wisdom"
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom will extend your life,"
            },
            {
                "verse_number": "12",
                "verse_text": "So it is to your advantage to be wise."
            },
            {
                "verse_number": "13",
                "verse_text": "There is a spirit named Foolish,"
            },
            {
                "verse_number": "14",
                "verse_text": "And there she sits at the gateway to the high places,"
            },
            {
                "verse_number": "15",
                "verse_text": "She preaches to all who walk by her"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Come home with me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Illicit sex is the best sex of all."
            },
            {
                "verse_number": "18",
                "verse_text": "Little do they know when they answer her call"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The wisdom of Solomon: When wisdom comes to a son, joy comes to a father. When a son turns from wisdom, a mother grieves. while the hard worker becomes wealthy. and a wise son you will be. But what a waste when an incompetent son becomes a sweet memorial to him, But those who do all the talking are too busy to listen and learn. They&quot;ll just keep stumbling ahead into the mess they created. will experience a fearless confidence in life, but the one who is devious will eventually be exposed. and won&quot;t look you in the eye, but the one who speaks correction honestly living truth flowing from the fountain of life, but the words of the wicked and finds a way to make sin disappear. But to the heartless, words of wisdom become like rods beating their backside. but chattering fools blurt out words that bring them to the brink of ruin. but the poverty of the poor leaves their security in shambles. you are walking on the path to life. But if you reject rebuke, is nothing but a liar. But the one who slanders you behind your back proves that he&quot;s a fool, never to be trusted. before you&quot;re saying something really wrong. Prove you&quot;re wise from the very start&ndash; just bite your tongue and be strong! but the heart of the wicked is corrupt. but the foolish ones starve themselves for lack of an understanding heart. that it all comes from him. but the wise delight in having discernment. but the longings of the lovers of God will all be fulfilled. But when a catastrophe comes, the lovers of God have a secure anchor. will be as irritating as smoke in your eyes&ndash; as enjoyable as a toothache! will bring you many years of contented living. So how could the wicked ever expect to have a long, happy life? but the ungodly see their hopes vanish right before their eyes. But to those who work wickedness the ways of God spell doom. But the wicked will never inherit but the words of the evil ones are crooked and perverse. but the words of the wicked are duplicitous."
            },
            {
                "verse_number": "2",
                "verse_text": "Gaining wealth through dishonesty is no gain at all. But honesty brings you a lasting happiness. but he withholds from the wicked what their souls crave. sleeps through his day of opportunity! but the evil man only curses his luck. while the wicked life only leaves a rotten stench. can be trusted to make peace. hide an ulterior motive. but love draws a veil over every insult but the wages of the wicked are squandered on a life of sin. you&quot;re guaranteed to go astray. bringing words of redemption to others, with rest and contentment in knowing and what they dread will come upon them, for those who have integrity. the covenant blessings."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord satisfies the longings of all his lovers,"
            },
            {
                "verse_number": "4",
                "verse_text": "Slackers will know what it means to be poor,"
            },
            {
                "verse_number": "5",
                "verse_text": "Know the importance of the season you&quot;re in"
            },
            {
                "verse_number": "6",
                "verse_text": "The lover of God is enriched beyond belief,"
            },
            {
                "verse_number": "7",
                "verse_text": "The reputation of the righteous"
            },
            {
                "verse_number": "8",
                "verse_text": "The heart of the wise will easily accept instruction."
            },
            {
                "verse_number": "9",
                "verse_text": "The one who walks in integrity"
            },
            {
                "verse_number": "10",
                "verse_text": "The troublemaker always has a clever plan"
            },
            {
                "verse_number": "11",
                "verse_text": "The teachings of the lovers of God are like"
            },
            {
                "verse_number": "12",
                "verse_text": "Hatred keeps old quarrels alive,"
            },
            {
                "verse_number": "13",
                "verse_text": "Words of wisdom flow from the one with true discernment."
            },
            {
                "verse_number": "14",
                "verse_text": "Wise men don&quot;t divulge all that they know,"
            },
            {
                "verse_number": "15",
                "verse_text": "A rich man&quot;s wealth becomes like a citadel of strength,"
            },
            {
                "verse_number": "16",
                "verse_text": "The lovers of God earn their wages for a life of righteousness,"
            },
            {
                "verse_number": "17",
                "verse_text": "If you readily receive correction,"
            },
            {
                "verse_number": "18",
                "verse_text": "The one who hides his hatred while pretending to be your friend"
            },
            {
                "verse_number": "19",
                "verse_text": "If you keep talking, it won&quot;t be long"
            },
            {
                "verse_number": "20",
                "verse_text": "The teachings of the godly ones are like pure silver,"
            },
            {
                "verse_number": "21",
                "verse_text": "The lovers of God feed many with their teachings,"
            },
            {
                "verse_number": "22",
                "verse_text": "True enrichment comes from the blessing of the Lord,"
            },
            {
                "verse_number": "23",
                "verse_text": "The fool finds fun in planning to do wrong,"
            },
            {
                "verse_number": "24",
                "verse_text": "The lawless are haunted by their fears"
            },
            {
                "verse_number": "25",
                "verse_text": "The wicked are blown away by every stormy wind."
            },
            {
                "verse_number": "26",
                "verse_text": "To trust a lazy person to get a job done"
            },
            {
                "verse_number": "27",
                "verse_text": "Living in the worship and awe of God"
            },
            {
                "verse_number": "28",
                "verse_text": "Lovers of God have a joyful feast of gladness,"
            },
            {
                "verse_number": "29",
                "verse_text": "The beautiful ways of God are a safe resting place"
            },
            {
                "verse_number": "30",
                "verse_text": "God&quot;s lover can never be greatly shaken."
            },
            {
                "verse_number": "31",
                "verse_text": "The teachings of the righteous are loaded with wisdom,"
            },
            {
                "verse_number": "32",
                "verse_text": "Words that bring delight pour from the lips of the godly,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Dishonest business practice is something that Yahweh truly hates. But it pleases him when we apply the right standards convinced that you&quot;re right, don&quot;t be surprised if you fall flat on your face! But humility leads to wisdom. but treachery will destroy your dreams. all the wealth of the world won&quot;t help you one bit. So be rich in righteousness, for that&quot;s the only thing that can save you in death. with no detour or deviation. But the wicked keep falling because of their own wickedness. But the unbeliever is trapped, held captive to his sinful desires. for his misplaced confidence goes in the coffin, buried along with him. but shouts of joy will be heard when the wicked one dies. but wicked leaders tear it apart by their words. Bite your tongue; be wise and keep quiet! they&quot;ll just go blab it all. Put your confidence instead in a trusted friend, for he will be faithful to keep it in confidence. but a nation succeeds and stands in victory when it has many good counselors to guide it. but the woman who hates the truth but to sow seeds of righteousness will bring a true and lasting reward. but the one who pursues evil hurries to his own death. but God will rescue the children of the godly. is like a fine gold ring dangling from a pig&quot;s snout. for what is pleasing and good, but the wicked can only expect doom. but withholding from charity brings poverty. will have blessings heaped upon them, and the one who pours out his life to pour out blessings but those who wish evil for others will find it coming back on them. But the lovers of God rise up like flowers in the spring. will be cut out of the will, and the family servant will do better than he. of measurement. and the wicked show up in their place. but revelation-knowledge will rescue the righteous. releases strength and favor to the entire city, influences a city to lift it higher, because he hates those who await good news. will be honored with a splendid reputation, lives with disgrace and is surrounded by men who are cutthroats, only greedy for money. while a cruel man attracts nothing but trouble. but he treasures those whose ways are pure. will be saturated with favor. but the one with a social conscience receives praise from all. for the one who is truly wise wins souls. what&quot;s in store for all the wicked?"
            },
            {
                "verse_number": "2",
                "verse_text": "When you act with presumption,"
            },
            {
                "verse_number": "3",
                "verse_text": "Integrity will lead you to success,"
            },
            {
                "verse_number": "4",
                "verse_text": "When judgment day comes,"
            },
            {
                "verse_number": "5",
                "verse_text": "Those with good character walk on a smooth path,"
            },
            {
                "verse_number": "6",
                "verse_text": "Integrity will keep a good man from falling."
            },
            {
                "verse_number": "7",
                "verse_text": "When an evil man dies, all hope is lost,"
            },
            {
                "verse_number": "8",
                "verse_text": "The righteous are snatched away from trouble,"
            },
            {
                "verse_number": "9",
                "verse_text": "The teachings of hypocrites can destroy you,"
            },
            {
                "verse_number": "10",
                "verse_text": "The blessing that rests on the righteous"
            },
            {
                "verse_number": "11",
                "verse_text": "The blessing of favor resting upon the righteous"
            },
            {
                "verse_number": "12",
                "verse_text": "To quarrel with a neighbor is senseless."
            },
            {
                "verse_number": "13",
                "verse_text": "You can&quot;t trust gossipers with a secret;"
            },
            {
                "verse_number": "14",
                "verse_text": "People lose their way without wise leadership,"
            },
            {
                "verse_number": "15",
                "verse_text": "The evil man will do harm when confronted by a righteous man,"
            },
            {
                "verse_number": "16",
                "verse_text": "A gracious, generous woman"
            },
            {
                "verse_number": "17",
                "verse_text": "A man of kindness attracts favor,"
            },
            {
                "verse_number": "18",
                "verse_text": "Evil people may get a short-term gain,"
            },
            {
                "verse_number": "19",
                "verse_text": "A son of righteousness experiences the abundant life,"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord can&quot;t stand the stubborn heart bent toward evil,"
            },
            {
                "verse_number": "21",
                "verse_text": "Assault your neighbor and you will certainly be punished,"
            },
            {
                "verse_number": "22",
                "verse_text": "A beautiful woman who abandons good morals"
            },
            {
                "verse_number": "23",
                "verse_text": "True lovers of God are filled with longings"
            },
            {
                "verse_number": "24",
                "verse_text": "Generosity brings prosperity,"
            },
            {
                "verse_number": "25",
                "verse_text": "Those who live to bless others"
            },
            {
                "verse_number": "26",
                "verse_text": "People will curse the businessman with no ethics,"
            },
            {
                "verse_number": "27",
                "verse_text": "Living your life seeking what is good for others brings untold favor,"
            },
            {
                "verse_number": "28",
                "verse_text": "Keep trusting in your riches and down you&quot;ll go!"
            },
            {
                "verse_number": "29",
                "verse_text": "The fool who brings trouble to his own family"
            },
            {
                "verse_number": "30",
                "verse_text": "But a life lived loving God bears lasting fruit,"
            },
            {
                "verse_number": "31",
                "verse_text": "If the righteous are barely saved,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "To learn the truth you must long to be teachable, or you can despise correction and remain ignorant. but a devious heart invites his condemnation. But the lives of his lovers are deeply rooted and firmly planted. But the wife who disgraces her husband that are noble and pure, but the schemes of the sinner are crammed with nothing but lies. but the lovers of God speak to defend and protect. but the godly families shall live on. but the one with a corrupt heart is despised. for that&quot;s better than pretending to be important and starving to death. while even the kindest acts of a wicked man are still cruel. Following a get-rich-quick scheme is nothing but a fantasy. but righteousness is the core motivation for the lovers of God, But for the righteous, honesty is its own defense. and hard work brings blessings back to you. but wisdom means being teachable. But the fool has a short fuse and will immediately let you know when he&quot;s offended. but the habitual liar can never be trusted. cutting remarks meant to stab and to hurt. But the words of the wise soothe and heal. but one day every lie will be seen for what it is. but there&quot;s nothing but trouble waiting for the wicked. and the Lord will keep delighting in you, but he detests a liar. to impress others with what they know, but foolish ones make sure their ignorance is on display. don&quot;t sit on your hands. Instead, work hard at doing what&quot;s right, for the slacker will end up working to make someone else succeed. but a life-giving word of encouragement but the counsel of the wicked will lead them astray. but a passionate person makes good use"
            },
            {
                "verse_number": "2",
                "verse_text": "If your heart is right, favor flows from the Lord,"
            },
            {
                "verse_number": "3",
                "verse_text": "You can&quot;t expect success by doing what&quot;s wrong."
            },
            {
                "verse_number": "4",
                "verse_text": "The integrity and strength of a virtuous wife transforms her husband into an honored king. weakens the strength of his identity. and it keeps them content and flourishing. of gossip, slander, and lies. you demonstrate discretion indeed. but those who plan for peace are filled with joy. can do wonders to restore joy to the heart. of his time, wealth, and energy. but holding on to your anger leads to death."
            },
            {
                "verse_number": "5",
                "verse_text": "The lovers of God are filled with good ideas"
            },
            {
                "verse_number": "6",
                "verse_text": "The wicked use their words to ambush and accuse,"
            },
            {
                "verse_number": "7",
                "verse_text": "The wicked are taken out, gone for good,"
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone admires a man of principles,"
            },
            {
                "verse_number": "9",
                "verse_text": "Just be who you are and work hard for a living,"
            },
            {
                "verse_number": "10",
                "verse_text": "A good man takes care of the needs of his pets,"
            },
            {
                "verse_number": "11",
                "verse_text": "Work hard at your job and you&quot;ll have what you need."
            },
            {
                "verse_number": "12",
                "verse_text": "The cravings of the wicked are only for what is evil,"
            },
            {
                "verse_number": "13",
                "verse_text": "The wicked will get trapped by their words"
            },
            {
                "verse_number": "14",
                "verse_text": "For there is great satisfaction in speaking the truth,"
            },
            {
                "verse_number": "15",
                "verse_text": "A fool is in love with his own opinion,"
            },
            {
                "verse_number": "16",
                "verse_text": "If you shrug off an insult and refuse to take offense,"
            },
            {
                "verse_number": "17",
                "verse_text": "Truthfulness marks the righteous,"
            },
            {
                "verse_number": "18",
                "verse_text": "Reckless words are like the thrusts of a sword,"
            },
            {
                "verse_number": "19",
                "verse_text": "Truthful words will stand the test of time,"
            },
            {
                "verse_number": "20",
                "verse_text": "Deception fills the hearts of those who plot harm,"
            },
            {
                "verse_number": "21",
                "verse_text": "Calamity is not allowed to overwhelm the righteous,"
            },
            {
                "verse_number": "22",
                "verse_text": "Live in the truth and keep your promises,"
            },
            {
                "verse_number": "23",
                "verse_text": "Those who possess wisdom don&quot;t feel the need"
            },
            {
                "verse_number": "24",
                "verse_text": "If you want to reign in life,"
            },
            {
                "verse_number": "25",
                "verse_text": "Anxious fear brings depression,"
            },
            {
                "verse_number": "26",
                "verse_text": "Lovers of God give good advice to their friends,"
            },
            {
                "verse_number": "27",
                "verse_text": "A passive person won&quot;t even complete a project,"
            },
            {
                "verse_number": "28",
                "verse_text": "Abundant life is discovered by walking in righteousness,"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "A wise son or daughter desires a father&quot;s discipline, but the know-it-all never listens to correction. but the unbeliever just wants to pick a fight and argue. but if you don&quot;t control your tongue, it will ruin everything. but the hard worker ends up with all that he longed for. guarding those who keep their integrity, but sin is the downfall of the wicked. but people don&quot;t kidnap and extort the poor! but the flickering lamp of the ungodly will be extinguished. but pride closes your ears to advice and gives birth only to quarrels and strife. easy come, easy go! But if you gradually gain wealth, you will watch it grow. the delay can be depressing. But when at last your dream comes true, Then you&quot;ll pay the price and it won&quot;t be pretty! But the one who honors the Father&quot;s holy instructions will be rewarded. a fountain of life opens up within you, and their wise instruction will deliver you from the ways of death. but the trustworthy and wise messengers But the one who is easy to correct is on the path of honor. sweetness fills your soul. But the wicked refuse to turn from darkness spend time with the wise. Walk with the wicked and you&quot;ll eventually become just like them. but prosperity pursues the God-lover. that endures to his children&quot;s children, but the wealth of the wicked is treasured up for the righteous. you demonstrate a lack of true love. but the wicked will always lack what they crave."
            },
            {
                "verse_number": "2",
                "verse_text": "The words of the wise are kind and easy to swallow,"
            },
            {
                "verse_number": "3",
                "verse_text": "Guard your words and you&quot;ll guard your life,"
            },
            {
                "verse_number": "4",
                "verse_text": "The slacker wants it all and ends up with nothing,"
            },
            {
                "verse_number": "5",
                "verse_text": "Lovers of God hate what is phony and false, but the wicked are full of shame and behave shamefully. Another pretends to be poor but is quite rich. life&quot;s sweetness will satisfy your soul. but the treacherous walk on the path of ruin. comes from a source of revelation-knowledge, but the behavior of a fool puts foolishness on parade! release healing wherever they go. who refuses to hear criticism. to see their desires come to pass . but the ungodly will suddenly perish. So prove your love and be prompt to punish them."
            },
            {
                "verse_number": "6",
                "verse_text": "Righteousness is like a shield of protection,"
            },
            {
                "verse_number": "7",
                "verse_text": "One pretends to be rich but is poor."
            },
            {
                "verse_number": "8",
                "verse_text": "The self-assurance of the rich is their money,"
            },
            {
                "verse_number": "9",
                "verse_text": "The virtues of God&quot;s lovers shine brightly in the darkness,"
            },
            {
                "verse_number": "10",
                "verse_text": "Wisdom opens your heart to receive wise counsel,"
            },
            {
                "verse_number": "11",
                "verse_text": "Wealth quickly gained is quickly wasted &ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "When hope&quot;s dream seems to drag on and on,"
            },
            {
                "verse_number": "13",
                "verse_text": "Despise the word, will you?"
            },
            {
                "verse_number": "14",
                "verse_text": "When the lovers of God teach you truth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone admires a wise, sensible person,"
            },
            {
                "verse_number": "16",
                "verse_text": "Everything a wise and shrewd man does"
            },
            {
                "verse_number": "17",
                "verse_text": "An undependable messenger causes a lot of trouble,"
            },
            {
                "verse_number": "18",
                "verse_text": "Poverty and disgrace come to the one"
            },
            {
                "verse_number": "19",
                "verse_text": "When God fulfills your longings,"
            },
            {
                "verse_number": "20",
                "verse_text": "If you want to grow in wisdom,"
            },
            {
                "verse_number": "21",
                "verse_text": "Calamity chases the sin-chaser,"
            },
            {
                "verse_number": "22",
                "verse_text": "The benevolent man leaves an inheritance"
            },
            {
                "verse_number": "23",
                "verse_text": "The lovers of God will live a long life and get to enjoy their wealth,"
            },
            {
                "verse_number": "24",
                "verse_text": "If you withhold correction and punishment from your children,"
            },
            {
                "verse_number": "25",
                "verse_text": "The lovers of God will have more than enough,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Every wise woman encourages and builds up her family, but a foolish woman over time will tear it down by her own actions. because of their wonderment and worship of God. But the devious display their disdain for him. But the words of the wise will become a shield of protection around them. So if you want the work of an ox and to enjoy an abundant harvest, you&quot;ll have a mess or two to clean up! but a deceitful witness lies with every breath. but they never seem to discover what they claim they&quot;re looking for. For revelation-knowledge flows to the one who hungers for understanding. If you need wise counsel, stay away from the fool. while the fool only deceives himself and refuses to face reality. while the favor of God rests upon all his lovers. both the bitterness and the joys of all you experience in your life. while the family of the righteous flourishes. and justify the path of error you have chosen, but you&quot;ll find out in the end that you took the road to destruction. but when the laughter ends, the pain resurfaces. but a sensible person will confirm the facts. while the impetuous fool moves ahead with overconfidence. but the lovers of wisdom are crowned with revelation-knowledge. but everyone wants to get close to the wealthy. but when you are kind to the poor, you will prosper and be blessed. But kindness and truth come to those great abundance will come to you. But merely talking about getting rich but in the spreading of lies treachery thrives. of the lovers of God who live in awe of him, and their devotion provides their children opens a fountain of life within you, but a dwindling population spells ruin for any leader. you&quot;ll be very slow to get angry. But if you have a quick temper, your impatience will be quickly seen by all. but jealousy can make you sick. That&quot;s exactly what you do Showing kindness to the poor is equal to honoring your maker. but the righteous find a strong hope but the heart of the fool just stockpiles stupidity. but sin heaps disgrace upon the land. but the one who acts disgracefully"
            },
            {
                "verse_number": "2",
                "verse_text": "Lovers of truth follow the right path"
            },
            {
                "verse_number": "3",
                "verse_text": "The words of a proud fool will all come back to haunt him."
            },
            {
                "verse_number": "4",
                "verse_text": "The only clean stable is an empty stable."
            },
            {
                "verse_number": "5",
                "verse_text": "An honest witness will never lie,"
            },
            {
                "verse_number": "6",
                "verse_text": "The intellectually arrogant seek for wisdom,"
            },
            {
                "verse_number": "7",
                "verse_text": "The words of the wise are like weapons of knowledge."
            },
            {
                "verse_number": "8",
                "verse_text": "For the wisdom of the wise will keep life on the right track,"
            },
            {
                "verse_number": "9",
                "verse_text": "Fools mock the need for repentance,"
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t expect anyone else to fully understand"
            },
            {
                "verse_number": "11",
                "verse_text": "The household of the wicked is soon torn apart,"
            },
            {
                "verse_number": "12",
                "verse_text": "You can rationalize it all you want"
            },
            {
                "verse_number": "13",
                "verse_text": "Superficial laughter can hide a heavy heart,"
            },
            {
                "verse_number": "14",
                "verse_text": "Those who turn from the truth get what they deserve, but a good person receives a sweet reward. but the wise show self-control. and eventually come to be servants of the godly. who make plans to be pure in all their ways. while living to only pursue your pleasures brings you face-to-face with poverty. But the way of life for the fool is his foolishness. with a place of shelter and security. empowering you to escape death&quot;s domain. every time you oppress the powerless! in the time of death. gets to taste the anger of the king."
            },
            {
                "verse_number": "15",
                "verse_text": "A gullible person will believe anything,"
            },
            {
                "verse_number": "16",
                "verse_text": "A wise person is careful in all things and turns quickly from evil,"
            },
            {
                "verse_number": "17",
                "verse_text": "An impulsive person has a short fuse and can ruin everything,"
            },
            {
                "verse_number": "18",
                "verse_text": "The naÃ¯ve demonstrate a lack of wisdom,"
            },
            {
                "verse_number": "19",
                "verse_text": "Evil ones will pay tribute to good people"
            },
            {
                "verse_number": "20",
                "verse_text": "The poor are disliked even by their neighbors,"
            },
            {
                "verse_number": "21",
                "verse_text": "It&quot;s a sin to despise one who is less fortunate than you,"
            },
            {
                "verse_number": "22",
                "verse_text": "Haven&quot;t you noticed how evil schemers always wander astray?"
            },
            {
                "verse_number": "23",
                "verse_text": "If you work hard at what you do,"
            },
            {
                "verse_number": "24",
                "verse_text": "The true net worth of the wise is the wealth that wisdom imparts."
            },
            {
                "verse_number": "25",
                "verse_text": "Speak the truth and you&quot;ll save souls,"
            },
            {
                "verse_number": "26",
                "verse_text": "Confidence and strength flood the hearts"
            },
            {
                "verse_number": "27",
                "verse_text": "To worship God in wonder and awe"
            },
            {
                "verse_number": "28",
                "verse_text": "A king glories in the number of his loyal followers,"
            },
            {
                "verse_number": "29",
                "verse_text": "When your heart overflows with understanding"
            },
            {
                "verse_number": "30",
                "verse_text": "A tender, tranquil heart will make you healthy,"
            },
            {
                "verse_number": "31",
                "verse_text": "Insult your Creator, will you?"
            },
            {
                "verse_number": "32",
                "verse_text": "The wicked are crushed by every calamity,"
            },
            {
                "verse_number": "33",
                "verse_text": "Wisdom soothes the heart of the one with living-understanding,"
            },
            {
                "verse_number": "34",
                "verse_text": "A nation is exalted by the righteousness of its people,"
            },
            {
                "verse_number": "35",
                "verse_text": "A wise and faithful servant receives promotion from the king,"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Respond gently when you are confronted and you&quot;ll defuse the rage of another. Don&quot;t you know that being angry and he takes note of everything that happens. He watches over his lovers, and he also sees the wickedness of the wicked. you offer others fruit from the tree of life. but the house of the wicked is filled with trouble, no matter how much money they have. but finding true wisdom in the word of a fool is futile. when people use the worship of the Almighty but every prayer of the righteous is pleasing to his heart. who turns away from the truth, and those who rebel against correction will die. for before his eyes, all is exposed&ndash; and so much more the heart of every human being. but a broken heart leads to depression. but those without understanding feast on foolishness and don&quot;t even realize it. when you feel weak and depressed. But when you choose to be cheerful, surrounded in holy awe and worship of God, than to have great wealth with a home full of trouble. than a steak where there is hate. but the calm, patient man knows how to silence strife. but life seems smooth and easy when your heart is virtuous. a father&quot;s heart is glad. but the one with living-understanding makes good choices. if you fail to get good advice. But if you first seek out multiple counselors, you&quot;ll watch your plans succeed. But how delightful it is to say the right thing at the right time! delivering them from the death spirals that keep tugging them downward. but watch him as he smashes down the houses of the haughty! but he enjoys lovely and delightful words. will have trouble at home, but those who refuse to exploit others will live in peace . but the careless blurt out wicked words meant to cause harm. but he&quot;s moved to answer the prayers of the righteous. and hearing a good report opens your heart to the path of life, making you right at home among the wise. you have no interest in improving your life, for revelation-insight only comes as you accept correction and the wisdom that it brings. as you fall down in surrender before the Lord. Don&quot;t expect to see Shekinah glory Responding with sharp, cutting words will only make it worse. can ruin the testimony of even the wisest of men? But the words of the fool make their ignorance look laughable. But unhealthy, negative words do nothing but crush their hopes. but welcoming correction will make you brilliant. as a cloak for their sin, but he loves those who pursue purity. He refuses to seek good advice from the wise. every day will bring you more and more joy and fullness. But the man who shames his mother is a foolish son. refreshes and strengthens the inner being. until the Lord sees your sincere humility."
            },
            {
                "verse_number": "2",
                "verse_text": "When wisdom speaks, understanding becomes attractive."
            },
            {
                "verse_number": "3",
                "verse_text": "The eyes of the Lord are everywhere"
            },
            {
                "verse_number": "4",
                "verse_text": "When you speak healing words,"
            },
            {
                "verse_number": "5",
                "verse_text": "You&quot;re stupid to mock the instruction of a father,"
            },
            {
                "verse_number": "6",
                "verse_text": "There is prosperity in the house of the righteous,"
            },
            {
                "verse_number": "7",
                "verse_text": "When wisdom speaks, revelation-knowledge is released,"
            },
            {
                "verse_number": "8",
                "verse_text": "It is despicable to the Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord detests the lifestyle of the wicked,"
            },
            {
                "verse_number": "10",
                "verse_text": "Severe punishment awaits the one"
            },
            {
                "verse_number": "11",
                "verse_text": "Even hell itself holds no secrets from the Lord God,"
            },
            {
                "verse_number": "12",
                "verse_text": "The know-it-all never esteems the one who tries to correct him."
            },
            {
                "verse_number": "13",
                "verse_text": "A cheerful heart puts a smile on your face,"
            },
            {
                "verse_number": "14",
                "verse_text": "Lovers of God hunger after truth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Everything seems to go wrong"
            },
            {
                "verse_number": "16",
                "verse_text": "It&quot;s much better to live simply,"
            },
            {
                "verse_number": "17",
                "verse_text": "It&quot;s much better to have a meal of vegetables surrounded with love and grace"
            },
            {
                "verse_number": "18",
                "verse_text": "A touchy, hot-tempered man picks a fight,"
            },
            {
                "verse_number": "19",
                "verse_text": "Nothing seems to work right for the lazy man,"
            },
            {
                "verse_number": "20",
                "verse_text": "When a son learns wisdom,"
            },
            {
                "verse_number": "21",
                "verse_text": "The senseless fool treats life like a joke,"
            },
            {
                "verse_number": "22",
                "verse_text": "Your plans will fall apart right in front of you"
            },
            {
                "verse_number": "23",
                "verse_text": "Everyone enjoys giving great advice."
            },
            {
                "verse_number": "24",
                "verse_text": "The life-paths of the prudent lift them progressively heavenward,"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord champions the widow&quot;s cause,"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord detests wicked ways of thinking,"
            },
            {
                "verse_number": "27",
                "verse_text": "The one who puts earning money above his family"
            },
            {
                "verse_number": "28",
                "verse_text": "Lovers of God think before they speak,"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord doesn&quot;t respond to the wicked,"
            },
            {
                "verse_number": "30",
                "verse_text": "Eyes that focus on what is beautiful bring joy to the heart,"
            },
            {
                "verse_number": "31",
                "verse_text": "Accepting constructive criticism"
            },
            {
                "verse_number": "32",
                "verse_text": "Refusing constructive criticism shows"
            },
            {
                "verse_number": "33",
                "verse_text": "The source of revelation-knowledge is found"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Go ahead and make all the plans you want, but it&quot;s the Lord who will ultimately direct your steps. But the Lord is in the midst of us, put your trust totally in God and not in yourself. for he is the one who sets the standards for righteousness. Protect purity and you protect your life. The higher you lift yourself up in pride, and inner healing to our spirits. but it leads straight to hell! and the passion to see them fulfilled urges you onward. It&quot;s better to be known as one who is patient and slow to anger. but God&quot;s will is greater than luck."
            },
            {
                "verse_number": "2",
                "verse_text": "We are all in love with our own opinions, convinced they&quot;re correct. testing and probing our every motive. Then every plan you make will succeed. Even the wicked are included in his plans&ndash; he sets them aside for the day of disaster. for pride attracts his punishment&ndash; and you can count on that! and the fear of God, for the power of his faithful love removes sin&quot;s guilt and grip over you. he activates grace to turn enemies into friends. than to be rich and not have God on your side. but the Lord chooses the steps you take to get there. so he must be extraordinarily careful in the decrees that he makes. for the true authority to rule and reign is built on a foundation of righteousness. and they love those who tell them the truth. but a wise person will know how to pacify his wrath. and his favor is showered upon those who please him. Silver is sought after, but a heart of understanding yields a greater return. the harder you&quot;ll fall in disgrace. than to live high and mighty among the rich and famous. but the one who trusts in God is blessed beyond belief! and speaking sweetly to others makes your teaching even more convincing. opened up within you as a fountain of life for others, but it&quot;s senseless to try to instruct a fool. adding value to all you teach. than speaking beautiful, life-giving words. For they release sweetness to our souls that seems like the right one to take, only to spread slander and shred their reputation. a whispering gossip ruins good friendships. enticing others to join him as partners in crime, but he leads them all down a despicable path. is hatching some crooked scheme&ndash; it&quot;s written all over his face. His looks betray him as he gives birth to his sin. for it takes a lifetime of righteousness to acquire it. Do you want to conquer a city? Rule over your temper before you attempt to rule a city."
            },
            {
                "verse_number": "3",
                "verse_text": "Before you do anything,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord works everything together to accomplish his purpose."
            },
            {
                "verse_number": "5",
                "verse_text": "Yahweh detests all the proud of heart,"
            },
            {
                "verse_number": "6",
                "verse_text": "You can avoid evil through surrendered worship"
            },
            {
                "verse_number": "7",
                "verse_text": "When the Lord is pleased with the decisions you&quot;ve made,"
            },
            {
                "verse_number": "8",
                "verse_text": "It is better to have little with a heart that loves justice"
            },
            {
                "verse_number": "9",
                "verse_text": "Within your heart you can make plans for your future,"
            },
            {
                "verse_number": "10",
                "verse_text": "A king speaks the revelation of truth,"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord expects you to be fair in every business deal,"
            },
            {
                "verse_number": "12",
                "verse_text": "Kings and leaders despise wrongdoing,"
            },
            {
                "verse_number": "13",
                "verse_text": "Kings and leaders love to hear godly counsel,"
            },
            {
                "verse_number": "14",
                "verse_text": "The anger of a king releases the messenger of death,"
            },
            {
                "verse_number": "15",
                "verse_text": "Life-giving light streams from the presence of a king,"
            },
            {
                "verse_number": "16",
                "verse_text": "Everyone wants gold, but wisdom&quot;s worth is far greater."
            },
            {
                "verse_number": "17",
                "verse_text": "Repenting from evil places you on the highway of holiness."
            },
            {
                "verse_number": "18",
                "verse_text": "Your boast becomes a prophecy of a future failure."
            },
            {
                "verse_number": "19",
                "verse_text": "It&quot;s better to be meek and lowly and live among the poor"
            },
            {
                "verse_number": "20",
                "verse_text": "One skilled in business discovers prosperity,"
            },
            {
                "verse_number": "21",
                "verse_text": "The one with a wise heart is called &apos;discerning,&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Wisdom is a deep well of understanding"
            },
            {
                "verse_number": "23",
                "verse_text": "Winsome words pour from a heart of wisdom,"
            },
            {
                "verse_number": "24",
                "verse_text": "Nothing is more appealing"
            },
            {
                "verse_number": "25",
                "verse_text": "Before every person there is a path"
            },
            {
                "verse_number": "26",
                "verse_text": "Life motivation comes from the deep longings of the heart,"
            },
            {
                "verse_number": "27",
                "verse_text": "A wicked scoundrel wants to dig up dirt on others,"
            },
            {
                "verse_number": "28",
                "verse_text": "A twisted person spreads rumors;"
            },
            {
                "verse_number": "29",
                "verse_text": "A vicious criminal can be persuasive,"
            },
            {
                "verse_number": "30",
                "verse_text": "It&quot;s easy to tell when a wicked man"
            },
            {
                "verse_number": "31",
                "verse_text": "Old age with wisdom will crown you with dignity and honor,"
            },
            {
                "verse_number": "32",
                "verse_text": "Do you want to be a mighty warrior?"
            },
            {
                "verse_number": "33",
                "verse_text": "We may toss the coin and roll the dice,"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "A simple, humble life with peace and quiet is far better than an opulent lifestyle with nothing but quarrels and strife at home. He&quot;ll even end up having a portion left to him in his master&quot;s will. the Lord purifies your heart by the tests and trials of life. for a liar loves to listen to lies. You insult your Creator every time you do! If you make fun of others&quot; misfortune, you&quot;d better watch out&ndash;your punishment is on its way. grandchildren! It turns the impossible into success. but dwelling on the failures of others devastates friendships. but a fool can be corrected a hundred times and still not know what hit him. than to confront a reckless fool. for an argument is hard to stop, and you never know how it will end, than condemning the one who is innocent and acquitting the one who is guilty. For he has no intention of acquiring true wisdom. and a family sticks together through all kinds of trouble. or to cosign for the loan of your friend. Save yourself the trouble and don&quot;t do either one. then you must be in love with sin. and the chronic liar tumbles into constant trouble. for there&quot;s nothing about his lifestyle that will make them proud. But the one whose heart is crushed struggles with sickness and depression. your actions reveal your true character, for you pervert the ways of justice. But the wandering eyes of a fool will look for wisdom everywhere except right in front of his nose. and bitter sorrow fills his mother. or to strike an honorable man for his integrity! That&quot;s how you show that you are wise. An understanding heart keeps you cool, calm, and collected, no matter what you&quot;re facing. he&quot;s considered wise. So shut your mouth when you are provoked&ndash; it will make you look smart."
            },
            {
                "verse_number": "2",
                "verse_text": "A wise, intelligent servant will be honored above a shameful son."
            },
            {
                "verse_number": "3",
                "verse_text": "In the same way that gold and silver are refined by fire,"
            },
            {
                "verse_number": "4",
                "verse_text": "Those eager to embrace evil listen to slander,"
            },
            {
                "verse_number": "5",
                "verse_text": "Mock the poor, will you?"
            },
            {
                "verse_number": "6",
                "verse_text": "Grandparents have the crowning glory of life: And it&quot;s only proper for children to take pride in their parents. and don&quot;t expect excellent words to be spoken by a fool. so a messenger of vengeance will be sent to punish him. can expect to be treated the same way for the rest of his life. so don&quot;t even start down that road! For the one who loves to boast is only asking for trouble."
            },
            {
                "verse_number": "7",
                "verse_text": "It is not proper for a leader to lie and deceive,"
            },
            {
                "verse_number": "8",
                "verse_text": "Wise instruction is like a costly gem."
            },
            {
                "verse_number": "9",
                "verse_text": "Love overlooks the mistakes of others,"
            },
            {
                "verse_number": "10",
                "verse_text": "One word of correction breaks open a teachable heart,"
            },
            {
                "verse_number": "11",
                "verse_text": "Rebellion thrives in an evil man,"
            },
            {
                "verse_number": "12",
                "verse_text": "It&quot;s safer to meet a grizzly bear robbed of her cubs"
            },
            {
                "verse_number": "13",
                "verse_text": "The one who returns evil for good"
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t be one who is quick to quarrel,"
            },
            {
                "verse_number": "15",
                "verse_text": "There is nothing God hates more"
            },
            {
                "verse_number": "16",
                "verse_text": "Why pay tuition to educate a fool?"
            },
            {
                "verse_number": "17",
                "verse_text": "A dear friend will love you no matter what,"
            },
            {
                "verse_number": "18",
                "verse_text": "It&quot;s stupid to run up bills you&quot;ll never be able to pay"
            },
            {
                "verse_number": "19",
                "verse_text": "If you love to argue,"
            },
            {
                "verse_number": "20",
                "verse_text": "The one with a perverse heart never has anything good to say,"
            },
            {
                "verse_number": "21",
                "verse_text": "Parents of a numbskull will have many sorrows,"
            },
            {
                "verse_number": "22",
                "verse_text": "A joyful, cheerful heart brings healing to both body and soul."
            },
            {
                "verse_number": "23",
                "verse_text": "When you take a secret bribe,"
            },
            {
                "verse_number": "24",
                "verse_text": "Even the face of a wise man shows his intelligence."
            },
            {
                "verse_number": "25",
                "verse_text": "A father grieves over the foolishness of his child,"
            },
            {
                "verse_number": "26",
                "verse_text": "It&quot;s horrible to persecute a holy lover of God"
            },
            {
                "verse_number": "27",
                "verse_text": "Can you bridle your tongue when your heart is under pressure?"
            },
            {
                "verse_number": "28",
                "verse_text": "When even a fool bites his tongue"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "An unfriendly person isolates himself and seems to care only about his own issues. for all they want to do is impress you with what they know. as dishonor and shame are his companions. like deep waters that spring forth from within, bubbling up inside the one with understanding. and deprive the innocent of justice. and he&quot;ll pay the price for what he says. and his slander penetrates into the innermost being. is the same one who wastes his life away. for the lovers of God delight to run into his heart and be exalted on high. is enough to protect them. for he won&quot;t see glory until the Lord sees humility. for to speak before you&quot;ve heard the facts will bring humiliation. but depression crushes courage and leaves you unable to cope. for their hearts are eager to discover new truths. Take a generous gift. It will do wonders to gain entrance into his presence. The first one to speak sounds true until you hear the other side and can put an argument to rest between formidable opponents. than to win back a friend whom you&quot;ve offended. It encourages you to know that they will kill or give life, and the talkative person will reap the consequences. he has found a treasure! For she is the gift of God to bring him joy and pleasure. But the one who divorces a good woman but all they get in return is a harsh response. closer than any other! For his contempt of sound judgment makes him a recluse. he&quot;s just asking for a beating for his reckless words. It becomes their confidence in a day of trouble. and they set the record straight. Their walls go up, making it nearly impossible to win them back. that you&quot;ve changed someone else&quot;s life. loses what is good from his house. To choose an adulteress is both stupid and ungodly . but there is one loving friend who is joined to your heart"
            },
            {
                "verse_number": "2",
                "verse_text": "Senseless people find no pleasure in acquiring true wisdom,"
            },
            {
                "verse_number": "3",
                "verse_text": "An ungodly man is always cloaked with disgrace,"
            },
            {
                "verse_number": "4",
                "verse_text": "Words of wisdom are like a fresh, flowing brook&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "It is atrocious when judges show favor to the guilty"
            },
            {
                "verse_number": "6",
                "verse_text": "A senseless man jumps headfirst into an argument;"
            },
            {
                "verse_number": "7",
                "verse_text": "A fool has a big mouth that only gets him into trouble,"
            },
            {
                "verse_number": "8",
                "verse_text": "The words of a gossip merely reveal the wounds of his own soul,"
            },
            {
                "verse_number": "9",
                "verse_text": "The one who is too lazy to look for work"
            },
            {
                "verse_number": "10",
                "verse_text": "The character of God is a tower of strength,"
            },
            {
                "verse_number": "11",
                "verse_text": "The rich, in their conceit, imagine that their wealth"
            },
            {
                "verse_number": "12",
                "verse_text": "A man&quot;s heart is the proudest when his downfall is nearest,"
            },
            {
                "verse_number": "13",
                "verse_text": "Listen before you speak,"
            },
            {
                "verse_number": "14",
                "verse_text": "The will to live sustains you when you&quot;re sick,"
            },
            {
                "verse_number": "15",
                "verse_text": "The spiritually hungry are always ready to learn more,"
            },
            {
                "verse_number": "16",
                "verse_text": "Would you like to meet a very important person?"
            },
            {
                "verse_number": "17",
                "verse_text": "There are two sides to every story."
            },
            {
                "verse_number": "18",
                "verse_text": "A coin toss resolves a dispute"
            },
            {
                "verse_number": "19",
                "verse_text": "It is easier to conquer a strong city"
            },
            {
                "verse_number": "20",
                "verse_text": "Sharing words of wisdom is satisfying to your inner being."
            },
            {
                "verse_number": "21",
                "verse_text": "Your words are so powerful"
            },
            {
                "verse_number": "22",
                "verse_text": "When a man finds a wife,"
            },
            {
                "verse_number": "23",
                "verse_text": "The poor plead for help from the rich,"
            },
            {
                "verse_number": "24",
                "verse_text": "Some friendships don&quot;t last for long,"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "It&quot;s better to be honest, even if it leads to poverty, than to live as a dishonest fool. and then blame it all on God. but the poor can&quot;t keep the ones they have. and liars will get all that they deserve. but a generous person has all the friends he wants! How much more will his &apos;friends&apos; avoid him&ndash; Learn all you can, then watch your life flourish and prosper! and the habitual liar is doomed. living in the lap of luxury or a prideful servant ruling over princes. When you are insulted, be quick to forgive and forget it, for you are virtuous when you overlook an offense. but his sweet favor is like a gentle, refreshing rain. and a nagging wife can drive you crazy! But you&quot;ll go hungry if you live that way. and life will go well for you. But if you despise his ways and choose your own plans, you will die. Don&quot;t worry&ndash;you&quot;ll be repaid in full for all the good you&quot;ve done. while they&quot;re still young enough to learn. Don&quot;t indulge your children or be swayed by their protests. If you bail him out once, and be willing to learn from correction so that by the end of your life you&quot;ll be known for your wisdom. but only the designs of God&quot;s purpose will succeed in the end. And a lover of God who is poor and promises nothing is better than a rich liar who never keeps his promises. surrendered before the awe of God, here&quot;s what you&quot;ll experience: And complete satisfaction! they will learn not to mock. But if you correct a wise man, he will grow even wiser. are an embarrassment to their family and a public disgrace. Don&quot;t reject correction and foolish living invites a beating."
            },
            {
                "verse_number": "2",
                "verse_text": "The best way to live is with revelation-knowledge, for without it, you&quot;ll grow impatient and run right into error. for though he begs for help, they won&quot;t respond. for mercy means holding your tongue. but a good wife only comes as a gracious gift from God! you&quot;ll do it a dozen times. Abundant life. Continual protection. deadbeats who won&quot;t even work to feed themselves. or you will certainly wander from the ways of truth. for the wicked never play by the rules."
            },
            {
                "verse_number": "3",
                "verse_text": "There are some people who ruin their own lives"
            },
            {
                "verse_number": "4",
                "verse_text": "Being wealthy means having lots of &apos;friends,&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Perjury won&quot;t go unpunished,"
            },
            {
                "verse_number": "6",
                "verse_text": "Everyone wants to be close to the rich and famous,"
            },
            {
                "verse_number": "7",
                "verse_text": "When a man is poor, even his family has no use for him."
            },
            {
                "verse_number": "8",
                "verse_text": "Do yourself a favor and love wisdom."
            },
            {
                "verse_number": "9",
                "verse_text": "Tell lies and you&quot;re going to get caught,"
            },
            {
                "verse_number": "10",
                "verse_text": "It doesn&quot;t seem right when you see a fool"
            },
            {
                "verse_number": "11",
                "verse_text": "An understanding person demonstrates patience,"
            },
            {
                "verse_number": "12",
                "verse_text": "The rage of a king is like the roar of a lion,"
            },
            {
                "verse_number": "13",
                "verse_text": "A rebellious son breaks a father&quot;s heart,"
            },
            {
                "verse_number": "14",
                "verse_text": "You can inherit houses and land from your parents,"
            },
            {
                "verse_number": "15",
                "verse_text": "Go ahead&ndash;be lazy and passive."
            },
            {
                "verse_number": "16",
                "verse_text": "Honor God&quot;s holy instructions"
            },
            {
                "verse_number": "17",
                "verse_text": "Every time you give to the poor you make a loan to the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t be afraid to discipline your children"
            },
            {
                "verse_number": "19",
                "verse_text": "A hot-tempered man has to pay the price for his anger."
            },
            {
                "verse_number": "20",
                "verse_text": "Listen well to wise counsel"
            },
            {
                "verse_number": "21",
                "verse_text": "A person may have many ideas concerning God&quot;s plan for his life,"
            },
            {
                "verse_number": "22",
                "verse_text": "A man is charming when he displays tender mercies to others."
            },
            {
                "verse_number": "23",
                "verse_text": "When you live a life of abandoned love,"
            },
            {
                "verse_number": "24",
                "verse_text": "There are some people who pretend they&quot;re hurt&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "If you punish the insolent who don&quot;t know any better,"
            },
            {
                "verse_number": "26",
                "verse_text": "Children who mistreat their parents"
            },
            {
                "verse_number": "27",
                "verse_text": "So listen, my child."
            },
            {
                "verse_number": "28",
                "verse_text": "A corrupt witness makes a mockery of justice,"
            },
            {
                "verse_number": "29",
                "verse_text": "Judgment is waiting for those who mock the truth,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "A drunkard is obnoxious, loud, and argumentative; you&quot;re a fool to get intoxicated with strong drink. Do you really want to go and make him angry? Only the stupid want to pick a fight. drawing it out from the well within. and their children are fortunate to have godly parents as their examples. He scatters evil away from his kingdom by his wise discernment. &apos;I am free from sin in my life, God hates it when you demonstrate a double standard&ndash; one for &apos;them&apos; and one for &apos;you.&apos; You can discern their character, whether they are pure or perverse. and ears to hear from God. So wake up, sleepyhead! Don&quot;t sleep on the job. And then there will be plenty of food on your table. &apos;That&quot;s junk. It&quot;s worthless!&apos; Then he goes out and brags, &apos;Look at the great bargain I got!&apos; piles of gold and jewels, but there is something of far greater worth: speaking revelation-words of knowledge. deserves to have his property held as security. So don&quot;t charge into battle without wisdom, for wars are won by skillful strategy. your life will flicker out like a lamp, extinguished into the deepest darkness. it will not be blessed in the end. if it&quot;s the last thing I do!&apos; Wrap God&quot;s grace around your heart and he will be the one to vindicate you. for each step you take is ordained by God to bring you closer to your destiny. or you may be trapped by your vow and live to regret it. a shining light searching into the innermost chamber of our being. for kindness and integrity are what keep leaders in their position of trust. for painful experiences do wonders to change your life."
            },
            {
                "verse_number": "2",
                "verse_text": "The rage of a king is like the roar of a lion."
            },
            {
                "verse_number": "3",
                "verse_text": "A person of honor will put an argument to rest."
            },
            {
                "verse_number": "4",
                "verse_text": "If you&quot;re too lazy to plant seed, it&quot;s too bad when you have no harvest on which to feed. but who can find one who is truly trustworthy? for my heart is clean and pure&apos;? but sooner or later you&quot;ll live to regret it. so stay away from people who can&quot;t keep their mouths shut. that&quot;s hypocrisy at its worst! So much of your life, then, remains a mystery! and remove wickedness from his kingdom. but the dignity of the old is their wisdom."
            },
            {
                "verse_number": "5",
                "verse_text": "A man of deep understanding will give good advice,"
            },
            {
                "verse_number": "6",
                "verse_text": "Many will tell you they&quot;re your loyal friends,"
            },
            {
                "verse_number": "7",
                "verse_text": "The lovers of God will walk in integrity,"
            },
            {
                "verse_number": "8",
                "verse_text": "A righteous king sits on his judgment seat."
            },
            {
                "verse_number": "9",
                "verse_text": "Which one of us can truly say,"
            },
            {
                "verse_number": "10",
                "verse_text": "Mark it down:"
            },
            {
                "verse_number": "11",
                "verse_text": "All children show what they&quot;re really like by how they act."
            },
            {
                "verse_number": "12",
                "verse_text": "Lovers of God have been given eyes to see"
            },
            {
                "verse_number": "13",
                "verse_text": "If you spend all your time sleeping, you&quot;ll grow poor."
            },
            {
                "verse_number": "14",
                "verse_text": "The buyer says, as he haggles over the price,"
            },
            {
                "verse_number": "15",
                "verse_text": "You may have an abundance of wealth,"
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone stupid enough to guarantee a loan for a stranger"
            },
            {
                "verse_number": "17",
                "verse_text": "What you obtain dishonestly may seem sweet at first,"
            },
            {
                "verse_number": "18",
                "verse_text": "If you solicit good advice, then your plans will succeed."
            },
            {
                "verse_number": "19",
                "verse_text": "A blabbermouth will reveal your secrets,"
            },
            {
                "verse_number": "20",
                "verse_text": "If you despise your father or mother,"
            },
            {
                "verse_number": "21",
                "verse_text": "If an inheritance is gained too early in life,"
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t ever say, &apos;I&quot;m going to get even with them"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord hates double standards&ndash;"
            },
            {
                "verse_number": "24",
                "verse_text": "It is the Lord who directs your life,"
            },
            {
                "verse_number": "25",
                "verse_text": "Be careful in making a rash promise before God,"
            },
            {
                "verse_number": "26",
                "verse_text": "A wise king is able to discern corruption"
            },
            {
                "verse_number": "27",
                "verse_text": "The spirit God breathed into man is like a living lamp,"
            },
            {
                "verse_number": "28",
                "verse_text": "Good leadership is built on love and truth,"
            },
            {
                "verse_number": "29",
                "verse_text": "We admire the young for their strength and beauty,"
            },
            {
                "verse_number": "30",
                "verse_text": "When you are punished severely, you learn your lesson well&ndash;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "It&quot;s as easy for God to steer a king&quot;s heart for his purposes as it is for him to direct the course of a stream. will only lead to financial loss. but your crime will hold you in the snares of death! than to share a castle with a crabby spouse! they&quot;ll show no mercy and get no mercy. even though he despises what the wicked do. to soothe the anger of one who is livid. you will wander into the realm of dark spirits. Indulging in a life of luxury for their treachery comes back to haunt them. and the oil of the Holy Spirit. But the stupid squander what they&quot;ve been given. and a fountain that overflows with satisfaction. bringing down the strongholds of the mighty. Mr. Mocker is his name! extravagant giving never leads to poverty."
            },
            {
                "verse_number": "2",
                "verse_text": "We may think we&quot;re right all the time, but God thoroughly examines our motives. than when we merely offer him a sacrifice. but making hasty, impatient decisions for their rejection of truth and their love of evil will drag them deeper into darkness. and the innocence of a person by his honest, sincere ways. but the wise are teachable. to bring the light of instruction to the wicked then I&quot;ll close my ears when you cry out to me! and watch his anger disappear. A kind, generous gift goes a long way the lovers of God celebrate and rejoice, but the wicked begin to panic. will introduce you to poverty. will never make you wealthy. the very suffering they planned for others, than with a crabby, scolding spouse! will find all their dreams come true: an abundant life drenched with favor and releases breakthrough, and you&quot;ll be surprised by how few troubles you&quot;ll have. nothing but a snooty scoffer in love with his own opinion. and it will be his downfall. All day long he thinks about all the things that he craves, for he hasn&quot;t learned the secret that the generous man has learned: for it amounts to nothing but hypocrisy. but the guarded words of an honest man stand the test of time. but the lovers of God have a holy confidence. will be of no help at all if the Lord is against you. but ultimate victory comes from the Lord God."
            },
            {
                "verse_number": "3",
                "verse_text": "It pleases God more when we demonstrate godliness and justice"
            },
            {
                "verse_number": "4",
                "verse_text": "Arrogance, superiority, and pride are the fruits of sin."
            },
            {
                "verse_number": "5",
                "verse_text": "Brilliant ideas pay off and bring you prosperity,"
            },
            {
                "verse_number": "6",
                "verse_text": "You can make a fortune dishonestly,"
            },
            {
                "verse_number": "7",
                "verse_text": "Violent rebels don&quot;t have a chance,"
            },
            {
                "verse_number": "8",
                "verse_text": "You can discern that a person is guilty by his devious actions"
            },
            {
                "verse_number": "9",
                "verse_text": "It&quot;s better to live all alone in a rickety shack"
            },
            {
                "verse_number": "10",
                "verse_text": "The wicked always crave what is evil;"
            },
            {
                "verse_number": "11",
                "verse_text": "Senseless people learn their lessons the hard way,"
            },
            {
                "verse_number": "12",
                "verse_text": "A godly, righteous person has the ability"
            },
            {
                "verse_number": "13",
                "verse_text": "If you close your heart to the cries of the poor,"
            },
            {
                "verse_number": "14",
                "verse_text": "Try giving a secret gift to the one who is angry with you"
            },
            {
                "verse_number": "15",
                "verse_text": "When justice is served,"
            },
            {
                "verse_number": "16",
                "verse_text": "When you forsake the ways of wisdom,"
            },
            {
                "verse_number": "17",
                "verse_text": "To love pleasure for pleasure&quot;s sake"
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked bring on themselves"
            },
            {
                "verse_number": "19",
                "verse_text": "It&quot;s better to live in a hut in the wilderness"
            },
            {
                "verse_number": "20",
                "verse_text": "In wisdom&quot;s house you&quot;ll find delightful treasures"
            },
            {
                "verse_number": "21",
                "verse_text": "The lovers of God who chase after righteousness"
            },
            {
                "verse_number": "22",
                "verse_text": "A warrior filled with wisdom ascends into the high place"
            },
            {
                "verse_number": "23",
                "verse_text": "Watch your words and be careful what you say,"
            },
            {
                "verse_number": "24",
                "verse_text": "An arrogant man is inflated with pride&ndash;"
            },
            {
                "verse_number": "27",
                "verse_text": "To bring an offering to God with an ulterior motive is detestable,"
            },
            {
                "verse_number": "28",
                "verse_text": "No one believes a notorious liar,"
            },
            {
                "verse_number": "29",
                "verse_text": "The wicked are shameless and stubborn,"
            },
            {
                "verse_number": "30",
                "verse_text": "All your brilliant wisdom and clever insight"
            },
            {
                "verse_number": "31",
                "verse_text": "You can do your best to prepare for the battle,"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "A beautiful reputation is more to be desired than great riches, and to be esteemed by others is more honorable the Lord God created each one. But the senseless rush blindly forward and suffer the consequences. will bring life, prosperity, and honor as your reward. If you value your soul, stay far away from them. and the values they&quot;ve learned from you will be with them for life. for the rich rule over the poor. you&quot;ll reap a heap of trouble with every seed you plant. For your investment in sins pays a full return&ndash; you are enriched with blessings in return. to quarrels, strife, tension, and arguments, but he subverts the lies of those who pervert the truth. like &apos;I can&quot;t go to work. There&quot;s a lion outside! Those under God&quot;s curse jump right in to their own destruction. tough discipline can make him into a man. those who exploit the poor Drink in the wise revelation that I impart. when you treasure the beauty of my words. And always be prepared to share them at the appropriate time. yes, even to you, so that your living hope will be found in God alone, for he is the only one who is always true. For within my words you will discover true and reliable revelation. the truth of the word of the one who sends you. or pass laws with the motive of crushing the weak. by becoming bad-tempered just like him. or promise to be responsible for someone&quot;s debts? you will rise and be promoted. You won&quot;t be held back&ndash; you&quot;ll stand before kings! than to own immense investments. and prepares himself for it. and point them in the way that they should go, you&quot;ll end up serving the interests of your creditors, the full punishment you deserve! for a troublemaker traffics in shame. and he is the friend of those whose ways are pure. his deep reservoir of revelation-knowledge, And murderers too! &apos; and those who bribe the rich. They will give you serenity so that you can reveal and humiliate the one who humiliates the poor. or you&quot;ll embrace a snare in your soul Don&quot;t you dare move them just to benefit yourself."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich and the poor have one thing in common:"
            },
            {
                "verse_number": "3",
                "verse_text": "A prudent person with insight foresees danger coming"
            },
            {
                "verse_number": "4",
                "verse_text": "Laying your life down in tender surrender before the Lord"
            },
            {
                "verse_number": "5",
                "verse_text": "Twisted and perverse lives are surrounded by demonic influence."
            },
            {
                "verse_number": "6",
                "verse_text": "Dedicate your children to God"
            },
            {
                "verse_number": "7",
                "verse_text": "If you borrow money with interest,"
            },
            {
                "verse_number": "8",
                "verse_text": "Sin is a seed that brings a harvest;"
            },
            {
                "verse_number": "9",
                "verse_text": "When you are generous to the poor,"
            },
            {
                "verse_number": "10",
                "verse_text": "Say goodbye to a troublemaker and you&quot;ll say goodbye"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord loves those whose hearts are holy,"
            },
            {
                "verse_number": "12",
                "verse_text": "God passionately watches over"
            },
            {
                "verse_number": "13",
                "verse_text": "A slacker always has an excuse for not working&ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "Sex with an adulteress is like falling into the abyss."
            },
            {
                "verse_number": "15",
                "verse_text": "Although rebellion is woven into a young man&quot;s heart,"
            },
            {
                "verse_number": "16",
                "verse_text": "There are two kinds of people headed toward poverty:"
            },
            {
                "verse_number": "17",
                "verse_text": "Listen carefully and open your heart."
            },
            {
                "verse_number": "18",
                "verse_text": "You&quot;ll become winsome and wise"
            },
            {
                "verse_number": "19",
                "verse_text": "For I&quot;m releasing these words to you this day,"
            },
            {
                "verse_number": "22",
                "verse_text": "Never oppress the poor"
            },
            {
                "verse_number": "23",
                "verse_text": "For the Lord will rise to plead their case"
            },
            {
                "verse_number": "26",
                "verse_text": "Why would you ever guarantee a loan for someone else"
            },
            {
                "verse_number": "27",
                "verse_text": "For if you fail to pay you could lose your shirt!"
            },
            {
                "verse_number": "28",
                "verse_text": "The previous generation has set boundaries in place."
            },
            {
                "verse_number": "29",
                "verse_text": "If you are uniquely gifted in your work,"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When you&quot;ve been invited to dine with a very important leader, consider your manners and keep in mind whom you&quot;re with. for they may have another motive in having you sit at their table. Surrender your selfish ambition and evaluate them properly. than it sprouts wings and flies away like an eagle in the sky&ndash; here today, gone tomorrow! He will grudgingly say, &apos;Go ahead and eat all you want,&apos; but in his heart he resents the fact that he has to pay for your meal. and all your compliments will be wasted. so don&quot;t even waste your time&ndash;save your breath! or attempt to take land that belongs to the fatherless. and he will stand up for their cause. and open your heart to every word of instruction. Don&quot;t worry&ndash;it won&quot;t kill him! my heart is full of gladness. Instead, burn with unrelenting passion as you worship God in holy awe. that will never fade away. you will grow in wisdom and your heart will be drawn into understanding, and end up broke! for without them you wouldn&quot;t even be here. And don&quot;t neglect them when they grow old. Don&quot;t let go of wisdom, instruction, and life-giving understanding. he is ecstatic with joy&ndash;nothing makes him prouder! and your mother&quot;s soul be filled with gladness because of you. and embrace fully what I&quot;m about to tell you. and you&quot;ll stay far away from the pit of destruction. For sleeping with a promiscuous woman is like falling into a trap that you&quot;ll never be able to escape! she&quot;s waiting to claim another victim&ndash; another husband unfaithful to his wife. Who constantly complains and argues? Who stumbles and falls and hurts himself? Who&quot;s the one with bloodshot eyes? and is always looking for a brew. Make sure it&quot;s never you! but be known as one who enjoys the company and speak words that are perverse. dizzy and out of your mind. I feel like I&quot;ve been run over by a truck!&apos; Yet off you&quot;ll go, looking for another drink!"
            },
            {
                "verse_number": "2",
                "verse_text": "Be careful to curb your appetite and catch yourself before you fall into the trap of wanting all you see. and don&quot;t eat more than you should. a loving redeemer, who watches over them, Go ahead and punish him when he needs it. that teaches him a lifelong lesson! we are speaking mouth to mouth! to cause you to burn with anger. which will empower you to make right decisions. or waste your life away by partying all the time, of the lovers of God, like the fangs of a viper spreading poison into your soul."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t crave their delicacies,"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t compare yourself to the rich."
            },
            {
                "verse_number": "5",
                "verse_text": "For no sooner do you start counting your wealth"
            },
            {
                "verse_number": "6",
                "verse_text": "Be sensible when you dine with a stingy man"
            },
            {
                "verse_number": "7",
                "verse_text": "For as he thinks within himself, so is he."
            },
            {
                "verse_number": "8",
                "verse_text": "You&quot;ll be sorry you ate anything at all,"
            },
            {
                "verse_number": "9",
                "verse_text": "A rebellious fool will despise your wise advice,"
            },
            {
                "verse_number": "10",
                "verse_text": "Never move a long-standing boundary line"
            },
            {
                "verse_number": "11",
                "verse_text": "For they have a mighty protector,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pay close attention to the teaching that corrects you,"
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t withhold appropriate discipline from your child."
            },
            {
                "verse_number": "14",
                "verse_text": "A good spanking could be the very thing"
            },
            {
                "verse_number": "15",
                "verse_text": "My beloved child, when your heart is full of wisdom,"
            },
            {
                "verse_number": "16",
                "verse_text": "And when you speak anointed words,"
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t allow the actions of evil men"
            },
            {
                "verse_number": "18",
                "verse_text": "Your future is bright and filled with a living hope"
            },
            {
                "verse_number": "19",
                "verse_text": "As you listen to me, my beloved child,"
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t live in the excesses of drunkenness or gluttony,"
            },
            {
                "verse_number": "21",
                "verse_text": "because drunkards and gluttons sleep their lives away"
            },
            {
                "verse_number": "22",
                "verse_text": "Give respect to your father and mother,"
            },
            {
                "verse_number": "23",
                "verse_text": "Embrace the truth and hold it close."
            },
            {
                "verse_number": "24",
                "verse_text": "When a father observes his child living in godliness,"
            },
            {
                "verse_number": "25",
                "verse_text": "So may your father&quot;s heart burst with joy"
            },
            {
                "verse_number": "26",
                "verse_text": "My son, give me your heart"
            },
            {
                "verse_number": "27",
                "verse_text": "Stay far away from prostitutes"
            },
            {
                "verse_number": "28",
                "verse_text": "Like a robber hiding in the shadows"
            },
            {
                "verse_number": "29",
                "verse_text": "Who has anguish? Who has bitter sorrow?"
            },
            {
                "verse_number": "30",
                "verse_text": "It&quot;s the one who drinks too much"
            },
            {
                "verse_number": "31",
                "verse_text": "And don&quot;t be drunk with wine"
            },
            {
                "verse_number": "32",
                "verse_text": "for drunkenness brings the sting of a serpent,"
            },
            {
                "verse_number": "33",
                "verse_text": "It will make you hallucinate, mumble,"
            },
            {
                "verse_number": "34",
                "verse_text": "You&quot;ll be like a seasick sailor being tossed to and fro,"
            },
            {
                "verse_number": "35",
                "verse_text": "You&quot;ll awake only to say, &apos;What hit me?"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t envy the wealth of the wicked or crave their company."
            },
            {
                "verse_number": "2",
                "verse_text": "For they&quot;re obsessed with causing trouble and their conversations are corrupt. they build families, businesses, communities. And through intelligence and insight their enterprises are established and endure. and the pleasures of spiritual wealth. and revelation-knowledge increases strength. and with many astute advisers you&quot;ll see the path to victory more clearly. he&quot;ll have nothing to say when leaders gather together. Master Schemer is his name. And everyone detests a troublemaker. Why would you stand back and watch them stagger to their death? The one who knows you completely and judges your every motive is also the keeper of souls&ndash;and not just yours! He sees through your excuses and holds you responsible for failing to help those whose lives are threatened. sweet like flowing honey that melts in your mouth. Eat as much of it as you can, my friend! and this hope living within you will never disappoint you. and don&quot;t invade their resting place. and stumble seven times, but they will continue to rise over and over again. But the unrighteous are brought down by just one calamity and don&quot;t be quick to rejoice if he falls. will be displeased with you and will pity your foe. Give counsel to others, but don&quot;t mingle with those who are rebellious. and their lives will be ruined in a moment. Judgment must be impartial, for it is always wrong to be swayed by a person&quot;s status. the nation will curse you and the people will revile you. the people will thank you and reward you with favor. I&quot;ll do to him what he did to me!&apos; and I noticed the vineyards of a slacker. I observed nothing but thorns, weeds, and broken-down walls. and I pondered the lessons I could learn from this: your permanent business partner. And: If you put off until tomorrow the work you could do today, tomorrow never seems to come."
            },
            {
                "verse_number": "3",
                "verse_text": "Wise people are builders &ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Because of their skilled leadership, the hearts of people are filled with the treasures of wisdom you have need of courage. your future will be bright, don&quot;t harass the lovers of God and will never be able to rise again . their light of life will die out. And who knows what retribution they will face! But if you put me first, you&quot;ll see your family built up!"
            },
            {
                "verse_number": "5",
                "verse_text": "Wisdom can make anyone into a mighty warrior,"
            },
            {
                "verse_number": "6",
                "verse_text": "Wise strategy is necessary to wage war,"
            },
            {
                "verse_number": "7",
                "verse_text": "Wisdom is a treasure too lofty for a quarreling fool &ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "There is one who makes plans to do evil&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "If you plan to do evil, it&quot;s as wrong as doing it."
            },
            {
                "verse_number": "10",
                "verse_text": "If you faint when under pressure,"
            },
            {
                "verse_number": "11",
                "verse_text": "Go and rescue the perishing! Be their savior!"
            },
            {
                "verse_number": "12",
                "verse_text": "And why would you say, &apos;But it&quot;s none of my business&apos;?"
            },
            {
                "verse_number": "13",
                "verse_text": "Revelation-knowledge is a delicacy,"
            },
            {
                "verse_number": "14",
                "verse_text": "For then you will perceive what is true wisdom,"
            },
            {
                "verse_number": "15",
                "verse_text": "Listen up, you wicked, irreverent ones&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "For the lovers of God may suffer adversity"
            },
            {
                "verse_number": "17",
                "verse_text": "Never gloat when your enemy meets disaster,"
            },
            {
                "verse_number": "18",
                "verse_text": "For the Lord, who sees your heart,"
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t be angrily offended over evildoers or be agitated by them."
            },
            {
                "verse_number": "20",
                "verse_text": "For the wicked have no life and no future&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "My child, stand in awe of Yahweh!"
            },
            {
                "verse_number": "22",
                "verse_text": "For sudden destruction will fall upon them"
            },
            {
                "verse_number": "23",
                "verse_text": "Those enlightened with wisdom have spoken these proverbs:"
            },
            {
                "verse_number": "24",
                "verse_text": "If you say to the guilty, &apos;You are innocent,&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But when you convict the guilty,"
            },
            {
                "verse_number": "26",
                "verse_text": "Speaking honestly is a sign of true friendship."
            },
            {
                "verse_number": "27",
                "verse_text": "Go ahead, build your career and give yourself to your work."
            },
            {
                "verse_number": "28",
                "verse_text": "Why would you be a false accuser and slander with your words?"
            },
            {
                "verse_number": "29",
                "verse_text": "Don&quot;t ever spitefully say, &apos;I&quot;ll get even with him!"
            },
            {
                "verse_number": "32",
                "verse_text": "So I considered their lack of wisdom,"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Solomon&quot;s proverbs, published by the scribes of King Hezekiah:"
            },
            {
                "verse_number": "2",
                "verse_text": "God conceals the revelation of his word in the hiding place of his glory. But the honor of kings is revealed surrounded with silver. it adorns your life with beauty refreshes the heart of his master, and a wind that brings no refreshing rain &ndash; of a gift that you don&quot;t have. For your gentle wisdom will quell the strongest resistance. saying things you shouldn&quot;t brings a storm to any relationship. than to share a castle with a crabby spouse! but to seek words of praise is not honor at all. by how they thoroughly search out the deeper meaning of all that God says. like the heavens are high and the ocean is deep. a sterling vessel will emerge from the fire. a king&quot;s reign will be established in righteousness. or promote yourself by taking a seat at the head table and pretending that you&quot;re someone important. &apos;Come, you should sit at the head table,&apos; than for him to say in front of everyone, &apos;Please get up and move&ndash; you&quot;re sitting in the place of the prince.&apos; By starting something you wish you hadn&quot;t, you could be humiliated when you lose your case. just to prove a point in an argument, or you could be accused of being a gossip who betrays the confidence of a friend. are as appealing as apples gilded in gold and makes you a better person. like a gentle snowfall at harvest time. that&quot;s what you&quot;re like when you boast and watch them change their minds right in front of you. don&quot;t overindulge and eat more than you need, for excess in anything can make you sick of even a good thing. by staying too long at the home of your friends, or they may get fed up with always having you there and wish you hadn&quot;t come. are as bad as hitting them with a club, or wounding them with an arrow, or stabbing them with a sword. when you really need help. It can be compared to biting down on an abscessed tooth or walking with a sprained ankle. in the deepest grief and heartache, it can be compared to disrobing in the middle of a blizzard or rubbing salt in a wound. Win him over with your kindness. and God will reward you with favor. so hearing good news revives the spirit. it can be compared to contaminating a stream with sewage or polluting a fountain. but you can take too much. It&quot;s good to be honored, and are unable to control your temper, you&quot;re as helpless as a city with broken-down defenses, open to attack."
            },
            {
                "verse_number": "3",
                "verse_text": "The heart of a king is full of understanding,"
            },
            {
                "verse_number": "4",
                "verse_text": "If you burn away the impurities from silver,"
            },
            {
                "verse_number": "5",
                "verse_text": "And if you purge corruption from the kingdom,"
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t boast in the presence of a king"
            },
            {
                "verse_number": "7",
                "verse_text": "For it is better for the king to say to you,"
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t be hasty to file a lawsuit."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t reveal another person&quot;s secret"
            },
            {
                "verse_number": "10",
                "verse_text": "and gain a reputation for being one"
            },
            {
                "verse_number": "11",
                "verse_text": "Winsome words spoken at just the right time"
            },
            {
                "verse_number": "12",
                "verse_text": "When you humbly receive wise correction,"
            },
            {
                "verse_number": "13",
                "verse_text": "A reliable, trustworthy messenger"
            },
            {
                "verse_number": "14",
                "verse_text": "Clouds that carry no water"
            },
            {
                "verse_number": "15",
                "verse_text": "Use patience and kindness when you want to persuade leaders"
            },
            {
                "verse_number": "16",
                "verse_text": "When you discover something sweet,"
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t wear out your welcome"
            },
            {
                "verse_number": "18",
                "verse_text": "Lying about and slandering people"
            },
            {
                "verse_number": "19",
                "verse_text": "You can&quot;t depend on an unreliable person"
            },
            {
                "verse_number": "20",
                "verse_text": "When you sing a song of joy to someone suffering"
            },
            {
                "verse_number": "21",
                "verse_text": "Is your enemy hungry? Buy him lunch."
            },
            {
                "verse_number": "22",
                "verse_text": "Your surprising generosity will awaken his conscience"
            },
            {
                "verse_number": "23",
                "verse_text": "As the north wind brings a storm,"
            },
            {
                "verse_number": "24",
                "verse_text": "It&quot;s better to live all alone in a rundown shack"
            },
            {
                "verse_number": "25",
                "verse_text": "Like a drink of cool water refreshes a weary, thirsty soul,"
            },
            {
                "verse_number": "26",
                "verse_text": "When a lover of God gives in and compromises with wickedness,"
            },
            {
                "verse_number": "27",
                "verse_text": "It&quot;s good to eat sweet things,"
            },
            {
                "verse_number": "28",
                "verse_text": "If you live without restraint"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "It is totally out of place to promote and honor a fool, just like it&quot;s out of place to have snow in the summer It may flutter over you like a bird, direct a donkey with a bridle, and lead a rebellious fool with a beating on his backside! or you will become as foolish as he is! so the fool doesn&quot;t think he&quot;s so clever. you&quot;re asking for trouble. It will be as bad for you as cutting off your own feet! like a stone tied to a slingshot. like a thorn bush brandished by a drunk. is the impatient employer who hires just any fool who comes along&ndash; like dogs are known to return to their vomit. and that&quot;s the smug, conceited man always in love with his own opinions. &apos;I can&quot;t go out and look for a job&ndash; there may be a lion out there roaming wild in the streets!&apos; so the lazy man keeps turning over, hinged to his bed! they won&quot;t even work to feed themselves. than seven wise counselors who tell him the truth. that&quot;s none of your business. who says, &apos;I didn&quot;t mean it, I was only joking,&apos; can be compared to a madman randomly shooting off deadly weapons. a fire dies down when you run out of fuel. So quarrels disappear when the gossip ends. So add an argumentative man to the mix, and you&quot;ll keep strife alive. just like a pretty glaze covers a cheap clay pot. for hypocrisy loves to hide behind flattery. for his gracious speech is a charade, One day his hypocrisy will be exposed before all the world. and then watch as it snaps back on you! Start a landslide and you&quot;ll be the one who gets crushed. and rain at harvest time. but it will find no place to land. answer it with words of wisdom just like a crippled man can&quot;t trust his legs to support him. someone&quot;s going to get hurt! than to meddle in a quarrel For slander is easily absorbed into our innermost being. nothing but a masquerade covering his hatred and evil on parade. and insecurity the root of flattery."
            },
            {
                "verse_number": "2",
                "verse_text": "An undeserved curse will be powerless to harm you."
            },
            {
                "verse_number": "3",
                "verse_text": "Guide a horse with a whip,"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t respond to the words of a fool with more foolish words,"
            },
            {
                "verse_number": "5",
                "verse_text": "Instead, if you&quot;re asked a silly question,"
            },
            {
                "verse_number": "6",
                "verse_text": "If you choose a fool to represent you,"
            },
            {
                "verse_number": "7",
                "verse_text": "You can never trust the words of a fool,"
            },
            {
                "verse_number": "8",
                "verse_text": "Give honor to a fool and watch it backfire&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "The statements of a fool will hurt others"
            },
            {
                "verse_number": "10",
                "verse_text": "Like a reckless archer shooting arrows at random"
            },
            {
                "verse_number": "11",
                "verse_text": "Fools are famous for repeating their errors,"
            },
            {
                "verse_number": "12",
                "verse_text": "There&quot;s only one thing worse than a fool,"
            },
            {
                "verse_number": "13",
                "verse_text": "The lazy loafer says,"
            },
            {
                "verse_number": "14",
                "verse_text": "As a door is hinged to the wall,"
            },
            {
                "verse_number": "15",
                "verse_text": "There are some people so lazy"
            },
            {
                "verse_number": "16",
                "verse_text": "A self-righteous person is convinced he&quot;s smarter"
            },
            {
                "verse_number": "17",
                "verse_text": "It&quot;s better to grab a stray dog by its ears"
            },
            {
                "verse_number": "20",
                "verse_text": "It takes fuel to have a fire&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "Add fuel to the fire and the blaze goes on."
            },
            {
                "verse_number": "22",
                "verse_text": "Gossip is so delicious, and how we love to swallow it!"
            },
            {
                "verse_number": "23",
                "verse_text": "Smooth talk can hide a corrupt heart"
            },
            {
                "verse_number": "24",
                "verse_text": "Kind words can be a cover to conceal hatred of others,"
            },
            {
                "verse_number": "25",
                "verse_text": "So don&quot;t be drawn in by the hypocrite,"
            },
            {
                "verse_number": "26",
                "verse_text": "Don&quot;t worry&ndash;he can&quot;t keep the mask on for long."
            },
            {
                "verse_number": "27",
                "verse_text": "Go ahead, set a trap for others&ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "Hatred is the root of slander"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Never brag about the plans you have for tomorrow, for you don&quot;t have a clue what tomorrow may bring to you. for self-praise is never appropriate. than to be provoked by a fool and have to carry that burden! but it&quot;s nothing compared to jealousy&quot;s fire. if it stems from hidden love. But when your soul is starving, for good friends are like the anointing oil you won&quot;t have to run to a relative for help. A friend nearby is better than a relative far away. my heart is filled with gladness, for the way you live is proof and prepares himself, but the naÃ¯ve simpleton never looks ahead and suffers the consequences. Anyone stupid enough to guarantee the loan of another deserves to have his property seized in payment. when you sing at the top of your lungs early in the morning? Don&quot;t be fooled&ndash; and the words of a cranky, nagging wife have the same effect. or grasp a handful of oil? That&quot;s easier than to stop her from complaining. and so one person sharpens the character of another. Serve the Master&quot;s interests and you&quot;ll receive honor that&quot;s sweet. and the desires of men&quot;s hearts are insatiable. but the character of a man is tested and hold close to his heart the condition of those he cares for. and be diligent in your business and you will have more than enough&ndash;"
            },
            {
                "verse_number": "2",
                "verse_text": "Let someone else honor you for your accomplishments,"
            },
            {
                "verse_number": "3",
                "verse_text": "It&quot;s easier to carry a heavy boulder and a ton of sand"
            },
            {
                "verse_number": "4",
                "verse_text": "The rage and anger of others can be overwhelming,"
            },
            {
                "verse_number": "5",
                "verse_text": "It&quot;s better to be corrected openly"
            },
            {
                "verse_number": "6",
                "verse_text": "You can trust a friend who wounds you with his honesty, but your enemy&quot;s pretended flattery comes from insincerity. every bitter thing becomes sweet. is the one who is dislodged from his home. that yields the fragrant incense of God&quot;s presence . for in the day of your brokenness that I&quot;ve not taught you in vain. they&quot;ll curse you for doing it! so every heart is different. by giving him a measure of fame. and still never beat the foolishness out of him. not even nations endure forever. an abundance of food, clothing, and plenty for your household."
            },
            {
                "verse_number": "7",
                "verse_text": "When your soul is full, you turn down even the sweetest honey."
            },
            {
                "verse_number": "8",
                "verse_text": "Like a bird that has fallen from its nest"
            },
            {
                "verse_number": "9",
                "verse_text": "Sweet friendships refresh the soul and awaken our hearts with joy,"
            },
            {
                "verse_number": "10",
                "verse_text": "So never give up on a friend or abandon a friend of your father&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "My son, when you walk in wisdom,"
            },
            {
                "verse_number": "12",
                "verse_text": "A wise, shrewd person discerns the danger ahead"
            },
            {
                "verse_number": "13",
                "verse_text": "Cosign for one you barely know and you will pay a great price!"
            },
            {
                "verse_number": "14",
                "verse_text": "Do you think you&quot;re blessing your neighbors"
            },
            {
                "verse_number": "15",
                "verse_text": "An endless drip, drip, drip, from a leaky faucet"
            },
            {
                "verse_number": "16",
                "verse_text": "Can you stop the north wind from blowing"
            },
            {
                "verse_number": "17",
                "verse_text": "It takes a grinding wheel to sharpen a blade,"
            },
            {
                "verse_number": "18",
                "verse_text": "Tend an orchard and you&quot;ll have fruit to eat."
            },
            {
                "verse_number": "19",
                "verse_text": "Just as no two faces are exactly alike,"
            },
            {
                "verse_number": "20",
                "verse_text": "Death and destruction are never filled,"
            },
            {
                "verse_number": "21",
                "verse_text": "Fire is the way to test the purity of silver and gold,"
            },
            {
                "verse_number": "22",
                "verse_text": "You can beat a fool half to death"
            },
            {
                "verse_number": "23",
                "verse_text": "A shepherd should pay close attention to the faces of his flock"
            },
            {
                "verse_number": "24",
                "verse_text": "A man&quot;s strength, power, and riches will one day fade away;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Guilty criminals experience paranoia even though no one threatens them. But the innocent lovers of God, because of righteousness, but leaders anointed with wisdom will restore law and order. it&quot;s like a flash flood that sweeps away their last hope. will no longer be able to tell right from wrong. but those tenderly devoted to the Lord can understand justice perfectly. proves you&quot;re an honorable child, but to socialize with the lawless brings shame to your parents. but all the wealth you gather will one day be given to those who are kind to the needy. even your prayer will be despised. will fall into their own traps. But the innocent who resist temptation will experience reward. but a poor person with discernment can see right through them. But if you confess your sins and forsake them, you will be kissed by mercy. but the stubborn, unyielding heart will experience even greater evil. a fugitive haunted by guilt all the way to the grave with no one to support him. but the perverse will suddenly fall into ruin. but punishment rains down upon the greedy and dishonest. but he forgets that he could lose what&quot;s most important in the end he will appreciate it more than flattery. &apos;What&quot;s wrong with that?&apos; is as bad as a murderer. shows that you are not trusting the Lord. But when you rely totally on God, But when you lean on the wisdom from above, you will have a way to escape the troubles of your own making. you invite curses upon yourself. good people go into hiding. But when they fall from power, the godly take their place. will have the boldness of a young, ferocious lion! But those who love the truth strengthen their souls. But when the wicked rise to power, everyone goes into hiding. to raging lions and roaming bears. but leaders who despise corruption will enjoy a long and full life. but chase a fantasy and you could end up with nothing. and this is done by the type of judge who would betray a man for a bribe. and end up with nothing. you will still act carefully and prudently. But if you&quot;re heartless, stingy, and selfish,"
            },
            {
                "verse_number": "2",
                "verse_text": "A rebellious nation is thrown into chaos,"
            },
            {
                "verse_number": "3",
                "verse_text": "When a pauper oppresses the destitute,"
            },
            {
                "verse_number": "4",
                "verse_text": "Those who turn their backs on what they know is right"
            },
            {
                "verse_number": "5",
                "verse_text": "Justice never makes sense to men devoted to darkness,"
            },
            {
                "verse_number": "6",
                "verse_text": "It&quot;s more respectable to be poor and pure than rich and perverse."
            },
            {
                "verse_number": "7",
                "verse_text": "To be obedient to what you&quot;ve been taught"
            },
            {
                "verse_number": "8",
                "verse_text": "Go ahead and get rich on the backs of the poor,"
            },
            {
                "verse_number": "9",
                "verse_text": "If you close your heart and refuse to listen to God&quot;s instruction,"
            },
            {
                "verse_number": "10",
                "verse_text": "Those who tempt the lovers of God with an evil scheme"
            },
            {
                "verse_number": "11",
                "verse_text": "The wealthy in their conceit presume to be wise,"
            },
            {
                "verse_number": "12",
                "verse_text": "The triumphant joy of God&quot;s lovers releases great glory."
            },
            {
                "verse_number": "13",
                "verse_text": "If you cover up your sin you&quot;ll never do well."
            },
            {
                "verse_number": "14",
                "verse_text": "Overjoyed is the one who with tender heart trembles before God,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ruthless rulers can only be compared"
            },
            {
                "verse_number": "16",
                "verse_text": "Abusive leaders fail to employ wisdom,"
            },
            {
                "verse_number": "17",
                "verse_text": "A murderer&quot;s conscience will torment him&ndash;"
            },
            {
                "verse_number": "18",
                "verse_text": "The pure will be rescued from failure,"
            },
            {
                "verse_number": "19",
                "verse_text": "Work hard and you&quot;ll have all you desire,"
            },
            {
                "verse_number": "20",
                "verse_text": "Life&quot;s blessings drench the honest and faithful person,"
            },
            {
                "verse_number": "21",
                "verse_text": "Giving favoritism to the rich and powerful is disgusting,"
            },
            {
                "verse_number": "22",
                "verse_text": "A greedy man is in a race to get rich,"
            },
            {
                "verse_number": "23",
                "verse_text": "If you correct someone with constructive criticism,"
            },
            {
                "verse_number": "24",
                "verse_text": "A person who would reject his own parents and say,"
            },
            {
                "verse_number": "25",
                "verse_text": "To make rash, hasty decisions"
            },
            {
                "verse_number": "26",
                "verse_text": "Self-confident know-it-alls will prove to be fools."
            },
            {
                "verse_number": "27",
                "verse_text": "You will never go without if you give to the poor."
            },
            {
                "verse_number": "28",
                "verse_text": "When wicked leaders rise to power,"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Stubborn people who repeatedly refuse to accept correction will suddenly be broken and never recover. but the people groan when the wicked rise to power. But when you associate with prostitutes, is a great strength and example to the people. But the one who sells his influence for money and take advantage of you. but the lovers of God escape as they sing and shout in joyous triumph! but the ungodly make no attempt to understand or help the needy. but the humble and wise love to pursue peace. for his ranting and raving prevent you from making a case and settling the argument in a calm way. they give full vent to their rage and let their words fly! But the wise bite their tongues and hold back all they could say. their associates become scoundrels. have only one thing in common&ndash; is to demonstrate justice for the poor. But the patient lovers of God will one day watch in triumph as their stronghold topples! and will bring you great delight. But when you follow the revelation of the Word, heaven&quot;s bliss fills your soul. For even if he understands, he pays no attention to you. the impetuous one who speaks without thinking first. but a meek and humble spirit will add to your honor. for a curse of guilt will come upon you But when you place your confidence in the Lord, you will be seated in the high place. But God is the judge, and justice comes from him. but the righteous hate injustice wherever it&quot;s found."
            },
            {
                "verse_number": "2",
                "verse_text": "Everyone rejoices when the lovers of God flourish,"
            },
            {
                "verse_number": "3",
                "verse_text": "When you love wisdom, your father is overjoyed. you waste your wealth in exchange for disgrace. tears down what is right. but the lovers of God esteem those who are holy. God made them both. But if left to your own ways, you&quot;ll bring disgrace to your parents. people quickly wander astray. don&quot;t be surprised when they expect to be treated as sons. for sin surrounds the life of a furious man. when you fail to report a crime."
            },
            {
                "verse_number": "4",
                "verse_text": "A godly leader who values justice"
            },
            {
                "verse_number": "5",
                "verse_text": "Flattery can often be used as a trap to hide ulterior motives"
            },
            {
                "verse_number": "6",
                "verse_text": "The wicked always have a trap laid for others,"
            },
            {
                "verse_number": "7",
                "verse_text": "God&quot;s righteous people will pour themselves out for the poor,"
            },
            {
                "verse_number": "8",
                "verse_text": "Arrogant cynics love to pick fights,"
            },
            {
                "verse_number": "9",
                "verse_text": "There&quot;s no use arguing with a fool,"
            },
            {
                "verse_number": "10",
                "verse_text": "Violent men hate those with integrity,"
            },
            {
                "verse_number": "11",
                "verse_text": "You can recognize fools by the way"
            },
            {
                "verse_number": "12",
                "verse_text": "When leaders listen to false accusations,"
            },
            {
                "verse_number": "13",
                "verse_text": "Poor people and their oppressors"
            },
            {
                "verse_number": "14",
                "verse_text": "The best insurance for a leader&quot;s longevity"
            },
            {
                "verse_number": "15",
                "verse_text": "Experiencing many corrections and rebukes will make you wise."
            },
            {
                "verse_number": "16",
                "verse_text": "When the wicked are in power, lawlessness abounds."
            },
            {
                "verse_number": "17",
                "verse_text": "Correct your child and one day you&quot;ll find he has changed"
            },
            {
                "verse_number": "18",
                "verse_text": "When there is no clear prophetic vision,"
            },
            {
                "verse_number": "19",
                "verse_text": "A stubborn servant can&quot;t be corrected by words alone."
            },
            {
                "verse_number": "20",
                "verse_text": "There&quot;s only one kind of person who is worse than a fool:"
            },
            {
                "verse_number": "21",
                "verse_text": "If you pamper your servants,"
            },
            {
                "verse_number": "22",
                "verse_text": "The source of strife is found in an angry heart,"
            },
            {
                "verse_number": "23",
                "verse_text": "Lift yourself up with pride and you will soon be brought low,"
            },
            {
                "verse_number": "24",
                "verse_text": "You are your own worst enemy when you partner with a thief,"
            },
            {
                "verse_number": "25",
                "verse_text": "Fear and intimidation is a trap that holds you back."
            },
            {
                "verse_number": "26",
                "verse_text": "Everyone curries favor with leaders."
            },
            {
                "verse_number": "27",
                "verse_text": "The wicked hate those who live a godly life,"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "These are the collected sayings of the prophet Agur, Jakeh&quot;s son &ndash; the amazing revelation he imparted to Ithiel and Ukal. I was made in your image , from the heavenly realm to the earth? Who controls the wind as it blows and holds it in his fists? to be pure in their own eyes, yet they are morally filthy, unwashed, and unclean. and fed to the young vultures! that are too amazing to unravel &ndash; who could fully explain them? the way a snake glides on a boulder, the path of a ship as it passes through the sea, and the way a bridegroom falls in love with his bride. that are simply unbearable to observe: to last throughout the winter. yet look how it makes a secure home, nestled in the rocks. yet they cooperate as they move forward by bands. yet it can be found inside a king&quot;s palace. and a king leading his regal procession. Stirring up an argument only leads to an angry confrontation."
            },
            {
                "verse_number": "2",
                "verse_text": "God, I&quot;m so weary and worn out, I feel more like a beast than a man. but I lack understanding. that comes from the full and intimate knowledge of you, the Holy One. Who tucks the rain into the cloak of his clouds? Who stretches out the skyline from one vista to the other? What is his name? And what is the name of his Son? Who can tell me? is pure and proves to be true. He is a wraparound shield of protection for all his lovers who run to hide in him. or he will have to rebuke you and prove that you&quot;re a liar. every lie, and every crooked thing. And give me neither undue poverty nor undue wealth&ndash; but rather, feed my soul with the measure of prosperity that pleases you. Don&quot;t let me be so rich that I don&quot;t need you or so poor that I have to resort to dishonesty just to make ends meet. Then my life will never detract from bringing glory to your name. for you will be the guilty one and a curse will come upon you. and speaks evil of their mothers. they think they are superior and look down on others. to cut and slash those who are different. They would devour the poor, the needy, and the afflicted from off the face of the earth! &apos;Give me more!&apos; There are some things that are never satisfied. Forever craving more, they&quot;re unable to say, &apos;That&quot;s enough!&apos; Here are four: the barren womb, ever wanting a child, thirsty soil, ever longing for rain, and a raging fire, devouring its fuel. They&quot;re all insatiable. deserves to be plucked out by the ravens of the valley she takes what she wants and then says, &apos;I&quot;ve done nothing wrong.&apos; when a scoundrel comes into great wealth, and when a mistress replaces a faithful wife. yet look how it diligently gathers its food in the summer as it clings to the walls with its hands, who are impressive to watch as they go forth: the male goat out in front leading the herd, or if you&quot;ve thought about saying something stupid, you&quot;d better shut your mouth."
            },
            {
                "verse_number": "3",
                "verse_text": "I&quot;ve yet to learn the wisdom"
            },
            {
                "verse_number": "4",
                "verse_text": "Who is it that travels back and forth"
            },
            {
                "verse_number": "5",
                "verse_text": "Every promise from the faithful God"
            },
            {
                "verse_number": "6",
                "verse_text": "Never add to his words,"
            },
            {
                "verse_number": "7",
                "verse_text": "God, there are two things I&quot;m asking you for before I die, only two:"
            },
            {
                "verse_number": "8",
                "verse_text": "Empty out of my heart everything that is false&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "May my satisfaction be found in you."
            },
            {
                "verse_number": "10",
                "verse_text": "Never defame a servant before his master,"
            },
            {
                "verse_number": "11",
                "verse_text": "There is a generation rising that curses their fathers"
            },
            {
                "verse_number": "12",
                "verse_text": "There is a generation rising that considers themselves"
            },
            {
                "verse_number": "13",
                "verse_text": "There is a generation rising that is so filled with pride,"
            },
            {
                "verse_number": "14",
                "verse_text": "There is a generation rising that uses their words like swords"
            },
            {
                "verse_number": "15",
                "verse_text": "There are three words to describe the greedy:"
            },
            {
                "verse_number": "16",
                "verse_text": "the grave, yawning for another victim,"
            },
            {
                "verse_number": "17",
                "verse_text": "The eye that mocks his father and dishonors his elderly mother"
            },
            {
                "verse_number": "18",
                "verse_text": "There are four marvelous mysteries"
            },
            {
                "verse_number": "19",
                "verse_text": "The way an eagle flies in the sky,"
            },
            {
                "verse_number": "20",
                "verse_text": "Here is the deceptive way of the adulterous woman:"
            },
            {
                "verse_number": "21",
                "verse_text": "There are four intolerable events"
            },
            {
                "verse_number": "22",
                "verse_text": "when an unfaithful servant becomes a ruler,"
            },
            {
                "verse_number": "23",
                "verse_text": "when an unfaithful woman marries a good man,"
            },
            {
                "verse_number": "24",
                "verse_text": "The earth has four creatures that are very small but very wise:"
            },
            {
                "verse_number": "25",
                "verse_text": "The feeble ant has little strength,"
            },
            {
                "verse_number": "26",
                "verse_text": "The delicate rock-badger isn&quot;t all that strong,"
            },
            {
                "verse_number": "27",
                "verse_text": "The locusts have no king to lead them,"
            },
            {
                "verse_number": "28",
                "verse_text": "And the small lizard is easy to catch"
            },
            {
                "verse_number": "29",
                "verse_text": "There are four stately monarchs"
            },
            {
                "verse_number": "30",
                "verse_text": "the lion, the king of the jungle, who is afraid of no one,"
            },
            {
                "verse_number": "31",
                "verse_text": "the rooster strutting boldly among the hens,"
            },
            {
                "verse_number": "32",
                "verse_text": "If you&quot;ve acted foolishly by drawing attention to yourself,"
            },
            {
                "verse_number": "33",
                "verse_text": "For such stupidity may give you a bloody nose!"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "King Lemuel&quot;s royal words of wisdom: These are the inspired words my mother taught me. you&quot;ll live to regret it! and interceding for those most in need. she is a woman of strength and mighty valor! The price paid for her was greater than many jewels. that which is pure and righteous. She delights in the work of her hands. She is like a trading ship bringing divine supplies from the merchant. for hungry ones in her house and for others. She labors there to plant the living vines. no matter how dark the night. and she lays hold of the wheels of government. for she always reaches out her hands to those in need. for all her household is covered in the dual garments sitting as the venerable judge of his people. she does for the benefit of her enemies. as she laughs with joy over the latter days. as loving instruction pours from her lips. and her husband arises to speak of her in glowing terms. but you have ascended above them all!&apos; at the gateways of every city!"
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, my dear son, son of my womb. You are the answer to my prayers, my son. from the promiscuous, wayward woman. Don&quot;t waste the strength of your anointing on those who ruin kings&ndash; and it&quot;s never fitting for a king to be drunk on wine or for rulers to crave alcohol. and ignore the rights of those in need, those who depend on them for leadership . who are suffering at the brink of death. Wine is for those in depression in order to drown their sorrows. Let them drink and forget their poverty and misery. of the disenfranchised and pleads for the legal rights of the defenseless and those who are dying. She&quot;s full of wealth and wisdom. for she brings him the rich spoils of victory. and her shining light will not be extinguished, of righteousness and grace. a purple gown of exquisite linen. and meets every need they have. and beauty is vain and so quickly fades, but this virtuous woman lives in the wonder, awe, and fear of the Lord. She will be praised throughout eternity . for she has become a radiant woman, and all her loving works of righteousness deserve to be admired"
            },
            {
                "verse_number": "3",
                "verse_text": "So keep yourself sexually pure"
            },
            {
                "verse_number": "4",
                "verse_text": "For you are a king, Lemuel,"
            },
            {
                "verse_number": "5",
                "verse_text": "For when they drink they forget justice"
            },
            {
                "verse_number": "8",
                "verse_text": "But you are to be a king who speaks up on behalf"
            },
            {
                "verse_number": "9",
                "verse_text": "Be a righteous king, judging on behalf of the poor"
            },
            {
                "verse_number": "10",
                "verse_text": "Who could ever find a wife like this one &ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "Her husband has entrusted his heart to her,"
            },
            {
                "verse_number": "12",
                "verse_text": "All throughout her life she brings him what is good and not evil."
            },
            {
                "verse_number": "13",
                "verse_text": "She searches out continually to possess"
            },
            {
                "verse_number": "14",
                "verse_text": "She gives out revelation-truth to feed others."
            },
            {
                "verse_number": "15",
                "verse_text": "Even in the night season she arises and sets food on the table"
            },
            {
                "verse_number": "16",
                "verse_text": "She sets her heart upon a field and takes it as her own."
            },
            {
                "verse_number": "17",
                "verse_text": "She wraps herself in strength, might, and power in all her works."
            },
            {
                "verse_number": "18",
                "verse_text": "She tastes and experiences a better substance,"
            },
            {
                "verse_number": "19",
                "verse_text": "She stretches out her hands to help the needy"
            },
            {
                "verse_number": "20",
                "verse_text": "She is known by her extravagant generosity to the poor,"
            },
            {
                "verse_number": "21",
                "verse_text": "She is not afraid of tribulation,"
            },
            {
                "verse_number": "22",
                "verse_text": "Her clothing is beautifully knit together &ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "Her husband is famous and admired by all,"
            },
            {
                "verse_number": "24",
                "verse_text": "Even her works of righteousness"
            },
            {
                "verse_number": "25",
                "verse_text": "Bold power and glorious majesty are wrapped around her"
            },
            {
                "verse_number": "26",
                "verse_text": "Her teachings are filled with wisdom and kindness"
            },
            {
                "verse_number": "27",
                "verse_text": "She watches over the ways of her household"
            },
            {
                "verse_number": "28",
                "verse_text": "Her sons and daughters arise in one accord to extol her virtues,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;There are many valiant and noble ones,"
            },
            {
                "verse_number": "30",
                "verse_text": "Charm can be misleading,"
            },
            {
                "verse_number": "31",
                "verse_text": "So go ahead and give her the credit that is due,"
            }
        ]
    }
}