{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the vision that Obadiah saw. The Almighty Lord says this about Edom . &quot;Some men in Edom know what is right. But, at that time, I will kill them. They will drink until God has killed them. They will live in the fields in Ephraim and Samaria. And that country will belong to the Lord . We have heard a message from the Lord . Someone has taken a message to the nations to say, &quot;Stand up and fight against Edom .&quot; &quot;I will make you small among other people. They will think that you are not worth anything. You live in a place that is difficult to reach. Your home is high up in a place among rocks. You say to yourself, &apos;Nobody can reach us up here.&apos; And you may make your home in the highest places among the stars. But I will bring you down from there.&quot; That is what the Lord says. &quot;Men might come in the night to take away what is yours. (Oh! What a very bad thing will happen to you!) But they would not take everything. If people came to take fruit from your trees, they would leave some fruit on the tree. They will even take the valuable things that you hide. will push you out from your country. They will tell you what is not true. You will believe them. They will be stronger than you because you will believe their words. They will make a trap for you.&quot; Some men in the mountains know what is good. (These are the mountains where Esau's people live.) But I will kill those men. Esau's people live in the mountains. And everyone there will die. God will make you ashamed because of this and you will die. You thought that you were better than they. But you were wrong to think that. You should not have been happy when the people in Judah were dying. You should not have been happy when they were in trouble. You did that at the time when they were in trouble. You should not have thought that you were better than they. You thought it at the time when they were in trouble. You should not have taken what belonged to them. You wanted to kill those that ran away from the enemy. That is why you waited there. You should not have done that. Some Israelites were still alive, but they were in trouble. You should not have taken them to the enemy. God will do to you what you did to other people. God will be angry with you because you did those things to them. In the same way, people from all countries will drink and they will not stop. It will be special to me. Jacob's descendants will have the country that belongs to them. I will give it to them. This is what the Lord said. People will come from the low hills in the west, and they will take the Philistines' country for themselves. Benjamin's people will take Gilead. but they now have to live with the Canaanites. They will get the country as far as Zarephath. Some people lived in Jerusalem, but now they have to be in Sepharad. They will get the towns in the Negev. and they will rule over Edom ."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord says to Edom ,"
            },
            {
                "verse_number": "3",
                "verse_text": "You think that you are better than other people. And so you believe something that is not true."
            },
            {
                "verse_number": "4",
                "verse_text": "You may be like a strong bird that flies high."
            },
            {
                "verse_number": "5",
                "verse_text": "He says,"
            },
            {
                "verse_number": "6",
                "verse_text": "But people will take everything from Esau's people (also called Edom )."
            },
            {
                "verse_number": "7",
                "verse_text": "People who have helped you to fight"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "9",
                "verse_text": "There are men from Teman city that fight. But I will make them afraid."
            },
            {
                "verse_number": "10",
                "verse_text": "This will happen because you were cruel to your brother Jacob (the people in Israel)."
            },
            {
                "verse_number": "11",
                "verse_text": "Men from other countries came into Jerusalem. They took away all the good things from Jerusalem. They played a game for the best things. You were as bad as they were. You did not help the Israelites."
            },
            {
                "verse_number": "12",
                "verse_text": "Your brothers in Judah were in great trouble."
            },
            {
                "verse_number": "13",
                "verse_text": "You should not have walked like soldiers through my people's gates."
            },
            {
                "verse_number": "14",
                "verse_text": "You waited at the place where the roads joined each other."
            },
            {
                "verse_number": "15",
                "verse_text": "The day of the Lord will come soon for all the world's people."
            },
            {
                "verse_number": "16",
                "verse_text": "You drank on my special hill."
            },
            {
                "verse_number": "17",
                "verse_text": "But on Mount Zion , people will be free."
            },
            {
                "verse_number": "18",
                "verse_text": "The people in Jacob's and Joseph's family will kill all the people that belong to Esau's family.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "People will come from the Negev. They will come to live in the mountains of Edom."
            },
            {
                "verse_number": "20",
                "verse_text": "Some people lived in Israel,"
            },
            {
                "verse_number": "21",
                "verse_text": "Men will come to make Jerusalem free,"
            }
        ]
    }
}