{
    "Philemon": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This letter is from me, Paul. I am in prison because I serve Christ Jesus. Our Christian friend Timothy is here with me. We are writing to you, Philemon. You are our friend, and we love you. You work on behalf of Christ, as we do."
            },
            {
                "verse_number": "2",
                "verse_text": "We say &quot;hello&quot; also to Apphia, who is like a sister to us. And we say &quot;hello&quot; to Archippus, who serves Christ like a soldier, as we do. We also say &quot;hello&quot; to the group of Christians who meet in your home."
            },
            {
                "verse_number": "3",
                "verse_text": "I pray that God, our Father, and the Lord Jesus Christ will continue to help you. I pray that they will give you peace in your minds."
            },
            {
                "verse_number": "4",
                "verse_text": "When I pray for you, I always thank my God when I think about you."
            },
            {
                "verse_number": "5",
                "verse_text": "I thank God because people tell me good things about you. You love all God's people and you trust in the Lord Jesus."
            },
            {
                "verse_number": "6",
                "verse_text": "We each have the same faith in Christ as we serve him. So I pray that, as a result, you will become strong. I pray that you will understand more about every good thing that is ours because of Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "My friend, you have helped God's people to feel stronger. Your love for them has made me very happy. It makes me feel stronger too."
            },
            {
                "verse_number": "8",
                "verse_text": "I want to ask you to do something. I am sure that Christ has given me authority. So I could tell you strongly what you should do."
            },
            {
                "verse_number": "9",
                "verse_text": "But instead, because of love, I will ask you, &quot;Please do it.&quot; I, Paul, am an old man. Also, I am in prison now because I serve Christ Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "So I am asking you to help Onesimus, who is like my own child. I taught him about Jesus while I was in prison. Because of that, he now has life with God. I am like his father."
            },
            {
                "verse_number": "11",
                "verse_text": "Before he trusted Jesus, Onesimus did not really help you. But now he can help both you and me."
            },
            {
                "verse_number": "12",
                "verse_text": "So I am now sending him back to you. Because I love him, it is like I am sending you my own heart ."
            },
            {
                "verse_number": "13",
                "verse_text": "I wanted to keep him here with me, to help me on your behalf. I am in prison here because I taught people the good news about Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "But I did not want to do anything unless you agreed. I wanted you to help me because you really want to help. I did not want to make you do it."
            },
            {
                "verse_number": "15",
                "verse_text": "When Onesimus ran away from you, perhaps God let that happen. Onesimus left you for a short time so that you could now have him back for ever."
            },
            {
                "verse_number": "16",
                "verse_text": "You can have him back again not only as your slave. He will be something much better than a slave for you. He will be like a brother that you love. I love him very much. But now you will love him even more. He will serve you as a slave, but he will also serve the Lord , as you do."
            },
            {
                "verse_number": "17",
                "verse_text": "I am your friend. Together we serve God. If you agree with that, please be kind to Onesimus. Accept him in the same way that you would accept me."
            },
            {
                "verse_number": "18",
                "verse_text": "If Onesimus has done anything wrong to you, I will make it right again. If he took money from you, I will pay it back."
            },
            {
                "verse_number": "19",
                "verse_text": "I, Paul, am writing this myself: &quot;I will pay the money back to you.&quot; But you should remember what I have given to you already. You have life with God because I told you the good news about Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Yes, my friend, please help me now, because we both belong to the Lord. As a Christian friend, help me to feel happier."
            },
            {
                "verse_number": "21",
                "verse_text": "I am sure that you will do what I ask. That is why I have written this letter to you. I know that you will do even more than this to help me."
            },
            {
                "verse_number": "22",
                "verse_text": "I want to ask you one more thing. Please prepare a room in your home where I can stay. I know that all of you are praying for God to let me go free. As a result, I hope that I will be able to visit you again."
            },
            {
                "verse_number": "23",
                "verse_text": "Epaphras is also here in prison with me because he serves Christ Jesus. He says &quot;hello&quot; to you."
            },
            {
                "verse_number": "24",
                "verse_text": "Mark, Aristarchus, Demas and Luke, who work with me here, also say &quot;hello&quot; to you."
            },
            {
                "verse_number": "25",
                "verse_text": "I pray that the Lord Jesus Christ will continue to be very kind to all of you."
            }
        ]
    }
}