{
    "Ecclesiastes": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of the Teacher, David's son, who ruled as king in Jerusalem. Nothing that ever happens has a purpose.&quot; But in the end, what do they receive in return for their work? But the earth continues and it never changes. Then it quickly moves to rise again the next morning. It blows in every direction. Then it starts again. The water returns to the rivers and it all happens again. There is nothing important to talk about. Nothing that we see is enough to make us happy. There are always more things that we want to hear. What people have done before, other people will do again. There is nothing truly new anywhere on the earth. But really it happened long ago, before we were born. In the future, people will not remember what has happened either. you cannot always make it straight again. You cannot count things, the more you will worry . The more you learn,"
            },
            {
                "verse_number": "2",
                "verse_text": "The Teacher says, &quot;Nothing has a purpose."
            },
            {
                "verse_number": "3",
                "verse_text": "People work very hard while they live on the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "Old people die and then their children live after them."
            },
            {
                "verse_number": "5",
                "verse_text": "The sun rises in the morning and it disappears in the evening."
            },
            {
                "verse_number": "6",
                "verse_text": "The wind blows to the south. Then it turns to the north."
            },
            {
                "verse_number": "7",
                "verse_text": "All rivers pour water into the sea, but the sea does not become full."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything continues in the same way."
            },
            {
                "verse_number": "9",
                "verse_text": "Things that are happening now will continue to happen in the future."
            },
            {
                "verse_number": "10",
                "verse_text": "People may say, &quot;Look! Here is something new!&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "People do not remember things that happened in the past."
            },
            {
                "verse_number": "12",
                "verse_text": "I, the Teacher, ruled Israel as king in Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "I decided to study everything that happens on the earth. I used wisdom to try to understand these things. I realized that God has given people hard work to do, which causes them to suffer."
            },
            {
                "verse_number": "14",
                "verse_text": "I thought about all the things that people do on the earth. I realized that all these things have no purpose. It is like somebody who tries to catch the wind."
            },
            {
                "verse_number": "15",
                "verse_text": "If someone has bent something, if they are not there. the more you suffer."
            },
            {
                "verse_number": "16",
                "verse_text": "I said to myself, &quot;Listen! I have become very wise ! I am much wiser than any of the kings who ruled in Jerusalem before me. I know a lot more things than they ever did!&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "So I decided to study how much wisdom and knowledge really help a person. I wanted to learn if it was better than someone who only does foolish things. But this was also useless , like somebody who tries to catch the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "The more wisdom you have,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I said to myself, &quot;I will enjoy the good things of life. I will see if that helps me to be happy.&quot; But I realized that this too had no purpose."
            },
            {
                "verse_number": "2",
                "verse_text": "I said, &quot;It is foolish to laugh all the time. If I only try to please myself, it does not really help me.&quot; I took it for myself. If something would give me pleasure, I did it. So all my work made me very happy. My hard work gave me things to enjoy. and all my hard work. After all that, I realized that none of these things had a purpose. I was like somebody who tries to catch the wind. None of the things on earth have any value. I also thought about foolish ways to live. I thought, &quot;The next king will not do any more than I have already done.&quot; In the same way, the light is better than the dark. Foolish people walk in the dark. But at the end of their lives, there is no difference. They both die. So what value have I received from my great wisdom?&quot; I said to myself, &quot;Wisdom too has no purpose.&quot; as quickly as they forget about fools. One day, nobody will remember any of them. It is true! As fools all have to die, wise people will also die."
            },
            {
                "verse_number": "3",
                "verse_text": "I thought about wine . If I drink a lot of wine, I thought that might make me happy. I might enjoy foolish things. I used wisdom to think about this. People only live for a short time on the earth. I thought this might be the best way for people to enjoy life."
            },
            {
                "verse_number": "4",
                "verse_text": "I also did a lot of great things for myself. I built houses. I planted vineyards ."
            },
            {
                "verse_number": "5",
                "verse_text": "I made gardens and fields of trees. I planted many different kinds of fruit trees in them."
            },
            {
                "verse_number": "6",
                "verse_text": "I made large pools of water. I used the water to help my trees to grow well."
            },
            {
                "verse_number": "7",
                "verse_text": "I bought male slaves and female slaves. Their children became my slaves too. I had many animals, including sheep, goats and cows. I had more animals than any of the rulers in Jerusalem who lived before me."
            },
            {
                "verse_number": "8",
                "verse_text": "I stored a lot of silver and gold for myself. Other kings and rulers paid me with many valuable things. I had men and women who would sing for me. I had many beautiful slave wives to give me as much pleasure as any man could want."
            },
            {
                "verse_number": "9",
                "verse_text": "As a result, I was greater than anyone who had ever lived in Jerusalem before me. And I continued to follow the way of wisdom."
            },
            {
                "verse_number": "10",
                "verse_text": "If I saw something that I wanted"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I thought about everything that I had done,"
            },
            {
                "verse_number": "12",
                "verse_text": "Then I decided to think about wisdom."
            },
            {
                "verse_number": "13",
                "verse_text": "I realized that it is better to be wise than foolish ."
            },
            {
                "verse_number": "14",
                "verse_text": "Wise people can see where they are going."
            },
            {
                "verse_number": "15",
                "verse_text": "Then I thought, &quot;I will also die, as foolish people do."
            },
            {
                "verse_number": "16",
                "verse_text": "People forget about wise people"
            },
            {
                "verse_number": "17",
                "verse_text": "So I hated life. Everything that happens on the earth only brings me trouble. Nothing has any purpose. It is as useless as somebody who tries to catch the wind."
            },
            {
                "verse_number": "18",
                "verse_text": "I thought about all the hard work that I have done here on the earth. When I die, all the things that I worked so hard to get will belong to the next king. So I hated all my hard work."
            },
            {
                "verse_number": "19",
                "verse_text": "The next king may be a wise man, or he may be a foolish man. Nobody knows! But all the things that I used my wisdom and hard work to get will belong to him. All this has no purpose."
            },
            {
                "verse_number": "20",
                "verse_text": "So I was very upset when I thought about all my hard work on the earth."
            },
            {
                "verse_number": "21",
                "verse_text": "Some people are very wise and clever. They use their knowledge to provide good things for themselves. But after they die, someone else will have all their things. Their good things will belong to someone who did not have to work to get them. This also has no purpose. It only brings trouble."
            },
            {
                "verse_number": "22",
                "verse_text": "People have to do a lot of hard work on this earth and it causes them to worry . But in the end, they have nothing."
            },
            {
                "verse_number": "23",
                "verse_text": "Every day, their work causes their bodies to suffer. At night, their minds do not have any rest. All this has no purpose."
            },
            {
                "verse_number": "24",
                "verse_text": "So I decided what is best for us to do. We should be happy to eat and to drink. And we should enjoy our work. I realized that all these things are gifts from God."
            },
            {
                "verse_number": "25",
                "verse_text": "Without God's help, nobody can eat anything or enjoy anything."
            },
            {
                "verse_number": "26",
                "verse_text": "God gives wisdom, knowledge and joy to people who please him. Wicked people may work hard and become rich. But God takes away their valuable things and he gives them to someone who pleases him. So their hard work has no purpose. It is like somebody who tries to catch the wind."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "There is a right time for everything. Everything that we do on the earth has a proper time. and there is a time to die. There is a time to plant seeds. There is a time to pull the plants out of the ground. There is a time to make people well. There is a time to destroy things. There is a time to build things. There is a time to laugh. There is a time to be sad. There is a time to dance. There is a time to pick them up and use them. There is a time to hug people. There is a time to turn away from people. There is a time to accept that you have lost them. There is a time to keep things. There is a time to throw things away. There is a time to mend them. There is a time to say nothing. There is a time to speak. There is a time to hate . There is a time for war. There is a time for peace . Everything that will happen in the future has already happened. Judges should choose what is right, but instead they choose what is wicked . They should decide what is fair, but they do evil things. &quot;One day, God will judge everyone, righteous people and wicked people. He has chosen a time for everything. So there is a right time when he will judge people.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "There is a time to be born,"
            },
            {
                "verse_number": "3",
                "verse_text": "There is a time to kill people."
            },
            {
                "verse_number": "4",
                "verse_text": "There is a time to weep."
            },
            {
                "verse_number": "5",
                "verse_text": "There is a time to throw stones away."
            },
            {
                "verse_number": "6",
                "verse_text": "There is a time to look for things that you have lost."
            },
            {
                "verse_number": "7",
                "verse_text": "There is a time to tear our clothes."
            },
            {
                "verse_number": "8",
                "verse_text": "There is a time to love."
            },
            {
                "verse_number": "9",
                "verse_text": "People work very hard, but what do they receive in return?"
            },
            {
                "verse_number": "10",
                "verse_text": "I have seen the difficult work that God has given people to do. He has caused them to be very busy."
            },
            {
                "verse_number": "11",
                "verse_text": "God has chosen a good time for all things to happen. He has caused people to think about things that will continue for ever. But nobody can completely understand everything that God has done, from the beginning of their lives to the end."
            },
            {
                "verse_number": "12",
                "verse_text": "So I realized that people should be happy. They should enjoy good things as long as they live. There is nothing better for people to do than that."
            },
            {
                "verse_number": "13",
                "verse_text": "People should be happy to eat and to drink. They should enjoy the work that they do. All these things are gifts from God."
            },
            {
                "verse_number": "14",
                "verse_text": "I know that everything that God does continues for ever. Nobody can add anything to it. Nobody can take anything away from it. God does these things so that people will respect his authority."
            },
            {
                "verse_number": "15",
                "verse_text": "Whatever is happening now has happened before. God causes the same things to happen again and again."
            },
            {
                "verse_number": "16",
                "verse_text": "I saw something else that happens on the earth."
            },
            {
                "verse_number": "17",
                "verse_text": "I said to myself,"
            },
            {
                "verse_number": "18",
                "verse_text": "I also thought, &quot;God wants people to know that they are like animals. That is why he tests us."
            },
            {
                "verse_number": "19",
                "verse_text": "The same thing happens to humans as happens to animals. We all breathe for a time and then we die. Humans are no different to animals. Life has no purpose."
            },
            {
                "verse_number": "20",
                "verse_text": "All living things finally go to the same place. We all come from the dust of the ground. And we all go back to the dust when we die."
            },
            {
                "verse_number": "21",
                "verse_text": "Do the spirits of humans go up into the sky when we die? Do the spirits of animals go down into the ground? Nobody really knows.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "So I realized that people should enjoy the work that they do. That is the best thing for us to do. It is what God has provided for us. I think that is best, because nobody can show us what will finally happen to us."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I saw again all the ways that people are cruel on the earth. I saw some people who were crying because cruel people were hurting them. There was nobody who could help them. Nobody could rescue them from those cruel people. I decided that they are happier than the people who are still alive. They have not seen the evil things that happen on the earth. They sit and they do nothing. So they become hungry and they die. That is better than too much hard work that gives you a lot of food. It is as useless as somebody who tries to catch the wind. They have no friends, children or brothers. They work hard every day. They want to get more riches for themselves. But they are never happy with the things that they have. They should ask themselves, &quot;Why am I working so hard? Am I helping anybody? I am not doing things that make me happy.&quot; Their work has no purpose. It only brings trouble to their lives. are better than one person who works alone. They can help each other to work well. his friend can help him to get up. But it is terrible if you fall down when you are alone. There is nobody who can help you to stand up again. they help each other to be warm. But if you sleep alone, it is difficult to be warm. But two people together can help each other to win the fight. If you use three strings to make a rope , it is difficult for anyone to break it."
            },
            {
                "verse_number": "2",
                "verse_text": "I thought about people who are already dead."
            },
            {
                "verse_number": "3",
                "verse_text": "But people who have not yet been born are even happier!"
            },
            {
                "verse_number": "4",
                "verse_text": "I also thought about the clever work that people do. I saw that people work hard because they are jealous of each other. They want to do better than other people. I realized that this has no purpose. It is like somebody who tries to catch the wind."
            },
            {
                "verse_number": "5",
                "verse_text": "Foolish people refuse to work."
            },
            {
                "verse_number": "6",
                "verse_text": "It is good to have only a little food and be happy."
            },
            {
                "verse_number": "7",
                "verse_text": "I thought about something else on the earth that has no purpose."
            },
            {
                "verse_number": "8",
                "verse_text": "There are people who live alone."
            },
            {
                "verse_number": "9",
                "verse_text": "Two people who work together"
            },
            {
                "verse_number": "10",
                "verse_text": "If one of them falls down,"
            },
            {
                "verse_number": "11",
                "verse_text": "Also, if two people sleep together,"
            },
            {
                "verse_number": "12",
                "verse_text": "If you are alone, one person might attack you and hurt you."
            },
            {
                "verse_number": "13",
                "verse_text": "A young man may be very poor. But if he is wise , he is better than a king who is foolish . When the king is old, he may not listen to his friends' advice ."
            },
            {
                "verse_number": "14",
                "verse_text": "A young man who is wise may even become king himself one day. He may have been in prison. He may have been born in a poor family in that kingdom . But he may later rule there as king."
            },
            {
                "verse_number": "15",
                "verse_text": "I thought about all the people who live on the earth. I realized that one of them would also become king one day. He would rule instead of the other young man who became king."
            },
            {
                "verse_number": "16",
                "verse_text": "Large crowds of people give him honour as their king. But in future years, nobody will praise him. I realized that this has no purpose. It is like somebody who tries to catch the wind."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When you go to God's temple , be careful what you do. Listen carefully when you come near to God. Do not offer sacrifices in the way that foolish people do. They do not even know that they are doing something bad. Think carefully before you make a promise to God. God is in heaven and you are here on the earth. So do not say too much. you will have many dreams. If you talk too much, you will say foolish things. quickly do what you have promised. God is not pleased with foolish people. So give what you have promised to give. than to promise something and then not do it. They may get more and more valuable things, but they are never happy. This also has no purpose. there are more people who want a share of it. Money does not help the people who have a lot of it. They see it, but it quickly disappears . That is true even if they have not had much food to eat. But the rich man worries about his riches . So he does not sleep well. Some people may store their riches, but it does not help them in a time of trouble. that causes their money to disappear. After they die, no money remains for their children. they bring nothing with them. When they die, they take nothing away with them. All their hard work finally leaves them with nothing. People leave this earth with nothing, as they came into it with nothing. All their hard work has been useless , like someone who tries to catch the wind. They suffer all through their lives. They are upset , angry and sick."
            },
            {
                "verse_number": "2",
                "verse_text": "You should not speak too soon."
            },
            {
                "verse_number": "3",
                "verse_text": "If you worry about many things,"
            },
            {
                "verse_number": "4",
                "verse_text": "If you make a promise to God,"
            },
            {
                "verse_number": "5",
                "verse_text": "It is better not to promise anything"
            },
            {
                "verse_number": "6",
                "verse_text": "Do not say things that cause you to do something wrong. Do not say to the priest , &quot;My promise was a mistake.&quot; That would make God angry with you. He might destroy everything that you have worked to get for yourself."
            },
            {
                "verse_number": "7",
                "verse_text": "If you dream all the time or if you talk all the time, that has no purpose. Instead, respect God and obey him."
            },
            {
                "verse_number": "8",
                "verse_text": "You may see a place where poor people are suffering. Powerful people may be hurting them. Do not be surprised if you see that. The judges may not be doing what is right and fair. That happens because the government's officers have to obey people who are more important than them."
            },
            {
                "verse_number": "9",
                "verse_text": "All of them take something for themselves from the land. The king himself receives his share of the crops ."
            },
            {
                "verse_number": "10",
                "verse_text": "People who love money never have enough."
            },
            {
                "verse_number": "11",
                "verse_text": "As a person's money becomes more,"
            },
            {
                "verse_number": "12",
                "verse_text": "Someone who has worked hard all day will sleep well at night."
            },
            {
                "verse_number": "13",
                "verse_text": "I have seen another terrible thing that happens on the earth."
            },
            {
                "verse_number": "14",
                "verse_text": "Something may happen in the future"
            },
            {
                "verse_number": "15",
                "verse_text": "When people are born,"
            },
            {
                "verse_number": "16",
                "verse_text": "This is also a terrible thing to happen."
            },
            {
                "verse_number": "17",
                "verse_text": "Even if people are rich, they do not enjoy their food."
            },
            {
                "verse_number": "18",
                "verse_text": "But I realized that there is one good thing for people to do. We should be happy to eat and to drink. And we should enjoy the hard work that we do on the earth. That is what God wants us to do during the short time that he has given us on this earth."
            },
            {
                "verse_number": "19",
                "verse_text": "God gives some people a lot of money and valuable things. He helps them to enjoy those things and to be happy with their work. All of this is a gift from God."
            },
            {
                "verse_number": "20",
                "verse_text": "People like that do not think a lot about what has happened in their lives. God helps them to be happy as they are busy with their work."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "I have seen another terrible thing that happens on the earth. It causes people to have a lot of trouble."
            },
            {
                "verse_number": "2",
                "verse_text": "God may give someone lots of money and valuable things. People also respect that person. He has everything that he wants. He has worked hard to get them. But God does not allow him to enjoy those things. Instead, a stranger enjoys all that person's things. This has no purpose. It is a terrible thing to happen to someone. But they never have enough to eat. No, he does not! Does it help a poor person if he knows how to live well? No! That is better than to want more things all the time. If you always try to get more things, that has no purpose. It is like somebody who tries to catch the wind. Everyone knows what we humans are like. It is useless to argue with someone who is more powerful than we are. we will say silly things. So it will not help anyone to talk with many words. We live for only a few years and our lives seem to have no purpose. Our lives quickly disappear, like a shadow. Nobody can tell us what will happen on the earth after our death."
            },
            {
                "verse_number": "3",
                "verse_text": "Someone may have many children and he may live for a long time. But even if he lives until he is very old, he may not enjoy a good life. After he dies, people may not bury him with honour . His life would be useless . Even a child that is dead at birth is happier than that person. That is what I think."
            },
            {
                "verse_number": "4",
                "verse_text": "The child's birth has no purpose. He immediately goes to a dark place. Nobody ever speaks his name."
            },
            {
                "verse_number": "5",
                "verse_text": "He never sees the light of day. He never knows anything. But he enjoys more rest than that rich person."
            },
            {
                "verse_number": "6",
                "verse_text": "A rich person might live for 2,000 years. But if he never enjoys his riches , it would be better if he died at birth. Remember that after death, we all go into our graves ."
            },
            {
                "verse_number": "7",
                "verse_text": "The reason people work so hard is to get food."
            },
            {
                "verse_number": "8",
                "verse_text": "Does a wise person have a better life than a foolish person?"
            },
            {
                "verse_number": "9",
                "verse_text": "It is good to enjoy the things that we have."
            },
            {
                "verse_number": "10",
                "verse_text": "Everything that is here today already has its name."
            },
            {
                "verse_number": "11",
                "verse_text": "If we talk too much,"
            },
            {
                "verse_number": "12",
                "verse_text": "Nobody knows the best way for us to live our lives."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "If people respect you as a good person, that is better than expensive perfume . The day of your death is better than the day of your birth. that is better for you than to go to a party. Everyone will die one day. People should think about death while they are still alive. that is better for you than to laugh all the time. We learn more about ourselves when we are sad. A foolish person thinks about how to enjoy a party. That is better for you than to listen to the songs of a foolish person. they make a lot of noise but they burn too quickly. When a foolish person laughs, their noise also has no purpose. he becomes a fool. If you accept a bribe , you will no longer think properly. that is better than to start something new. It is better to be patient than to be proud . Only fools allow their anger to continue. Those are not wise thoughts. like money that you receive from your father. Wisdom helps everyone who lives. But wisdom is better. If you are wise, your knowledge can save your life. If God has bent something, nobody can make it straight again. But if you have trouble, think about this: God causes both joy and trouble in our lives. We do not know what will happen next. I have seen these things which have no purpose: Sometimes righteous people may die when they are still young. They did good things, but they died. And sometimes wicked people continue to live for along time. They did evil things, but they continued to live. That might cause you to have trouble. That might cause you to die when you are still young. Do not forget either of them. than ten rulers in a city. that they always do what is right. There is nobody who never does a wrong thing. You might hear your servant when he is cursing you! I tried very much to understand everything that happens. But I could not do it. The meaning of life is too difficult for anyone to understand. so that I would become wise. I wanted to understand the reason why things happen. I also wanted to know why it is stupid to be wicked, and why it is crazy to do foolish things. Some women are like a trap that catches animals. Women like that are more dangerous than death. They may pretend to love you. They may hold you in their arms. But really their arms are like chains . They want to catch you, as hunters catch animals. Women like that will easily catch a man who has turned away from God. But a man who pleases God will escape from them. I studied everything very carefully. I wanted to know the reason why things happen. But I could not find the answers. Among one thousand people, I found one good man. But among them all, I did not find a good woman. God made people to do what is right. But people have chosen their own way to do things."
            },
            {
                "verse_number": "2",
                "verse_text": "If you go to a house where there is a funeral ,"
            },
            {
                "verse_number": "3",
                "verse_text": "If you are sad,"
            },
            {
                "verse_number": "4",
                "verse_text": "A wise person thinks about funerals and what they mean."
            },
            {
                "verse_number": "5",
                "verse_text": "If a wise person warns you, listen to him."
            },
            {
                "verse_number": "6",
                "verse_text": "If you use thorn bushes to make a fire,"
            },
            {
                "verse_number": "7",
                "verse_text": "If a wise person cheats people,"
            },
            {
                "verse_number": "8",
                "verse_text": "If you finish some work,"
            },
            {
                "verse_number": "9",
                "verse_text": "Control your angry thoughts."
            },
            {
                "verse_number": "10",
                "verse_text": "Do not say, &quot;Everything was a lot better in the past.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "It is good to have wisdom ,"
            },
            {
                "verse_number": "12",
                "verse_text": "Both wisdom and money can keep you safe."
            },
            {
                "verse_number": "13",
                "verse_text": "Think about the things that God has done."
            },
            {
                "verse_number": "14",
                "verse_text": "If your life is good, you should be happy."
            },
            {
                "verse_number": "15",
                "verse_text": "In my short life on the earth"
            },
            {
                "verse_number": "16",
                "verse_text": "So do not try to be too good or too wise."
            },
            {
                "verse_number": "17",
                "verse_text": "But do not be too wicked. Do not be a fool."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember both these things. You can do that if you respect God and you obey him."
            },
            {
                "verse_number": "19",
                "verse_text": "Wisdom makes a wise person more powerful"
            },
            {
                "verse_number": "20",
                "verse_text": "There is nobody on the earth who is so righteous"
            },
            {
                "verse_number": "21",
                "verse_text": "Do not listen to all the things that people say about you."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not forget that you also have often cursed other people."
            },
            {
                "verse_number": "23",
                "verse_text": "I have used wisdom to study all these things."
            },
            {
                "verse_number": "24",
                "verse_text": "People cannot understand these things."
            },
            {
                "verse_number": "25",
                "verse_text": "I decided to study many things"
            },
            {
                "verse_number": "26",
                "verse_text": "I learned this:"
            },
            {
                "verse_number": "27",
                "verse_text": "This is what I, the Teacher, have learned."
            },
            {
                "verse_number": "28",
                "verse_text": "I continued to try to learn more and more."
            },
            {
                "verse_number": "29",
                "verse_text": "I did learn this:"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "This is what I know about people who are truly wise . They know how to explain things. Wisdom helps a person to be happy. It causes them to smile even when they have trouble. So obey the king's commands . do not leave in a hurry. Do not join with people who plan turn against him. Remember that the king can do anything that he wants to do. Nobody can tell him that he is wrong. A wise person knows the right time to do things. He also knows the right way to do them. There is a right way to do things. But trouble comes to people anyway. Nobody can tell us about it. Also, nobody has the power to decide the day of their death. Soldiers are not allowed to leave a battle . Also, if people do wicked things, that will not rescue them."
            },
            {
                "verse_number": "2",
                "verse_text": "You promised God that you would serve the king faithfully ."
            },
            {
                "verse_number": "3",
                "verse_text": "If you are with the king,"
            },
            {
                "verse_number": "4",
                "verse_text": "The king's command has complete power."
            },
            {
                "verse_number": "5",
                "verse_text": "Trouble will not come to anyone who obeys the king's command."
            },
            {
                "verse_number": "6",
                "verse_text": "There is a right time for things to happen."
            },
            {
                "verse_number": "7",
                "verse_text": "Nobody knows what will happen in the future."
            },
            {
                "verse_number": "8",
                "verse_text": "Nobody has the power to control the wind."
            },
            {
                "verse_number": "9",
                "verse_text": "I saw all these things that happen on the earth. I thought about them a lot. I thought about the things that happen on the earth. I saw that people sometimes use their power to hurt other people."
            },
            {
                "verse_number": "10",
                "verse_text": "I also saw that some wicked people receive honour after their death. Those wicked people had gone in and out of the holy place. People praised them in the city where they had done evil things. This also is difficult to understand."
            },
            {
                "verse_number": "11",
                "verse_text": "People who are guilty should receive their punishment quickly. If that does not happen, other people also want to do evil things."
            },
            {
                "verse_number": "12",
                "verse_text": "People who do lots of wicked things may live for a long time. But if someone respects and obeys God, they will surely enjoy a good life."
            },
            {
                "verse_number": "13",
                "verse_text": "Wicked people will surely not enjoy a good life. Their lives will be like a shadow that quickly disappears . They do not respect God, so they will not live for a long time."
            },
            {
                "verse_number": "14",
                "verse_text": "But this is something else that is difficult to understand: Sometimes righteous people suffer in the way the wicked people deserve . And sometimes wicked people enjoy the good things that righteous people deserve. I think that this is difficult to understand."
            },
            {
                "verse_number": "15",
                "verse_text": "So I think that we should enjoy our lives. People should be happy to eat, drink and enjoy their lives. That is the best thing for them to do. It will help them to enjoy the work that they do during their lives. That is the life which God has given them on the earth."
            },
            {
                "verse_number": "16",
                "verse_text": "I tried very much to become wise. I wanted to understand the things that people do on the earth. People work in the day and in the night and they do not sleep."
            },
            {
                "verse_number": "17",
                "verse_text": "I thought about everything that God has done. I realized that nobody understands everything that happens on the earth. Even if they try very much, they will not know everything. A wise person may say that he understands all these things. But really that is not possible."
            }
        ]
    }
}