{
    "Ruth": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "Elimelech died while they were living in Moab. Naomi and her two sons remained there alone."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Naomi's sons married women from Moab. Mahlon married a woman called Ruth. Kilion married a woman called Orpah."
            },
            {
                "verse_number": "5",
                "verse_text": "After they had all lived in Moab for about ten years, both Mahlon and Kilion died. Now Naomi was completely alone, without her husband or her sons."
            },
            {
                "verse_number": "6",
                "verse_text": "Naomi received news from Judah that the Lord had helped his people. There was now enough food in Judah again. So Naomi decided to leave Moab and return to Judah with Ruth and Orpah."
            },
            {
                "verse_number": "7",
                "verse_text": "Naomi and her sons' wives left their home in Moab. They began to travel together on the way back to Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "On the way, Naomi said to Ruth and Orpah, &quot;Listen! You should return to your mothers' homes in Moab and stay there. Your husbands are dead now. You have been kind to them and to me. I pray that the Lord will be as kind to you."
            },
            {
                "verse_number": "9",
                "verse_text": "I also pray that God will give to each of you another husband and a new home.&quot; Naomi kissed them and said &quot;goodbye&quot;. Ruth and Orpah began to weep loudly."
            },
            {
                "verse_number": "10",
                "verse_text": "They said to Naomi, &quot;No! We will go with you to live with your people.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Naomi said, &quot;My daughters, you should return to your own country. You should not choose to come back to Judah with me. I will not give birth to any more sons for you to marry them."
            },
            {
                "verse_number": "12",
                "verse_text": "Return to your own country, my daughters. I am too old to marry another husband. Even if I did marry a man immediately, when might I give birth to sons?"
            },
            {
                "verse_number": "13",
                "verse_text": "I am sure that you do not want to wait until they are old enough for you to marry them! Would you wait all that time and not marry anyone else? So, my daughters, you must not return to Judah with me. You should not have to share my pain. The Lord has turned against me.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ruth and Orpah wept loudly again. Orpah kissed Naomi and she said &quot;goodbye&quot;. But Ruth would not leave Naomi. She held on to her."
            },
            {
                "verse_number": "15",
                "verse_text": "Naomi said to Ruth, &quot;Look! Orpah has returned to her family. She has returned to serve the gods of Moab. Go back home with her.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "Ruth said to Naomi, &quot;Do not say that I must leave you. I will go with you, wherever you go. I will live wherever you live. You belong to Israel's people. I will belong to them too. Your God will be my God."
            },
            {
                "verse_number": "17",
                "verse_text": "I will die in the same place that you die. That is where people will bury me. I will stay beside you until death makes us separate. If I ever leave you, the Lord should punish me.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Naomi understood that Ruth would not agree to return to her own country. So she stopped saying that Ruth should leave her."
            },
            {
                "verse_number": "19",
                "verse_text": "Naomi and Ruth travelled together to Bethlehem. When they arrived there, the people were very surprised. The women from the town said, &quot;Is this really Naomi?&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Naomi said to them, &quot;Do not call me Naomi. Call me Mara, instead. The Almighty God has made my life very sad."
            },
            {
                "verse_number": "21",
                "verse_text": "I left here with everything that I needed. Now the Lord has brought me back here with nothing. The Almighty Lord has turned against me, so that I have suffered . It is not right for you to call me Naomi.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "That is how Naomi returned from Moab with Ruth. Ruth was from Moab. She was the wife of Naomi's son Mahlon. Naomi and Ruth arrived in Bethlehem when the harvest of barley was beginning."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Boaz was a rich and important man who lived in Bethlehem. He was from the family of Naomi's husband, Elimelech."
            },
            {
                "verse_number": "2",
                "verse_text": "One day, Ruth, the woman from Moab, said to Naomi, &quot;Let me go to the fields to pick up some grain from the harvest . I will walk behind anyone who lets me do that.&quot; Naomi said, &quot;Yes, my daughter, go and do that.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Ruth went to the fields. She began to pick up the grains of barley that the men dropped on the ground. It happened that she was in part of a field that belonged to Boaz. Boaz was from Elimelech's clan ."
            },
            {
                "verse_number": "4",
                "verse_text": "Just then, Boaz arrived from Bethlehem town. He said &quot;hello&quot; to the workers. &quot;I pray that the Lord will help you,&quot; he said. The men replied, &quot;We pray that the Lord will bless you!&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "Boaz asked the leader of his workers, &quot;Who is that young woman? Which family does she belong to?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "The man said, &quot;She is that young woman from Moab, who returned from Moab with Naomi."
            },
            {
                "verse_number": "7",
                "verse_text": "She asked me, &apos;Please let me walk behind your workers. Then I can pick up the grains of barley that they leave on the ground.&apos; She has worked very hard in the field since she arrived this morning. She only had a short rest in the hut.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Boaz said to Ruth, &quot;Young woman, listen to me. Do not go and pick up grains of barley in any other field. Stay here in this field and work beside my servant girls."
            },
            {
                "verse_number": "9",
                "verse_text": "Watch carefully where the men are working. Then follow behind the other women. I have told the male workers not to touch you. Whenever you are thirsty , go and drink water from the jars. My servants fill those jars with water to drink.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Ruth went down on her knees with her head towards the ground in front of Boaz. She said, &quot;I am a foreign woman. So why do you choose to be so kind to me? Why are you taking care of me?&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Boaz replied, &quot;People have told me all about you. When your husband died, you helped Naomi very much. You chose to leave your father, your mother and your country. You came here to live with people who were strangers to you."
            },
            {
                "verse_number": "12",
                "verse_text": "You have done many good things. So I pray that the Lord will do good things for you in return. You have come here to be safe with the Lord , who is Israel's God. I pray that he will bless you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Ruth said, &quot;Thank you, sir. You are being very kind to me. Your words cause me to feel happy and strong. I am not even as important as one of your servant girls, but you have been kind to me.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "When it was time to eat a meal, Boaz said to Ruth, &quot;Come here and eat with us. Take some bread and mix it with the wine .&quot; So Ruth sat down to eat with the workers. Boaz gave her some grain that someone had cooked. She ate all that she wanted, and she still had some with her."
            },
            {
                "verse_number": "15",
                "verse_text": "After the meal, Ruth returned to work in the field. Boaz said to his workers, &quot;Let her pick up grains anywhere, even near the heaps of barley that you have cut down. Do not chase her away."
            },
            {
                "verse_number": "16",
                "verse_text": "You should also pull out some barley and drop it for her to pick up. Do not be angry with her.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ruth picked up grains in Boaz's field until evening. Then she hit the grains with a stick so that the seeds came out. The grains of barley that she took home filled a large basket."
            },
            {
                "verse_number": "18",
                "verse_text": "She carried the barley back to Naomi's home in the town. Naomi saw how much Ruth had picked up. Ruth also took the grains that she did not eat at the meal and she gave them to Naomi."
            },
            {
                "verse_number": "19",
                "verse_text": "Naomi asked Ruth, &quot;Where did you work today, to pick up all this barley? I want God to bless the man who was so kind to you.&quot; So Ruth told Naomi about the man whose field she had worked in. She said, &quot;The man that I worked with today is called Boaz.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Naomi said to Ruth, &quot;He has been kind to us! He has thought about our husbands who have died and he has helped us who are still alive. I pray that the Lord will bless him in return. That man is our relative . He is one of our family-redeemers .&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Ruth said, &quot;Boaz even said to me, &apos;Stay with my workers until they have finished the work in my fields.&apos; &quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Naomi said to Ruth, &quot;Yes, my daughter, it will be good for you to work beside the young women in his fields. You will be safe there, but the workers in another field might hurt you.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Ruth worked beside Boaz's women workers until they finished the harvest of barley and wheat . She continued to live with Naomi."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "One day, Naomi said to Ruth, &quot;My daughter, I must find a home for you. There you will have everything that you need."
            },
            {
                "verse_number": "2",
                "verse_text": "You have worked with Boaz's women workers, and he is our relative . Tonight, he will be at the threshing floor where he prepares the barley seeds."
            },
            {
                "verse_number": "3",
                "verse_text": "So wash yourself carefully. Put some perfume on yourself. Put on your best clothes. Then go down to the threshing floor . Do not let Boaz know that you are there. Wait quietly until he has finished his food and drink."
            },
            {
                "verse_number": "4",
                "verse_text": "After that, he will lie down to sleep. Then you will see where he is lying. Go and lift the cloth from over his feet. Lie down there. Then he will tell you what you should do.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "Ruth said, &quot;I will do what you have said to me.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So she went down to the threshing floor . She did everything that Naomi had told her to do."
            },
            {
                "verse_number": "7",
                "verse_text": "Boaz felt very happy when he had finished his food and drink. He lay down next to the heap of barley seeds. Ruth went to him very quietly. She lifted the cloth that covered his feet. Then she lay down there."
            },
            {
                "verse_number": "8",
                "verse_text": "In the middle of the night, something caused Boaz to wake up suddenly. When he turned over, he saw a woman who was lying there at his feet!"
            },
            {
                "verse_number": "9",
                "verse_text": "He asked, &quot;Who are you?&quot; Ruth replied, &quot;I am your servant, Ruth. You are our family-redeemer , so please cover me with the corner of your cloth.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Boaz replied, &quot;Young woman, I pray that the Lord will bless you. You have already been very kind to Naomi. Now you have been even more kind to me. You have not tried to marry a man who is younger than me, whether he is rich or poor."
            },
            {
                "verse_number": "11",
                "verse_text": "So, young woman, do not be afraid. All the people in this town know that you are a good woman. I will do everything for you that you have asked me to do."
            },
            {
                "verse_number": "12",
                "verse_text": "It is true that I am a family-redeemer for your family. But there is another relative who is nearer to your family than I am."
            },
            {
                "verse_number": "13",
                "verse_text": "Stay here for this night. In the morning, we will see what to do. If this relative wants to take care of you, let him do it. If he does not agree, then I will do it. As surely as the Lord lives, I will do it. So just lie here until the morning.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Ruth lay beside Boaz's feet until morning arrived. Then she got up before anyone could see her. Boaz said to her, &quot;Nobody must know that a woman came here to the threshing floor .&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "He said to Ruth, &quot;Bring me the coat that you are wearing.&quot; She brought the coat to him. Then Boaz poured six bowls of barley seeds onto it. He tied it together and put it on her shoulder. Later, he returned to the town."
            },
            {
                "verse_number": "16",
                "verse_text": "When Ruth returned home to Naomi, Naomi asked her, &quot;My daughter, what happened last night?&quot; Then Ruth told her everything that Boaz had done for her."
            },
            {
                "verse_number": "17",
                "verse_text": "She said to Naomi, &quot;He also gave me all this barley. He said, &apos;Do not return to Naomi with nothing to give to her.&apos; &quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Naomi said, &quot;My daughter, you must be patient. We must wait to see what will happen. Boaz will surely do what he needs to do today.&quot;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "In the morning, Boaz went to the gate of the town and he sat down there. Later, the family-redeemer that Boaz had talked about to Ruth came there. Boaz said to him, &quot;Come here, my friend, and sit down.&quot; So the man went to sit with Boaz. Perez was the father of Hezron. Ram was the father of Amminadab. Nahshon was the father of Salmon. Boaz was the father of Obed. Jesse was the father of David."
            },
            {
                "verse_number": "2",
                "verse_text": "Boaz chose ten of the town's leaders and he said to them, &quot;Come and sit here.&quot; So they sat down."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Boaz said to the family-redeemer, &quot;Naomi has returned from Moab. She wants to sell the piece of land that belonged to our relative , Elimelech."
            },
            {
                "verse_number": "4",
                "verse_text": "I thought that I must tell you about this, in front of the leaders of our town. Tell us if you will buy this land from Naomi, so that all the people who sit here know what you decide. If you want to buy it, then you should buy it. If you do not want to buy it, then you must tell me. Then I will know what to do. You are the person who must decide. If you do not choose to buy the land, then I can buy it.&quot; The relative said, &quot;I will buy it.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz said, &quot;You should also know this: When you buy the land from Naomi, you also have to marry the Moabite woman, Ruth. She is the widow of Elimelech's son. She will give birth to your children and Elimelech's land will continue to belong to his family.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Boaz said that, the relative replied, &quot;If that is true, I cannot buy the land. It would not belong to my own children when I die. You may buy the land instead of me. I cannot buy it myself.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "In Israel at this time, when somebody agreed to sell land, he removed his shoe. He gave it to the man who was buying the land. Then everyone could see that they both agreed. They could not change their minds."
            },
            {
                "verse_number": "8",
                "verse_text": "So the relative said to Boaz, &quot;You may buy the land.&quot; When he said that, he removed his shoe."
            },
            {
                "verse_number": "9",
                "verse_text": "Boaz said to the town's leaders and to all the people there, &quot;You have all seen today that I have bought the land from Naomi. I have bought all the land that belonged to Elimelech, Kilion and Mahlon."
            },
            {
                "verse_number": "10",
                "verse_text": "I will also marry Ruth, who came here from Moab. She was Mahlon's wife. In that way, the land will still belong to his family. Ruth's descendants will still have his family's name. His family will continue to belong to this town where he lived. Today you have seen that this is what we have agreed together.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then all the leaders and the other people at the gate said, &quot;We have seen that this is true. We pray that the Lord will bless the woman who is coming into your home as your wife. We pray that he will bless her as he blessed Rachel and Leah. They gave birth to many children for the family of Israel. We pray that you will become a rich man in Ephrathah's clan . And we pray that you will become famous in Bethlehem town."
            },
            {
                "verse_number": "12",
                "verse_text": "We pray that this woman will give birth to many children for you. Then the Lord will give you many descendants, so that you have a large family. We pray that your family will be like the family of Perez, who was the son of Judah and his wife, Tamar.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Boaz married Ruth. He lived with her as his wife. The Lord blessed her so that she became pregnant . She gave birth to a son."
            },
            {
                "verse_number": "14",
                "verse_text": "The women of Bethlehem said to Naomi, &quot;We praise the Lord ! Today, he has given to you a relative to take care of you! We pray that the child will become famous everywhere in Israel!"
            },
            {
                "verse_number": "15",
                "verse_text": "He will help you to feel young again. He will take care of you when you are old. Your son's wife, Ruth, has given birth to this boy. She loves you and she has helped you more than seven sons could ever do.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "Naomi took the child and she held him near to her. She took care of him as if he was her own son."
            },
            {
                "verse_number": "17",
                "verse_text": "The women who lived there said, &quot;Now Naomi has a son again!&quot; They called the boy Obed. He became the father of Jesse, who became the father of David."
            },
            {
                "verse_number": "18",
                "verse_text": "These are the descendants of Perez:"
            },
            {
                "verse_number": "19",
                "verse_text": "Hezron was the father of Ram."
            },
            {
                "verse_number": "20",
                "verse_text": "Amminadab was the father of Nahshon."
            },
            {
                "verse_number": "21",
                "verse_text": "Salmon was the father of Boaz."
            },
            {
                "verse_number": "22",
                "verse_text": "Obed was the father of Jesse."
            }
        ]
    }
}