{
    "2 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This letter comes from me, the leader of the believers . I am writing to you, a special lady that God has chosen, and to your children. I love all of you, because you have believed God's true message. And I am not the only one who loves you. Everyone who knows the true message about God really loves you."
            },
            {
                "verse_number": "2",
                "verse_text": "I love you because we have all come to understand what is true. It will remain with us for ever."
            },
            {
                "verse_number": "3",
                "verse_text": "God our Father, and his Son Jesus Christ will help us. He will be kind to us and he will give us peace in our minds. This will happen because God loves us and because we believe his true message."
            },
            {
                "verse_number": "4",
                "verse_text": "I was very happy to hear about some of your children. I am happy because they are living in a good way. They are obeying the true message about God. They are doing what God our Father has told us to do."
            },
            {
                "verse_number": "5",
                "verse_text": "So now, dear lady, I want you to do something. I want all of us to love one another. I am not telling you a new command to obey. This is a command that we have had from the beginning."
            },
            {
                "verse_number": "6",
                "verse_text": "How do we show real love? We show it when we live in a way that makes God happy. We obey his commands. He tells us to love one another, and that is how you should live. You have heard that command from the beginning."
            },
            {
                "verse_number": "7",
                "verse_text": "I say this because many false teachers are travelling around everywhere. They do not agree that Jesus Christ was born as a human baby. People like that are telling lies . They are enemies of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "So be careful! Do not believe their lies. Do not lose the good things that we have worked for. Make sure that you receive all the good things that God has promised to give you."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember the message which Christ taught. Anyone who teaches his own ideas instead of Christ's true message does not belong to God. Continue to believe what Christ taught. Anyone who does that belongs to God the Father and to his Son, Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "Someone may come to you and teach you something that is different. Do not receive that person into your house. Do not receive him as a Christian."
            },
            {
                "verse_number": "11",
                "verse_text": "If you receive people like that as Christian people, you are making yourself the same as them. You also are doing the same kind of bad work."
            },
            {
                "verse_number": "12",
                "verse_text": "I want to tell you many more things, but I do not want to write about them in a letter. Instead, I hope to come and visit you. Then I can see you and we can talk together. Then we will be completely happy."
            },
            {
                "verse_number": "13",
                "verse_text": "The believers here say &quot;hello&quot; to you. They are the children of your sister that God has chosen."
            }
        ]
    }
}