{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the word of the Lord that came to Joel, son of Pethuel. Nothing like this has happened while you have been alive. Nothing like this happened while your ancestors were alive. And they must tell it to their children. And their children must tell it to their own children. The young locusts have eaten what the great locusts left. Other locusts have eaten what the young locusts left. Cry, all people who drink wine ! Cry because you will have no new wine . Someone has taken it away from you. It is powerful, and great in numbers. It has the teeth of a strong animal. And the teeth are long and dangerous. It has destroyed my fig trees. It has eaten the outside of the trees. It has thrown them away. It has left their branches white. She is crying because her promised husband is dead. They will not reach the house of the Lord . The priests , the servants of the Lord , are very, very sad. They are all dry. The new wine has all gone. The oil has all gone. You who grow vines , cry. Be sad for the seeds that are food. Be sad because the fields are dry. And the plants have died. and the fig tree is dead. The apple trees and other fruit trees, all the trees have no more fruit. Men have no more joy . It has all gone. That will show that you are sad. You cry, you who serve the Lord in his temple . Come, you who serve in front of my God. Sleep in the clothes that are not comfortable. Cry for the gifts of food and drink. Cry because they do not come to the house of your God any longer. Tell the people that they must all come to hear the Lord . Speak to the older leaders, and all the people who live in this country. Tell them that they must all come. They must come to the house of the Lord your God and they must shout out to the Lord . Be afraid because the day of the Lord is near. It will be as if the great God would destroy everything. We saw this with our own eyes. The house of our God cannot make us happy. The places where they were stored have fallen down. Someone has broken them up because the seed does not grow. They all move about because they cannot find any grass. Even groups of sheep are hungry. Fire has destroyed the grass in the wilderness , and it has burned up all the trees. The rivers have no water in them. Fire has destroyed the fields in the wilderness."
            },
            {
                "verse_number": "2",
                "verse_text": "You older men, hear this! Listen, all people who live in this country."
            },
            {
                "verse_number": "3",
                "verse_text": "Tell this to your children."
            },
            {
                "verse_number": "4",
                "verse_text": "The great locusts have eaten what the big group of locusts left."
            },
            {
                "verse_number": "5",
                "verse_text": "Wake up, you who have drunk too much wine !"
            },
            {
                "verse_number": "6",
                "verse_text": "A strong army has marched into my land."
            },
            {
                "verse_number": "7",
                "verse_text": "It has broken my vines ."
            },
            {
                "verse_number": "8",
                "verse_text": "Cry like a girl that no man ever loved."
            },
            {
                "verse_number": "9",
                "verse_text": "There will be no more gifts of food or drink."
            },
            {
                "verse_number": "10",
                "verse_text": "Nobody can use the fields."
            },
            {
                "verse_number": "11",
                "verse_text": "You farmers, you cry."
            },
            {
                "verse_number": "12",
                "verse_text": "The vine has become dry,"
            },
            {
                "verse_number": "13",
                "verse_text": "You priests , wear clothes that are not comfortable."
            },
            {
                "verse_number": "14",
                "verse_text": "Tell everyone that they must not eat any food."
            },
            {
                "verse_number": "15",
                "verse_text": "Be afraid because of that day."
            },
            {
                "verse_number": "16",
                "verse_text": "No food has come."
            },
            {
                "verse_number": "17",
                "verse_text": "The seeds under the earth are dry."
            },
            {
                "verse_number": "18",
                "verse_text": "The cows make a sad noise."
            },
            {
                "verse_number": "19",
                "verse_text": "I speak to you, my Lord ."
            },
            {
                "verse_number": "20",
                "verse_text": "Even the wild animals are thirsty and they want your help."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Blow the trumpet in Zion . Tell the people on the Lord 's hill that they must watch for trouble. All the people who live in this country will be afraid. They will be afraid because the day of the Lord is coming. It is very near. There will be dark clouds. A great big army is coming. It comes across the sky like light in the morning. A great army like this has never come before. And it will never come again in future years. It burns everything behind them. Behind them it is like a desert . They leave nothing behind them. And they run fast to the war. They jump over the mountains as fast as fire burns dry grass. They are like a great army ready for a fight. Every face changes colour. They climb walls like soldiers. They march on in a straight line. They do not turn away. Each one of them goes straight on. You can put weapons in their path but they go straight on. They run along the wall. They climb into houses. They go through the windows like robbers. The sky itself moves. The sun and moon are dark and the stars do not give any light. as he leads his army. We cannot count his soldiers. Those who obey him are very strong. The day of the Lord is powerful. It makes us afraid. &quot;return to me and put me first. Eat no food. Cry and be very sad. Show me instead that you are really sorry.&quot; Return to the Lord , your God. He is kind and full of grace . He does not quickly become angry, and he is full of love. He is sad that he had to cause troubles for you. He may send you blessings of food and drink. Then you can offer gifts to the Lord your God. Tell the people that they must not eat any food. Tell the people that they must all come to worship him. Make them all ready to serve the Lord . Bring the old people together. Bring the children &ndash; even the smallest ones. Every new husband must leave his room. Every wife must leave her secret room. They must cry as they go from the temple door to the altar . They must say to the Lord , &quot;Do not hurt your people. Do not let the people in other countries laugh at your own people. They will point at them. And they will say that they have no value. They will say that we have no God.&quot; He will be kind to his people. &quot;I am giving you new wine and food and oil. You will have enough to fill you up. I will never again let people in other countries laugh about you. I will push it into empty land where nothing grows. I will make the front of it go into the sea on the east. And I will make the back of it go into the sea on the west. I will make its smell rise up high because it has done great things.&quot; Be very happy. Be sure that the Lord has done great things. The fields in the wilderness are becoming green. Fruit is growing on the trees. The fig tree and the vine are giving much fruit. Be very happy because of the things that the Lord your God has done. He has given you just enough autumn rain. He has given you the winter rain, and the summer rain, as before. And he will fill your jars with new wine and oil. I will give you all that the great locust and the young locust , and other locusts and their groups have eaten. You will praise the name of the Lord your God. He has done great things for you. My people will never again be ashamed. You will know that I am the Lord your God. And you will know that there is no other God. My people will never again be ashamed.&quot; Your sons and daughters will be prophets . Your old men will dream and your young men will see pictures in their minds. (The Lord will send these to them.) I will send blood and fire and clouds of smoke. Then the great and frightening day of the Lord will come. They will be safe if they believe in his name. He has promised this to those people whom he has asked to come to him."
            },
            {
                "verse_number": "2",
                "verse_text": "That day will be sad and dark."
            },
            {
                "verse_number": "3",
                "verse_text": "Fire goes in front of the army. The land in front of them is like the Garden of Eden. Not many of us will be alive after it has gone. All that my great army has eaten I will give you. on men and on women in those days. The Lord will save the people on Mount Zion and in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "They look like horses."
            },
            {
                "verse_number": "5",
                "verse_text": "Their noise is like the noise of many feet."
            },
            {
                "verse_number": "6",
                "verse_text": "Nations that see them are very afraid."
            },
            {
                "verse_number": "7",
                "verse_text": "They run together like an army into a fight."
            },
            {
                "verse_number": "8",
                "verse_text": "They do not push each other away."
            },
            {
                "verse_number": "9",
                "verse_text": "They run towards the city."
            },
            {
                "verse_number": "10",
                "verse_text": "The earth in front of them moves."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord shouts aloud"
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;Even now,&quot; the Lord says,"
            },
            {
                "verse_number": "13",
                "verse_text": "Stop pulling your clothes to pieces. That does not help."
            },
            {
                "verse_number": "14",
                "verse_text": "Perhaps he will change his mind and he will be sorry."
            },
            {
                "verse_number": "15",
                "verse_text": "Blow the trumpet in Zion ."
            },
            {
                "verse_number": "16",
                "verse_text": "Tell the people that they must all come."
            },
            {
                "verse_number": "17",
                "verse_text": "There are priests who go in front of the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Lord will be careful for his land."
            },
            {
                "verse_number": "19",
                "verse_text": "He will answer them and he will say,"
            },
            {
                "verse_number": "20",
                "verse_text": "I will send the army from the north far from you."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not be afraid, my own land!"
            },
            {
                "verse_number": "22",
                "verse_text": "Do not be afraid, wild animals."
            },
            {
                "verse_number": "23",
                "verse_text": "Shout with joy , people in Zion !"
            },
            {
                "verse_number": "24",
                "verse_text": "He will fill your stores with seeds to make bread."
            },
            {
                "verse_number": "25",
                "verse_text": "&quot;I will give you back the years that the locusts have eaten."
            },
            {
                "verse_number": "26",
                "verse_text": "You will have plenty to eat. You will be full."
            },
            {
                "verse_number": "27",
                "verse_text": "Then you will know that I am in Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "After that, I will pour out my Holy Spirit on all people."
            },
            {
                "verse_number": "29",
                "verse_text": "I will pour out my Spirit on all my servants,"
            },
            {
                "verse_number": "30",
                "verse_text": "I will do strange things in the sky and on the earth."
            },
            {
                "verse_number": "31",
                "verse_text": "The sun will become dark and the moon will become red."
            },
            {
                "verse_number": "32",
                "verse_text": "Everyone who asks the Lord for help will be safe."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&quot;Judah and Jerusalem were once great. One day, at that time, I will make them great again. There I will judge against them because of what they did to my children, my people Israel. Those nations pushed my people out into other countries. They broke up my land and each took pieces. They gave boys to buy women to have sex with them. They sold girls so that they could get wine to drink. Get ready for war! Shout to the soldiers. Make all the men who fight get ready to attack. Make the tools that you use on the farm into spears . The weak man must say, &quot;I am strong!&quot; And get together in the valley. Lord , send down your army to attack them. Bring them into the Valley of Jehoshaphat. I will sit there to judge the people from every place. They are ready for you to bring them in. Walk all over the grapes . The winepress is full of them. They come over the top. The people in all countries have done so many bad things.&quot; It is there that the day of the Lord will soon come. The stars will not shine. He will make a great noise from Jerusalem. The earth and the sky will move about. But the Lord will keep his people safe. You will know that I live in Zion , my holy hill. Jerusalem will be holy. Strangers will never take it again. And milk will run from the hills. All the valleys of Judah will have rivers of water. Water will come from the house of the Lord and it will water the Valley of Acacias . and Edom will become a desert . They attacked the people in Judah, and they killed them for no good reason. The Lord has made his home in Zion !"
            },
            {
                "verse_number": "2",
                "verse_text": "Then I will bring all the nations together. I will bring them down to the Valley of Jehoshaphat."
            },
            {
                "verse_number": "3",
                "verse_text": "They played games to win my people."
            },
            {
                "verse_number": "4",
                "verse_text": "You people in Tyre, Sidon, and of all the land of the people called Philistines, listen. You cannot say that I have done anything wrong. You want to punish me. If you do this, I will soon do the same to you."
            },
            {
                "verse_number": "5",
                "verse_text": "You took my silver and my gold, and you put all my riches in your temples ."
            },
            {
                "verse_number": "6",
                "verse_text": "You sold the people from Judah and Jerusalem to the Greek people. You wanted to send them a long way from their own country."
            },
            {
                "verse_number": "7",
                "verse_text": "Now I will bring them back from the places to which you sold them. I will do to you what you have done to them."
            },
            {
                "verse_number": "8",
                "verse_text": "I will sell your sons and daughters to the people in Judah. And they will sell them to the people called Sabeans, who live far away. I, the Lord , have spoken.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Tell this news to the people in all the countries:"
            },
            {
                "verse_number": "10",
                "verse_text": "Make your ploughs into swords ."
            },
            {
                "verse_number": "11",
                "verse_text": "Come quickly, you people who live round Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;Wake up the people in all the countries!"
            },
            {
                "verse_number": "13",
                "verse_text": "Now is the time to cut down the fruits."
            },
            {
                "verse_number": "14",
                "verse_text": "Many nations are in the Valley of Jehoshaphat."
            },
            {
                "verse_number": "15",
                "verse_text": "The sun and moon will become dark."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord will shout from Zion ."
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;Then you will know that I am the Lord your God."
            },
            {
                "verse_number": "18",
                "verse_text": "In that day new wine will run from the mountains."
            },
            {
                "verse_number": "19",
                "verse_text": "But Egypt will be empty,"
            },
            {
                "verse_number": "20",
                "verse_text": "My people will always live in Jerusalem and Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "I will forgive all the wrong things that they have done.&quot;"
            }
        ]
    }
}