{
    "Hebrews": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Throughout our history God has spoken to our ancestors by his prophets in many different ways. The revelation he gave them was only a fragment at a time, building one truth upon another ."
            },
            {
                "verse_number": "2",
                "verse_text": "But to us living in these last days, God now speaks to us openly in the language of a Son, the appointed Heir of everything, for through him God created the panorama of all things and all time."
            },
            {
                "verse_number": "3",
                "verse_text": "The Son is the dazzling radiance of God&quot;s splendor, the exact expression of God&quot;s true nature&ndash;his mirror image! He holds the universe together and expands it by the mighty power of his spoken word. He accomplished for us the complete cleansing of sins, and then took his seat on the highest throne at the right hand of the majestic One."
            },
            {
                "verse_number": "4",
                "verse_text": "He is infinitely greater than angels, for he inherited a rank and a Name far greater than theirs."
            },
            {
                "verse_number": "5",
                "verse_text": "For God has never said to any angel what he said to Jesus: &apos;You are my favored Son, today I have fathered you.&apos; &apos;I will be the Father to him, and he will be the Son to me.&apos; and kiss him in worship.&apos; and my ministers fiery flames.&apos; with justice and righteousness, For this reason, God, your God, has anointed you and poured out the oil of bliss on you &apos;Lord, you formed the earth in the beginning and with your own hands you crafted the cosmos. But you are &quot;I AM.&quot; You never change, years without end!&apos; until I force your whispering enemies to be a rug under your feet.&apos; And this: &apos;Let all my angels bow down before him &apos;I make my angels swift winds, &apos;Your throne, O God, endures forever and ever and you will rule your kingdom and detested lawlessness. more than on any of your friends.&apos; but you will remain forever! They will all fade like a worn-out garment, and you will fold them up and put them away. &apos;Take your seat next to me at my right hand"
            },
            {
                "verse_number": "6",
                "verse_text": "And again, when he brought his firstborn Son into the world:"
            },
            {
                "verse_number": "7",
                "verse_text": "And about his angels he says,"
            },
            {
                "verse_number": "8",
                "verse_text": "But about his Son, he called him &apos;God,&apos; saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "For you have cherished righteousness"
            },
            {
                "verse_number": "10",
                "verse_text": "And he called him Lord, saying,"
            },
            {
                "verse_number": "11",
                "verse_text": "They will both one day disappear,"
            },
            {
                "verse_number": "12",
                "verse_text": "And they will be changed like clothes,"
            },
            {
                "verse_number": "13",
                "verse_text": "And God has never said this to any of his angels:"
            },
            {
                "verse_number": "14",
                "verse_text": "What role then, do the angels have? The angels are spirit-messengers sent by God to serve those who are going to be saved."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "This is why it is so crucial that we be all the more engaged and attentive to the truths that we have heard so that we do not drift off course."
            },
            {
                "verse_number": "2",
                "verse_text": "For if the message of the law spoken and confirmed by angels brought a just penalty to every disobedient violation;"
            },
            {
                "verse_number": "3",
                "verse_text": "then how would we expect to escape punishment if we despise the very truths that give us life? The Lord himself was the first to announce these things, and those who heard him firsthand confirmed their accuracy."
            },
            {
                "verse_number": "4",
                "verse_text": "Then God added his witness to theirs. He validated their ministry with signs, astonishing wonders, all kinds of powerful miracles, and by the gifts of the Holy Spirit, which he distributed as he desired."
            },
            {
                "verse_number": "5",
                "verse_text": "For God will not place the coming world, of which we speak, under the government of angels."
            },
            {
                "verse_number": "6",
                "verse_text": "But the Scriptures affirm: What is man that you would even think about him, or care about Adam&quot;s race. You placed your glory and honor upon his head as a crown. And you have given him dominion This means that God has left nothing outside the control of his Son, even if presently we have yet to see this accomplished. and I will glorify you with praises in the midst of the congregation.&apos; And again he says,"
            },
            {
                "verse_number": "7",
                "verse_text": "You made him lower than the angels for a little while. over the works of your hands, &apos;I will reveal who you really are to my brothers and sisters, &apos;My confidence rests in God!&apos; &apos;Here I am, one with the children Yahweh has given me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "For you have placed everything under his authority."
            },
            {
                "verse_number": "9",
                "verse_text": "But we see Jesus, who as a man , lived for a short time lower than the angels and has now been crowned with glorious honor because of what he suffered in his death. For it was by God&quot;s grace that he experienced death&quot;s bitterness on behalf of everyone!"
            },
            {
                "verse_number": "10",
                "verse_text": "For now he towers above all creation, for all things exist through him and for him. And that God made him, pioneer of our salvation, perfect through his sufferings, for this is how he brings many sons and daughters to share in his glory."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus, the Holy One, makes us holy. And as sons and daughters, we now belong to his same Father, so he is not ashamed or embarrassed to introduce us as his brothers and sisters!"
            },
            {
                "verse_number": "12",
                "verse_text": "For he has said,"
            },
            {
                "verse_number": "13",
                "verse_text": "And,"
            },
            {
                "verse_number": "14",
                "verse_text": "Since all his &apos;children&apos; have flesh and blood, so Jesus became human to fully identify with us. He did this, so that he could experience death and annihilate the effects of the intimidating accuser who holds against us the power of death."
            },
            {
                "verse_number": "15",
                "verse_text": "By embracing death Jesus sets free those who live their entire lives in bondage to the tormenting dread of death."
            },
            {
                "verse_number": "16",
                "verse_text": "For it is clear that he didn&quot;t do this for the angels, but for all the sons and daughters of Abraham."
            },
            {
                "verse_number": "17",
                "verse_text": "This is why he had to be a man and take hold of our humanity in every way. He made us his brothers and sisters and became our merciful and faithful King-Priest before God; as the One who removed our sins to make us one with him."
            },
            {
                "verse_number": "18",
                "verse_text": "He suffered and endured every test and temptation, so that he can help us every time we pass through the ordeals of life."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "And so, dear brothers and sisters, you are now made holy, and each of you is invited to the feast of your heavenly calling. So fasten your thoughts fully onto Jesus, whom we embrace as our Apostle and King-Priest."
            },
            {
                "verse_number": "2",
                "verse_text": "For he was faithful to the Father who appointed him, in the same way that Moses was a model of faithfulness in what was entrusted to him."
            },
            {
                "verse_number": "3",
                "verse_text": "But Jesus is worthy to receive a much greater glory than Moses, for the one who builds a house deserves to be honored more than the house he builds."
            },
            {
                "verse_number": "4",
                "verse_text": "Every house is built by someone, but God is the Designer and Builder of all things."
            },
            {
                "verse_number": "5",
                "verse_text": "Indeed, Moses served God faithfully in all he gave him to do. His work prophetically illustrates things that would later be spoken and fulfilled."
            },
            {
                "verse_number": "6",
                "verse_text": "But Christ is more than a Servant, he was faithful as the Son in charge of God&quot;s house. And now we are part of his house if we continue courageously to hold firmly to our bold confidence and our victorious hope."
            },
            {
                "verse_number": "7",
                "verse_text": "This is why the Holy Spirit says, &apos;If only you would listen to his voice this day! like your ancestors did during the days of their rebellion, even though they saw my miracles for forty years they still doubted me ! Don&quot;t make him angry by hardening your hearts,"
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t make him angry by hardening your hearts, when they were tested in the wilderness. and I said about them, &quot;They wander in their hearts just like they do with their feet, and they refuse to learn my ways.&quot; &quot;They will not enter into my rest!&quot; &apos; If only today you would listen to his voice. as you did in the wilderness rebellion."
            },
            {
                "verse_number": "9",
                "verse_text": "There your fathers tested me and tried my patience"
            },
            {
                "verse_number": "10",
                "verse_text": "This ignited my anger with that generation"
            },
            {
                "verse_number": "11",
                "verse_text": "My heart grieved over them so I decreed:"
            },
            {
                "verse_number": "12",
                "verse_text": "So search your hearts every day, my brothers and sisters, and make sure that none of you has evil or unbelief hiding within you. For it will lead you astray, and make you unresponsive to the living God."
            },
            {
                "verse_number": "13",
                "verse_text": "This is the time to encourage each other to never be stubborn or hardened by sin&quot;s deceitfulness."
            },
            {
                "verse_number": "14",
                "verse_text": "For we are mingled with the Messiah, if we will continue unshaken in this confident assurance from the beginning until the end."
            },
            {
                "verse_number": "15",
                "verse_text": "For again, the Scriptures say,"
            },
            {
                "verse_number": "16",
                "verse_text": "The same people who were delivered from bondage and brought out of Egypt by Moses, were the ones who heard and still rebelled."
            },
            {
                "verse_number": "17",
                "verse_text": "They grieved God for forty years by sinning in their unbelief, until they dropped dead in the desert."
            },
            {
                "verse_number": "18",
                "verse_text": "So God swore an oath that they would never enter into his calming place of rest all because they disobeyed him."
            },
            {
                "verse_number": "19",
                "verse_text": "It is clear that they could not enter into their inheritance because they wrapped their hearts in unbelief."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now the promise of entering into God&quot;s rest is still for us today. So we must be extremely careful to ensure that we all embrace the fullness of that promise and not fail to experience it."
            },
            {
                "verse_number": "2",
                "verse_text": "For we have heard the good news of deliverance just as they did, yet they didn&quot;t join their faith with the Word. Instead, what they heard didn&quot;t affect them deeply, for they doubted."
            },
            {
                "verse_number": "3",
                "verse_text": "For those of us who believe, faith activates the promise and we experience the realm of confident rest! For he has said, &apos;I was grieved with them and made a solemn oath, God&quot;s works have all been completed from the foundation of the world, &quot;They will not enter into my rest.&quot; &apos; And on the seventh day God rested from all his works. They will not enter into my rest. &apos;If only today you would listen to his voice and do not harden your hearts!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "for it says in the Scriptures,"
            },
            {
                "verse_number": "5",
                "verse_text": "And again, as stated before,"
            },
            {
                "verse_number": "6",
                "verse_text": "Those who first heard the good news of deliverance failed to enter into that realm of faith&quot;s rest because of their unbelieving hearts. Yet the fact remains that we still have the opportunity to enter into the faith-rest life and experience the fulfillment of the promise!"
            },
            {
                "verse_number": "7",
                "verse_text": "For God still has ordained a day for us to enter into called &apos;Today.&apos; For it was long afterwards that God repeated it in David&quot;s words,"
            },
            {
                "verse_number": "8",
                "verse_text": "Now if this promise of &apos;rest&apos; was fulfilled when Joshua brought the people into the land, God wouldn&quot;t have spoken later of another &apos;rest&apos; yet to come."
            },
            {
                "verse_number": "9",
                "verse_text": "So we conclude that there is still a full and complete Sabbath-rest waiting for believers to experience."
            },
            {
                "verse_number": "10",
                "verse_text": "As we enter into God&quot;s faith-rest life we cease from our own works, just as God celebrates his finished works and rests in them."
            },
            {
                "verse_number": "11",
                "verse_text": "So then we must be eager to experience this faith-rest life, so that no one falls short by following the same pattern of doubt and unbelief."
            },
            {
                "verse_number": "12",
                "verse_text": "For we have the living Word of God, which is full of energy, like a two-mouthed sword. It will even penetrate to the very core of our being where soul and spirit, bone and marrow meet! It interprets and reveals the true thoughts and secret motives of our hearts."
            },
            {
                "verse_number": "13",
                "verse_text": "There is not one person who can hide their thoughts from God, for nothing that we do remains a secret, and nothing created is concealed, but everything is exposed and defenseless before his eyes, to whom we must render an account."
            },
            {
                "verse_number": "14",
                "verse_text": "So then, we must cling in faith to all we know to be true. For we have a magnificent King-Priest, Jesus Christ, the Son of God, who rose into the heavenly realm for us, and now sympathizes with us in our frailty."
            },
            {
                "verse_number": "15",
                "verse_text": "He understands humanity, for as a man, our magnificent King-Priest was tempted in every way just as we are, and conquered sin."
            },
            {
                "verse_number": "16",
                "verse_text": "So now we draw near freely and boldly to where grace is enthroned, to receive mercy&quot;s kiss and discover the grace we urgently need to strengthen us in our time of weakness."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "For every High Priest was chosen from among the people and appointed to represent them before God by presenting their gifts to God and offering sacrifices on their behalf."
            },
            {
                "verse_number": "2",
                "verse_text": "Since the High Priest is also one who is clothed in weakness, he humbles himself by showing compassion to those who are ignorant of God&quot;s ways and stray from them."
            },
            {
                "verse_number": "3",
                "verse_text": "And for this reason, he has to not only present the sin offerings of others, but also to bring a sin offering for himself."
            },
            {
                "verse_number": "4",
                "verse_text": "And no one takes this honor upon himself by being self-appointed, but God is the one who calls each one, just as Aaron was called."
            },
            {
                "verse_number": "5",
                "verse_text": "So also, Christ was not self-appointed and did not glorify himself by becoming a high priest, but God called and glorified him! For the Father said to him, &apos;You are my favored Son. Today I have fathered you.&apos; &apos;You are a Priest like Melchizedek, a King-Priest forever!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And in another Scripture he says about this new priestly order,"
            },
            {
                "verse_number": "7",
                "verse_text": "During Christ&quot;s days on earth he pleaded with God, praying with passion and with tearful agony that God would spare him from death. And because of his perfect devotion his prayer was answered and he was delivered."
            },
            {
                "verse_number": "8",
                "verse_text": "But even though he was a wonderful Son, he learned to listen and obey through all his sufferings."
            },
            {
                "verse_number": "9",
                "verse_text": "And after being proven perfect in this way he has now become the source of eternal salvation to all those who listen to him and obey."
            },
            {
                "verse_number": "10",
                "verse_text": "For God has designated him as the King-Priest who is over the priestly order of Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "We have much to say about this topic although it is difficult to explain, because you have become too dull and sluggish to understand."
            },
            {
                "verse_number": "12",
                "verse_text": "For you should already be professors instructing others by now; but instead, you need to be taught from the beginning the basics of God&quot;s prophetic oracles! You&quot;re like children still needing milk and not yet ready to digest solid food."
            },
            {
                "verse_number": "13",
                "verse_text": "For every spiritual infant who lives on milk is not yet pierced by the revelation of righteousness."
            },
            {
                "verse_number": "14",
                "verse_text": "But solid food is for the mature, whose spiritual senses perceive heavenly matters . And they have been adequately trained by what they&quot;ve experienced to emerge with understanding of the difference between what is truly excellent and what is evil and harmful."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now is the time for us to progress beyond the basic message of Christ and advance into perfection. The foundation has already been laid for us to build upon: turning away from our dead works to embrace faith in God,"
            },
            {
                "verse_number": "2",
                "verse_text": "teaching about different baptisms, impartation by the laying on of hands, resurrection of the dead, and eternal judgment."
            },
            {
                "verse_number": "3",
                "verse_text": "So with God&quot;s enablement we will move on to deeper truths."
            },
            {
                "verse_number": "4",
                "verse_text": "It is impossible to restore an apostate. For once a person has come into God&quot;s light, and tasted the gifts of the heavenly realm, and has received the Holy Spirit,"
            },
            {
                "verse_number": "5",
                "verse_text": "and feasted on the good Word of God, and has entered into the power of the age that is breaking in,"
            },
            {
                "verse_number": "6",
                "verse_text": "if he abandons his faith, there is no use even trying to lead him to repentance. By their sin of apostasy they re-crucify the Son of God, and have publicly repudiated him."
            },
            {
                "verse_number": "7",
                "verse_text": "For men&quot;s hearts are just like the soil that drinks up the showers which often fall upon it. Some soil will yield crops as God&quot;s blessing upon the field."
            },
            {
                "verse_number": "8",
                "verse_text": "But if the field continues to produce only thorns and thistles a curse hangs over it and it will be burned."
            },
            {
                "verse_number": "9",
                "verse_text": "Even though we speak like this, beloved, we are fully convinced that there are more beautiful and excellent things, which flow from your salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "For God, the Faithful One, is not unfair. How can he forget the beautiful work you have done for him? He remembers the love you demonstrate as you continually serve his beloved ones for the glory of his name."
            },
            {
                "verse_number": "11",
                "verse_text": "But we long to see you passionately advance until the end and you find your hope fulfilled."
            },
            {
                "verse_number": "12",
                "verse_text": "So don&quot;t allow your hearts to grow dull or lose your enthusiasm, but follow the example of those who fully received what God has promised because of their strong faith and patient endurance."
            },
            {
                "verse_number": "13",
                "verse_text": "Now when God made a promise to Abraham, since there was no one greater than himself, he swore an oath on his own integrity to keep the promise as sure as God exists!"
            },
            {
                "verse_number": "14",
                "verse_text": "So he said, &apos;Have no doubt, I promise to bless you over and over, and give you a son and multiply you without measure!&apos; And now we have run into his heart to hide ourselves in his faithfulness. This is where we find his strength and comfort, for he empowers us to seize what has already been established ahead of time&ndash;an unshakable hope!"
            },
            {
                "verse_number": "15",
                "verse_text": "So Abraham waited patiently in faith and succeeded in seeing the promise fulfilled."
            },
            {
                "verse_number": "16",
                "verse_text": "It is very common for people to swear an oath by something greater than themselves, for the oath will confirm their statements and end all dispute."
            },
            {
                "verse_number": "17",
                "verse_text": "So in the same way, God wanted to end all doubt and confirm it even more forcefully to those who would inherit his promises. His purpose was unchangeable, so God added his vow to the promise."
            },
            {
                "verse_number": "18",
                "verse_text": "So it is impossible for God to lie for we know that his promise and his vow will never change!"
            },
            {
                "verse_number": "19",
                "verse_text": "We have this certain hope like a strong, unbreakable anchor holding our souls to God himself. Our anchor of hope is fastened to the mercy seat in the heavenly realm beyond the sacred threshold,"
            },
            {
                "verse_number": "20",
                "verse_text": "and where Jesus, our forerunner, has gone in before us. He is now and forever our royal Priest like Melchizedek."
            }
        ],
        "7": [
            {
                "verse_number": "3",
                "verse_text": "This Melchizedek has no father or mother, and no record of any of his ancestors. He was never born and he never died, but his life is like a picture of the Son of God, a King-Priest forever!"
            },
            {
                "verse_number": "4",
                "verse_text": "Now let me show you proof of how great this Melchizedek is: &ndash; Even though Abraham was the most honored and favored patriarch of all God&quot;s chosen ones, he gave a tithe of the spoils of battle to Melchizedek. &apos;You are a King-Priest forever!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "It would be understandable if Melchizedek had been a Jewish priest, for later on God&quot;s people were required by law to support their priests financially, because the priests were their relatives and Abraham&quot;s descendants."
            },
            {
                "verse_number": "6",
                "verse_text": "But Melchizedek was not Abraham&quot;s Jewish relative, and yet Abraham still paid him a tithe. &ndash; Melchizedek imparted a blessing on mighty Abraham, who had received the promises of God. &ndash; &ndash; &ndash; &ndash; You are like Melchizedek, a King-Priest forever! The Lord has made a solemn oath and will never change his mind,"
            },
            {
                "verse_number": "7",
                "verse_text": "And no one could deny the fact that the one who has the power to impart a blessing is superior to the one who receives it."
            },
            {
                "verse_number": "8",
                "verse_text": "Although the Jewish priests received tithes, they all died&ndash;they were mortal. But Melchizedek lives on!"
            },
            {
                "verse_number": "9",
                "verse_text": "It could even be said that Levi, the ancestor of every Jewish priest who received tithes, actually paid tithes to Melchizedek through Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "For although Levi was yet unborn, the seed from which Levi came was present in Abraham when he paid his tithe to Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "If any of the Levitical priests who served under the law had the power to bring us into perfection, then why did God send Christ as Priest after the likeness of Melchizedek? He should have said, &apos;After the likeness of Aaron.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And furthermore, for God to send a new and different rank of priest, meant a new law would have had to be instituted even to allow it!"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet the One these things all point to, was from a different tribe and no one from that tribe ever officiated at God&quot;s altar,"
            },
            {
                "verse_number": "14",
                "verse_text": "for we all know that our Lord didn&quot;t descend from the tribe of Levi, but shined from the tribe of Judah. And Moses himself never said anything of a priest in connection with Judah&quot;s tribe."
            },
            {
                "verse_number": "15",
                "verse_text": "And all this is made even clearer if there was another King-Priest raised up with the rank of Melchizedek."
            },
            {
                "verse_number": "16",
                "verse_text": "This King-Priest did not arise because of a genealogical right under the law to be a priest, but by the power of an indestructible, resurrection life!"
            },
            {
                "verse_number": "17",
                "verse_text": "For it says in the Psalms,"
            },
            {
                "verse_number": "18",
                "verse_text": "The old order of priesthood has been set aside as weak and powerless."
            },
            {
                "verse_number": "19",
                "verse_text": "For the law has never made anyone perfect, but in its place is a far better hope which gives us confidence to experience intimacy with God!"
            },
            {
                "verse_number": "20",
                "verse_text": "And he confirmed it to us with his solemn vow. For the former priests took their office without an oath,"
            },
            {
                "verse_number": "21",
                "verse_text": "but with Jesus, God affirmed his royal-priesthood with his promise, saying,"
            },
            {
                "verse_number": "22",
                "verse_text": "So all of this magnifies the truth that we have a superior covenant with God than what they experienced, for Jesus himself is its guarantor!"
            },
            {
                "verse_number": "23",
                "verse_text": "As additional proof, we know there were many priests under the old system, for they eventually died and their office had to be filled by another."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus permanently holds his priestly office, since he lives forever and will never have a successor!"
            },
            {
                "verse_number": "25",
                "verse_text": "So he is able to save fully from now throughout eternity, everyone who comes to God through him, because he lives to pray continually for them."
            },
            {
                "verse_number": "26",
                "verse_text": "He is the High Priest who perfectly fits our need&ndash;holy, without a trace of evil, without the ability to deceive, incapable of sin, and exalted beyond the heavens!"
            },
            {
                "verse_number": "27",
                "verse_text": "Unlike the former high priests, he is not compelled to offer daily sacrifices. They had to bring a sacrifice first for their own sins, then for the sins of the people, but he finished the sacrificial system, once and for all, when he offered himself."
            },
            {
                "verse_number": "28",
                "verse_text": "The law appointed flawed men as high priests, but God&quot;s promise, sealed with his oath, which succeeded the law, appoints a perfect Son who is complete forever!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now this is the crowning point of what we are saying: We have a magnificent King-Priest who ministers for us at the right hand of God. He is enthroned with honor next to the throne of the Majesty on high."
            },
            {
                "verse_number": "2",
                "verse_text": "He serves in the holy sanctuary in the true heavenly tabernacle set up by God, and not by men."
            },
            {
                "verse_number": "3",
                "verse_text": "Since every high priest is appointed to offer both gifts and sacrifices, so the Messiah also had to bring some sacrifice."
            },
            {
                "verse_number": "4",
                "verse_text": "But since he didn&quot;t qualify to be an earthly priest, and there are already priests who offer sacrifices prescribed by the law, he offered in heaven a perfect sacrifice ."
            },
            {
                "verse_number": "5",
                "verse_text": "The priests on earth serve in a temple that is but a copy modeled after the heavenly sanctuary; a shadow of the reality. For when Moses began to construct the tabernacle God warned him and said, &apos;You must precisely follow the pattern I revealed to you on Mount Sinai.&apos; by giving them a new covenant. from the most unlikely to the most distinguished. and will forgive their evil deeds,"
            },
            {
                "verse_number": "6",
                "verse_text": "But now Jesus the Messiah has accepted a priestly ministry which far surpasses theirs, since he is the catalyst of a better covenant which contains far more wonderful promises!"
            },
            {
                "verse_number": "7",
                "verse_text": "For if that first covenant had been faultless no one would have needed a second one to replace it."
            },
            {
                "verse_number": "8",
                "verse_text": "But God revealed the defect and limitation of the first when he said to his people, &apos;Look! The day will come, declares the Lord, when I will satisfy the people of Israel and Judah than the one I made with their fathers when I led them by my hand out of Egypt. For they did not remain faithful to my covenant, so I rejected them, says the Lord God. I will embed my laws within their thoughts and fasten them onto their hearts. I will be their loyal God and they will be my loyal people. that everyone will know me as Lord! There will be no need at all to teach their fellow-citizens or brothers by saying, &quot;You should know Yahweh,&quot; since everyone will know me inwardly , and never remember again their sins.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "It will be an entirely different covenant"
            },
            {
                "verse_number": "10",
                "verse_text": "For here is the covenant I will one day establish with the people of Israel:"
            },
            {
                "verse_number": "11",
                "verse_text": "And the result of this will be"
            },
            {
                "verse_number": "12",
                "verse_text": "For I will demonstrate my mercy to them"
            },
            {
                "verse_number": "13",
                "verse_text": "This proves that by establishing this new covenant the first is now obsolete, ready to expire, and about to disappear."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now in the first covenant there were specific rules for worship including a sanctuary on earth to worship in."
            },
            {
                "verse_number": "2",
                "verse_text": "When you entered the tabernacle you would first come into the holy chamber where you would find the lampstand and the bread of his presence on the fellowship table."
            },
            {
                "verse_number": "3",
                "verse_text": "Then as you pass through the next curtain you would enter the innermost chamber called, the holiest sanctuary of all."
            },
            {
                "verse_number": "4",
                "verse_text": "It contained the golden altar of incense and the ark of covenant mercy, which was a wooden box covered entirely with gold. And placed inside the ark of covenant mercy was the golden jar with mystery-manna inside, Aaron&quot;s resurrection rod, which had sprouted, and the stone tablets engraved with the covenant laws."
            },
            {
                "verse_number": "5",
                "verse_text": "On top of the lid of the ark were two cherubim, angels of splendor, with outstretched wings overshadowing the throne of mercy. But now is not the time to discuss further the significant details of these things."
            },
            {
                "verse_number": "6",
                "verse_text": "So with this prescribed pattern of worship the priests would routinely go in and out of the first chamber to perform their religious duties."
            },
            {
                "verse_number": "7",
                "verse_text": "And the high priest was permitted to enter into the Holiest Sanctuary of All only once a year and he could never enter without first offering sacrificial blood for both his own sins and for the sins of the people."
            },
            {
                "verse_number": "8",
                "verse_text": "Now the Holy Spirit uses the symbols of this pattern of worship to reveal that the perfect way of holiness had not yet been unveiled. For as long as the tabernacle stood"
            },
            {
                "verse_number": "9",
                "verse_text": "it was an illustration that pointed to our present time of fulfillment , demonstrating that offerings and animal sacrifices had failed to perfectly cleanse the conscience of the worshiper."
            },
            {
                "verse_number": "10",
                "verse_text": "For this old pattern of worship was a matter of external rules and rituals concerning food and drink and ceremonial washings which was imposed upon us until the appointed time of heart-restoration had arrived."
            },
            {
                "verse_number": "11",
                "verse_text": "But now the Anointed One has become the King-Priest of every wonderful thing that has come. For he serves in a greater, more perfect heavenly tabernacle not made by men, that is to say, not a part of this creation."
            },
            {
                "verse_number": "12",
                "verse_text": "And he has entered once and forever into the Holiest Sanctuary of All, not with the blood of animal sacrifices, but the sacred blood of his own sacrifice. And he alone has made our salvation secure forever!"
            },
            {
                "verse_number": "13",
                "verse_text": "Under the old covenant the blood of bulls, goats, and the ashes of a heifer were sprinkled on those who were defiled and effectively cleansed them outwardly from their ceremonial impurities."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet how much more will the sacred blood of the Messiah thoroughly cleanse our consciences! For by the power of the eternal Spirit he has offered himself to God as the perfect Sacrifice that now frees us from our dead works to worship and serve the living God."
            },
            {
                "verse_number": "15",
                "verse_text": "So Jesus is the One who has enacted a new covenant with a new relationship with God so that those who accept the invitation will receive the eternal inheritance he has promised to his heirs. For he died to release us from the guilt of the violations committed under the first covenant."
            },
            {
                "verse_number": "18",
                "verse_text": "So this is why not even the first covenant was inaugurated without the blood of animals."
            },
            {
                "verse_number": "19",
                "verse_text": "For Moses ratified the covenant after he gave the people all the commandments of the law. He took the blood of calves and goats, with water, scarlet wool, and a hyssop branch, and sprinkled both the people and the book of the covenant,"
            },
            {
                "verse_number": "20",
                "verse_text": "saying, &apos;This is the blood of the covenant that God commands you to keep.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "And later Moses also sprinkled the tabernacle with blood and every utensil and item used in their service of worship."
            },
            {
                "verse_number": "22",
                "verse_text": "Actually, nearly everything under the law was purified with blood, since forgiveness only comes through an outpouring of blood."
            },
            {
                "verse_number": "23",
                "verse_text": "And so it was necessary for all the earthly symbols of the heavenly realities to be purified with these animal sacrifices, but the heavenly things themselves required a superior sacrifice than these."
            },
            {
                "verse_number": "24",
                "verse_text": "For the Messiah did not enter into the earthly tabernacle made by men, which was but an echo of the true sanctuary, but he entered into heaven itself to appear before the face of God in our place."
            },
            {
                "verse_number": "25",
                "verse_text": "Under the old system year after year the high priest entered the most holy sanctuary with blood that was not his own. But the Messiah did not need to repeatedly offer himself year after year,"
            },
            {
                "verse_number": "26",
                "verse_text": "for that would mean he must suffer repeatedly ever since the fall of the world. But now he has appeared at the fulfillment of the ages to abolish sin once and for all by the sacrifice of himself!"
            },
            {
                "verse_number": "27",
                "verse_text": "Every human being is appointed to die once, and then to face God&quot;s judgment."
            },
            {
                "verse_number": "28",
                "verse_text": "But when we die we will be face-to-face with Christ , the One who experienced death once for all to bear the sins of many! And now to those who eagerly await him, he will appear a second time; not to deal with sin, but to bring us the fullness of salvation."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The old system of living under the law presented us with only a faint shadow, a crude outline of the reality of the wonderful blessings to come. Even with its steady stream of sacrifices offered year after year, there still was nothing that could make our hearts perfect before God."
            },
            {
                "verse_number": "4",
                "verse_text": "For what power does the blood of bulls and goats have to remove sin&quot;s guilt?"
            },
            {
                "verse_number": "5",
                "verse_text": "So when Jesus the Messiah came into the world he said, &apos;Since your ultimate desire was not another animal sacrifice, that I might offer myself instead! cannot satisfy your justice. I will be the One to go and do your will, &apos;I have the right to take revenge and pay them back for their evil!&apos; And also, my soul is not content with them!&apos; you have clothed me with a body to fulfill all that is written of me in your Word!&quot; &apos; &apos;I will not ever again remember their sins and lawless deeds!&apos; &apos;The Lord God will judge his own people!&apos; &apos;The One who is appearing will come without delay!&apos; &apos;My righteous ones will live from my faith. But if fear holds them back,"
            },
            {
                "verse_number": "6",
                "verse_text": "Multiple burnt offerings and sin-offerings"
            },
            {
                "verse_number": "7",
                "verse_text": "So I said to you, &quot;God&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "First he said, &apos;Multiple burnt-offerings and sin-offerings cannot satisfy your justice&apos; (even though the law required them to be offered)."
            },
            {
                "verse_number": "9",
                "verse_text": "And then he said, &apos;God, I will be the One to go and do your will.&apos; So by being the sacrifice that removes sin , he abolishes animal sacrifices and replaces that entire system with the new covenant."
            },
            {
                "verse_number": "10",
                "verse_text": "By God&quot;s will we have been purified and made holy once and for all through the sacrifice of the body of Jesus, the Messiah!"
            },
            {
                "verse_number": "11",
                "verse_text": "Yet every day priests still serve, ritually offering the same sacrifices again and again&ndash;sacrifices that can never take away sin&quot;s guilt."
            },
            {
                "verse_number": "12",
                "verse_text": "But when this Priest had offered the one supreme sacrifice for sin for all time he sat down on a throne at the right hand of God,"
            },
            {
                "verse_number": "13",
                "verse_text": "waiting until all his whispering enemies are subdued and turn into his footstool."
            },
            {
                "verse_number": "14",
                "verse_text": "And by his one perfect sacrifice he made us perfectly holy and complete for all time!"
            },
            {
                "verse_number": "15",
                "verse_text": "The Holy Spirit confirms this to us by this Scripture, for the Lord says,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Afterwards, I will give them this covenant: I will embed my laws into their hearts and fasten my Word to their thoughts.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "And then he says,"
            },
            {
                "verse_number": "18",
                "verse_text": "So if our sins have been forgiven and forgotten, why would we ever need to offer another sacrifice for sin?"
            },
            {
                "verse_number": "19",
                "verse_text": "And now we are brothers and sisters in God&quot;s family because of the blood of Jesus, and he welcomes us to come into the most holy sanctuary in the heavenly realm&ndash;boldly and without hesitation."
            },
            {
                "verse_number": "20",
                "verse_text": "For he has dedicated a new, life-giving way for us to approach God. For just as the veil was torn in two, Jesus&quot; body was torn open to give us free and fresh access to him!"
            },
            {
                "verse_number": "21",
                "verse_text": "And since we now have a magnificent High Priest to welcome us into God&quot;s house,"
            },
            {
                "verse_number": "22",
                "verse_text": "we come closer to God and approach him with an open heart, fully convinced that nothing will keep us at a distance from him. For our hearts have been sprinkled with blood to remove impurity, and we have been freed from an accusing conscience. Now we are clean, unstained, and presentable to God inside and out!"
            },
            {
                "verse_number": "23",
                "verse_text": "So now wrap your heart tightly around the hope that lives within us, knowing that God always keeps his promises!"
            },
            {
                "verse_number": "24",
                "verse_text": "Discover creative ways to encourage others and to motivate them toward acts of compassion, doing beautiful works as expressions of love."
            },
            {
                "verse_number": "25",
                "verse_text": "This is not the time to pull away and neglect meeting together, as some have formed the habit of doing. In fact, we should come together even more frequently, eager to encourage and urge each other onward as we anticipate that day dawning."
            },
            {
                "verse_number": "26",
                "verse_text": "For if we continue to persist in deliberate sin after we have known and received the truth, there is not another sacrifice for sin to be made for us."
            },
            {
                "verse_number": "27",
                "verse_text": "But this would qualify one for the certain, terrifying expectation of judgment and the raging fire ready to burn up his enemies!"
            },
            {
                "verse_number": "28",
                "verse_text": "Anyone who disobeyed Moses&quot; law died without mercy on the simple evidence of two or three witnesses."
            },
            {
                "verse_number": "29",
                "verse_text": "How much more severely do you suppose a person deserves to be judged who has contempt for God&quot;s Son, and who scorns the blood of the new covenant that made him holy, and has outraged the Spirit of grace?"
            },
            {
                "verse_number": "30",
                "verse_text": "For we know him who said,"
            },
            {
                "verse_number": "31",
                "verse_text": "It is the most terrifying thing of all to come under the judgment of the Living God!"
            },
            {
                "verse_number": "32",
                "verse_text": "Don&quot;t you remember those days right after the Light shined in your hearts? You endured a great marathon season of suffering hardships, yet you stood your ground."
            },
            {
                "verse_number": "33",
                "verse_text": "And at times you were publicly and shamefully mistreated, being persecuted for your faith; then at other times you stood side by side with those who preach the message of hope."
            },
            {
                "verse_number": "34",
                "verse_text": "You sympathized with those in prison and when all your belongings were confiscated you accepted that violation with joy; convinced that you possess a treasure growing in heaven that could never be taken from you."
            },
            {
                "verse_number": "35",
                "verse_text": "So don&quot;t lose your bold, courageous faith, for you are destined for a great reward!"
            },
            {
                "verse_number": "36",
                "verse_text": "You need the strength of endurance to reveal the poetry of God&quot;s will and then you receive the promise in full."
            },
            {
                "verse_number": "37",
                "verse_text": "For soon and very soon,"
            },
            {
                "verse_number": "38",
                "verse_text": "And he also says,"
            },
            {
                "verse_number": "39",
                "verse_text": "But we are certainly not those who are held back by fear and perish; we are among those who have faith and experience true life!"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now faith brings our hopes into reality and becomes the foundation needed to acquire the things we long for. It is all the evidence required to prove what is still unseen."
            },
            {
                "verse_number": "2",
                "verse_text": "This testimony of faith is what previous generations were commended for."
            },
            {
                "verse_number": "3",
                "verse_text": "Faith empowers us to see that the universe was created and beautifully coordinated by the power of God&quot;s words! He spoke and the invisible realm gave birth to all that is seen."
            },
            {
                "verse_number": "4",
                "verse_text": "Faith moved Abel to choose a more acceptable sacrifice to offer God than his brother Cain, and God declared him righteous because of his offering of faith. By his faith, Abel still speaks instruction to us today, even though he is long dead."
            },
            {
                "verse_number": "5",
                "verse_text": "Faith translated Enoch from this life and he was taken up into heaven! He never had to experience death; he just disappeared from this world because God promoted him. For before he was translated to the heavenly realm his life had become a pleasure to God."
            },
            {
                "verse_number": "6",
                "verse_text": "And without faith living within us it would be impossible to please God. For we come to God in faith knowing that he is real and that he rewards the faith of those who passionately seek him."
            },
            {
                "verse_number": "7",
                "verse_text": "Faith opened Noah&quot;s heart to receive revelation and warnings from God about what was coming, even things that had never been seen. But he stepped out in reverent obedience to God and built an ark that would save him and his family. By his faith the world was condemned, but Noah received God&quot;s gift of righteousness that comes by believing."
            },
            {
                "verse_number": "8",
                "verse_text": "Faith motivated Abraham to obey God&quot;s call and leave the familiar to discover the territory he was destined to inherit from God. So he left with only a promise and without even knowing ahead of time where he was going, Abraham stepped out in faith."
            },
            {
                "verse_number": "9",
                "verse_text": "He lived by faith as an immigrant in his promised land as though it belonged to someone else. He journeyed through the land living in tents with Isaac and Jacob who were persuaded that they were also co-heirs of the same promise."
            },
            {
                "verse_number": "10",
                "verse_text": "His eyes of faith were set on the city with unshakable foundations, whose architect and builder is God himself."
            },
            {
                "verse_number": "11",
                "verse_text": "Sarah&quot;s faith embraced God&quot;s miracle power to conceive even though she was barren and was past the age of childbearing, for the authority of her faith rested in the One who made the promise, and she tapped into his faithfulness."
            },
            {
                "verse_number": "12",
                "verse_text": "In fact, so many children were subsequently fathered by this aged man of faith&ndash;one who was as good as dead, that he now has offspring as innumerable as the sand on the seashore and as the stars in the sky!"
            },
            {
                "verse_number": "13",
                "verse_text": "These heroes all died still clinging to their faith, not even receiving all that had been promised them. But they saw beyond the horizon the fulfillment of their promises and gladly embraced it from afar. They all lived their lives on earth as those who belonged to another realm."
            },
            {
                "verse_number": "14",
                "verse_text": "For clearly, those who live this way are longing for the appearing of a heavenly city."
            },
            {
                "verse_number": "15",
                "verse_text": "And if their hearts were still remembering what they left behind, they would have found an opportunity to go back."
            },
            {
                "verse_number": "16",
                "verse_text": "But they couldn&quot;t turn back for their hearts were fixed on what was far greater, that is, the heavenly realm! So because of this God is not ashamed in any way to be called their God, for he has prepared a heavenly city for them."
            },
            {
                "verse_number": "17",
                "verse_text": "Faith operated powerfully in Abraham for when he was put to the test he offered up Isaac. Even though he received God&quot;s promises of descendants, he was willing to offer up his only son!"
            },
            {
                "verse_number": "18",
                "verse_text": "For God had promised, &apos;Through your son Isaac your lineage will carry on your name.&apos; Yet it was faith that enabled others to endure great atrocities. They were stretched out on the wheel and tortured, and didn&quot;t deny their faith in order to be freed, because they longed for a more honorable and glorious resurrection!"
            },
            {
                "verse_number": "19",
                "verse_text": "Abraham&quot;s faith made it logical to him that God could raise Isaac from the dead, and symbolically, that&quot;s exactly what happened."
            },
            {
                "verse_number": "20",
                "verse_text": "The power of faith prompted Isaac to impart a blessing to his sons, Jacob and Esau, concerning their prophetic destinies."
            },
            {
                "verse_number": "21",
                "verse_text": "Jacob worshiped in faith&quot;s reality at the end of his life, and leaning upon his staff he imparted a prophetic blessing upon each of Joseph&quot;s sons."
            },
            {
                "verse_number": "22",
                "verse_text": "Faith inspired Joseph and opened his eyes to see into the future, for as he was dying he prophesied about the exodus of Israel out of Egypt, and gave instructions that his bones were to be taken from Egypt with them."
            },
            {
                "verse_number": "23",
                "verse_text": "Faith prompted the parents of Moses at his birth to hide him for three months, because they realized their child was exceptional and they refused to be afraid of the king&quot;s edict."
            },
            {
                "verse_number": "24",
                "verse_text": "Faith enabled Moses to choose God&quot;s will, for although he was raised as the son of Pharaoh&quot;s daughter, he refused to make that his identity,"
            },
            {
                "verse_number": "25",
                "verse_text": "choosing instead to suffer mistreatment with the people of God. Moses preferred faith&quot;s certainty above the momentary enjoyment of sin&quot;s pleasures."
            },
            {
                "verse_number": "26",
                "verse_text": "He found his true wealth in suffering abuse for being anointed, more than in anything the world could offer him, for his eyes looked with wonder not on the immediate, but on the ultimate&ndash;faith&quot;s great reward!"
            },
            {
                "verse_number": "27",
                "verse_text": "Holding faith&quot;s promise Moses abandoned Egypt and had no fear of Pharaoh&quot;s rage because he persisted in faith as if he had seen God who is unseen."
            },
            {
                "verse_number": "28",
                "verse_text": "Faith stirred Moses to perform the rite of Passover and sprinkle lamb&quot;s blood, to prevent the destroyer from harming their firstborn."
            },
            {
                "verse_number": "29",
                "verse_text": "Faith opened the way for the Hebrews to cross the Red Sea as if on dry land, but when the Egyptians tried to cross they were swallowed up and drowned!"
            },
            {
                "verse_number": "30",
                "verse_text": "Faith pulled down Jericho&quot;s walls after the people marched around them for seven days!"
            },
            {
                "verse_number": "31",
                "verse_text": "Faith provided a way of escape for Rahab the prostitute, avoiding the destruction of the unbelievers, because she received the Hebrew spies in peace."
            },
            {
                "verse_number": "32",
                "verse_text": "And what more could I say to convince you? For there is not enough time to tell you of the faith of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets."
            },
            {
                "verse_number": "33",
                "verse_text": "Through faith&quot;s power they conquered kingdoms and established true justice. Their faith fastened onto their promises and pulled them into reality! It was faith that shut the mouth of lions,"
            },
            {
                "verse_number": "34",
                "verse_text": "put out the power of raging fire, and caused many to escape certain death by the sword. Although weak, their faith imparted power to make them strong! Faith sparked courage within them and they became mighty warriors in battle, pulling armies from another realm into battle array."
            },
            {
                "verse_number": "35",
                "verse_text": "Faith-filled women saw their dead children raised in resurrection power."
            },
            {
                "verse_number": "36",
                "verse_text": "Others were mocked and experienced the most severe beating with whips; they were in chains and imprisoned."
            },
            {
                "verse_number": "37",
                "verse_text": "Some of these faith champions were brutally killed by stoning, being sawn in two or slaughtered by the sword. These lived in faith as they went about wearing goatskins and sheepskins for clothing. They lost everything they possessed, they endured great afflictions, and they were cruelly mistreated."
            },
            {
                "verse_number": "38",
                "verse_text": "They wandered the earth living in the desert wilderness, in caves, on barren mountains and in holes in the earth. Truly, the world was not even worthy of them, not realizing who they were."
            },
            {
                "verse_number": "39",
                "verse_text": "These were the true heroes, commended for their faith, yet they lived in hope without receiving the fullness of what was promised them."
            },
            {
                "verse_number": "40",
                "verse_text": "But now God has invited us to live in something better than what they had&ndash;faith&quot;s fullness! This is so that they could be brought to finished perfection alongside of us."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "As for us, we have all of these great witnesses who encircle us like clouds. So we must let go of every wound that has pierced us and the sin we so easily fall into. Then we will be able to run life&quot;s marathon race with passion and determination, for the path has been already marked out before us."
            },
            {
                "verse_number": "2",
                "verse_text": "We look away from the natural realm and we focus our attention and expectation onto Jesus who birthed faith within us and who leads us forward into faith&quot;s perfection. His example is this: Because his heart was focused on the joy of knowing that you would be his, he endured the agony of the cross and conquered its humiliation, and now sits exalted at the right hand of the throne of God!"
            },
            {
                "verse_number": "3",
                "verse_text": "So consider carefully how Jesus faced such intense opposition from sinners who opposed their own souls, so that you won&quot;t become worn down and cave in under life&quot;s pressures."
            },
            {
                "verse_number": "4",
                "verse_text": "After all, you have not yet reached the point of sweating blood in your opposition to sin."
            },
            {
                "verse_number": "5",
                "verse_text": "And have you forgotten his encouraging words spoken to you as his children? He said, &apos;My child, don&quot;t underestimate the value of the discipline and training of the Lord God, And when he draws you to himself, &apos;If so much as an animal approaches the mountain it is to be stoned to death!&apos; or get depressed when he has to correct you. is the evidence of his faithful love. it proves you are his delightful child.&apos; &apos;Once and for all I will not only shake the systems of the world, but also the unseen powers in the heavenly realm!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "For the Lord&quot;s training of your life"
            },
            {
                "verse_number": "7",
                "verse_text": "Fully embrace God&quot;s correction as part of your training, for he is doing what any loving father does for his children. For who has ever heard of a child who never had to be corrected?"
            },
            {
                "verse_number": "8",
                "verse_text": "We all should welcome God&quot;s discipline as the validation of authentic sonship. For if we have never once endured his correction it only proves we are strangers and not sons."
            },
            {
                "verse_number": "9",
                "verse_text": "And isn&quot;t it true that we respect our earthly fathers even though they corrected and disciplined us? Then we should demonstrate an even greater respect for God, our spiritual Father, as we submit to his life-giving discipline."
            },
            {
                "verse_number": "10",
                "verse_text": "Our parents corrected us for the short time of our childhood as it seemed good to them. But God corrects us throughout our lives for our own good, giving us an invitation to share his holiness."
            },
            {
                "verse_number": "11",
                "verse_text": "Now all discipline seems to be painful at the time, yet later it will produce a transformation of character, bringing a harvest of righteousness and peace to those who yield to it."
            },
            {
                "verse_number": "12",
                "verse_text": "So be made strong even in your weakness by lifting up your tired hands in prayer and worship . And strengthen your weak knees,"
            },
            {
                "verse_number": "13",
                "verse_text": "for as you keep walking forward on God&quot;s paths all your stumbling ways will be divinely healed!"
            },
            {
                "verse_number": "14",
                "verse_text": "In every relationship be swift to choose peace over competition, and run swiftly toward holiness, for those who are not holy will not see the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "Watch over each other to make sure that no one misses the revelation of God&quot;s grace. And make sure no one lives with a root of bitterness sprouting within them which will only cause trouble and poison the hearts of many."
            },
            {
                "verse_number": "16",
                "verse_text": "Be careful that no one among you lives in immorality, becoming careless about God&quot;s blessings, like Esau who traded away his rights as the firstborn for a simple meal."
            },
            {
                "verse_number": "17",
                "verse_text": "And we know that later on when he wanted to inherit his father&quot;s blessing, he was turned away, even though he begged for it with bitter tears, for it was too late then to repent."
            },
            {
                "verse_number": "18",
                "verse_text": "For we are not coming, as Moses did , to a physical mountain with its burning fire, thick clouds of darkness and gloom, and with a raging whirlwind."
            },
            {
                "verse_number": "19",
                "verse_text": "We are not those who are being warned by the jarring blast of a trumpet and the thundering voice; the fearful voice that they begged to be silenced."
            },
            {
                "verse_number": "20",
                "verse_text": "They couldn&quot;t handle God&quot;s command that said,"
            },
            {
                "verse_number": "21",
                "verse_text": "The astounding phenomena Moses witnessed caused him to shudder with fear and he could only say, &apos;I am trembling in terror!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "By contrast, we have already come near to God in a totally different realm, the Zion-realm, for we have entered the city of the Living God, which is the New Jerusalem in heaven! We have joined the festal gathering of myriads of angels in their joyous celebration!"
            },
            {
                "verse_number": "23",
                "verse_text": "And as members of the church of the Firstborn all our names have been legally registered as citizens of heaven! And we have come before God who judges all, and who lives among the spirits of the righteous who have been made perfect in his eyes!"
            },
            {
                "verse_number": "24",
                "verse_text": "And we have come to Jesus who established a new covenant with his blood sprinkled upon the mercy seat; blood that continues to speak from heaven, &apos;forgiveness,&apos; a better message than Abel&quot;s blood that cries from the earth, &apos;justice.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Make very sure that you never refuse to listen to God when he speaks! For the God who spoke on earth from Sinai is the same God who now speaks from heaven. Those who heard him speak his living Word on earth found nowhere to hide, so what chance is there for us to escape if we turn our backs on God and refuse to hear his warnings as he speaks from heaven?"
            },
            {
                "verse_number": "26",
                "verse_text": "The earth was rocked at the sound of his voice from the mountain, but now he has promised,"
            },
            {
                "verse_number": "27",
                "verse_text": "Now this phrase &apos;once and for all&apos; clearly indicates the final removal of things that are shaking, that is, the old order, so only what is unshakable will remain."
            },
            {
                "verse_number": "28",
                "verse_text": "Since we are receiving our rights to an unshakable kingdom we should be extremely thankful and offer God the purest worship that delights his heart as we lay down our lives in absolute surrender, filled with awe."
            },
            {
                "verse_number": "29",
                "verse_text": "For our God is a holy, devouring fire!"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "No matter what, make room in your heart to love every believer."
            },
            {
                "verse_number": "2",
                "verse_text": "And show hospitality to strangers, for they may be angels from God showing up as your guests."
            },
            {
                "verse_number": "3",
                "verse_text": "Identify with those who are in prison as though you were there suffering with them, and those who are mistreated as if you could feel their pain."
            },
            {
                "verse_number": "4",
                "verse_text": "Honor the sanctity of marriage and keep your vows of purity to one another, for God will judge sexual immorality in any form, whether single or married."
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t be obsessed with money but live content with what you have, for you always have God&quot;s presence. For hasn&quot;t he promised you, &apos;I will never leave you, never! And I will not loosen my grip on your life!&apos; and I will never be afraid of what people may do to me!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So we can say with great confidence: &apos;I know the Lord is for me"
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t forget the example of your spiritual leaders who have spoken God&quot;s messages to you, take a close look at how their lives ended, and then follow their walk of faith."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus, the Anointed One, is always the same&ndash;yesterday, today, and forever."
            },
            {
                "verse_number": "9",
                "verse_text": "So don&quot;t let anyone lead you astray with all sorts of novel and exotic teachings. It is more beautiful to feast on grace and be inwardly strengthened than to be obsessed with dietary rules which in themselves have no lasting benefit."
            },
            {
                "verse_number": "10",
                "verse_text": "We feast on a sacrifice at our spiritual altar, but those who serve as priests in the old system of worship have no right to eat of it."
            },
            {
                "verse_number": "11",
                "verse_text": "For the high priest carries the blood of animals into the holiest chamber as a sacrifice for sin, and then burns the bodies of the animals outside the city."
            },
            {
                "verse_number": "12",
                "verse_text": "And Jesus, our sin-sacrifice, also suffered death outside the city walls to make us holy by his own blood."
            },
            {
                "verse_number": "13",
                "verse_text": "So we must arise and join him outside the religious &apos;walls&apos; and bear his disgrace."
            },
            {
                "verse_number": "14",
                "verse_text": "For we have no city here on earth to be our permanent home, but we seek the city that is destined to come."
            },
            {
                "verse_number": "15",
                "verse_text": "So we no longer offer up a steady stream of blood sacrifices, but through Jesus, we will offer up to God a steady stream of praise sacrifices&ndash;these are &apos;the lambs&apos; we offer from our lips that celebrate his name!"
            },
            {
                "verse_number": "16",
                "verse_text": "We will show mercy to the poor and not miss an opportunity to do acts of kindness for others, for these are the true sacrifices that delight God&quot;s heart."
            },
            {
                "verse_number": "17",
                "verse_text": "Obey your spiritual leaders and recognize their authority, for they keep watch over your soul without resting since they will have to give an account to God for their work. So it will benefit you when you make their work a pleasure and not a heavy burden."
            },
            {
                "verse_number": "18",
                "verse_text": "And keep praying for us that we continue to live with a clear conscience, for we desire to live honorably in all that we do."
            },
            {
                "verse_number": "19",
                "verse_text": "And I especially ask you to pray that God would send me back to you very soon."
            },
            {
                "verse_number": "20",
                "verse_text": "Now may the God who brought us peace by raising from the dead our Lord Jesus Christ so that he would be the Great Shepherd of his flock; and by the power of the blood of the eternal covenant"
            },
            {
                "verse_number": "21",
                "verse_text": "may he work perfection into every part of you giving you all that you need to fulfill your destiny. And may he express through you all that is excellent and pleasing to him through your life-union with Jesus the Anointed One who is to receive all glory forever! Amen!"
            },
            {
                "verse_number": "22",
                "verse_text": "My dear brothers and sisters, I urge you to let your spirits flow through this message of love that I&quot;ve written to you in these few words."
            },
            {
                "verse_number": "23",
                "verse_text": "I want you to know that our brother Timothy is free again and as soon as he arrives here we&quot;ll come together to see you. We extend our greetings to all your leaders and all the holy believers."
            },
            {
                "verse_number": "24",
                "verse_text": "The Italian believers also send their greetings."
            },
            {
                "verse_number": "25",
                "verse_text": "Now may God&quot;s wonderful grace be poured out upon you all! Amen!"
            }
        ]
    }
}