{
    "Nehemiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of Nehemiah, Hacaliah's son. It was the month Kislev . This was when King Artaxerxes had ruled for 20 years. I was in the big city of Susa."
            },
            {
                "verse_number": "2",
                "verse_text": "Hanani, my brother, and some other men arrived from Judah. I asked them for news of the Jews who had returned there from exile in Babylon. I asked them for news about Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "They told me, &quot;The Jews who returned to Judah are in much trouble. The walls of the city still have lots of holes in them. Fire has burned the city's gates down to the ground. So the people are very ashamed.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "After they told me this, I sat down and I wept. I was very sad for many days. I did not eat or drink anything and I prayed to God."
            },
            {
                "verse_number": "5",
                "verse_text": "I prayed, &quot; Lord , God of heaven , you are great and powerful. You always continue to love your people, as you have promised to do. You are kind to those people who love you and obey your commands ."
            },
            {
                "verse_number": "6",
                "verse_text": "Please listen to my prayer . I am your servant. I am praying in the day and in the night on behalf of your servants, the Israelites. I agree that we have all done wrong things. That includes me and my family. We have not obeyed you."
            },
            {
                "verse_number": "7",
                "verse_text": "We have done wicked things against you. We have not obeyed the commands, the laws and the rules that you gave to your servant Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember what you told your servant, Moses. You told him, &apos;If the Israelites turn away from me, I will make them live among foreign people in many different places."
            },
            {
                "verse_number": "9",
                "verse_text": "But if they return to me and they obey my commands, I will be kind to them. I will bring them back together again from all the different places where they are living. Even if they live far away, I will find them. I will bring them to the place that I have chosen to give honour to my name.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Lord , these are your people and your servants. You used your great power and strength to rescue them."
            },
            {
                "verse_number": "11",
                "verse_text": "Please listen to my prayer , my Lord . Hear the prayers of your people who love to respect your name. Please cause the king to be kind to me. May he give me what I ask for.&quot; I was the king's cupbearer ."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "It was the month of Nisan, when King Artaxerxes had ruled Babylon for 20 years. I had the king's wine ready for him to drink. I took it to give to him. He saw that I was sad. I had not been sad in front of the king before."
            },
            {
                "verse_number": "2",
                "verse_text": "The king asked me, &quot;Why are you sad? You are not ill. This must mean that you are very upset .&quot; I was very frightened. The king agreed to do what I asked him, because my God was with me. The people prepared to start this good work."
            },
            {
                "verse_number": "3",
                "verse_text": "I replied to the king, &quot;May the king live for ever! I am sad because enemies have destroyed the city where my ancestors are buried. They burned the city's gates.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king asked me, &quot;What do you want me to do for you?&quot; So I prayed to our God who rules from heaven ."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I said to the king, &quot;Please sir, if you think it is a good idea and you are pleased with me, let me go to Judah. If you agree to send me there, I can build again the city where my ancestors are buried.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "The king was sitting with the queen next to him. The king asked me, &quot;How long will you be away? When will you return?&quot; I told the king how long I would be away. Because the king was happy to send me, I told him when I would leave."
            },
            {
                "verse_number": "7",
                "verse_text": "I said to the king, &quot;If the king agrees, please give me some letters to say that I have your authority. I will show the letters to your officers who rule the region on the west side of the Euphrates river. Then I will be able to travel safely on the journey to Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "Also give me a letter for Asaph, who takes care of the king's forest there. Tell him to give me wood from the trees. I need to make beams to mend the gates of the strong place near the temple . I also need to mend the city's wall. And I need to build a house for myself to live in.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "The king sent officers of his army to keep me safe on the journey. He also sent soldiers who rode on horses. I went to the king's officers on the west side of the Euphrates river. I gave them the letters which the king had written."
            },
            {
                "verse_number": "10",
                "verse_text": "But two important men were not happy when they heard that I had come to help the Israelite people. They were Sanballat, who came from Horon, and Tobiah, an Ammonite officer."
            },
            {
                "verse_number": "11",
                "verse_text": "I arrived in Jerusalem city. After three days,"
            },
            {
                "verse_number": "12",
                "verse_text": "I went out at night. I took a few of my friends with me. I was riding on a donkey . That was the only animal that we took with us. I did not tell anyone the idea that God had put in my mind about Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "I went through the Valley Gate to the Jackal Well and the Dung Gate. As I went, I looked carefully at Jerusalem's walls. They were broken. Fire had destroyed the city's gates."
            },
            {
                "verse_number": "14",
                "verse_text": "I went to the Fountain Gate and then to the King's Pool. The path there was too narrow for my donkey to pass through."
            },
            {
                "verse_number": "15",
                "verse_text": "So I went along the path in the valley while it was still night. I continued to look at the wall. I reached the Valley Gate again and I went back into the city."
            },
            {
                "verse_number": "16",
                "verse_text": "The city's officers did not know that I had done this. I had not told anyone what I had decided to do. I had not told any of the other Jews, their priests , their leaders or the city's officers. I had not told any of the people who would help to do the work on the wall."
            },
            {
                "verse_number": "17",
                "verse_text": "But then I said to them, &quot;We have a big problem. Jerusalem has become a heap of stones. Fire has burned the gates. You must help to build the city's walls again. Then we will no longer be ashamed of our city.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "I told the people how God had helped me to come to Jerusalem. I told them what the king had said to me. Then the people said, &quot;We will start to build now!&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Sanballat, Tobiah and an Arab man called Geshem heard about what we were doing. They laughed at us and they insulted us. They said, &quot;What are you trying to do? Have you turned against the king's authority?&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "I replied to them, &quot;Our God who rules from heaven will help us. We are his servants and we will start to build. But you have never been true citizens of Jerusalem.&quot;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The leader of the priests , Eliashib, and the other priests built the Sheep Gate. They fixed the doors in it again. They built the wall as far as the Tower of the Hundred and the Tower of Hananel. They dedicated it all to God."
            },
            {
                "verse_number": "2",
                "verse_text": "The men from Jericho built the next part of the city wall. Imri's son, Zakkur, built the next part of the wall."
            },
            {
                "verse_number": "3",
                "verse_text": "The clan of Hassenaah built the Fish Gate. They put up the beams and they fixed its doors in their place. They made wooden bars and iron bars so that they could lock the doors."
            },
            {
                "verse_number": "4",
                "verse_text": "Meremoth, son of Uriah, the son of Hakkoz, worked on the next part of the wall. Meshullam, son of Berekiah, the son of Meshezabel, repaired the wall next to Meremoth. Baana's son, Zadok, repaired the next part of the wall."
            },
            {
                "verse_number": "5",
                "verse_text": "The men from Tekoa repaired the next part. But their town's leaders refused to do the hard work."
            },
            {
                "verse_number": "6",
                "verse_text": "Paseah's son, Joiada, and Besodeiah's son, Meshullam, worked on the Old Gate. They put up the beams and they fixed its doors in their place. They made wooden bars and iron bars so that they could lock the doors."
            },
            {
                "verse_number": "7",
                "verse_text": "Men from Gibeon and Mizpah repaired the wall next to the Old Gate. They included Melatiah from Gibeon and Jadon, who came from Meronoth. The officer who ruled the region on the west side of the Euphrates river had authority over those towns."
            },
            {
                "verse_number": "8",
                "verse_text": "Harhaiah's son, Uzziel, repaired the next part of the wall. Uzziel was a man who made things from gold. Hananiah repaired the wall next to Uzziel. Hananiah knew how to make perfume . Hananiah and Uzziel repaired the wall as far as the Broad Wall."
            },
            {
                "verse_number": "9",
                "verse_text": "Hur's son, Rephaiah, repaired the next part of the wall. Rephaiah ruled over part of Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Harumaph's son, Jedaiah, worked on the next part of the wall that was near to his own house. Hashabneiah's son, Hattush, repaired the wall next to Jedaiah."
            },
            {
                "verse_number": "11",
                "verse_text": "Harim's son, Malkijah, and Pahath-Moab's son, Hasshub, worked on another part of the wall. They also repaired the Tower of the Ovens ."
            },
            {
                "verse_number": "12",
                "verse_text": "Hallohesh's son, Shallum, repaired the next part of the wall. He ruled over part of Jerusalem. Shallum's daughters helped him with the work."
            },
            {
                "verse_number": "13",
                "verse_text": "Hanun and the people who lived in Zanoah repaired the Valley Gate. They built it and they fixed its doors in their place. They made wooden bars and iron bars so that they could lock the doors. The same people also repaired 450 metres of the city wall, as far as the Dung Gate."
            },
            {
                "verse_number": "14",
                "verse_text": "Recab's son, Malkijah, repaired the Dung Gate. He put the doors in their place, as well as their wooden bars and iron bars. Malkijah had authority over the region of Beth Hakkerem."
            },
            {
                "verse_number": "15",
                "verse_text": "Col-Hozeh's son, Shallun, repaired the Fountain Gate. He was the ruler of the region of Mizpah. Shallun built a roof over the Fountain Gate. He fixed its doors in their place, as well as their wooden bars and iron bars. Shallun also repaired the wall of the Pool of Siloam, near the king's garden. He repaired the wall as far as the steps that come down from the City of David ."
            },
            {
                "verse_number": "16",
                "verse_text": "Azbuk's son, Nehemiah, worked on another part of the wall. He was ruler of part of the region of Beth Zur. He repaired the wall along to the place of the royal graves . He continued to work as far as the pool that people had built and the House of the Brave Soldiers."
            },
            {
                "verse_number": "17",
                "verse_text": "Levites worked along the next part of the wall. Bani's son, Rehum, worked there. Hashabiah repaired the next part of the wall. He ruled over part of the region of Keilah. He did the work on behalf of that region."
            },
            {
                "verse_number": "18",
                "verse_text": "More Levites worked on the next part. Henadad's son, Binnui, worked there. He also ruled over part of Keilah."
            },
            {
                "verse_number": "19",
                "verse_text": "Jeshua's son, Ezer, worked on another part of the wall. It was in front of the building where the soldiers kept their weapons . He repaired the wall as far as the corner. Ezer ruled over Mizpah."
            },
            {
                "verse_number": "20",
                "verse_text": "Next, Zabbai's son, Baruch, worked hard on another part of the wall. He started from the corner of the wall and went as far as the door of Eliashib's house. Eliashib was the leader of the priests ."
            },
            {
                "verse_number": "21",
                "verse_text": "Meremoth, son of Uriah, the son of Hakkoz, repaired the next part, from the door of Eliashib's house to the end of it."
            },
            {
                "verse_number": "22",
                "verse_text": "Priests from the region near Jerusalem repaired the next part of the wall."
            },
            {
                "verse_number": "23",
                "verse_text": "Benjamin and Hasshub repaired the wall in front of their house. Next, Azariah, son of Maaseiah, the son of Ananiah, repaired the wall near his house."
            },
            {
                "verse_number": "24",
                "verse_text": "Henadad's son, Binnui, repaired from Azariah's house to the corner, where it has a strong point."
            },
            {
                "verse_number": "25",
                "verse_text": "Uzai's son, Palal, worked near the corner and the tower on the top of the king's palace. That was beside the yard for the guards . Parosh's son, Pedaiah,"
            },
            {
                "verse_number": "26",
                "verse_text": "repaired the next part of the wall, towards the east. The temple servants who lived on Ophel Hill worked with them. They repaired the wall as far as the Water Gate and the tower which stands there."
            },
            {
                "verse_number": "27",
                "verse_text": "The men from Tekoa repaired the wall from the place near the great tower as far as the wall of Ophel."
            },
            {
                "verse_number": "28",
                "verse_text": "The priests repaired the wall on the north side of the Horse Gate. Each priest repaired the wall in front of his house."
            },
            {
                "verse_number": "29",
                "verse_text": "Immer's son, Zadok, repaired the wall in front of his house. Next to him, Shecaniah's son, Shemaiah, repaired the wall. He was the guard at the city's East Gate."
            },
            {
                "verse_number": "30",
                "verse_text": "Next, Shelemiah's son, Hananiah, repaired the wall. Hanun worked with him. He was the sixth son of Zalaph. Berekiah's son, Meshullam, repaired the wall in front of the place where he lived."
            },
            {
                "verse_number": "31",
                "verse_text": "Malkijah repaired the wall as far as the temple servants' house. He continued to work as far as the traders' houses in front of the Meeting Gate. He repaired the wall as far as the room above the wall's corner. Malkijah made things from gold."
            },
            {
                "verse_number": "32",
                "verse_text": "Between there and the Sheep Gate the traders and the men who worked with gold repaired the wall."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Sanballat heard that we were building the wall. He was very angry and upset . He laughed at the Jews."
            },
            {
                "verse_number": "2",
                "verse_text": "His officers and Samaria's army were with him. He said to them, &quot;Those Jews have great ideas, but they are weak. How will they ever repair the wall? Will they give sacrifices to their God? Will that help them to repair the wall in one day? They will never build anything from this heap of stones that fire has destroyed!&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Tobiah the Ammonite was with him. Tobiah said, &quot;The wall that the Jews are trying to build is very weak. Even if a little fox climbs up on it, the stones would all fall down again!&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "So I prayed, &quot;Hear us, our God. Our enemies think that we are fools. Make them seem like fools themselves! Let their enemies take them away as slaves."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not forgive their sins . Do not say that they are not guilty . They have insulted us when we are trying to build.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "The people worked hard because they wanted to build the wall. As a result, the wall all round the city soon became half as high as the old wall."
            },
            {
                "verse_number": "7",
                "verse_text": "Sanballat, Tobiah, the Arab people, the Ammonites and the people who came from Ashdod all heard that the work was continuing. They could see that we were repairing the holes in the wall. So they were very angry."
            },
            {
                "verse_number": "8",
                "verse_text": "They met together to decide what they should do. They decided to attack Jerusalem so that there would be trouble."
            },
            {
                "verse_number": "9",
                "verse_text": "So we continued to pray to our God. We also put guards on the walls in the day and the night, to keep the city safe."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the people in Judah complained, &quot;Our workers are becoming weak. There are so many stones and rubbish ! We cannot finish the work on the wall!&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "At the same time, our enemies were boasting , &quot;Before the Jews even see us, we will attack them. We will kill them before they know what is happening. That will be the end of their work on the wall!&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Jews who lived near our enemies warned us many times. They told us that our enemies would attack us wherever we went."
            },
            {
                "verse_number": "13",
                "verse_text": "So I put some men behind the lowest part of the wall where there were holes. Each of the families had guards with swords , spears , bows and arrows ."
            },
            {
                "verse_number": "14",
                "verse_text": "I went round the city and I looked at everything. I said to the leaders, the officers and the people, &quot;Do not be afraid of our enemies. Remember that our Lord God is great and powerful. Fight on behalf of your brothers, your sons, your daughters and your wives. Fight to keep your homes safe.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Our enemies realized that we knew what they had decided to do. God had stopped them from doing what they wanted. So each of us went back to our work on the wall."
            },
            {
                "verse_number": "16",
                "verse_text": "After that day, half of my men continued to do the work on the wall. The other half carried spears, shields and bows. They also wore armour . The officers stood behind the people while they built the wall."
            },
            {
                "verse_number": "17",
                "verse_text": "The men who were carrying materials held them with one hand. They held a weapon in their other hand."
            },
            {
                "verse_number": "18",
                "verse_text": "All of the builders had swords tied on their belts while they were building. There was a man who would make a sound with his trumpet if there was danger. He stayed near me."
            },
            {
                "verse_number": "19",
                "verse_text": "I said to the leaders, the officers and all the people, &quot;It is hard work and the wall is very long. So we are not working near to each other."
            },
            {
                "verse_number": "20",
                "verse_text": "When you hear the sound of the trumpet , come to join us here. Our God will fight on our behalf.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "We continued to work on the wall every day, from dawn until it became dark. Half of the men held spears to be our guards."
            },
            {
                "verse_number": "22",
                "verse_text": "I said to the people, &quot;Everybody must stay in Jerusalem each night, together with those who are helping them. Then they can be our guards to keep us safe at night. During each day they can do the work.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "I did not take my clothes off at night time, and neither did any of my friends. The workers and the guards who were with me kept their clothes on all the time. Everyone carried his own weapon whatever he was doing."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Some men and their wives were upset , because of the things that some other Jews were doing."
            },
            {
                "verse_number": "2",
                "verse_text": "Many of them said, &quot;We are big families, with many sons and daughters. We need to have food to eat so that we can stay alive.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Other people said, &quot;People have to lend us money to buy food. We have to give them our fields, our vineyards and our homes until we can pay them back.&quot; I told the Jews to come together for a big meeting. I told the priests to come to our meeting. While they were with us, I made the Jewish leaders and officers make a strong promise. They agreed to do what they had promised to do. All the people did what they had promised to do."
            },
            {
                "verse_number": "4",
                "verse_text": "Other people said, &quot;We have to pay taxes to the king for our fields and our vineyards. People had to lend us money to pay the taxes."
            },
            {
                "verse_number": "5",
                "verse_text": "Now we have to sell our sons and daughters as slaves so that we can pay back the money. But we are from the same human family as those other Jews. Our children are not different from their children. Already some of our daughters have become slaves. Our fields and vineyards now belong to other people, so we are helpless to do anything.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "When I heard what they were complaining about, I was very angry."
            },
            {
                "verse_number": "7",
                "verse_text": "I thought carefully about what they had said. Then I said to the Jewish leaders and officers, &quot;You are cheating your own people! You are taking back more money than you have lent to them.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "I said to them all, &quot;When our own Jewish people have become slaves of foreign people, we have tried hard to buy them back. But now you are making your own people sell their children to you. And you want us to pay you to buy them back again!&quot; The Jewish leaders kept quiet. They had nothing to say."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I said to them, &quot;You are doing something that is completely wrong. Instead, you should obey God and live in a good way. Then the foreign people who are our enemies will not have a chance to insult us."
            },
            {
                "verse_number": "10",
                "verse_text": "I myself have agreed to lend poor people money and food. My family and my friends have done the same thing. But we must not make those poor people pay back more to us."
            },
            {
                "verse_number": "11",
                "verse_text": "Now you must give back to them their fields, their vineyards , their gardens of olive trees and their houses. Do not make them pay any extra money for the money, food, wine or olive oil that you lent to them.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "The leaders replied, &quot;We will give everything back to them. We will not make them pay back their debts to us. We will do everything that you have said.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "I shook my coat so that everything fell out of its pockets. I said, &quot;You must all do what you have promised to do. If not, I pray that God will shake you out like that! He will take away your homes and all your things. You will be left with nothing!&quot; Everyone at the meeting said, &quot; Amen , we agree!&quot; They praised the Lord ."
            },
            {
                "verse_number": "14",
                "verse_text": "All the time that I ruled the land of Judah, I did not eat the government officer's special food. I was the ruler from the 20th year of King Artaxerxes until his 32nd year as king. For all those 12 years, I and my relatives refused to eat the special food."
            },
            {
                "verse_number": "15",
                "verse_text": "The officers who ruled there before I came made much trouble for the people. They took food and wine from the people, as well as 40 silver coins every day. Their servants also gave the people much trouble. But I did not live like them, because I wanted to please God."
            },
            {
                "verse_number": "16",
                "verse_text": "I worked hard to help the work on the city's walls. I did not take any land for myself. All my servants also had to join with me in the work."
            },
            {
                "verse_number": "17",
                "verse_text": "150 Jews and their officers ate meals with me. There were also people who came to visit from countries that were near to us."
            },
            {
                "verse_number": "18",
                "verse_text": "Every day, my servants cooked one ox , six good sheep and some birds for us to eat. Every ten days they bought for me many different kinds of wine . But I did not ask to receive the extra food that the ruler usually receives. The people were working hard on the wall and I did not want to give them more trouble."
            },
            {
                "verse_number": "19",
                "verse_text": "My God, please remember the many things that I have done to help my people. Please bless me."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "We had finished building the city's wall. There were no holes in it now, but we had not fixed the doors in the gates. Sanballat, Tobiah, Geshem (the Arab) and all our enemies heard that we had finished building the wall."
            },
            {
                "verse_number": "2",
                "verse_text": "Sanballat and Geshem sent this message to me: &quot;Come and meet with us in a village on the low land of Ono.&quot; I realized that they wanted to cause trouble for me. So I prayed to God, &quot;Give me strength to continue the work.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "So I sent this message back to them: &quot;I am too busy to come and meet you. The work here is too important. I cannot stop the work here to come and meet you.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "They sent me the same message four times. Each time, I refused."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Sanballat sent his officer to me with a fifth message. He carried a letter that was open for anyone to read."
            },
            {
                "verse_number": "6",
                "verse_text": "This is what the letter said: &quot;To Nehemiah. Other nations have heard the news that you and the other Jews have decided to turn against the king. Geshem also says that this is true. This is why you are building the city's wall. People are saying that you want to rule the Jews as their king."
            },
            {
                "verse_number": "7",
                "verse_text": "You have chosen some prophets to speak your message in Jerusalem. You have told them to say, &apos;There is now a king in Judah!&apos; The king of Persia will surely hear this news. So we must meet together and talk about it.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "I sent this reply: &quot;What you say is not true. Nothing like that is happening. You are only speaking your own ideas.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "All our enemies wanted to frighten us. They thought, &quot;The Jews will be so afraid that they will not be able to work well. They will not finish building the wall.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "One day I went to Shemaiah's house. He was the son of Delaiah, Mehetabel's son. He could not go out of his house. He said to me, &quot;Meet me inside the temple of God. We will close the temple's doors. Our enemies are coming to kill you. One night soon, they will come to kill you.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "But I said, &quot;I am not a man who would run away to be safe. I will not go into the temple to save my life.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then I realized that Shemaiah was not telling me a message from God. I knew that Tobiah and Sanballat had paid him to say this to me."
            },
            {
                "verse_number": "13",
                "verse_text": "They wanted to frighten me so that I would hide in the temple . My enemies knew that this would be a sin . If I did that, I would be ashamed. People would no longer respect me."
            },
            {
                "verse_number": "14",
                "verse_text": "My God, please remember all the bad things that Tobiah and Sanballat have done. Also remember the prophetess , Noadiah, and the other prophets who have tried to frighten me."
            },
            {
                "verse_number": "15",
                "verse_text": "We finished the city's wall on the 25th day of the month Elul. It had taken 52 days to build the wall again."
            },
            {
                "verse_number": "16",
                "verse_text": "When our enemies heard this news, they were afraid. The people of all the nations who lived near Jerusalem were very afraid. They knew that our God had helped us to finish this great work."
            },
            {
                "verse_number": "17",
                "verse_text": "During this time, the leaders in Judah were sending letters to Tobiah. Tobiah was also sending his replies to them."
            },
            {
                "verse_number": "18",
                "verse_text": "Many people in Judah had promised to obey Tobiah. That was because his wife was the daughter of Arah's son, Shecaniah. Also, his son Jehohanan had married the daughter of Berekiah's son, Meshullam."
            },
            {
                "verse_number": "19",
                "verse_text": "The leaders would often speak about the good things that Tobiah had done. They would then go and tell Tobiah everything that I had said. So Tobiah continued to send letters to frighten me."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When we had built the wall, we fixed the doors in their places. We chose men to be guards for the city's gates. We also chose singers and Levites to serve God."
            },
            {
                "verse_number": "2",
                "verse_text": "I gave authority over Jerusalem to my brother Hanani and to Hananiah. Hananiah was the leader of the men in Jerusalem's strong building. He was a faithful man who respected God more than many men do."
            },
            {
                "verse_number": "3",
                "verse_text": "I said to them, &quot;Do not open Jerusalem's gates until the sun is high in the sky. Shut the gates and lock them while the guards are still there. Choose people who live in Jerusalem to be guards for the city. Some guards must stand at the city's gates. Other guards must stand near their own houses.&quot; This is a list of the number of men in each Israelite clan who returned: Bethlehem and Netophah: 188. The clan of Jedaiah (descendants of Jeshua): 973. The clans of Jeshua and Kadmiel (descendants of Hodaviah): 74. Ziha, Hasupha, Tabbaoth, Sotai, Sophereth, Perida,"
            },
            {
                "verse_number": "4",
                "verse_text": "Jerusalem was a large city, but not many people lived in it. We had not yet built many houses."
            },
            {
                "verse_number": "5",
                "verse_text": "It was not easy to keep the city safe. Then God put an idea in my mind. I called the leaders, the officers and the other people to meet together. I wanted to check the lists of their families. I found the list of those people who had first returned to Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the list of the Jews who returned to Jerusalem and the other towns of Judah. King Nebuchadnezzar had taken them away as prisoners to Babylon. Now each of them had returned to live in his own town."
            },
            {
                "verse_number": "7",
                "verse_text": "These people came from Babylon with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum and Baanah."
            },
            {
                "verse_number": "8",
                "verse_text": "The clan of Parosh: 2,172."
            },
            {
                "verse_number": "9",
                "verse_text": "The clan of Shephatiah: 372."
            },
            {
                "verse_number": "10",
                "verse_text": "The clan of Arah: 652."
            },
            {
                "verse_number": "11",
                "verse_text": "The clan of Pahath-Moab ( descendants of Jeshua and Joab): 2,818."
            },
            {
                "verse_number": "12",
                "verse_text": "The clan of Elam: 1,254."
            },
            {
                "verse_number": "13",
                "verse_text": "The clan of Zattu: 845."
            },
            {
                "verse_number": "14",
                "verse_text": "The clan of Zaccai: 760."
            },
            {
                "verse_number": "15",
                "verse_text": "The clan of Binnui: 648."
            },
            {
                "verse_number": "16",
                "verse_text": "The clan of Bebai: 628."
            },
            {
                "verse_number": "17",
                "verse_text": "The clan of Azgad: 2,322."
            },
            {
                "verse_number": "18",
                "verse_text": "The clan of Adonikam: 667."
            },
            {
                "verse_number": "19",
                "verse_text": "The clan of Bigvai: 2,067."
            },
            {
                "verse_number": "20",
                "verse_text": "The clan of Adin: 655."
            },
            {
                "verse_number": "21",
                "verse_text": "The clan of Ater (descendants of Hezekiah): 98."
            },
            {
                "verse_number": "22",
                "verse_text": "The clan of Hashum: 328."
            },
            {
                "verse_number": "23",
                "verse_text": "The clan of Bezai: 324."
            },
            {
                "verse_number": "24",
                "verse_text": "The clan of Hariph: 112."
            },
            {
                "verse_number": "25",
                "verse_text": "The clan of Gibeon: 95."
            },
            {
                "verse_number": "26",
                "verse_text": "The number of men who belonged to these towns:"
            },
            {
                "verse_number": "27",
                "verse_text": "Anathoth: 128."
            },
            {
                "verse_number": "28",
                "verse_text": "Beth Azmaveth: 42."
            },
            {
                "verse_number": "29",
                "verse_text": "Kiriath-Jearim, Kephirah and Beeroth: 743."
            },
            {
                "verse_number": "30",
                "verse_text": "Ramah and Geba: 621."
            },
            {
                "verse_number": "31",
                "verse_text": "Michmash: 122."
            },
            {
                "verse_number": "32",
                "verse_text": "Bethel and Ai: 123."
            },
            {
                "verse_number": "33",
                "verse_text": "The other Nebo: 52."
            },
            {
                "verse_number": "34",
                "verse_text": "The other Elam: 1,254."
            },
            {
                "verse_number": "35",
                "verse_text": "Harim: 320."
            },
            {
                "verse_number": "36",
                "verse_text": "Jericho: 345."
            },
            {
                "verse_number": "37",
                "verse_text": "Lod, Hadid and Ono: 721."
            },
            {
                "verse_number": "38",
                "verse_text": "Senaah: 3,930."
            },
            {
                "verse_number": "39",
                "verse_text": "These priests also returned:"
            },
            {
                "verse_number": "40",
                "verse_text": "The clan of Immer: 1,052."
            },
            {
                "verse_number": "41",
                "verse_text": "The clan of Pashhur: 1,247."
            },
            {
                "verse_number": "42",
                "verse_text": "The clan of Harim: 1,017."
            },
            {
                "verse_number": "43",
                "verse_text": "These Levites also returned:"
            },
            {
                "verse_number": "44",
                "verse_text": "Singers who were descendants of Asaph: 148."
            },
            {
                "verse_number": "45",
                "verse_text": "Temple guards who were descendants of Shallum, Ater, Talmon, Akkub, Hatita and Shobai: 138."
            },
            {
                "verse_number": "46",
                "verse_text": "These were the families of the temple servants who returned:"
            },
            {
                "verse_number": "47",
                "verse_text": "Keros, Sia, Padon,"
            },
            {
                "verse_number": "48",
                "verse_text": "Lebana, Hagaba, Shalmai,"
            },
            {
                "verse_number": "49",
                "verse_text": "Hanan, Giddel, Gahar,"
            },
            {
                "verse_number": "50",
                "verse_text": "Reaiah, Rezin, Nekoda,"
            },
            {
                "verse_number": "51",
                "verse_text": "Gazzam, Uzza, Paseah,"
            },
            {
                "verse_number": "52",
                "verse_text": "Besai, Meunim, Nephussim,"
            },
            {
                "verse_number": "53",
                "verse_text": "Bakbuk, Hakupha, Harhur,"
            },
            {
                "verse_number": "54",
                "verse_text": "Bazluth, Mehida, Harsha,"
            },
            {
                "verse_number": "55",
                "verse_text": "Barkos, Sisera, Temah,"
            },
            {
                "verse_number": "56",
                "verse_text": "Neziah and Hatipha."
            },
            {
                "verse_number": "57",
                "verse_text": "These were the servants of King Solomon whose descendants returned:"
            },
            {
                "verse_number": "58",
                "verse_text": "Jaala, Darkon, Giddel,"
            },
            {
                "verse_number": "59",
                "verse_text": "Shephatiah, Hattil, Pokereth-Hazzebaim and Amon."
            },
            {
                "verse_number": "60",
                "verse_text": "The temple servants and the descendants of Solomon's servants were 392 men."
            },
            {
                "verse_number": "61",
                "verse_text": "There were some people who came from the towns of Tel Melah, Tel Harsha, Kerub, Addon and Immer. But they had no lists to show that they belonged to Israelite families."
            },
            {
                "verse_number": "62",
                "verse_text": "There were from the clans of Delaiah, Tobiah and Nekoda: 642."
            },
            {
                "verse_number": "63",
                "verse_text": "There were also some priests from the clans of Hobaiah, Hakkoz and Barzillai. (Barzillai was a man who had married a daughter of Barzillai, who came from Gilead. So he took Barzillai's name for himself.)"
            },
            {
                "verse_number": "64",
                "verse_text": "These people could not find any lists to show who their ancestors were. Because of this, they could not serve God as priests."
            },
            {
                "verse_number": "65",
                "verse_text": "The officer who ruled in Judah said that they must not eat the priests' special food. They must wait until there was a priest who could use the Urim and Thummim to decide the right thing to do."
            },
            {
                "verse_number": "66",
                "verse_text": "The number of all the people who returned to Judea was 42,360."
            },
            {
                "verse_number": "67",
                "verse_text": "There were also 7,337 male and female servants, as well as 245 male and female singers."
            },
            {
                "verse_number": "68",
                "verse_text": "They had 736 horses and 245 mules ,"
            },
            {
                "verse_number": "69",
                "verse_text": "435 camels and 6,720 donkeys ."
            },
            {
                "verse_number": "70",
                "verse_text": "Some of the family leaders gave money to help build the wall. The officer who ruled there gave 8.5 kilograms of gold, 50 bowls and 530 sets of special clothes for the priests."
            },
            {
                "verse_number": "71",
                "verse_text": "Some family leaders gave 170 kilograms of gold and 1,300 kilograms of silver."
            },
            {
                "verse_number": "72",
                "verse_text": "The rest of the people gave 170 kilograms of gold and 1,300 kilograms of silver. They also gave 67 sets of special clothes for the priests."
            },
            {
                "verse_number": "73",
                "verse_text": "The priests, the Levites, the temple guards, the singers and the temple servants now lived in towns near Jerusalem. The other people also lived in the towns of Judah. When the seventh month of the year arrived, all the Israelite people were living in their towns and cities."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "All the people met together in the open place near the Water Gate. They asked Ezra to bring the book of the Law of Moses. The Lord had given those laws to the Israelites so that they would obey them."
            },
            {
                "verse_number": "2",
                "verse_text": "On the first day of the seventh month, Ezra brought the book of the Law to the people. In the crowd, there were men and women, as well as children who were old enough to understand."
            },
            {
                "verse_number": "3",
                "verse_text": "Ezra read aloud while he stood there, in the open place near the Water Gate. He read to all the men, women and children from dawn until noon. Everyone listened carefully to Ezra while he read the book of the Law. They said this because the people were weeping. The words of the Law had made them sad."
            },
            {
                "verse_number": "4",
                "verse_text": "Ezra stood on a tall tower to speak to the people. They had built it from wood so that they could hear him. Mattithiah, Shema, Anaiah, Uriah, Hilkiah and Maaseiah stood at his right side. Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah and Meshullam stood at his left side."
            },
            {
                "verse_number": "5",
                "verse_text": "Ezra opened the book. All the people could see him because he was high above them. When he opened the book, the crowd all stood up."
            },
            {
                "verse_number": "6",
                "verse_text": "Ezra praised the Lord , the great God. All the people lifted their hands and they shouted, &quot; Amen ! Amen!&quot; They bent their heads to the ground and they worshipped the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "As the people listened, some Levites taught them the meaning of God's Law. The names of the Levites were: Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan and Pelaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "They read the book of the Law and they explained it to the people. They helped the people to understand what Ezra read to them."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Ezra (the priest who studied God's Law), Nehemiah (the ruler) and the Levites who were teaching the people said to all the people, &quot;Do not cry or weep. Today is a special holy day for the Lord your God.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Nehemiah said to the people, &quot;Go to your homes and eat some good food. Drink sweet drinks. Share your food and your drink with people who do not have enough for themselves. This is a holy day for our Lord , so do not be sad. The Lord will give you joy so that you can be strong.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Levites also comforted the people. They said, &quot;Do not weep. Today is a holy day, so do not be sad.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the people went away to eat and to drink. They shared their food with other people. They were very happy because they now understood God's word that they had heard."
            },
            {
                "verse_number": "13",
                "verse_text": "On the second day of the seventh month, the leaders of families met together. They met with the priests , the Levites and with Ezra. They wanted to study the message of God's Law."
            },
            {
                "verse_number": "14",
                "verse_text": "They discovered what the Lord had commanded about a certain feast . The Lord had told Moses that the Israelites should live in huts during this feast. They should do that in the seventh month of each year."
            },
            {
                "verse_number": "15",
                "verse_text": "They discovered that they must send a message to everyone in Jerusalem and all Judah's cities. They must tell people, &quot;Go into the hill country. Bring back branches from olive trees, wild olive trees, myrtle trees, palm trees and other trees with lots of leaves. Use these branches to build huts to live in. That is what God's Law teaches.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the people went out and they brought back branches. They built huts on their roofs and in the yards of their houses. They also built them in the yards of the temple and in the open places near the Water Gate and the Gate of Ephraim."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone who had returned from exile built a hut. They lived in them during the feast and they were very happy. The Israelites had not done this before, since the time of Nun's son, Joshua."
            },
            {
                "verse_number": "18",
                "verse_text": "Every day of the feast, Ezra read aloud from the book of God's Law. The feast continued for seven days. On the eighth day, the people all met together, as the Law said that they should do."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "On the 24th day of the same month, the Israelite people met together. They did not eat or drink. They wore sackcloth and they put dust on their heads."
            },
            {
                "verse_number": "2",
                "verse_text": "The Israelite people made themselves separate from foreign people. They stood up and they told God that they were sorry for their sins . They agreed that their ancestors had also done many bad things."
            },
            {
                "verse_number": "3",
                "verse_text": "While the Israelites stood there, they read from the book of God's Law during a quarter of the day. During another quarter of the day they told the Lord their God about their sins and they worshipped him."
            },
            {
                "verse_number": "4",
                "verse_text": "The Levites stood on some high steps. They called out in a loud voice to the Lord their God. Those Levites were Jeshua, Binnui, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and Kenani."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Levites (Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah) said, &quot;Stand up and praise the Lord your God. He lives always and for ever.&quot; They said, &quot;Your name is great and wonderful . We praise you more than words could ever say."
            },
            {
                "verse_number": "6",
                "verse_text": "Only you are the Lord . You made the sky and the heavens above the sky. You made all the stars, the earth and everything on it. You made the seas and everything in them. You give life to everything. The great crowd of angels in heaven bend down low to worship you."
            },
            {
                "verse_number": "7",
                "verse_text": "You are the Lord God who chose Abram. You brought him out of Ur, in Babylonia. You changed his name to be Abraham."
            },
            {
                "verse_number": "8",
                "verse_text": "You knew that Abraham trusted you, so you made a covenant with him. You promised to give the land of Canaan to his descendants . That was the country where the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites lived. You have done what you promised to do, because you are righteous ."
            },
            {
                "verse_number": "9",
                "verse_text": "You saw that our ancestors had trouble and pain in Egypt. You heard them cry to you for help at the Red Sea."
            },
            {
                "verse_number": "10",
                "verse_text": "You did great miracles to show your power against Pharaoh , his officers and all his people. You knew that they were being cruel to your people. You showed everyone that you are a great God. And people still know that it is true."
            },
            {
                "verse_number": "11",
                "verse_text": "You divided the sea into two parts so that your people could cross it on a dry path. When Pharaoh's soldiers chased after them, you threw them into the sea. They drowned in the water, like a heavy stone."
            },
            {
                "verse_number": "12",
                "verse_text": "During the day, you led your people with a pillar of cloud. At night, you led them with a pillar of fire to give them light. You showed them the way that they should travel."
            },
            {
                "verse_number": "13",
                "verse_text": "At Sinai mountain, you came down from heaven and you spoke to your people. You gave them your laws, rules and commands , which are good, fair and true."
            },
            {
                "verse_number": "14",
                "verse_text": "You told them about the Sabbath and how to make it a special day. You gave all your laws to Moses so that he would teach them to your people."
            },
            {
                "verse_number": "15",
                "verse_text": "You gave your people bread from heaven when they were hungry. You gave them water from a rock to drink when they were thirsty . You commanded them to go to the land that you had promised to give them. You told them to take it for themselves."
            },
            {
                "verse_number": "16",
                "verse_text": "But our ancestors turned away from you. They would not agree to obey your commands."
            },
            {
                "verse_number": "17",
                "verse_text": "They refused to obey you. They forgot about all the miracles that you had done to help them. Instead, they turned against you. They chose a leader to take them back to Egypt, where they had been slaves. But you are a God who forgives people. You are kind to people. You are slow to get angry and your love for your people always continues. So you did not leave your people alone."
            },
            {
                "verse_number": "18",
                "verse_text": "Our ancestors made an image of a young cow to be their god. They said to each other, &apos;This is our god who brought us out of Egypt.&apos; They insulted you in that way, but you still did not turn away from your people."
            },
            {
                "verse_number": "19",
                "verse_text": "You were kind to them while they travelled in the desert . You continued to lead them with a pillar of cloud in the day. At night, you continued to show them the way with a pillar of fire. So they always knew which way to go."
            },
            {
                "verse_number": "20",
                "verse_text": "You gave them your good Spirit to teach them what to do. You continued to give them manna from heaven to eat. You gave them water from a rock to drink."
            },
            {
                "verse_number": "21",
                "verse_text": "During 40 years you took care of them in the desert. Their clothes did not spoil . Their feet did not become big with pain."
            },
            {
                "verse_number": "22",
                "verse_text": "You gave kingdoms and nations to your people. The borders of their land reached a long way. The land of King Sihon of Heshbon became their own land. So did the land of King Og of Bashan."
            },
            {
                "verse_number": "23",
                "verse_text": "You caused your people to have many descendants , as many as the stars in the sky. You brought them to the land that you had promised to their ancestors. You had told them to go and live in it."
            },
            {
                "verse_number": "24",
                "verse_text": "Their descendants went there and they took the land for themselves. You gave them power over the Canaanites and the other kings and nations who lived there. They could do whatever they wanted with those people."
            },
            {
                "verse_number": "25",
                "verse_text": "They took their strong cities and their good land for themselves. The houses of those people were full of many good things. Your people could use the things that were already there. They had their wells, their vineyards , their olive trees and other fruit trees. They had as much food as they could eat, so they became fat. The many good things that you gave them made them very happy."
            },
            {
                "verse_number": "26",
                "verse_text": "But your people did not obey you. They turned against you. They stopped obeying your laws. You sent your prophets to warn your people to return to you. But they killed the prophets that you sent to them. Your people insulted you in many bad ways."
            },
            {
                "verse_number": "27",
                "verse_text": "So you put them under the power of their enemies. And their enemies were cruel to them. Then your people called to you for help because they were in trouble. You heard them from your home in heaven. Because you are so kind, you gave them strong leaders. And those leaders saved them from their enemies."
            },
            {
                "verse_number": "28",
                "verse_text": "But when your people were living safely again, they did evil things again. So you left them to the power of their enemies. Your people called to you again for help. You heard them again from your home in heaven. Because you are so kind, you rescued them like that many times."
            },
            {
                "verse_number": "29",
                "verse_text": "You warned them to obey your laws. But they refused to listen to you. They did not obey your commands. You had given them rules which would help them to have true life if they obeyed them. But they would not obey your laws. They turned away from you and they continued to do bad things."
            },
            {
                "verse_number": "30",
                "verse_text": "You continued to help your people for many years. You sent your prophets to tell them messages from your Spirit. You warned them, but they refused to listen. So you put them under the power of the nations who lived near them."
            },
            {
                "verse_number": "31",
                "verse_text": "But because you are very kind, you did not turn away from them or destroy them. You are a God who is very kind and you forgive people."
            },
            {
                "verse_number": "32",
                "verse_text": "So we pray to you, our God. You are great and powerful. You continue to love your people as you have promised in your covenant with us. Please see how much trouble has come to us! Our kings, our leaders, our priests , our prophets and our ancestors and your people all belong to you. We have all had many great troubles since the time that the kings of Assyria attacked us."
            },
            {
                "verse_number": "33",
                "verse_text": "But when you punished us like that, you were right to do it. You have always been faithful . It is us who have done wicked things."
            },
            {
                "verse_number": "34",
                "verse_text": "Our kings, our leaders, our priests and our ancestors have not obeyed your laws. They have not listened to your commands. You warned them but they would not listen."
            },
            {
                "verse_number": "35",
                "verse_text": "When they had their own kingdom , they still would not agree to serve you. You gave them a good land to live in, with plenty of food. They enjoyed your good gifts, but they would not obey you. They did not stop doing evil things."
            },
            {
                "verse_number": "36",
                "verse_text": "So today we live like slaves. Yes, we are slaves in the land that you gave to our ancestors. You wanted them to enjoy all the good things that grow here."
            },
            {
                "verse_number": "37",
                "verse_text": "But because of our sins you have caused foreign kings to rule over us. They take the food that grows in our fields. They use us and our animals in any way that they like. So we are very upset!&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "&quot;Because of this we Israelite people are all making a promise. We are writing down our agreement to serve the Lord . Our leaders, our Levites and our priests will write their names on it to give it their authority.&quot;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "These people put their mark of authority on the promise that they had written: Hacaliah's son, Nehemiah (the government officer), and Zedekiah. Azaniah's son, Jeshua, Binnui from the clan of Henadad, Kadmiel. We agree that we will always take care of the temple of our God.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Seraiah, Azariah, Jeremiah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Pashhur, Amariah, Malkijah,"
            },
            {
                "verse_number": "4",
                "verse_text": "Hattush, Shebaniah, Malluch,"
            },
            {
                "verse_number": "5",
                "verse_text": "Harim, Meremoth, Obadiah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Daniel, Ginnethon, Baruch,"
            },
            {
                "verse_number": "7",
                "verse_text": "Meshullam, Abijah, Mijamin,"
            },
            {
                "verse_number": "8",
                "verse_text": "Maaziah, Bilgai and Shemaiah. Those were the priests ."
            },
            {
                "verse_number": "9",
                "verse_text": "The Levites were:"
            },
            {
                "verse_number": "10",
                "verse_text": "Their relatives : Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
            },
            {
                "verse_number": "11",
                "verse_text": "Mica, Rehob, Hashabiah,"
            },
            {
                "verse_number": "12",
                "verse_text": "Zaccur, Sherebiah, Shebaniah,"
            },
            {
                "verse_number": "13",
                "verse_text": "Hodiah, Bani and Beninu."
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelite leaders: Parosh, Pahath-Moab, Elam, Zattu, Bani,"
            },
            {
                "verse_number": "15",
                "verse_text": "Bunni, Azgad, Bebai,"
            },
            {
                "verse_number": "16",
                "verse_text": "Adonijah, Bigvai, Adin,"
            },
            {
                "verse_number": "17",
                "verse_text": "Ater, Hezekiah, Azzur,"
            },
            {
                "verse_number": "18",
                "verse_text": "Hodiah, Hashum, Bezai,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hariph, Anathoth, Nebai,"
            },
            {
                "verse_number": "20",
                "verse_text": "Magpiash, Meshullam, Hezir,"
            },
            {
                "verse_number": "21",
                "verse_text": "Meshezabel, Zadok, Jaddua,"
            },
            {
                "verse_number": "22",
                "verse_text": "Pelatiah, Hanan, Anaiah,"
            },
            {
                "verse_number": "23",
                "verse_text": "Hoshea, Hananiah, Hasshub,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hallohesh, Pilha, Shobek,"
            },
            {
                "verse_number": "25",
                "verse_text": "Rehum, Hashabnah, Maaseiah,"
            },
            {
                "verse_number": "26",
                "verse_text": "Ahiah, Hanan, Anan,"
            },
            {
                "verse_number": "27",
                "verse_text": "Malluch, Harim and Baanah."
            },
            {
                "verse_number": "28",
                "verse_text": "The other people joined their leaders to make the same promise. They were priests , Levites , guards , singers and temple servants. There were also people who had kept themselves separate from their foreign neighbours so that they could obey God's Law. Their wives, sons and daughters also joined with them, as well as children who were old enough to understand."
            },
            {
                "verse_number": "29",
                "verse_text": "All these people joined with their leaders and they promised to obey the agreement . They agreed that God should punish them if they did not obey all of God's Law. That was the Law that God had given to his servant Moses. They promised very strongly to obey all the commands , rules and laws of the Lord , our Lord ."
            },
            {
                "verse_number": "30",
                "verse_text": "They said, &quot;We promise not to let our daughters marry the foreign people of this land. We will not let our sons marry their daughters."
            },
            {
                "verse_number": "31",
                "verse_text": "If foreign traders come to us on a Sabbath day, we will not buy their things. We will not buy their things on Sabbath days or on any special feast day. Every seventh year we will not plant any crops . We will also remove the debts of other people in every seventh year. They will not have to pay us back."
            },
            {
                "verse_number": "32",
                "verse_text": "We will obey the command to give a third of a shekel each year to take care of the temple of our God."
            },
            {
                "verse_number": "33",
                "verse_text": "That will pay for the special bread on the table in the temple. It will also pay for grain offerings and burnt offerings each day, as well as offerings on Sabbath days, feasts at each new moon, and other festivals . We will also use it for the sin offerings that take away Israel's guilt . And we will use it for all the work in the temple of our God."
            },
            {
                "verse_number": "34",
                "verse_text": "Each year we will throw dice to decide when different families must bring wood to the temple of our God. The priests , the Levites and the other people must do this. The wood will burn sacrifices on the altar of the Lord our God. We will do this in the way that the Law of the Lord our God teaches."
            },
            {
                "verse_number": "35",
                "verse_text": "We will also agree to bring the first crops from our land each year and the first fruits from our trees. We will bring these to the Lord 's temple."
            },
            {
                "verse_number": "36",
                "verse_text": "We will also bring our firstborn sons, as well as the first babies that our cows, sheep and goats give birth to. We will bring them to the priests who serve our God in the temple. That is what God's Law teaches us to do."
            },
            {
                "verse_number": "37",
                "verse_text": "We will also bring the first of everything that is ready for us to eat. That includes flour, fruit, wine , olive oil and other special offerings. We will bring them all to the priests and they will store them in the rooms of the temple. We will give tithes of the crops that grow on our land to the Levites . They receive the tithes that belong to them in each of the towns where we work."
            },
            {
                "verse_number": "38",
                "verse_text": "When the Levites receive their tithes, a priest of Aaron's family will be with them. Then the Levites will bring a tenth part of the tithes that they received to store in the temple."
            },
            {
                "verse_number": "39",
                "verse_text": "The Levites and the other Israelites will bring their gifts of grain , wine and olive oil to store in the temple's rooms. The priests will store them with the things that they use to serve God in the temple. That is the place where the priests who are working at that time, the temple guards and the singers stay."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The leaders of the Israelite people lived in Jerusalem. The other people threw dice to choose which other families would live there too. From every group of ten families they chose one family to live in Jerusalem, God's special city. The other families would stay in their own towns."
            },
            {
                "verse_number": "2",
                "verse_text": "The people asked God to bless all the men who chose to live in Jerusalem. From the tribe of Judah: Athaiah, son of Uzziah and Zechariah's grandson. His other ancestors were: Amariah, Shephatiah and Mahalalel. They were descendants of Judah's son, Perez. Sallu, son of Meshullam and Joed's grandson. His other ancestors were: Pedaiah, Kolaiah, Maaseiah, Ithiel and Jeshaiah. Hassenuah's son, Judah, was the next most important officer in the city. Joiarib's son, Jedaiah, and Jakin. Adaiah, son of Jeroham and Pelaliah's grandson. His other ancestors were: Amzi, Zechariah, Pashhur and Malkijah. Amashsai, son of Azarel and Ahzai's grandson. Ahzai was the son of Meshillemoth, son of Immer. Haggedolim's son, Zabdiel, was the officer with authority over them. Shemaiah, son of Hasshub and Azrikam's grandson. Azrikam was the son of Hashabiah, son of Bunni. Bakbukiah helped Mattaniah, as well as Shammua's son, Abda. Shammua was the son of Galal, the son of Jeduthun. Akkub, Talmon and their relatives. There were 172 guards who watched the gates."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the leaders of the region of Judah who went to live in Jerusalem. Other Israelites, priests , Levites , temple servants and descendants of King Solomon's servants lived in the other towns of Judah. Each of them lived in their own homes."
            },
            {
                "verse_number": "4",
                "verse_text": "But some of Judah's and Benjamin's descendants went to live in Jerusalem. This is who they were:"
            },
            {
                "verse_number": "5",
                "verse_text": "Maaseiah, son of Baruch and Col-Hozeh's grandson. His other ancestors were: Hazaiah, Adaiah, Joiarib and Zechariah. They were descendants of Judah's son, Shelah."
            },
            {
                "verse_number": "6",
                "verse_text": "There were 468 descendants of Perez who went to live in Jerusalem. They were all brave men."
            },
            {
                "verse_number": "7",
                "verse_text": "From the tribe of Benjamin:"
            },
            {
                "verse_number": "8",
                "verse_text": "Sallu's relatives, Gabbai and Sallai were also there. There were 928 men from Benjamin's tribe."
            },
            {
                "verse_number": "9",
                "verse_text": "Zicri's son, Joel, was the officer with authority over them."
            },
            {
                "verse_number": "10",
                "verse_text": "From the priests :"
            },
            {
                "verse_number": "11",
                "verse_text": "Seraiah, son of Hilkiah and Meshullam's grandson. His other ancestors were: Zadok, Meraioth and Ahitub. Ahitub had been the most important priest in God's temple."
            },
            {
                "verse_number": "12",
                "verse_text": "Their relatives worked with them in the temple. There were 822 men from that clan ."
            },
            {
                "verse_number": "13",
                "verse_text": "His relatives were with him. There were 242 men from that clan who were leaders of their families."
            },
            {
                "verse_number": "14",
                "verse_text": "His friends were with him. They were 128 strong brave men from that clan."
            },
            {
                "verse_number": "15",
                "verse_text": "From the Levites :"
            },
            {
                "verse_number": "16",
                "verse_text": "Shabbethai and Jozabad were leaders of the Levites who had authority over work on the outside of God's temple."
            },
            {
                "verse_number": "17",
                "verse_text": "Mattaniah, son of Mica and Zabdi's grandson. Zabdi was Asaph's son. Mattaniah led the people when they prayed and they thanked God."
            },
            {
                "verse_number": "18",
                "verse_text": "284 Levites lived in the holy city, Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "The temple guards were:"
            },
            {
                "verse_number": "20",
                "verse_text": "The other Israelite people, priests and Levites lived in the other towns of Judah. They lived in the homes that belonged to their families."
            },
            {
                "verse_number": "21",
                "verse_text": "The temple servants lived on Ophel Hill. Ziha and Gishpa had authority over them."
            },
            {
                "verse_number": "22",
                "verse_text": "Uzzi was the leader of the Levites in Jerusalem. He was the son of Bani and grandson of Hashabiah. His other ancestors were Mattaniah and Mica. Uzzi was one of Asaph's descendants. Asaph's family were the singers who had authority for the music in the temple."
            },
            {
                "verse_number": "23",
                "verse_text": "The king commanded the singers what they must do each day."
            },
            {
                "verse_number": "24",
                "verse_text": "Meshezabel's son, Pethahiah, was one of the king's advisors . He helped the king of Persia to know how to rule the Israelite people. Pethahiah was a descendant of Judah's son, Zerah."
            },
            {
                "verse_number": "25",
                "verse_text": "Many people of Judah lived in villages with their farms near them. Some of them lived in Kiriath Arba, Dibon and Jekabzeel, and in the villages near those towns."
            },
            {
                "verse_number": "26",
                "verse_text": "Other people lived in Jeshua, Moladah, Beth Pelet"
            },
            {
                "verse_number": "27",
                "verse_text": "and Hazar-Shual, as well as in Beersheba and the villages near it."
            },
            {
                "verse_number": "28",
                "verse_text": "Other people lived in Ziklag and Meconah and the villages near it."
            },
            {
                "verse_number": "29",
                "verse_text": "Some people lived in En Rimmon, Zorah, Jarmuth,"
            },
            {
                "verse_number": "30",
                "verse_text": "Zanoah and Adullam and the villages near to those towns. Other people lived in Lachish and its fields, and in Azekah and its villages. The people were living everywhere from Beersheba to the Hinnom Valley."
            },
            {
                "verse_number": "31",
                "verse_text": "Some of Benjamin's descendants lived in Geba, Michmash, Aija, Bethel and its villages."
            },
            {
                "verse_number": "32",
                "verse_text": "Some of them lived in Anathoth, Nob, Ananiah,"
            },
            {
                "verse_number": "33",
                "verse_text": "Hazor, Ramah and Gittaim."
            },
            {
                "verse_number": "34",
                "verse_text": "They also lived in Hadid, Zeboim Neballat,"
            },
            {
                "verse_number": "35",
                "verse_text": "Lod, Ono and Ge-Harashim."
            },
            {
                "verse_number": "36",
                "verse_text": "Some of the Levites' clans who belonged with Judah went to live in Benjamin's land."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "This is a list of the priests and the Levites who returned with Zerubbabel, son of Shealtiel, and with Jeshua: Seraiah, Jeremiah, Ezra, These men were the leaders of the priests and the people who helped them in the time of Jeshua. Jeshua, Binnui, Kadmiel, Sherebiah, Judah and Mattaniah. Mattaniah and his relatives had authority for the songs which they sang to thank God in the temple . Meraiah was the leader of Seraiah's clan. Hananiah was the leader of Jeremiah's clan. Jehohanan was the leader of Amariah's clan. Joseph was the leader of Shecaniah's clan. Helkai was the leader of Meremoth's clan. Meshullam was the leader of Ginnethon's clan. Piltai was the leader of the clans of Miniamin and Moadiah. Jehonathan was the leader of Shemaiah's clan. Uzzi was the leader of Jedaiah's clan. Eber was the leader of Amok's clan. Nethanel was the leader of Jedaiah's clan. Hashabiah, Sherebiah, Kadmiel's son, Jeshua, and their relatives. The two groups stood opposite each other to sing and praise and thank God. They did this in the way that God's servant, King David, had commanded . Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon and Akkub. They watched the temple rooms near the gates, where they stored special things."
            },
            {
                "verse_number": "2",
                "verse_text": "Amariah, Malluch, Hattush,"
            },
            {
                "verse_number": "3",
                "verse_text": "Shecaniah, Rehum, Meremoth,"
            },
            {
                "verse_number": "4",
                "verse_text": "Iddo, Ginnethon, Abijah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Mijamin, Moadiah, Bilgah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah, Joiarib, Jedaiah,"
            },
            {
                "verse_number": "7",
                "verse_text": "Sallu, Amok, Hilkiah and Jedaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites were:"
            },
            {
                "verse_number": "9",
                "verse_text": "Bakbukiah and Unni and their relatives joined them when they sang."
            },
            {
                "verse_number": "10",
                "verse_text": "Jeshua was the father of Joiakim. Joiakim was the father of Eliashib. Eliashib was the father of Joiada,"
            },
            {
                "verse_number": "11",
                "verse_text": "Joiada was the father of Jonathan, and Jonathan was the father of Jaddua."
            },
            {
                "verse_number": "12",
                "verse_text": "In the time of Joiakim, these were the priests who were leaders of their clans :"
            },
            {
                "verse_number": "13",
                "verse_text": "Meshullam was the leader of Ezra's clan."
            },
            {
                "verse_number": "14",
                "verse_text": "Jonathan was the leader of Malluch's clan."
            },
            {
                "verse_number": "15",
                "verse_text": "Adna was the leader of Harim's clan."
            },
            {
                "verse_number": "16",
                "verse_text": "Zechariah was the leader of Iddo's clan."
            },
            {
                "verse_number": "17",
                "verse_text": "Zicri was the leader of Abijah's clan."
            },
            {
                "verse_number": "18",
                "verse_text": "Shammua was the leader of Bilgah's clan."
            },
            {
                "verse_number": "19",
                "verse_text": "Mattenai was the leader of Joiarib's clan."
            },
            {
                "verse_number": "20",
                "verse_text": "Kallai was the leader of Sallu's clan."
            },
            {
                "verse_number": "21",
                "verse_text": "Hashabiah was the leader of Hilkiah's clan."
            },
            {
                "verse_number": "22",
                "verse_text": "During the time when Eliashib, Joiada, Johanan and Jaddua were the leaders of the priests, they recorded the names of the Levites and the priests who were leaders of their clans . At the time when King Darius ruled Persia, they stopped doing this."
            },
            {
                "verse_number": "23",
                "verse_text": "They wrote the names of Levi's descendants who were leaders of their clans in the history book of Israel. They did that until the time of Eliashib's son, Johanan."
            },
            {
                "verse_number": "24",
                "verse_text": "The leaders of the Levites were:"
            },
            {
                "verse_number": "25",
                "verse_text": "The guards for the temple gates were:"
            },
            {
                "verse_number": "26",
                "verse_text": "They served as guards in the time of Joiakim, son of Jeshua and grandson of Jozadak. This was in the time when Nehemiah had authority over Judah, and Ezra the priest was teaching people God's Law ."
            },
            {
                "verse_number": "27",
                "verse_text": "This is what happened when we dedicated the wall of Jerusalem to God. The people told the Levites to come to Jerusalem from the places where they lived. They wanted the Levites to help them to praise God with joy . The Levites would sing songs to thank God. They would make music with cymbals , harps and lyres ."
            },
            {
                "verse_number": "28",
                "verse_text": "The temple singers came together from places near Jerusalem. They came from villages round Netophah,"
            },
            {
                "verse_number": "29",
                "verse_text": "and from Beth Gilgal, Geba and Azmaveth. The singers had built these villages so that they could live near to Jerusalem."
            },
            {
                "verse_number": "30",
                "verse_text": "The priests and the Levites made themselves clean to serve God. Then they made the people clean, as well as the city's gates and its wall."
            },
            {
                "verse_number": "31",
                "verse_text": "I took the leaders of Judah to go and stand on top of the wall. I chose two large groups of singers to thank God with songs. I told the first group to walk along the wall to the south, in the direction of the Dung Gate."
            },
            {
                "verse_number": "32",
                "verse_text": "Hoshaiah and half of the leaders of Judah followed this group of singers."
            },
            {
                "verse_number": "33",
                "verse_text": "Azariah, Ezra, Meshullam,"
            },
            {
                "verse_number": "34",
                "verse_text": "Judah, Benjamin, Shemaiah and Jeremiah also followed them."
            },
            {
                "verse_number": "35",
                "verse_text": "Some priests with trumpets went with them. They included Jonathan's son, Zechariah. He was a descendant of Asaph, through Shemaiah, Mattaniah, Micaiah and Zaccur, Asaph's son."
            },
            {
                "verse_number": "36",
                "verse_text": "These other people helped Zechariah: Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah and Hanani. They all had musical instruments , as King David had told them. Ezra, the teacher of God's Law, led this group of people."
            },
            {
                "verse_number": "37",
                "verse_text": "When they arrived at the Fountain Gate they all went up the steps of the City of David . While they went up the steps, they passed King David's palace . Then they continued along the wall to the Water Gate, on the east side of the city."
            },
            {
                "verse_number": "38",
                "verse_text": "The second group of singers went in the opposite direction. I followed them along the top of the wall, with half of the people. We went past the Tower of the Ovens and we continued to the Broad Wall."
            },
            {
                "verse_number": "39",
                "verse_text": "Then we went over the Gate of Ephraim and over the Jeshanah Gate. We went along to the Fish Gate, the Tower of Hananel, the Tower of the Hundred and the Sheep Gate. We stopped at the Gate of the Guards ."
            },
            {
                "verse_number": "40",
                "verse_text": "Then the two groups of singers went to stand in the yard of God's temple . I went with them, together with half of the officers."
            },
            {
                "verse_number": "41",
                "verse_text": "The priests who had trumpets were there: Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah."
            },
            {
                "verse_number": "42",
                "verse_text": "Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam and Ezer followed them. Jezrahiah led the groups of singers, so that they sang loudly."
            },
            {
                "verse_number": "43",
                "verse_text": "On that day, the people offered many sacrifices to God. They were full of joy because God had caused them to be very happy. Men, women and children were all shouting with joy. Far away from the city, people could hear the noise!"
            },
            {
                "verse_number": "44",
                "verse_text": "On the same day, we chose men to take care of the rooms where they stored the people's gifts. Those gifts to God were the first fruits from the harvest and the tithes . They had to bring these gifts from the fields near each city. They read this in the law. They were gifts for the Levites and the priests, as God's Law commanded . The people of Judah were happy to help the priests and Levites who served God."
            },
            {
                "verse_number": "45",
                "verse_text": "The priests and the Levites did the work that God had given them to make the people clean . The temple singers and guards also served God in the way that King David and his son Solomon had commanded."
            },
            {
                "verse_number": "46",
                "verse_text": "Long ago, at the time when King David and Asaph were alive, there had been people to lead the singers. They sang songs to praise God and to thank him."
            },
            {
                "verse_number": "47",
                "verse_text": "In the time of Zerubbabel and Nehemiah, all the Israelites shared their food with the singers and the guards. Every day they kept separate the part that was for the Levites . The Levites also kept separate the part that was for the priests ."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "On that day, we read the book of Moses aloud to the people. One of the laws said that no descendant of Ammon or Moab should ever join with God's people when they met together."
            },
            {
                "verse_number": "2",
                "verse_text": "This was because they had not given the Israelites food and water. Instead, they had paid Balaam to curse the Israelites. But God did not agree to curse them. He blessed them instead. My God, please remember this good thing that I have done. Because of your faithful love, please be kind to me. My God, please remember to bless me."
            },
            {
                "verse_number": "3",
                "verse_text": "When the Israelite people heard this law, they sent away all the people who had foreign ancestors ."
            },
            {
                "verse_number": "4",
                "verse_text": "Before this happened, I had given Eliashib the priest authority over the temple rooms where they stored special things. Eliashib was a friend of Tobiah."
            },
            {
                "verse_number": "5",
                "verse_text": "Eliashib let Tobiah use one of these rooms in the temple. It was a large room where they had stored the grain offerings , the incense and the special plates and tools that they used in the temple. They also stored the tithes of grain , wine and olive oil in that room. These gifts were for the Levites , the temple singers and guards , and also for the priests."
            },
            {
                "verse_number": "6",
                "verse_text": "But when this happened, I was not in Jerusalem. In the 32nd year that King Artaxerxes ruled in Babylon, I had returned to visit him. After I had been there for some time, I asked the king to let me return to Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "When I arrived back in Jerusalem, I heard about the evil thing that Eliashib had done. He had given Tobiah a large room in the yards of God's temple."
            },
            {
                "verse_number": "8",
                "verse_text": "I was very angry, so I threw all Tobiah's things out of the room."
            },
            {
                "verse_number": "9",
                "verse_text": "I gave a command that they must make the rooms clean again. Then I put back the special plates and tools that they used in the temple. I also put back the grain offerings and the incense."
            },
            {
                "verse_number": "10",
                "verse_text": "I also discovered that there was no food that should have been there for the Levites. As a result, the Levites and the singers had returned to work in their fields. They were not doing their work in God's temple."
            },
            {
                "verse_number": "11",
                "verse_text": "I warned the officers. I told them, &quot;You have stopped taking care of God's temple!&quot; Then I told the Levites and the other workers to return to their jobs in the temple."
            },
            {
                "verse_number": "12",
                "verse_text": "After that, all the people in Judah brought their tithes of grain and wine and olive oil to store in the temple rooms."
            },
            {
                "verse_number": "13",
                "verse_text": "I gave Shelemiah the priest , Zadok, the student of God's Law, and Pedaiah, a Levite , authority to take care of the rooms. Hanan, son of Zaccur and Mattaniah's grandson, helped them. People knew that these men were faithful workers. They had authority to give out the offerings to the other workers who served God."
            },
            {
                "verse_number": "14",
                "verse_text": "Please remember what I have done, my God. I have been faithful to take care of the temple of my God, so that people can worship you there."
            },
            {
                "verse_number": "15",
                "verse_text": "In those days, I saw people in Judah who were working on Sabbath days. They were making wine . They were bringing their grain from the fields. They were making their donkeys carry the grain, as well as wine , grapes , figs and other things. They were bringing all those things into Jerusalem when it was a Sabbath day. I warned them that they must not sell things on any Sabbath day."
            },
            {
                "verse_number": "16",
                "verse_text": "People from Tyre who lived in Jerusalem sold fish and other things when it was a Sabbath day. They even brought those things into Jerusalem and sold them to the people of Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "I was angry with the leaders of Judah. I said to them, &quot;You are doing an evil thing. You are not making the Sabbath a special day."
            },
            {
                "verse_number": "18",
                "verse_text": "Your ancestors did the same thing. That is why God punished them and he brought trouble on this city. Now you will make God even more angry with us, Israel's people. You are insulting God's Sabbath day.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "So I gave a command to the guards at the city's gates. I told them, &quot;You must close the gates in the evening before each Sabbath day begins. Do not open the gates again until the Sabbath day has finished.&quot; I told some of my own men to stand at the gates. They would watch carefully so that no traders would bring things into Jerusalem on any Sabbath day."
            },
            {
                "verse_number": "20",
                "verse_text": "A few times, some traders stayed outside Jerusalem all night, with the things that they wanted to sell."
            },
            {
                "verse_number": "21",
                "verse_text": "I warned them, &quot;Do not stay beside the city's wall all night. If you do this again, I will take hold of you.&quot; After I said that, they did not come again to Jerusalem on a Sabbath day."
            },
            {
                "verse_number": "22",
                "verse_text": "Then I told the Levites that they must make themselves ready to serve God. I told them to go and stand at the gates as guards. They must keep the Sabbath day as a special day for God."
            },
            {
                "verse_number": "23",
                "verse_text": "Also at that time, I discovered that men from Judah had married foreign women. They were women who came from Ashdod, Ammon and Moab."
            },
            {
                "verse_number": "24",
                "verse_text": "Half of their children spoke the language of Ashdod, or a language of the other foreign nations . They did not know how to speak the language of Judah."
            },
            {
                "verse_number": "25",
                "verse_text": "I was angry with them. I asked God to curse them. I hit some of the men. I pulled out the hair of some of them. I told them to make a promise in God's name. I said to them, &quot;You must not let your daughters marry the sons of those foreign people. You must not let their daughters marry your sons. You yourselves must not marry foreign women either."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon, king of Israel, did a bad thing when he married foreign women. There was no other king as great as him in any other nation. God loved him. God chose him to be king over all Israel. But Solomon's foreign wives caused him to do bad things, even though he was so great."
            },
            {
                "verse_number": "27",
                "verse_text": "We can never agree to all the evil things that you have done. If we all married foreign women, we would not be faithful to our God.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joiada was the son of Eliashib, the leader of the priests . One of Joiada's sons had married a daughter of Sanballat, who came from Horon. I sent Joiada's son away from Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "My God, remember what these people have done. They have not been faithful to you as your priests. They have spoiled the covenant that you made with the priests and the other descendants of Levi."
            },
            {
                "verse_number": "30",
                "verse_text": "After that, I made the priests and the Levites clean to serve God. I made them become separate from any foreign thing. I told each of them which job they should do."
            },
            {
                "verse_number": "31",
                "verse_text": "I also made sure that people brought wood to the temple for sacrifices on the altar . I made them bring the first crops and fruits from their fields for the offerings ."
            }
        ]
    }
}