{
    "Proverbs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the proverbs of Solomon, David's son, king of Israel . Will you silly people continue to be so silly? You people who laugh at God, will you always be like that? Will fools always refuse to learn anything? Then I will let you know my thoughts. I will let you hear my message. I reached out to you, but you turned your backs to me. When I warned you, you did nothing. I will laugh at you when you are afraid. Trouble may knock you down, like a storm. Your problems may make you very afraid. But I will laugh at you. They will look for me everywhere, but they will not find me. They have refused to respect the Lord . When I warned them, they turned away. Their own wicked ideas will make them sick. Fools like an easy life, and that will destroy them. That person will have peace in his mind. He will not be afraid of trouble.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "These are proverbs that will make you wise . They will help you to learn things and to understand good teaching ."
            },
            {
                "verse_number": "3",
                "verse_text": "They will help you to understand how to live a good life. They will teach you how to live as a person who is good, honest and fair."
            },
            {
                "verse_number": "4",
                "verse_text": "They can cause even silly people to become clever. They teach young people what they should know, so that they can live well."
            },
            {
                "verse_number": "5",
                "verse_text": "Wise people should also listen carefully, so that they learn something new. And people with clever minds can learn to live in a good way."
            },
            {
                "verse_number": "6",
                "verse_text": "People will learn to understand what proverbs and picture stories mean. They will understand the teaching and clever messages of wise people."
            },
            {
                "verse_number": "7",
                "verse_text": "If you want to know how to live in a good way, you must first learn to respect the Lord with fear . Fools refuse to listen to wise teaching ."
            },
            {
                "verse_number": "8",
                "verse_text": "Listen, my child, when your father shows you what is right. And do not forget what your mother has taught you."
            },
            {
                "verse_number": "9",
                "verse_text": "Their teaching will bring you honour , like a beautiful crown or a valuable necklace ."
            },
            {
                "verse_number": "10",
                "verse_text": "My child, if sinners want you to join with them, do not agree!"
            },
            {
                "verse_number": "11",
                "verse_text": "They may say, &quot;Come with us. We will find someone to murder . We will attack any helpless person that we choose."
            },
            {
                "verse_number": "12",
                "verse_text": "We will send them quickly to their graves . They may be strong and healthy, but they will soon be under the earth."
            },
            {
                "verse_number": "13",
                "verse_text": "We will take all their valuable things for ourselves. We will fill our houses with lots of good things."
            },
            {
                "verse_number": "14",
                "verse_text": "So come and join us! We will share with each other everything that we rob from other people.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "My child, do not go along with people like that. Stay away from them."
            },
            {
                "verse_number": "16",
                "verse_text": "They are in a hurry to do evil things. They cannot wait to murder someone!"
            },
            {
                "verse_number": "17",
                "verse_text": "Think about it! If you put a trap where the birds can see it, you will never catch anything."
            },
            {
                "verse_number": "18",
                "verse_text": "These wicked men hide to attack someone. They are ready to kill someone, but they destroy their own lives!"
            },
            {
                "verse_number": "19",
                "verse_text": "That is what happens to those who cheat other people to become rich themselves. The riches that they have taken from others will destroy their own lives."
            },
            {
                "verse_number": "20",
                "verse_text": "Listen! Wisdom is like a woman who shouts in the streets. She speaks loudly in the market places."
            },
            {
                "verse_number": "21",
                "verse_text": "She shouts above the noise in the city's streets. She calls aloud at its gates. This is what she says:"
            },
            {
                "verse_number": "22",
                "verse_text": "&quot;Listen to me!"
            },
            {
                "verse_number": "23",
                "verse_text": "Listen to me as I warn you of danger!"
            },
            {
                "verse_number": "24",
                "verse_text": "I called out to you, but you refused to listen."
            },
            {
                "verse_number": "25",
                "verse_text": "You would not accept my teaching ."
            },
            {
                "verse_number": "26",
                "verse_text": "So, when trouble comes to you, I will laugh."
            },
            {
                "verse_number": "27",
                "verse_text": "Fear may hit you like a strong wind."
            },
            {
                "verse_number": "28",
                "verse_text": "Foolish people will call to me for help, but I will not answer."
            },
            {
                "verse_number": "29",
                "verse_text": "They have refused to learn what is right."
            },
            {
                "verse_number": "30",
                "verse_text": "They have not agreed to my advice ."
            },
            {
                "verse_number": "31",
                "verse_text": "So now they will receive the trouble that they deserve ."
            },
            {
                "verse_number": "32",
                "verse_text": "Silly people have turned away from me, and that will kill them."
            },
            {
                "verse_number": "33",
                "verse_text": "But whoever listens to me, Wisdom, will live safely."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My child, listen to my teaching . Think about my commands ."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen carefully, so that you understand what wisdom really is."
            },
            {
                "verse_number": "3",
                "verse_text": "Yes, always try to learn what is right. Never stop trying to understand."
            },
            {
                "verse_number": "4",
                "verse_text": "Look for wisdom as carefully as you would look for silver , or valuable jewels ."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you will understand how to respect the Lord with fear . You will learn all about God."
            },
            {
                "verse_number": "6",
                "verse_text": "It is the Lord who gives wisdom to people. He teaches us to understand things, so that we know what is true."
            },
            {
                "verse_number": "7",
                "verse_text": "He helps good people to be wise in how they live. And he keeps honest people safe."
            },
            {
                "verse_number": "8",
                "verse_text": "He protects the lives of righteous people. He takes care of people who serve him faithfully ."
            },
            {
                "verse_number": "9",
                "verse_text": "So learn from God. Then you will understand what is right, true and fair. You will know the best way to live."
            },
            {
                "verse_number": "10",
                "verse_text": "You will become wise in your thoughts. Your knowledge of what is right will make you happy."
            },
            {
                "verse_number": "11",
                "verse_text": "You will know the right thing to do, and that will keep you safe."
            },
            {
                "verse_number": "12",
                "verse_text": "You will not join with wicked people. You will keep away from those who speak false things."
            },
            {
                "verse_number": "13",
                "verse_text": "Those people no longer follow honest ways. They live in dark places."
            },
            {
                "verse_number": "14",
                "verse_text": "They enjoy doing wicked and evil things."
            },
            {
                "verse_number": "15",
                "verse_text": "They only do wrong things. They are always deceiving others."
            },
            {
                "verse_number": "16",
                "verse_text": "If you have wisdom, you will not listen to the sweet words of a prostitute . A woman who likes to have sex with many men will not deceive you."
            },
            {
                "verse_number": "17",
                "verse_text": "That kind of woman leaves her own husband. She married him when she was young. Now she forgets what she promised to God at the time of her marriage."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not go into her house! If you do, you will be on the road to death. If you follow her, you will arrive at the home of the spirits of dead people."
            },
            {
                "verse_number": "19",
                "verse_text": "Anybody who visits her will never return. He will never find the way back to a good life."
            },
            {
                "verse_number": "20",
                "verse_text": "If you have wisdom, you will enjoy life, as good people do. You will live as righteous people live."
            },
            {
                "verse_number": "21",
                "verse_text": "Good and honest people will continue to live in our land."
            },
            {
                "verse_number": "22",
                "verse_text": "But God will remove wicked people from the land. He will throw out all those who are not faithful ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My child, do not forget what I teach you. Always think carefully about my commands ."
            },
            {
                "verse_number": "2",
                "verse_text": "If you obey them, you will live a long life. You will have peace in your mind. and you will enjoy your life. Nothing that you might want for yourself is as good as wisdom."
            },
            {
                "verse_number": "3",
                "verse_text": "Keep hold of faithful love. That will be like a beautiful necklace that you always wear. Think about what it means to love other people."
            },
            {
                "verse_number": "4",
                "verse_text": "If you do that, you will make God happy. People will also be pleased and they will respect you."
            },
            {
                "verse_number": "5",
                "verse_text": "Trust in the Lord completely. Do not think that you understand things well enough for yourself."
            },
            {
                "verse_number": "6",
                "verse_text": "Whatever you are doing, remember that the Lord is with you. Then he will show you the right way to go."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not think that you are already wise enough. Obey the Lord and refuse to do evil things."
            },
            {
                "verse_number": "8",
                "verse_text": "If you do that, it will make you healthy and strong."
            },
            {
                "verse_number": "9",
                "verse_text": "Show that you respect the Lord in the way that you use your money. Offer the first part of the harvest from your farm to him."
            },
            {
                "verse_number": "10",
                "verse_text": "If you do that, you will store more food than you need for yourself. You will have more wine than you can drink."
            },
            {
                "verse_number": "11",
                "verse_text": "My child, if the Lord warns you that you have done something wrong, accept it. Do not be upset if he warns you."
            },
            {
                "verse_number": "12",
                "verse_text": "He is doing it because he loves you. When a father loves his son very much, he warns him when he does something wrong."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who finds wisdom is in a happy place! So is the person who has learned to understand things."
            },
            {
                "verse_number": "14",
                "verse_text": "Wisdom helps people better than silver or gold will ever help them."
            },
            {
                "verse_number": "15",
                "verse_text": "Wisdom is more valuable than the most expensive jewels ."
            },
            {
                "verse_number": "16",
                "verse_text": "Wisdom is ready to give you a long life. She will also give you riches and honour ."
            },
            {
                "verse_number": "17",
                "verse_text": "Wisdom will be your guide through a happy life. She will lead you in ways that keep you safe."
            },
            {
                "verse_number": "18",
                "verse_text": "Wisdom is like a tree with fruits that give life to the people who pick them. The Lord blesses everyone who keeps hold of wisdom."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord used wisdom to create the earth. He understood the right way to create the heavens ."
            },
            {
                "verse_number": "20",
                "verse_text": "He used his knowledge to pour water from under the earth into the rivers and seas. He caused the clouds to send down rain."
            },
            {
                "verse_number": "21",
                "verse_text": "My child, always keep hold of wisdom and a good mind. Make sure that you keep them safe."
            },
            {
                "verse_number": "22",
                "verse_text": "They will give you strength in life. You will enjoy life, like a beautiful necklace that you wear."
            },
            {
                "verse_number": "23",
                "verse_text": "You will be safe as you travel through life. There will be no danger to make you fall down."
            },
            {
                "verse_number": "24",
                "verse_text": "When you lie down to sleep, you will not be afraid. You will sleep well with peace in your mind."
            },
            {
                "verse_number": "25",
                "verse_text": "You will not be frightened of any trouble that might surprise you. Trouble may destroy wicked people, but you will know that you are safe."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord is the one who will take care of you. He will protect you, so that no danger can hurt you."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not refuse to help those people who need help. If you are able to help them, do it!"
            },
            {
                "verse_number": "28",
                "verse_text": "If you can give your neighbour the help that he needs, do not say to him, &quot;Go away! Come back tomorrow, and then I will help you.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "Do not think of ways to hurt your neighbour. You should help him to trust you."
            },
            {
                "verse_number": "30",
                "verse_text": "Do not quarrel with other people if they have done nothing to hurt you. You have no reason to accuse them of anything wrong."
            },
            {
                "verse_number": "31",
                "verse_text": "Do not be jealous of cruel people. Do not try to copy the things that they do."
            },
            {
                "verse_number": "32",
                "verse_text": "The Lord hates wicked people. But he makes righteous people his friends."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord curses the homes of wicked people, but he blesses the homes of righteous people."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord laughs at proud people who laugh at other people. But he is kind to humble people."
            },
            {
                "verse_number": "35",
                "verse_text": "Wise people will receive honour . But fools will only have shame ."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My children, listen to what your father teaches you. Listen carefully so that you understand what is right."
            },
            {
                "verse_number": "2",
                "verse_text": "My teaching will help you, so do not refuse it. &quot;Think carefully about what I tell you. If you obey my commands , you will live well. Do not forget my teaching or turn away from it. Make sure that you learn to understand things well. If you make her your friend, she will give you honour ."
            },
            {
                "verse_number": "5",
                "verse_text": "Learn to be wise and to understand things properly."
            },
            {
                "verse_number": "6",
                "verse_text": "If you keep hold of wisdom , she will keep you safe. She will protect you if you love her."
            },
            {
                "verse_number": "7",
                "verse_text": "Learn to be wise, because wisdom is the most important thing to have."
            },
            {
                "verse_number": "8",
                "verse_text": "Respect wisdom as very valuable, then she will make you great."
            },
            {
                "verse_number": "9",
                "verse_text": "Wisdom will bless you, as if you are wearing a beautiful crown on your head.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So listen to me, my child, and accept my teaching. If you do, the years of your life will be many."
            },
            {
                "verse_number": "11",
                "verse_text": "I am teaching you to be wise, so that you will know the right way to live."
            },
            {
                "verse_number": "12",
                "verse_text": "As you walk through life, nothing will stop you. Even when you run, you will not fall."
            },
            {
                "verse_number": "13",
                "verse_text": "Keep hold of my teaching. Do not forget it. Keep it safe because it will give you a good life."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not join with wicked or evil people. Do not do the things that they do."
            },
            {
                "verse_number": "15",
                "verse_text": "Keep away from them! Be sure to keep to your own good way of life."
            },
            {
                "verse_number": "16",
                "verse_text": "Wicked people have to do evil things. They cannot go to sleep unless they have been cruel to someone that day."
            },
            {
                "verse_number": "17",
                "verse_text": "Evil acts are their food. Violence is their drink."
            },
            {
                "verse_number": "18",
                "verse_text": "The life of righteous people is like the sun at dawn. It gets brighter and brighter until midday."
            },
            {
                "verse_number": "19",
                "verse_text": "But the life of wicked people is like a very dark road. They cannot even see what causes them to fall."
            },
            {
                "verse_number": "20",
                "verse_text": "My child, listen carefully to my teaching and to everything that I tell you."
            },
            {
                "verse_number": "21",
                "verse_text": "Never forget my words. Keep them safe in your mind."
            },
            {
                "verse_number": "22",
                "verse_text": "They will give true life to anyone who takes hold of them. They will give health to your whole body."
            },
            {
                "verse_number": "23",
                "verse_text": "Be very careful to keep your mind safe. The thoughts that you think make you the person that you are."
            },
            {
                "verse_number": "24",
                "verse_text": "Never tell lies or try to deceive other people."
            },
            {
                "verse_number": "25",
                "verse_text": "Look straight in front of you to see clearly where you are going."
            },
            {
                "verse_number": "26",
                "verse_text": "Decide carefully where you are going in life. Then you will be on a good, safe path."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not walk off your path, to the right side or the left side. Keep away from everything that is evil."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "My child, listen carefully to the wisdom that I teach you. I will teach you how to understand things well."
            },
            {
                "verse_number": "2",
                "verse_text": "If you learn this, you will choose to do the right things in life. Your words will show that you are wise ."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not listen to the words of an adulteress . She promises something as sweet as honey and as beautiful as olive oil."
            },
            {
                "verse_number": "4",
                "verse_text": "But in the end, she gives you bitter food, like poison. She gives you pain like a sharp sword ."
            },
            {
                "verse_number": "5",
                "verse_text": "She will lead you down to the place of death. You will follow her to your grave !"
            },
            {
                "verse_number": "6",
                "verse_text": "She does not think about the way that leads to true life. She has lost the right road but she does not understand what she is doing."
            },
            {
                "verse_number": "7",
                "verse_text": "So listen to me, my children. Never forget what I am telling you."
            },
            {
                "verse_number": "8",
                "verse_text": "Keep far away from a woman like that! Do not even go near the door of her house."
            },
            {
                "verse_number": "9",
                "verse_text": "If you go with her, you will lose your honour . A cruel person will rob you of the best years of your life."
            },
            {
                "verse_number": "10",
                "verse_text": "Strangers will take all your money. The good things that you have worked for will belong to someone else."
            },
            {
                "verse_number": "11",
                "verse_text": "At the end of your life, you will weep with pain. Your body will be sick and weak."
            },
            {
                "verse_number": "12",
                "verse_text": "You will say, &quot;I should have listened when people warned me that I was doing bad things."
            },
            {
                "verse_number": "13",
                "verse_text": "I did not listen to my teachers. I refused to obey them."
            },
            {
                "verse_number": "14",
                "verse_text": "Now I will be completely ashamed when I meet together with all the people.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "You should enjoy your own wife, as you enjoy clean water to drink."
            },
            {
                "verse_number": "16",
                "verse_text": "You would not pour your good water onto the streets. So do not waste your love on other women."
            },
            {
                "verse_number": "17",
                "verse_text": "Keep it for you and your wife. Do not share it with other women."
            },
            {
                "verse_number": "18",
                "verse_text": "Enjoy sex with your own wife. May the wife that you married when you were young continue to give you joy ."
            },
            {
                "verse_number": "19",
                "verse_text": "May she be as pretty and beautiful as a young deer . May her breasts always make you happy. May she love you in a way that gives you joy."
            },
            {
                "verse_number": "20",
                "verse_text": "So my son, do not let an adulteress deceive you. Do not enjoy the body of another man's wife."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord sees everything that a person does. He knows every path that you go along."
            },
            {
                "verse_number": "22",
                "verse_text": "The sins of a wicked person will be the trap that catches him. They will hold him like strong ropes ."
            },
            {
                "verse_number": "23",
                "verse_text": "He cannot control his sins, so he will die. He will become lost, because he does such stupid things."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My child, be careful not to promise more than you can really do. You may have promised to pay the debts of a friend or of a stranger."
            },
            {
                "verse_number": "2",
                "verse_text": "Then what you have promised to do may become a trap that catches you. A mouth that speaks lies . Hands that kill people who have done nothing wrong. Feet that hurry to do evil things. A person who causes trouble in a family."
            },
            {
                "verse_number": "3",
                "verse_text": "Now you need to escape from your problem. Your friend has got power over you. So you must be humble . Go quickly to him and ask him to forgive the debt."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not let yourself sleep or even stop to rest until you have met with him."
            },
            {
                "verse_number": "5",
                "verse_text": "You must make yourself free from the trap. Escape quickly, like a bird or a deer that runs away from a hunter."
            },
            {
                "verse_number": "6",
                "verse_text": "Learn a lesson from the ants , you lazy person! See how hard they work."
            },
            {
                "verse_number": "7",
                "verse_text": "They have no leader or ruler,"
            },
            {
                "verse_number": "8",
                "verse_text": "but they get their food during the summer. At the time of harvest they store food to prepare for winter."
            },
            {
                "verse_number": "9",
                "verse_text": "But you, you lazy man, you lie in bed too long! Will you never get up to work?"
            },
            {
                "verse_number": "10",
                "verse_text": "You say, &quot;I will have a short sleep. I will rest quietly for a while.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "But while you sleep you will suddenly become poor. You will have nothing, as if someone has robbed you."
            },
            {
                "verse_number": "12",
                "verse_text": "A useless , wicked person is always deceiving people."
            },
            {
                "verse_number": "13",
                "verse_text": "He sends secret messages with his eyes, his feet or his fingers."
            },
            {
                "verse_number": "14",
                "verse_text": "He uses evil thoughts to decide how he will hurt people. Wherever he goes, there is trouble."
            },
            {
                "verse_number": "15",
                "verse_text": "Because of this, trouble will suddenly happen to him. It will knock him down and he will never get up again."
            },
            {
                "verse_number": "16",
                "verse_text": "There are six things that the Lord hates , or even seven things:"
            },
            {
                "verse_number": "17",
                "verse_text": "Eyes that show how proud a person is."
            },
            {
                "verse_number": "18",
                "verse_text": "A mind that chooses to do wicked things."
            },
            {
                "verse_number": "19",
                "verse_text": "A person who tells lies in court ."
            },
            {
                "verse_number": "20",
                "verse_text": "My child, obey your father's commands . Do not forget what your mother has taught you."
            },
            {
                "verse_number": "21",
                "verse_text": "Keep their teaching in your thoughts. Keep it as near to you as a necklace that you wear."
            },
            {
                "verse_number": "22",
                "verse_text": "Wherever you go in life, their words will be your guide. They will keep you safe while you sleep. When you wake up, they will teach you."
            },
            {
                "verse_number": "23",
                "verse_text": "Their commands and their teaching are like a lamp that gives you light. When they warn you that you are doing wrong things, that helps you to live well."
            },
            {
                "verse_number": "24",
                "verse_text": "They will keep you safe from any bad woman, so that the sweet words of an adulteress will not deceive you."
            },
            {
                "verse_number": "25",
                "verse_text": "Do not keep thinking how beautiful her body is. Do not let her use her eyes like a trap to catch you."
            },
            {
                "verse_number": "26",
                "verse_text": "If you sleep with a prostitute , that may cost the price of a meal. But if you sleep with another man's wife, you may pay with your life."
            },
            {
                "verse_number": "27",
                "verse_text": "You cannot carry fire next to your body and not burn your clothes."
            },
            {
                "verse_number": "28",
                "verse_text": "You cannot walk over hot pieces of coal and not burn your feet."
            },
            {
                "verse_number": "29",
                "verse_text": "It is the same when a man has sex with another man's wife. Anyone who does that will receive punishment that hurts him."
            },
            {
                "verse_number": "30",
                "verse_text": "People may excuse someone who steals food because he is hungry."
            },
            {
                "verse_number": "31",
                "verse_text": "But if someone catches him, he must pay back seven times what he took. He may lose everything that he has in his house."
            },
            {
                "verse_number": "32",
                "verse_text": "But a man who sleeps with another man's wife is stupid . He is destroying his own life."
            },
            {
                "verse_number": "33",
                "verse_text": "He deserves his punishment and shame . He will never stop being ashamed."
            },
            {
                "verse_number": "34",
                "verse_text": "The woman's husband will be jealous , and he will become very angry. He will want the man to receive full punishment."
            },
            {
                "verse_number": "35",
                "verse_text": "He will not accept any money or bribe to pay the debt, even if it is a lot of money."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My child, remember what I say. Keep my commands in your mind."
            },
            {
                "verse_number": "2",
                "verse_text": "Obey my commands, so that you live well. Keep my teaching safe. It is as valuable as your own eyes."
            },
            {
                "verse_number": "3",
                "verse_text": "Keep it always in front of you. Think about my message all the time, as if you have written it on your heart ."
            },
            {
                "verse_number": "4",
                "verse_text": "Love wisdom in the same way that you love your sister. Be very careful to understand what is right."
            },
            {
                "verse_number": "5",
                "verse_text": "If you do that, it will keep you safe from sin . You will not agree to sleep with an adulteress or a prostitute when she speaks sweet words to you."
            },
            {
                "verse_number": "6",
                "verse_text": "Once I was looking out through the window of my house."
            },
            {
                "verse_number": "7",
                "verse_text": "I saw a group of silly young men. One of them was not wise at all."
            },
            {
                "verse_number": "8",
                "verse_text": "He was walking along the street near the house of a bad woman."
            },
            {
                "verse_number": "9",
                "verse_text": "It was in the evening after it had become dark."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the woman came out to meet him! She was wearing the clothes of a prostitute. She knew what she wanted to do."
            },
            {
                "verse_number": "11",
                "verse_text": "This was a woman who did not respect anyone. She was not ashamed of the bad things that she did. She never stayed at her home."
            },
            {
                "verse_number": "12",
                "verse_text": "Instead she would stand in the streets and in the market place. She would wait at the corners of the streets to find a man."
            },
            {
                "verse_number": "13",
                "verse_text": "Now she took hold of the young man and she kissed him. She looked into his eyes without any shame ."
            },
            {
                "verse_number": "14",
                "verse_text": "She said to him, &quot;I offered a sacrifice to God today and I have the meat at my home."
            },
            {
                "verse_number": "15",
                "verse_text": "That is why I came out to meet you. I was looking for you, and now I have found you!"
            },
            {
                "verse_number": "16",
                "verse_text": "I have covered my bed with beautiful blankets and with valuable cloths from Egypt."
            },
            {
                "verse_number": "17",
                "verse_text": "I have splashed many kinds of perfume on my bed, like myrrh , aloes and cinnamon ."
            },
            {
                "verse_number": "18",
                "verse_text": "So come and join me for the night. We can lie in each other's arms. All night, we can enjoy as much sex as we like."
            },
            {
                "verse_number": "19",
                "verse_text": "My husband is not at home. He has gone away on a long journey."
            },
            {
                "verse_number": "20",
                "verse_text": "He took a big bag of money with him. He will not come back until later this month.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "With those sweet words she deceived the young man. She made him want to be with her."
            },
            {
                "verse_number": "22",
                "verse_text": "Suddenly he hurried to follow her! He went like an ox that men are leading to its death. He went like a deer that is running towards a trap ."
            },
            {
                "verse_number": "23",
                "verse_text": "Then an arrow will go straight into its body and kill it! The young man was like a bird that is flying into a trap. He did not know that his life was in danger."
            },
            {
                "verse_number": "24",
                "verse_text": "So listen to me, my sons. Listen carefully to what I am saying."
            },
            {
                "verse_number": "25",
                "verse_text": "Do not let that kind of woman spoil your mind. Do not let her lead you away from what is right."
            },
            {
                "verse_number": "26",
                "verse_text": "She has caused many men to fall. Because of her, too many men have thrown away their lives."
            },
            {
                "verse_number": "27",
                "verse_text": "If you go to her house, you are on the road to death. You will soon be in your grave ."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Listen! Wisdom is calling out. She wants you to understand what is right, so she speaks in a loud voice."
            },
            {
                "verse_number": "2",
                "verse_text": "She stands where people will hear her, on the hills along the road. She stands where different paths meet."
            },
            {
                "verse_number": "3",
                "verse_text": "She stands near the gates where people go into the city. This is what she says: You who are fools, learn to understand what is right. Everything that I will speak is right. I hate all wicked lies . I say nothing that will deceive you. If you have knowledge , you will know that they are true. They are more valuable than silver or the best gold. Nothing that you might ever want is equal to it. I have knowledge and I understand what is right. I hate proud people who boast . I hate people who live evil lives. I hate people who say things to deceive others. I understand what is right and I am strong. I help rulers to make fair laws . Whoever looks for me will find me. I help people to use their money well and to do what is right. It is better than the best silver . I follow the path of justice . I fill their houses with valuable things. That was the first of his acts long ago. That was before the world began. There were not yet springs that poured out water. before there was soil on the earth. I was there when he made the border of the sea where it meets the sky. I was there when he made streams of water fill the seas. The waters of the sea must stay inside its borders. I was there when he built the foundations of the earth. I was beside him as his faithful helper. I pleased him every day, and I was happy to be with him. The people who lived on it made me happy. Anyone who obeys my teaching will be happy. Then you will be wise. Do not forget what I tell you. You can wait outside my home each day, and I will teach you. The Lord will bless that person. Everybody who hates me loves death.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;I call out to all of you, wherever you live on earth."
            },
            {
                "verse_number": "5",
                "verse_text": "You who are silly, learn to be wise !"
            },
            {
                "verse_number": "6",
                "verse_text": "Listen! I have important things to tell you."
            },
            {
                "verse_number": "7",
                "verse_text": "I say only things that are true."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything that I say is right and true."
            },
            {
                "verse_number": "9",
                "verse_text": "If you understand what is right, you will understand all my words."
            },
            {
                "verse_number": "10",
                "verse_text": "Receive my wise teaching and knowledge as valuable things."
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom is more valuable than jewels ."
            },
            {
                "verse_number": "12",
                "verse_text": "I, wisdom, live with an honest mind as my friend."
            },
            {
                "verse_number": "13",
                "verse_text": "If you respect the Lord with fear , then you will hate anything that is evil ."
            },
            {
                "verse_number": "14",
                "verse_text": "I tell people how to do wise things that are right."
            },
            {
                "verse_number": "15",
                "verse_text": "I help kings to rule well."
            },
            {
                "verse_number": "16",
                "verse_text": "I help leaders, officers and all judges to lead people in a good way."
            },
            {
                "verse_number": "17",
                "verse_text": "I love those people who love me."
            },
            {
                "verse_number": "18",
                "verse_text": "I am able to give people riches and honour ."
            },
            {
                "verse_number": "19",
                "verse_text": "What you receive from me is better than the best gold."
            },
            {
                "verse_number": "20",
                "verse_text": "I walk along the way that is righteous ."
            },
            {
                "verse_number": "21",
                "verse_text": "In that way, people who love me will receive riches."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord created me as the first thing that he did."
            },
            {
                "verse_number": "23",
                "verse_text": "He chose me as his servant from the beginning of time."
            },
            {
                "verse_number": "24",
                "verse_text": "I was born before the deep seas were there."
            },
            {
                "verse_number": "25",
                "verse_text": "I was born before the mountains or the hills appeared in their places."
            },
            {
                "verse_number": "26",
                "verse_text": "I was born before the Lord made the earth and its fields,"
            },
            {
                "verse_number": "27",
                "verse_text": "I was there when he put the heavens in their place."
            },
            {
                "verse_number": "28",
                "verse_text": "I was there when he put the clouds in the sky."
            },
            {
                "verse_number": "29",
                "verse_text": "He gave his command to the seas, that they should obey him."
            },
            {
                "verse_number": "30",
                "verse_text": "When the Lord made all that happen,"
            },
            {
                "verse_number": "31",
                "verse_text": "The world that he had made gave me great joy ."
            },
            {
                "verse_number": "32",
                "verse_text": "So listen to me, my children."
            },
            {
                "verse_number": "33",
                "verse_text": "Listen when I tell you what is right for you to do."
            },
            {
                "verse_number": "34",
                "verse_text": "Anyone who listens to me is in a happy place."
            },
            {
                "verse_number": "35",
                "verse_text": "Anyone who finds me, wisdom, finds true life."
            },
            {
                "verse_number": "36",
                "verse_text": "But anyone who does not find me brings trouble on himself."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The woman who is called &quot; Wisdom &quot; has built her house with seven pillars to make it strong. She says to people who do not understand what is right, But if you warn a wise person, he will love you."
            },
            {
                "verse_number": "2",
                "verse_text": "She has killed an animal for a big meal. She has mixed her wine . She has also prepared her table."
            },
            {
                "verse_number": "3",
                "verse_text": "She has sent her servants to shout a message from the highest places in the town."
            },
            {
                "verse_number": "4",
                "verse_text": "She says to foolish people, &quot;Come here to me.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;Come here and eat my food. Drink the wine that I have mixed."
            },
            {
                "verse_number": "6",
                "verse_text": "Leave foolish ways so that you may live. Learn to understand what is right, so that you can do it.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "If you warn a person who is proud , he will insult you. If you tell a wicked person that he is wrong, he will hurt you."
            },
            {
                "verse_number": "8",
                "verse_text": "So do not warn proud people. They will only hate you."
            },
            {
                "verse_number": "9",
                "verse_text": "If you teach a wise person, he will become even more wise. If you teach a righteous person, he will learn whatever you tell him."
            },
            {
                "verse_number": "10",
                "verse_text": "If you want to be wise in the way that you live, first you must respect the Lord with fear . If you know God, the Holy One , you will understand what is right."
            },
            {
                "verse_number": "11",
                "verse_text": "Wisdom will add more days and years to your life."
            },
            {
                "verse_number": "12",
                "verse_text": "If you are wise , it will help you in many ways. But if you think that you do not need wisdom, you will bring trouble on yourself."
            },
            {
                "verse_number": "13",
                "verse_text": "The woman who is called &quot;Fool&quot; speaks in a loud voice. She is silly and she does not know anything."
            },
            {
                "verse_number": "14",
                "verse_text": "She sits at the door of her house. She also has a seat at the highest part of the city."
            },
            {
                "verse_number": "15",
                "verse_text": "She shouts her message to people as they pass along the road to do their work."
            },
            {
                "verse_number": "16",
                "verse_text": "She says to people who do not understand what is right, &quot;Anyone who is foolish should come in here."
            },
            {
                "verse_number": "17",
                "verse_text": "If you drink water that belongs to someone else, it tastes very sweet! If you eat food secretly, it tastes better than anything! So come and enjoy my meal!&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But those foolish people do not realize that her home is a place for dead people. Her visitors are already in their graves ."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "These are the proverbs of Solomon. A wise child makes his father happy. But a foolish child causes his mother to be sad. But if you are righteous , it will save you from death. But he will not let bad people get what they want. But if he works hard, he will become rich. But anyone who does no work at harvest time brings shame . But the words of wicked people hide their anger . But when wicked people die, people soon forget their name. But people who talk in a foolish way destroy themselves. But those who are not honest will receive punishment . And someone who speaks in foolish ways will destroy himself. But the words of wicked people hide their anger . But love covers over all sins . But silly people receive the punishment that they deserve . But when foolish people speak, trouble is near. But poor people die because they have no one to help them. Wicked people receive only punishment. But those who refuse to listen are on a different road. And if you say false things about other people, you are a fool. But if you are wise, you will stop talking. But the thoughts of wicked people are useless . But foolish people die because they are so stupid . Hard work will not make you any richer. But a wise person enjoys doing things that are right. But righteous people will receive the things that they want. But righteous people are still standing safely. He will bring you pain, like the taste of bitter wine , or like smoke in your eyes. But wicked people will die before they are old. But wicked people never receive what they hope for. But he punishes people who do wrong things. But wicked people will not continue to live in the land. But those who speak evil things will lose their tongues ! But wicked people say things that hurt others."
            },
            {
                "verse_number": "2",
                "verse_text": "If you are not honest, your money will not help you."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord will not let righteous people be hungry."
            },
            {
                "verse_number": "4",
                "verse_text": "If a man is lazy, he will soon be poor."
            },
            {
                "verse_number": "5",
                "verse_text": "A wise man cuts his crops at harvest time and he stores them."
            },
            {
                "verse_number": "6",
                "verse_text": "God blesses righteous people."
            },
            {
                "verse_number": "7",
                "verse_text": "It is a pleasure to remember righteous people."
            },
            {
                "verse_number": "8",
                "verse_text": "Wise people accept good teaching ."
            },
            {
                "verse_number": "9",
                "verse_text": "If people are honest, their lives are safe."
            },
            {
                "verse_number": "10",
                "verse_text": "Someone who deceives his friends causes trouble."
            },
            {
                "verse_number": "11",
                "verse_text": "The teaching of righteous people gives life, like a spring of water."
            },
            {
                "verse_number": "12",
                "verse_text": "When people hate others, it causes arguments."
            },
            {
                "verse_number": "13",
                "verse_text": "People who understand what is right speak wise words."
            },
            {
                "verse_number": "14",
                "verse_text": "Wise people store knowledge in their minds."
            },
            {
                "verse_number": "15",
                "verse_text": "Money keeps rich people safe, like a strong city."
            },
            {
                "verse_number": "16",
                "verse_text": "Righteous people receive life as their wages."
            },
            {
                "verse_number": "17",
                "verse_text": "People who listen when people warn them are on the road to life."
            },
            {
                "verse_number": "18",
                "verse_text": "If you hate somebody but you try to hide it, you are telling lies ."
            },
            {
                "verse_number": "19",
                "verse_text": "If you talk too much, you will soon do something wrong."
            },
            {
                "verse_number": "20",
                "verse_text": "The words of righteous people are as valuable as the best silver ."
            },
            {
                "verse_number": "21",
                "verse_text": "The teaching of righteous people will help many people."
            },
            {
                "verse_number": "22",
                "verse_text": "If the Lord blesses you, you are really rich."
            },
            {
                "verse_number": "23",
                "verse_text": "A foolish person is happy when he does wicked things."
            },
            {
                "verse_number": "24",
                "verse_text": "The trouble that wicked people are afraid of will certainly happen to them."
            },
            {
                "verse_number": "25",
                "verse_text": "When the storm has finished, wicked people are no longer there."
            },
            {
                "verse_number": "26",
                "verse_text": "Do not send a lazy person with a message."
            },
            {
                "verse_number": "27",
                "verse_text": "If you respect and obey the Lord , you will live longer."
            },
            {
                "verse_number": "28",
                "verse_text": "What good people hope to receive causes them to be happy."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord keeps honest people safe."
            },
            {
                "verse_number": "30",
                "verse_text": "Righteous people will always have a safe place to live."
            },
            {
                "verse_number": "31",
                "verse_text": "Righteous people speak wise words."
            },
            {
                "verse_number": "32",
                "verse_text": "Righteous people say kind things."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord hates traders who do not use true weights. He is happy when they are honest and they use true weights. But if people are humble , they become wise . But wicked people are not honest, and that destroys them. But if you are righteous , that will save you from death. But the sins of a wicked person will cause him to fall down. But the bad things that wicked people want will catch them in a trap . Everything that he hoped his strength would give him disappears ! The trouble happens to wicked people instead. But the knowledge that righteous people have keeps them safe. And people shout with joy when wicked people die. But when wicked people give bad advice , they will destroy the city. But a wise person stays quiet. But someone that you can trust will not tell your secrets to other people. But it will do well if there are people who give good advice . You will be safe if you do not agree to do that. but cruel men only get riches for themselves. but a cruel person brings trouble on himself. But someone who lives in a good way will surely receive good things. But if someone loves to do evil things, he will die. But he is pleased with people who live in an honest way. But people who are righteous will escape . is like a gold ring in a pig's nose. Wicked people only hope to cause anger . but he still becomes richer. Somebody else may keep the things that he should give to others, but he still becomes poor. If you give water to thirsty people, you will not be thirsty yourself. But if you sell it to them, they will praise you. But if you want evil things to happen, they will happen to you! he will fall like a leaf that falls from a tree. But a righteous person will grow strong, like a fresh green leaf. A foolish person like that will become the servant of a wise person. A person who saves people's lives shows that he is wise. So you can be sure that cruel and wicked people will receive their punishment ."
            },
            {
                "verse_number": "2",
                "verse_text": "If people are proud , they will soon become ashamed."
            },
            {
                "verse_number": "3",
                "verse_text": "Good people are honest, and that shows them the right way to live."
            },
            {
                "verse_number": "4",
                "verse_text": "When it is time for God to punish you, money will not help you to escape ."
            },
            {
                "verse_number": "5",
                "verse_text": "An honest man who is righteous has a straight path to walk on."
            },
            {
                "verse_number": "6",
                "verse_text": "When honest people are righteous, that will keep them safe."
            },
            {
                "verse_number": "7",
                "verse_text": "When a wicked person dies, he has no hope for anything good."
            },
            {
                "verse_number": "8",
                "verse_text": "Righteous people escape from trouble."
            },
            {
                "verse_number": "9",
                "verse_text": "People who do not respect God say things that destroy their friends."
            },
            {
                "verse_number": "10",
                "verse_text": "When righteous people do well, everyone in the city is happy."
            },
            {
                "verse_number": "11",
                "verse_text": "A city becomes great when honest men bring God's blessing to it."
            },
            {
                "verse_number": "12",
                "verse_text": "When someone insults his neighbour , it shows that he is foolish ."
            },
            {
                "verse_number": "13",
                "verse_text": "If a person talks too much about other people, he will soon tell their secrets."
            },
            {
                "verse_number": "14",
                "verse_text": "A nation will fall if it has no wise leaders."
            },
            {
                "verse_number": "15",
                "verse_text": "If you promise to pay a stranger's debt, you will be sorry."
            },
            {
                "verse_number": "16",
                "verse_text": "A kind woman receives honour ,"
            },
            {
                "verse_number": "17",
                "verse_text": "A faithful person helps himself with good things,"
            },
            {
                "verse_number": "18",
                "verse_text": "A wicked person gets riches that soon disappear."
            },
            {
                "verse_number": "19",
                "verse_text": "If someone continues to do what is right, he will live."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord hates people who have wrong thoughts."
            },
            {
                "verse_number": "21",
                "verse_text": "Be sure about this: Evil people will receive the punishment that they deserve ."
            },
            {
                "verse_number": "22",
                "verse_text": "A beautiful woman who turns away from wisdom"
            },
            {
                "verse_number": "23",
                "verse_text": "Righteous people want good things to happen."
            },
            {
                "verse_number": "24",
                "verse_text": "Somebody may share his things with other people,"
            },
            {
                "verse_number": "25",
                "verse_text": "If you help other people with your money, you will do well."
            },
            {
                "verse_number": "26",
                "verse_text": "If you refuse to sell food to hungry people, they will curse you."
            },
            {
                "verse_number": "27",
                "verse_text": "If you try to do good things, people will respect you."
            },
            {
                "verse_number": "28",
                "verse_text": "If somebody trusts his riches to keep him safe,"
            },
            {
                "verse_number": "29",
                "verse_text": "Anyone who causes trouble for his family will not receive any good thing from them."
            },
            {
                "verse_number": "30",
                "verse_text": "The good things that a righteous person does bring life."
            },
            {
                "verse_number": "31",
                "verse_text": "Righteous people receive what they deserve, here on this earth."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Do you want to know the right way to live? Then you must accept it when people warn you that you have done something wrong. Only stupid people hate it when people warn them. But he punishes people who want to do evil things. But a righteous person has strong roots . But a wife who brings shame to her husband will take away his strength . But do not trust the advice of wicked people. But the words of honest people will save people's lives. But the families of righteous people will continue to be strong. But no one will respect a person who is stupid . than a proud person who has no food to eat. But wicked people are cruel even when they think they are kind. But anyone who works only on useless things is foolish . But righteous people remain strong, with deep roots . But righteous people escape from trouble. You will receive what you deserve from the things that you do. But wise people listen to advice from others. But a careful person keeps quiet when someone insults him. But a person who tells lies never says what is true. But when wise people speak, it makes people feel well. But people quickly see that lies are lies. But someone who wants to bring peace has a mind that is full of joy . But wicked people have trouble all the time. But he is pleased with people who do what they promise to do. But foolish people show everyone how silly they are. But if you are lazy, you will become a slave. But kind words will make you happy. But wicked people are always taking the wrong path. But if you work hard, you will enjoy many valuable things. Along that path, there is no death."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord helps good people."
            },
            {
                "verse_number": "3",
                "verse_text": "No one can use wicked things to make himself safe."
            },
            {
                "verse_number": "4",
                "verse_text": "A good wife will bring honour to her husband, like a crown ."
            },
            {
                "verse_number": "5",
                "verse_text": "Righteous people want to do things that are right."
            },
            {
                "verse_number": "6",
                "verse_text": "The words of wicked people are like a trap that will kill good people."
            },
            {
                "verse_number": "7",
                "verse_text": "Wicked people soon come to an end and they disappear ."
            },
            {
                "verse_number": "8",
                "verse_text": "People will praise a wise person, as much as his wisdom deserves ."
            },
            {
                "verse_number": "9",
                "verse_text": "It is better to be a humble person who has a servant"
            },
            {
                "verse_number": "10",
                "verse_text": "Righteous people take care of their animals."
            },
            {
                "verse_number": "11",
                "verse_text": "A farmer who works hard will have plenty of food to eat."
            },
            {
                "verse_number": "12",
                "verse_text": "Wicked people want to take the things that other bad people have."
            },
            {
                "verse_number": "13",
                "verse_text": "The lies of evil people put them in trouble."
            },
            {
                "verse_number": "14",
                "verse_text": "If you say good things, you will receive good things that make you happy."
            },
            {
                "verse_number": "15",
                "verse_text": "Foolish people always do what seems right to them."
            },
            {
                "verse_number": "16",
                "verse_text": "When a fool becomes angry, everybody knows it!"
            },
            {
                "verse_number": "17",
                "verse_text": "Honest people speak the truth in court ."
            },
            {
                "verse_number": "18",
                "verse_text": "If you speak in a careless way, you may hurt other people."
            },
            {
                "verse_number": "19",
                "verse_text": "True words continue to be true for ever."
            },
            {
                "verse_number": "20",
                "verse_text": "Someone who wants to cause trouble has a mind that is full of lies."
            },
            {
                "verse_number": "21",
                "verse_text": "Trouble keeps away from righteous people."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord hates people who tell lies."
            },
            {
                "verse_number": "23",
                "verse_text": "Careful people keep quiet about how much they know."
            },
            {
                "verse_number": "24",
                "verse_text": "If you work hard, you will become a leader."
            },
            {
                "verse_number": "25",
                "verse_text": "If you worry all the time, it will make you sad."
            },
            {
                "verse_number": "26",
                "verse_text": "A righteous person gives good advice to his friends."
            },
            {
                "verse_number": "27",
                "verse_text": "A lazy person does not cook the animals that he has caught."
            },
            {
                "verse_number": "28",
                "verse_text": "If you do what is right, you will find true life."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "A wise son listens to his father's teaching . But if you tell a proud person that he is wrong, he will not listen. But wicked people only want to be cruel. But someone who talks too much will destroy himself. If a person works hard, he will have more than he needs. But wicked people do things that bring them shame . But when sinners do evil things, it destroys them. Somebody else may pretend to be poor, but he is very rich. But poor people do not have that problem. But wicked people have a light that will quickly go out. But if you accept good advice , it shows that you are wise. But if you are patient, you will become rich little by little. But when you receive what you have always wanted, you are very happy. If you accept good advice , it will help you to do well. It will keep you away from death's dangerous traps . But the way that wicked people live destroys them. But a fool quickly shows how foolish he is. But if you send someone that you can trust , he will bring peace . But if you accept advice when you do something wrong, people will respect you. But foolish people refuse to stop doing evil things. But if you have foolish friends, you will hurt yourself. But righteous people will receive good things. But a sinner's riches will belong to righteous people in the end. But he loses it because wicked people rob him. If you really love your child, you will punish him when he does something wrong. But wicked people have an empty stomach."
            },
            {
                "verse_number": "2",
                "verse_text": "If you say kind words, you will eat good things."
            },
            {
                "verse_number": "3",
                "verse_text": "Someone who thinks before he speaks will keep his life safe."
            },
            {
                "verse_number": "4",
                "verse_text": "A lazy person always wants to have more, but he will not get it."
            },
            {
                "verse_number": "5",
                "verse_text": "Honest people hate anything that is false."
            },
            {
                "verse_number": "6",
                "verse_text": "When honest people do what is right, it keeps them safe."
            },
            {
                "verse_number": "7",
                "verse_text": "Somebody who has nothing may still pretend to be rich."
            },
            {
                "verse_number": "8",
                "verse_text": "A rich person may have to use his money to save his life."
            },
            {
                "verse_number": "9",
                "verse_text": "Righteous people have joy that shines like a bright light."
            },
            {
                "verse_number": "10",
                "verse_text": "A person who boasts only causes trouble."
            },
            {
                "verse_number": "11",
                "verse_text": "If you try to get money quickly, you will not stay rich for long."
            },
            {
                "verse_number": "12",
                "verse_text": "When you do not receive the things that you hope for, it makes you sad."
            },
            {
                "verse_number": "13",
                "verse_text": "If you do not accept good teaching, you will destroy yourself."
            },
            {
                "verse_number": "14",
                "verse_text": "The teaching of wise people is like a spring of water that gives life."
            },
            {
                "verse_number": "15",
                "verse_text": "People respect a person who has wise thoughts."
            },
            {
                "verse_number": "16",
                "verse_text": "Careful people need to understand what they are doing."
            },
            {
                "verse_number": "17",
                "verse_text": "If you send a message with a wicked person, he will cause trouble."
            },
            {
                "verse_number": "18",
                "verse_text": "Anyone who turns away from good teaching will become poor and ashamed."
            },
            {
                "verse_number": "19",
                "verse_text": "It is very nice to receive the things that you want."
            },
            {
                "verse_number": "20",
                "verse_text": "If you have wise people as your friends, you will become wise yourself."
            },
            {
                "verse_number": "21",
                "verse_text": "Trouble chases sinners and it catches them."
            },
            {
                "verse_number": "22",
                "verse_text": "When a good person dies, he leaves good things for his grandchildren."
            },
            {
                "verse_number": "23",
                "verse_text": "Even a poor man's field may give him enough food."
            },
            {
                "verse_number": "24",
                "verse_text": "If you do not punish your child, you show that you hate him."
            },
            {
                "verse_number": "25",
                "verse_text": "Righteous people have plenty of food to eat."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Every wise woman makes her home strong. But a foolish woman destroys her home with her own hands. But anyone who deceives other people shows that he does not respect the Lord . But the words of wise people keep them safe. he does not have to feed them. But he needs strong oxen to grow plenty of crops . But someone who says false things, always deceives. But if you are careful, you will easily understand what is right. They will stop you from learning anything that is wise. But a foolish person's silly thoughts deceive him. But God is pleased with people who do what is right. No one else can know what you are feeling, sad or happy. But the home of a good person will continue to be strong. But in the end, that road may lead you to death. After his joy has gone, he will still be sad. he will receive the punishment that he deserves . But good people will receive the good things that they deserve. But a careful person will think before he does anything. But a fool is careless and he thinks that he is always right. And people hate anyone with cruel ideas. But wise people receive honour for their knowledge . Wicked people will ask righteous people to be kind to them. But rich people have many friends. But if you are kind to helpless people, God will bless you. But those who want to do good things show faithful love. But if you only talk about it, you will become poor. But fools only work to get foolish things. But someone who always tells lies deceives everyone. His family also will be in a safe place. that is like a spring of water that gives you life. It will keep you safe from death's traps . But a ruler with only a few people will have nothing in the end. But someone who quickly becomes angry shows that he is foolish. But if you are jealous , it will eat away your body. you are insulting God who created them. But if you are kind to helpless people, it shows that you respect God. But righteous people still trust God, even when they are in danger of death. But sin will bring shame on its people. But he will be angry with any servant who brings shame."
            },
            {
                "verse_number": "2",
                "verse_text": "An honest person respects and obeys the Lord ."
            },
            {
                "verse_number": "3",
                "verse_text": "When fools boast , they bring punishment on themselves."
            },
            {
                "verse_number": "4",
                "verse_text": "When a farmer has no oxen to plough his fields,"
            },
            {
                "verse_number": "5",
                "verse_text": "A faithful person will not tell lies in court ."
            },
            {
                "verse_number": "6",
                "verse_text": "If you only pretend that you want wisdom , you will not find it."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay away from foolish people."
            },
            {
                "verse_number": "8",
                "verse_text": "A careful person understands what is right and he does it."
            },
            {
                "verse_number": "9",
                "verse_text": "Fools think that they do not need to do anything about their sins ."
            },
            {
                "verse_number": "10",
                "verse_text": "When you are upset , you yourself know how sad you are."
            },
            {
                "verse_number": "11",
                "verse_text": "A wicked person's home will come to an end."
            },
            {
                "verse_number": "12",
                "verse_text": "You may think that you are on a good, straight road."
            },
            {
                "verse_number": "13",
                "verse_text": "Somebody may be upset, even when he is laughing."
            },
            {
                "verse_number": "14",
                "verse_text": "If someone turns away from what is right,"
            },
            {
                "verse_number": "15",
                "verse_text": "A silly person will believe anything."
            },
            {
                "verse_number": "16",
                "verse_text": "A wise person is careful to keep away from trouble."
            },
            {
                "verse_number": "17",
                "verse_text": "A person who quickly becomes angry does silly things."
            },
            {
                "verse_number": "18",
                "verse_text": "Silly people do foolish things, and they receive what they deserve."
            },
            {
                "verse_number": "19",
                "verse_text": "Evil people will respect good people."
            },
            {
                "verse_number": "20",
                "verse_text": "Even the neighbours of poor people do not like them."
            },
            {
                "verse_number": "21",
                "verse_text": "It is a sin if you do not respect your neighbour."
            },
            {
                "verse_number": "22",
                "verse_text": "People who want to do evil things have lost their way."
            },
            {
                "verse_number": "23",
                "verse_text": "If you work hard, something good will come."
            },
            {
                "verse_number": "24",
                "verse_text": "For wise people, their riches are like a crown of honour."
            },
            {
                "verse_number": "25",
                "verse_text": "Someone who speaks the truth in court may save a life."
            },
            {
                "verse_number": "26",
                "verse_text": "Someone who respects and obeys the Lord knows that he will be safe."
            },
            {
                "verse_number": "27",
                "verse_text": "If you respect and obey the Lord ,"
            },
            {
                "verse_number": "28",
                "verse_text": "A king who rules many people will receive great honour."
            },
            {
                "verse_number": "29",
                "verse_text": "A patient man shows that he understands what is right."
            },
            {
                "verse_number": "30",
                "verse_text": "If you have peace in your mind, your body will be healthy."
            },
            {
                "verse_number": "31",
                "verse_text": "If you are cruel to poor people,"
            },
            {
                "verse_number": "32",
                "verse_text": "When wicked people are in trouble, they cannot stand."
            },
            {
                "verse_number": "33",
                "verse_text": "People who understand what is right have true wisdom . Even fools may sometimes show wisdom."
            },
            {
                "verse_number": "34",
                "verse_text": "A nation will receive honour when its people do what is right."
            },
            {
                "verse_number": "35",
                "verse_text": "A king will be pleased with a wise servant."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "If you answer people in a kind way, it stops them being angry. But if you say cruel things, it makes people angry. But when fools speak, they only say foolish things. He is watching what evil people do, and good people too. But words that are not honest make people sad and weak. But a wise child learns when his father warns him. But the riches of wicked people bring trouble to them. but the minds of fools have nothing to give. But he is pleased when good people pray to him. But he loves people who want to do what is right. When people warn you, accept it or you will die. So you can be sure that he knows people's secret thoughts. They will not ask wise people to give them advice . But when someone is sad, their spirit hurts. But fools only want to know useless things. But if you are happy, every day is like a feast . That is better than if you are very rich, but you have a lot of trouble. than to eat good meat with people who hate each other. but patient people bring peace . as if he is walking through thorn bushes . But an honest person walks on a straight road through life. But a foolish person does not respect his mother. But wise people walk on a straight path. But you will do well if you have many advisors . It is good when you find the right thing to say at the right time. He keeps away from the path that would lead him down to death. But he keeps the land of widows safe. But kind words please him. will cause trouble for his family. But anyone who refuses to accept bribes will live safely. But when wicked people speak, the result is only trouble. But when righteous people pray, he listens. Good news makes you feel strong. he becomes a friend of wise people. you are hurting yourself. But if you agree to listen, you will learn to do what is right. that will teach you wisdom . If you want to receive honour , first learn to be humble ."
            },
            {
                "verse_number": "2",
                "verse_text": "When wise people speak, they show that knowledge is good."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord sees what happens everywhere."
            },
            {
                "verse_number": "4",
                "verse_text": "Kind words are like the fruit of a tree that gives life."
            },
            {
                "verse_number": "5",
                "verse_text": "A fool hates his father's rules."
            },
            {
                "verse_number": "6",
                "verse_text": "Righteous people have many valuable things in their homes."
            },
            {
                "verse_number": "7",
                "verse_text": "When wise people speak, they give knowledge,"
            },
            {
                "verse_number": "8",
                "verse_text": "When wicked people offer sacrifices to the Lord , he hates it."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord hates the way that wicked people live."
            },
            {
                "verse_number": "10",
                "verse_text": "If you leave God's way, you will receive strong punishment ."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord sees clearly into the deep hole of death."
            },
            {
                "verse_number": "12",
                "verse_text": "Proud people do not like it when someone warns them."
            },
            {
                "verse_number": "13",
                "verse_text": "When someone is happy, their face smiles."
            },
            {
                "verse_number": "14",
                "verse_text": "Wise people want to learn more."
            },
            {
                "verse_number": "15",
                "verse_text": "Every day is difficult, if you have trouble in your mind."
            },
            {
                "verse_number": "16",
                "verse_text": "You may be poor, but you respect and obey the Lord ."
            },
            {
                "verse_number": "17",
                "verse_text": "It is better to eat vegetables with people who love each other"
            },
            {
                "verse_number": "18",
                "verse_text": "Angry people bring quarrels,"
            },
            {
                "verse_number": "19",
                "verse_text": "A lazy person always has problems,"
            },
            {
                "verse_number": "20",
                "verse_text": "A wise child makes his father happy."
            },
            {
                "verse_number": "21",
                "verse_text": "Stupid people are happy when they do foolish things."
            },
            {
                "verse_number": "22",
                "verse_text": "Without good advice , your ideas will never happen."
            },
            {
                "verse_number": "23",
                "verse_text": "It makes you happy when you give a good answer to a question."
            },
            {
                "verse_number": "24",
                "verse_text": "A wise person walks on a path that leads him up to a long life."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord destroys the homes of proud men."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord hates the thoughts of wicked people."
            },
            {
                "verse_number": "27",
                "verse_text": "Anyone who cheats people to become rich"
            },
            {
                "verse_number": "28",
                "verse_text": "Righteous people think carefully before they answer someone."
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord does not answer the prayers of wicked people."
            },
            {
                "verse_number": "30",
                "verse_text": "If someone smiles at you, it makes you happy."
            },
            {
                "verse_number": "31",
                "verse_text": "If anyone accepts teaching that helps him to live in a good way,"
            },
            {
                "verse_number": "32",
                "verse_text": "If you refuse to accept it when people warn you,"
            },
            {
                "verse_number": "33",
                "verse_text": "If you respect and obey the Lord ,"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "People make plans in their minds, but the Lord gives them the right words to say. but the Lord knows exactly why you are doing it. so that what you want to do will go well. Even wicked people will come to bad trouble in the end. Be sure of this: They will receive the punishment that they deserve . he will forgive your sins . If you respect and obey him, you will not do evil things. even your enemies will become your friends. that is better than to be rich because you cheat people. but it is the Lord who leads them in the right way. He must judge people in a fair way. He knows all the weights that a trader uses. because justice makes their government strong. They love people who speak true words. So a wise person will try to stop the king's anger . If he is pleased with you, that is like a cloud which gives rain in the spring. You should want to understand what is right. If you want to keep your life safe, watch where you are going. Anyone who boasts will soon fall down. But that is better than if you have proud friends who give you things that they have robbed from others. If you trust in the Lord , you are in a happy place. people will say that you know what is right. If you speak kind words, people will accept your teaching. But the silly things that fools do brings them punishment . Then other people will accept their teaching. They also bring health and strength . But in the end, that road may lead you to death. So it helps him to get food to eat. The cruel things that they say are like flames of fire. If you tell people's secrets, you will lose all your friends. They lead their friends to do wrong things. he has a plan to hurt someone. If he squeezes his lips together, he is ready to do an evil thing. People who live in a righteous way may wear it. If you can control your anger, you can win any battle . But it is the Lord who decides the answer."
            },
            {
                "verse_number": "2",
                "verse_text": "You may think that everything you do is right,"
            },
            {
                "verse_number": "3",
                "verse_text": "Put your plans in front of the Lord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord causes everything to have its proper result."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord hates everyone who boasts ."
            },
            {
                "verse_number": "6",
                "verse_text": "If you love the Lord faithfully ,"
            },
            {
                "verse_number": "7",
                "verse_text": "If you live in a way that pleases the Lord ,"
            },
            {
                "verse_number": "8",
                "verse_text": "If you do what is right but you are not rich,"
            },
            {
                "verse_number": "9",
                "verse_text": "People make plans for what they will do,"
            },
            {
                "verse_number": "10",
                "verse_text": "A king speaks with God's authority."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord wants people to use true weights and measures."
            },
            {
                "verse_number": "12",
                "verse_text": "Kings hate all wicked acts,"
            },
            {
                "verse_number": "13",
                "verse_text": "Kings are happy to hear honest advice ."
            },
            {
                "verse_number": "14",
                "verse_text": "Someone may die if the king becomes angry with him."
            },
            {
                "verse_number": "15",
                "verse_text": "If the king smiles at you, your life will go well."
            },
            {
                "verse_number": "16",
                "verse_text": "It is better to have wisdom than gold or silver ."
            },
            {
                "verse_number": "17",
                "verse_text": "Honest people follow a straight road that keeps them away from evil things."
            },
            {
                "verse_number": "18",
                "verse_text": "If you are proud , you will soon come to an end."
            },
            {
                "verse_number": "19",
                "verse_text": "You may be humble and have poor people as your friends."
            },
            {
                "verse_number": "20",
                "verse_text": "If you listen carefully to good teaching , you will do well."
            },
            {
                "verse_number": "21",
                "verse_text": "If you have wise thoughts,"
            },
            {
                "verse_number": "22",
                "verse_text": "Wisdom is like a spring of fresh water that gives life to those who have it."
            },
            {
                "verse_number": "23",
                "verse_text": "Wise people think carefully and they speak wise words."
            },
            {
                "verse_number": "24",
                "verse_text": "Kind words are as sweet as honey ."
            },
            {
                "verse_number": "25",
                "verse_text": "You may think that you are on a good, straight road."
            },
            {
                "verse_number": "26",
                "verse_text": "When a worker feels hungry, it causes him to work more."
            },
            {
                "verse_number": "27",
                "verse_text": "Wicked people look for ways to hurt other people."
            },
            {
                "verse_number": "28",
                "verse_text": "People who tell lies cause arguments."
            },
            {
                "verse_number": "29",
                "verse_text": "Violent people deceive their friends."
            },
            {
                "verse_number": "30",
                "verse_text": "If someone sends secret messages with his eyes,"
            },
            {
                "verse_number": "31",
                "verse_text": "Grey hair is like a beautiful crown on your head!"
            },
            {
                "verse_number": "32",
                "verse_text": "A person who is patient is better than a brave soldier."
            },
            {
                "verse_number": "33",
                "verse_text": "People throw dice to choose what is right."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "It is better to eat a piece of dry bread in a quiet place, than to eat a big feast in a house full of arguments. When his master dies, that slave will receive some of his valuable things. It is the Lord who does that for people, to show what they are really like. People who tell lies listen to other people's lies. you are insulting God, who made them. If you are happy when trouble happens to other people, you will receive the punishment that you deserve . In the same way, children should be proud of their parents. It is certainly not right when a ruler tells lies . It will help him to do whatever he wants to do. they will still love you. But if you continue to talk about what they have done, they will no longer be your friends. But a fool never learns, even if you hit him a hundred times. so a cruel messenger will come to punish him. It would be safer to meet a mother bear who has lost her babies. Anyone who does that will always have trouble in his home. It is like water that pours out of a broken pot. Stop it quickly! the Lord hates it. If a judge punishes someone who is not guilty, the Lord hates that too. because he does not want to become wise. Relatives are there to help you when you are in trouble. even if he is a friend or a neighbour . Someone who boasts causes trouble for himself. Anyone who deceives people with lies will have a lot of trouble. The father of a fool is never happy. But if you are sad and upset , your body will be weak. Then they are not fair when they judge. But a foolish person looks everywhere and never finds it. It makes his mother very upset . It is wrong to beat honest people with sticks. Anyone who keeps quiet shows that he understands things. If he keeps his mouth shut, people will think that he is clever."
            },
            {
                "verse_number": "2",
                "verse_text": "A slave who is wise will have authority over a son who does stupid things."
            },
            {
                "verse_number": "3",
                "verse_text": "You need a hot fire to make silver and gold become pure ."
            },
            {
                "verse_number": "4",
                "verse_text": "People who do evil things listen to evil advice ."
            },
            {
                "verse_number": "5",
                "verse_text": "If you laugh at poor people,"
            },
            {
                "verse_number": "6",
                "verse_text": "Old people should be proud of their grandchildren."
            },
            {
                "verse_number": "7",
                "verse_text": "It does not seem right when a fool says clever things."
            },
            {
                "verse_number": "8",
                "verse_text": "Somebody who offers a bribe thinks that it will work like magic ."
            },
            {
                "verse_number": "9",
                "verse_text": "If you forgive people when they hurt you,"
            },
            {
                "verse_number": "10",
                "verse_text": "You can warn a wise person once and he will learn what is right."
            },
            {
                "verse_number": "11",
                "verse_text": "An evil person never obeys authority,"
            },
            {
                "verse_number": "12",
                "verse_text": "Do not go near a fool who is doing stupid things."
            },
            {
                "verse_number": "13",
                "verse_text": "If people are kind to you, do not do evil things in return."
            },
            {
                "verse_number": "14",
                "verse_text": "It is difficult to stop a quarrel once it has started."
            },
            {
                "verse_number": "15",
                "verse_text": "If a judge says that a guilty person is not guilty,"
            },
            {
                "verse_number": "16",
                "verse_text": "Money does not help a foolish person,"
            },
            {
                "verse_number": "17",
                "verse_text": "A friend will always show that he loves you."
            },
            {
                "verse_number": "18",
                "verse_text": "Only a stupid person promises to pay someone else's debts,"
            },
            {
                "verse_number": "19",
                "verse_text": "Someone who loves to argue loves sin ."
            },
            {
                "verse_number": "20",
                "verse_text": "Anyone who thinks about bad things will not do well in life."
            },
            {
                "verse_number": "21",
                "verse_text": "To have a foolish son makes parents sad."
            },
            {
                "verse_number": "22",
                "verse_text": "If you are happy in life, you will be healthy."
            },
            {
                "verse_number": "23",
                "verse_text": "Wicked judges secretly accept bribes ."
            },
            {
                "verse_number": "24",
                "verse_text": "A person who knows what is right can easily find wisdom ."
            },
            {
                "verse_number": "25",
                "verse_text": "To have a foolish son makes his father sad."
            },
            {
                "verse_number": "26",
                "verse_text": "It is not right to punish a person who has done nothing wrong."
            },
            {
                "verse_number": "27",
                "verse_text": "A wise person does not talk too much."
            },
            {
                "verse_number": "28",
                "verse_text": "Even a fool seems to be wise if he keeps quiet."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "People who do not have any friends think only about themselves. They refuse to listen to good advice . He only likes to tell people his own ideas. And shame causes people to speak against you. If they are wise words, they are like a cool stream. Also, do not punish anyone who has not done anything wrong. He is asking for someone to beat him with a stick. His own words are a trap that catches him. They seem like good food that we can enjoy. Righteous people can run there, and then they will be safe. like high, strong walls round a city. But if you are humble , you will soon receive honour . If you answer too quickly, you will be ashamed like a fool. But if his spirit has lost hope, he cannot stay strong. Important people may become your friends. until the other person starts to ask him questions. you may have to throw dice to decide who is right. it will be difficult to become friends with him again. Arguments keep people apart, like the walls of a strong city. they are like good food. So be careful if you talk a lot! The Lord has given you something to enjoy. But a rich person can insult people. But there is a friend who is more faithful than a brother."
            },
            {
                "verse_number": "2",
                "verse_text": "A fool does not try to understand what is right."
            },
            {
                "verse_number": "3",
                "verse_text": "When a wicked person arrives, shame comes with him."
            },
            {
                "verse_number": "4",
                "verse_text": "The words that you speak are like the deep water of the sea."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not refuse to punish wicked people. That would not be good."
            },
            {
                "verse_number": "6",
                "verse_text": "When a fool speaks, he starts an argument."
            },
            {
                "verse_number": "7",
                "verse_text": "When a fool speaks, he is destroying himself."
            },
            {
                "verse_number": "8",
                "verse_text": "We love to hear other people's secrets."
            },
            {
                "verse_number": "9",
                "verse_text": "A lazy person is as bad as someone who destroys things."
            },
            {
                "verse_number": "10",
                "verse_text": "The name of the Lord is like a strong tower ."
            },
            {
                "verse_number": "11",
                "verse_text": "Rich people think that their money makes them safe,"
            },
            {
                "verse_number": "12",
                "verse_text": "If you become proud , something will soon destroy you."
            },
            {
                "verse_number": "13",
                "verse_text": "Listen carefully before you answer."
            },
            {
                "verse_number": "14",
                "verse_text": "When someone is ill, his spirit will keep him strong."
            },
            {
                "verse_number": "15",
                "verse_text": "Wise people are always learning something new."
            },
            {
                "verse_number": "16",
                "verse_text": "A gift will give you a chance to meet new people."
            },
            {
                "verse_number": "17",
                "verse_text": "You will always believe the first person to speak in court ,"
            },
            {
                "verse_number": "18",
                "verse_text": "If two powerful people have an argument,"
            },
            {
                "verse_number": "19",
                "verse_text": "If you insult a relative ,"
            },
            {
                "verse_number": "20",
                "verse_text": "If you speak words that help people,"
            },
            {
                "verse_number": "21",
                "verse_text": "Words have the power to bring life or death."
            },
            {
                "verse_number": "22",
                "verse_text": "If you find a wife, you find a good thing."
            },
            {
                "verse_number": "23",
                "verse_text": "A poor person has to ask for help."
            },
            {
                "verse_number": "24",
                "verse_text": "A man with many friends may lose them."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "It is better to be poor and honest, than to be a fool who speaks lies . that is dangerous! If you hurry to do it, you will get into trouble. Then they get angry with the Lord . But poor people will easily lose their friends. You will not go free! Everyone wants to be the friend of someone who gives lots of gifts. His friends stay away from him. Even if he goes to ask them for help, he cannot find them anywhere. it shows that you love yourself. If you understand what is right, you will do well. That will be the end of you! Even worse, slaves should never have authority over rulers. When anyone hurts him, he is careful to forget it. like a lion that roars . But when he is pleased with you, that is like dew on fresh grass. A woman who quarrels with her husband is like rain that never stops. But only the Lord can give you a wise wife. If he does no work, he will always be hungry. If you do not respect his teaching , you will die. He will pay back the debt to you. warn them while you still have the chance. If you do not punish them, you are helping them to go to an early death. If you try to help him once, you will have to do it every time. Then you will become wise one day. But it is the Lord 's plans that are important. It is better to be poor than to deceive other people. you will enjoy life. You will have peace in your mind and no trouble will destroy you. But then he is too lazy to lift his hand up to his mouth. a silly person may learn to be careful. If you warn a wise person, he himself will learn a lesson. is a bad son who brings shame to his family. If you stop learning, you will soon forget what you already know. Evil things are food that wicked people love to eat. Fools will be beaten, as they deserve ."
            },
            {
                "verse_number": "2",
                "verse_text": "If you want to do something but you do not know how to do it,"
            },
            {
                "verse_number": "3",
                "verse_text": "Some people do silly things and so they destroy themselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Rich people can easily find new friends."
            },
            {
                "verse_number": "5",
                "verse_text": "If you tell lies in court , the judge will certainly punish you."
            },
            {
                "verse_number": "6",
                "verse_text": "Many people want an important person to like them."
            },
            {
                "verse_number": "7",
                "verse_text": "If someone is poor, all his family hate him."
            },
            {
                "verse_number": "8",
                "verse_text": "If you learn to be wise ,"
            },
            {
                "verse_number": "9",
                "verse_text": "If you tell lies in court, the judge will certainly punish you."
            },
            {
                "verse_number": "10",
                "verse_text": "Fools should not live like rich people."
            },
            {
                "verse_number": "11",
                "verse_text": "If someone is wise, he controls his anger ."
            },
            {
                "verse_number": "12",
                "verse_text": "When the king is angry, he makes people afraid,"
            },
            {
                "verse_number": "13",
                "verse_text": "A foolish child will destroy his father."
            },
            {
                "verse_number": "14",
                "verse_text": "Your parents may give you riches and a house to live in."
            },
            {
                "verse_number": "15",
                "verse_text": "A lazy person cannot wake up from sleep."
            },
            {
                "verse_number": "16",
                "verse_text": "If you obey God's commands , you will keep your life safe."
            },
            {
                "verse_number": "17",
                "verse_text": "If you are kind to poor people, you are lending money to the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "When your children do wrong things,"
            },
            {
                "verse_number": "19",
                "verse_text": "Anyone who cannot control his anger is always getting into trouble."
            },
            {
                "verse_number": "20",
                "verse_text": "Accept advice and good teaching."
            },
            {
                "verse_number": "21",
                "verse_text": "You may have lots of ideas about what you want to do."
            },
            {
                "verse_number": "22",
                "verse_text": "We all want other people to show faithful love."
            },
            {
                "verse_number": "23",
                "verse_text": "If you respect and obey the Lord ,"
            },
            {
                "verse_number": "24",
                "verse_text": "A lazy person pushes his hand into his bowl of food."
            },
            {
                "verse_number": "25",
                "verse_text": "If you beat a proud fool,"
            },
            {
                "verse_number": "26",
                "verse_text": "Anyone who robs his father or chases away his mother"
            },
            {
                "verse_number": "27",
                "verse_text": "My child, never stop learning about what is right."
            },
            {
                "verse_number": "28",
                "verse_text": "If someone tells lies in court, he is laughing at justice ."
            },
            {
                "verse_number": "29",
                "verse_text": "People who laugh at what is right will receive their punishment ."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "If you drink too much wine or strong drink, you do stupid things and you fight. It is not wise to become drunk. If you make him angry, you will lose your life. Only fools love to quarrel. As a result, he has nothing to eat when harvest time arrives. But a wise person can bring them into the open. But it is difficult to find a truly faithful person. Their children will also be happy. he sees what is evil and he removes it. There is no sin in me.&quot; the Lord hates anything like that. You can see if they are honest and good. They are both his gift to us. Keep awake so that you have food on the table! But later he boasts about the cheap price! They are more valuable than gold or jewels . take his coat as a guarantee that he will pay. it may seem good when you taste it. But soon it will be like sand in your mouth. If you want to fight a war, ask wise people to be your advisors . They will tell everybody about your secrets. like a lamp that suddenly goes out and leaves you in complete darkness . it will do you no good in the end. Trust the Lord to make it right for you. He hates scales that do not weigh things properly. We cannot understand what will happen to us. If you want to change your mind, you have made a trap for yourself. and he will punish them as they deserve . It shows us what we are really like. If he is honest and fair, he will continue to rule. Old men are proud of their beautiful grey hair. It makes you change to a better way of life."
            },
            {
                "verse_number": "2",
                "verse_text": "When the king is angry, he is as dangerous as a lion that roars ."
            },
            {
                "verse_number": "3",
                "verse_text": "If you keep away from arguments, you will receive honour."
            },
            {
                "verse_number": "4",
                "verse_text": "A lazy farmer does not plough his fields in winter."
            },
            {
                "verse_number": "5",
                "verse_text": "A person's thoughts are like deep waters."
            },
            {
                "verse_number": "6",
                "verse_text": "Many people say that you can trust them."
            },
            {
                "verse_number": "7",
                "verse_text": "Righteous people live in an honest way."
            },
            {
                "verse_number": "8",
                "verse_text": "When a king sits on his throne as judge ,"
            },
            {
                "verse_number": "9",
                "verse_text": "Nobody can say, &quot;My thoughts are completely pure ."
            },
            {
                "verse_number": "10",
                "verse_text": "If people use false weights and measures,"
            },
            {
                "verse_number": "11",
                "verse_text": "Even children show what they are like by the things that they do."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord has made us with ears to hear with and eyes to see with."
            },
            {
                "verse_number": "13",
                "verse_text": "If you love to sleep too much, you will become poor."
            },
            {
                "verse_number": "14",
                "verse_text": "When somebody is buying something, he says, &quot;It is worth nothing!&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Words that help you to learn things are very valuable."
            },
            {
                "verse_number": "16",
                "verse_text": "If someone promises to pay the debts of a stranger,"
            },
            {
                "verse_number": "17",
                "verse_text": "If you cheat someone to get food to eat,"
            },
            {
                "verse_number": "18",
                "verse_text": "Things will go well if you receive good advice ."
            },
            {
                "verse_number": "19",
                "verse_text": "Keep away from people who talk too much."
            },
            {
                "verse_number": "20",
                "verse_text": "If you insult your parents, your life will quickly finish,"
            },
            {
                "verse_number": "21",
                "verse_text": "If you receive riches too early in life,"
            },
            {
                "verse_number": "22",
                "verse_text": "Do not say, &quot;I will pay you back for the evil thing you did to me.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord hates traders who use false weights."
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord chooses the way that we take through life."
            },
            {
                "verse_number": "25",
                "verse_text": "Do not be too quick to promise to give something to God."
            },
            {
                "verse_number": "26",
                "verse_text": "A wise king can pick out wicked people,"
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord makes our human spirit like his lamp inside us."
            },
            {
                "verse_number": "28",
                "verse_text": "A king should rule with faithful love and truth ."
            },
            {
                "verse_number": "29",
                "verse_text": "Young men boast about their strength ."
            },
            {
                "verse_number": "30",
                "verse_text": "Painful punishment stops you from doing evil things."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord controls the things that a king decides to do. He can change the king's thoughts, like the direction of a stream. but the Lord knows exactly why they are doing it. it pleases the Lord more than sacrifices . Sin is their guide through life. and he has everything that he needs. But anyone who works in a hurry will soon become poor. it will soon all disappear . It will lead you to an early death. They refuse to do what is right. Good people keep on the right way. than to live with a wife who always argues. They are not kind to anyone, even their friends. silly people become wise. When you teach a wise person, he learns more knowledge . He punishes them as they deserve . you too will receive no help when you need it. A secret bribe will make him quiet, even if he is very angry. but wicked people are afraid. he will soon be in his grave . People who love wine and big feasts will never become rich. wicked people receive the pain instead of righteous people. than to live with a wife who quarrels and complains. But foolish people waste everything immediately. Other people will respect you and they will be kind to you. He can destroy the strong place that they trust to keep them safe. always be careful about what you say. because you think that you are better than all other people. so they are killing themselves. But righteous people are happy to give their things to other people. when wicked people offer sacrifices to him. He hates it even more when they do it with an evil purpose. But if someone listens to the truth, his report will remain for ever. But righteous people think carefully about what they are doing. that can win against the Lord . but only the Lord can help you to win."
            },
            {
                "verse_number": "2",
                "verse_text": "People think that everything they do is right,"
            },
            {
                "verse_number": "3",
                "verse_text": "If you do what is right and fair,"
            },
            {
                "verse_number": "4",
                "verse_text": "Wicked people are proud and they boast ."
            },
            {
                "verse_number": "5",
                "verse_text": "A careful person makes good plans"
            },
            {
                "verse_number": "6",
                "verse_text": "If you deceive people to become rich,"
            },
            {
                "verse_number": "7",
                "verse_text": "When wicked people do violent things, it destroys them."
            },
            {
                "verse_number": "8",
                "verse_text": "Guilty people are always going the wrong way."
            },
            {
                "verse_number": "9",
                "verse_text": "It is better to live on the roof of your house"
            },
            {
                "verse_number": "10",
                "verse_text": "Evil things are the food that wicked people eat to live."
            },
            {
                "verse_number": "11",
                "verse_text": "When a proud person receives punishment ,"
            },
            {
                "verse_number": "12",
                "verse_text": "The Righteous One knows what happens in the homes of wicked people."
            },
            {
                "verse_number": "13",
                "verse_text": "If you refuse to listen when poor people ask for help,"
            },
            {
                "verse_number": "14",
                "verse_text": "If someone is angry with you, give him a gift secretly."
            },
            {
                "verse_number": "15",
                "verse_text": "When there is justice , righteous people are happy,"
            },
            {
                "verse_number": "16",
                "verse_text": "If someone decides to turn away from wisdom ,"
            },
            {
                "verse_number": "17",
                "verse_text": "Anyone who loves only pleasure will become poor."
            },
            {
                "verse_number": "18",
                "verse_text": "When trouble comes,"
            },
            {
                "verse_number": "19",
                "verse_text": "It is better to live alone in a desert"
            },
            {
                "verse_number": "20",
                "verse_text": "Wise people store valuable things and good food in their houses."
            },
            {
                "verse_number": "21",
                "verse_text": "If you are kind and faithful , you will live a long life!"
            },
            {
                "verse_number": "22",
                "verse_text": "A wise person can win against a city that is full of strong men."
            },
            {
                "verse_number": "23",
                "verse_text": "If you want to keep away from trouble,"
            },
            {
                "verse_number": "24",
                "verse_text": "If you are proud , people will call you &quot;Boaster&quot;,"
            },
            {
                "verse_number": "25",
                "verse_text": "Lazy people want many things but they refuse to work,"
            },
            {
                "verse_number": "26",
                "verse_text": "They think only about more things that they want for themselves."
            },
            {
                "verse_number": "27",
                "verse_text": "The Lord hates it"
            },
            {
                "verse_number": "28",
                "verse_text": "Anyone who tells lies in court will come to nothing."
            },
            {
                "verse_number": "29",
                "verse_text": "Wicked people do not show what they are really thinking."
            },
            {
                "verse_number": "30",
                "verse_text": "There is no wisdom , no knowledge and no advice"
            },
            {
                "verse_number": "31",
                "verse_text": "You can prepare your horses to fight in a battle ,"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "It is better to receive honour from people than to be very rich. If people respect you, that is better than silver or gold. The Lord created them all. But a silly person never stops, and he walks into trouble. Then you will receive riches , honour and a long life. like thorn bushes and traps in their way. So be careful to keep far away from them. they will not forget it when they are older. People who borrow money have to serve those who lend it to them. your harvest will be trouble. If you are angry and you hurt people, it will never help you. God will bless you. Then there will be no more arguments, quarrels and insults . you will have the king as your friend. But when people tell lies , he makes them useless . He says, &quot;There is a lion outside in the street! If I go out, it will kill me!&quot; If you make the Lord angry, you will fall into it! To stop them, you must warn and punish them. Someone else may give gifts to rich people to make them his friends. But both those people will become poor in the end."
            },
            {
                "verse_number": "2",
                "verse_text": "This is true about rich people and poor people:"
            },
            {
                "verse_number": "3",
                "verse_text": "A careful person can see danger and he will hide himself."
            },
            {
                "verse_number": "4",
                "verse_text": "You should be humble . You should respect and obey the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "Wicked people go through a lot of trouble,"
            },
            {
                "verse_number": "6",
                "verse_text": "If you teach children the right way to live,"
            },
            {
                "verse_number": "7",
                "verse_text": "Rich people have authority over poor people."
            },
            {
                "verse_number": "8",
                "verse_text": "If you plant evil things,"
            },
            {
                "verse_number": "9",
                "verse_text": "If you are kind to poor people and you share your food with them,"
            },
            {
                "verse_number": "10",
                "verse_text": "If someone laughs at what is right, send him away."
            },
            {
                "verse_number": "11",
                "verse_text": "If you live in a pure way, and you speak kind words,"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord watches over truth , to keep it safe."
            },
            {
                "verse_number": "13",
                "verse_text": "A lazy person stays in his house."
            },
            {
                "verse_number": "14",
                "verse_text": "The mouth of an adulteress is like a deep hole."
            },
            {
                "verse_number": "15",
                "verse_text": "Children love to do foolish things."
            },
            {
                "verse_number": "16",
                "verse_text": "Someone may be cruel to poor people to make himself rich."
            },
            {
                "verse_number": "17",
                "verse_text": "Listen carefully. I will teach you what wise people have said. Think about the things that I am teaching you."
            },
            {
                "verse_number": "18",
                "verse_text": "If you remember these things, you will be happy. Tell them to other people."
            },
            {
                "verse_number": "19",
                "verse_text": "I want you to trust in the Lord . So I will tell you these things today. They are for you."
            },
            {
                "verse_number": "20",
                "verse_text": "I have written down 30 wise thoughts for you. They will teach you what is right, so that you know how to live well."
            },
            {
                "verse_number": "21",
                "verse_text": "You can trust these words because they are true. Then you can give a good answer to the people who sent you to me."
            },
            {
                "verse_number": "22",
                "verse_text": "1. Do not cheat poor people just because they are poor. Do not attack helpless people in court ."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord will speak on their behalf. He will punish anyone who cheats them."
            },
            {
                "verse_number": "24",
                "verse_text": "2. Do not become a friend of angry people. Keep away from them."
            },
            {
                "verse_number": "25",
                "verse_text": "You might become angry, like them. Then you would spoil your whole life."
            },
            {
                "verse_number": "26",
                "verse_text": "3. Do not promise to pay someone else's debt."
            },
            {
                "verse_number": "27",
                "verse_text": "If you cannot pay, they will take away your bed, even while you are sleeping on it!"
            },
            {
                "verse_number": "28",
                "verse_text": "4. Do not move any stone that shows the border of your land. Your ancestors put it there to stop arguments."
            },
            {
                "verse_number": "29",
                "verse_text": "5. A worker with special skills may work for a king. He will no longer have to work for ordinary people."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "6. When you sit down to eat a meal with a ruler, be careful how you eat."
            },
            {
                "verse_number": "2",
                "verse_text": "Even if you enjoy your food, do not eat too much of it."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not want his special food for yourself. He may be trying to deceive you."
            },
            {
                "verse_number": "4",
                "verse_text": "7. Do not work so hard to become rich that you make yourself ill. Be wise and rest when you need to."
            },
            {
                "verse_number": "5",
                "verse_text": "Your money can disappear very quickly. It may seem to grow wings and then fly far away like an eagle ."
            },
            {
                "verse_number": "6",
                "verse_text": "8. Do not go and eat a meal with someone who hates to spend his money. His food may be good, but do not be greedy for it."
            },
            {
                "verse_number": "7",
                "verse_text": "He says, &quot;Eat and drink as much as you want,&quot; but he does not really mean that. He is thinking about the cost of the food."
            },
            {
                "verse_number": "8",
                "verse_text": "Even if you only eat a little of his food, it will make you sick. All your nice words to him will be useless ."
            },
            {
                "verse_number": "9",
                "verse_text": "9. Do not speak to foolish people. They will think that your wise words are silly."
            },
            {
                "verse_number": "10",
                "verse_text": "10. Never move a stone that has always shown the border of someone's land. Do not take for yourself the fields of people who have no family to help them."
            },
            {
                "verse_number": "11",
                "verse_text": "God himself will be the relative who helps them. He will speak against you in court ."
            },
            {
                "verse_number": "12",
                "verse_text": "11. Listen carefully to your teacher and study well. Then you will learn knowledge ."
            },
            {
                "verse_number": "13",
                "verse_text": "12. Remember to warn your children when they do something wrong. If you punish them with a stick, you will not kill them."
            },
            {
                "verse_number": "14",
                "verse_text": "Punishment may save them from death."
            },
            {
                "verse_number": "15",
                "verse_text": "13. My child, if you become wise, I will be happy."
            },
            {
                "verse_number": "16",
                "verse_text": "When I hear you speak true words, it will make me very happy."
            },
            {
                "verse_number": "17",
                "verse_text": "14. Do not be jealous of sinners . Always respect the Lord and obey him in everything that you do."
            },
            {
                "verse_number": "18",
                "verse_text": "Then you will be happy in future days. What you hope for will surely happen."
            },
            {
                "verse_number": "19",
                "verse_text": "15. Listen to me, my child. Learn to be wise and to live in a good way."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not be a friend of people who become drunk. Do not be a friend of greedy people who eat too much."
            },
            {
                "verse_number": "21",
                "verse_text": "People who are like that soon become poor. They sleep too much, and their clothes have holes in them."
            },
            {
                "verse_number": "22",
                "verse_text": "16. Listen to your father. You would not be alive without him. Continue to respect your mother when she becomes old."
            },
            {
                "verse_number": "23",
                "verse_text": "Truth , wisdom , good teaching and knowledge are valuable things. Buy them for yourself. Do not sell them."
            },
            {
                "verse_number": "24",
                "verse_text": "The father of a righteous person will be very happy. He will be proud of a wise child."
            },
            {
                "verse_number": "25",
                "verse_text": "So make your father and your mother proud of you. Do things that will make your mother happy."
            },
            {
                "verse_number": "26",
                "verse_text": "17. Listen to me carefully, my son. Watch how I live."
            },
            {
                "verse_number": "27",
                "verse_text": "Prostitutes are a dangerous trap for men. Women who are not faithful to their husbands can cause men to fall into danger, like a deep well."
            },
            {
                "verse_number": "28",
                "verse_text": "They are like robbers who wait to attack people. They take more and more men away from their wives."
            },
            {
                "verse_number": "31",
                "verse_text": "So do not even look at that beautiful red wine! Do not think about the pleasure it would give to you."
            },
            {
                "verse_number": "32",
                "verse_text": "In the end, it will bite you, like a snake with its poison."
            },
            {
                "verse_number": "33",
                "verse_text": "Your eyes will see strange things. Your mind will be confused so that you say crazy things."
            },
            {
                "verse_number": "34",
                "verse_text": "You will roll about, like a man who tries to sleep on a ship in a storm."
            },
            {
                "verse_number": "35",
                "verse_text": "You will say, &quot;Somebody must have hit me, but I do not remember what happened. I need to wake up soon and have another drink.&quot;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "19. Do not be jealous of evil people. Do not try to be friends with them."
            },
            {
                "verse_number": "2",
                "verse_text": "They only think about how to cause trouble. They only speak to be cruel. When you judge people, be fair. It is not good to respect some people more than others."
            },
            {
                "verse_number": "3",
                "verse_text": "20. It is wisdom that helps a man to build a house. The house will have a strong foundation if he understands what is right."
            },
            {
                "verse_number": "4",
                "verse_text": "Knowledge will help him to fill its rooms with beautiful and valuable things."
            },
            {
                "verse_number": "5",
                "verse_text": "21. A wise man is better than a brave soldier. If a man learns knowledge, he will become stronger."
            },
            {
                "verse_number": "6",
                "verse_text": "If you receive good advice before you fight a battle , you will win against your enemy."
            },
            {
                "verse_number": "7",
                "verse_text": "22. A fool cannot understand wisdom . He has nothing to say when leaders meet."
            },
            {
                "verse_number": "8",
                "verse_text": "23. If anyone has ideas to do evil things, people will know that he always causes trouble."
            },
            {
                "verse_number": "9",
                "verse_text": "If you decide to do something foolish , that is a sin . People hate anyone who laughs at others."
            },
            {
                "verse_number": "10",
                "verse_text": "24. If you stop trying in times of trouble, you are really very weak."
            },
            {
                "verse_number": "11",
                "verse_text": "25. You should rescue people who are in danger of death."
            },
            {
                "verse_number": "12",
                "verse_text": "You may say, &quot;We did not know what was happening.&quot; But God knows your thoughts. He carefully watches your life and he knows what you are doing. He will pay back to you whatever you deserve ."
            },
            {
                "verse_number": "13",
                "verse_text": "26. My child, honey is good for you, so eat it. It is sweet on your tongue when you taste it."
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, wisdom is also good for you. If you find wisdom, it will help you in life. The things that you hope for in the future will surely happen."
            },
            {
                "verse_number": "15",
                "verse_text": "27. Do not be like wicked people who attack righteous people. Do not try to rob the homes of honest people."
            },
            {
                "verse_number": "16",
                "verse_text": "If an honest person falls down seven times, he will still stand up again. But when trouble comes to a wicked person, that is the end of him."
            },
            {
                "verse_number": "17",
                "verse_text": "28. Do not shout with joy when your enemy falls down. Do not be happy when his foot slips ."
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord will know what you are thinking, and he will not be happy. He may decide not to punish your enemy."
            },
            {
                "verse_number": "19",
                "verse_text": "29. Do not have trouble in your mind because of evil people. Do not be jealous of them."
            },
            {
                "verse_number": "20",
                "verse_text": "A wicked person has nothing to hope for in the future. His life will end suddenly."
            },
            {
                "verse_number": "21",
                "verse_text": "30. My child, respect and obey the Lord , and the king too. Do not be friends with people who turn against them."
            },
            {
                "verse_number": "22",
                "verse_text": "Both the Lord and the king have the power to give strong punishment . In a moment they can destroy people who turn against them."
            },
            {
                "verse_number": "23",
                "verse_text": "These are more things that wise people have said:"
            },
            {
                "verse_number": "24",
                "verse_text": "A judge must not say to a guilty person, &quot;You are not guilty.&quot; If he does say that, everyone will curse him. People of all nations will say that he is bad."
            },
            {
                "verse_number": "25",
                "verse_text": "When judges decide to punish a guilty person, they will be happy, because God will bless them."
            },
            {
                "verse_number": "26",
                "verse_text": "Somebody who gives you an honest answer is your true friend."
            },
            {
                "verse_number": "27",
                "verse_text": "Finish your work outside and prepare your fields. After that, you can build your house."
            },
            {
                "verse_number": "28",
                "verse_text": "If you do not know what is true, do not speak against your neighbour in court . Do not deceive people with what you say."
            },
            {
                "verse_number": "29",
                "verse_text": "Do not say, &quot;I will do to him the same thing that he did to me. I will punish him because of what he did.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "I walked past the field of a lazy person. And I walked past the vineyard of a stupid person."
            },
            {
                "verse_number": "31",
                "verse_text": "There were weeds and thorn bushes over all the ground. The wall of stones round the field had fallen down."
            },
            {
                "verse_number": "32",
                "verse_text": "I looked at this and I thought about it carefully. I learned a lesson from the things that I had seen:"
            },
            {
                "verse_number": "33",
                "verse_text": "You may say, &quot;I will have a short sleep. I will rest quietly for a while.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "But while you sleep you will suddenly become poor. You will have nothing, as if someone has robbed you."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "These are more of Solomon's proverbs. Hezekiah's men wrote them down when Hezekiah was king of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "God hides things because he is great. But great kings can explain things."
            },
            {
                "verse_number": "3",
                "verse_text": "You can never know all the thoughts of a king. They go high above the sky and deep below the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "If you remove dirt from silver , a worker can use it to make a beautiful thing."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, you should keep wicked people away from the king. Then he will rule in a right way."
            },
            {
                "verse_number": "6",
                "verse_text": "When you stand in front of the king, do not be proud . Do not stand where the important people stand."
            },
            {
                "verse_number": "7",
                "verse_text": "Then it will be good if the king says to you, &quot;Come and sit up here, near me.&quot; That would be better than if he sends you away while his officers watch."
            },
            {
                "verse_number": "8",
                "verse_text": "If you see something bad happen, do not quickly go and tell a judge . Your neighbour may show that you are wrong. Then you will be ashamed. You will not know what to do."
            },
            {
                "verse_number": "9",
                "verse_text": "If you argue with your neighbour, do not tell his secrets to other people."
            },
            {
                "verse_number": "10",
                "verse_text": "If you do that, everyone will know about it. Then you will be ashamed for your whole life."
            },
            {
                "verse_number": "11",
                "verse_text": "A wise word that you speak at the right time is a beautiful thing. It is like a gold apple on a silver plate."
            },
            {
                "verse_number": "12",
                "verse_text": "When a wise person warns you, that is also a beautiful thing. It is like a gold ear-ring or a gold necklace ."
            },
            {
                "verse_number": "13",
                "verse_text": "When a faithful servant takes a message for his master, his master will have peace in his mind. It will keep him cool, like snow in the middle of summer."
            },
            {
                "verse_number": "14",
                "verse_text": "Some people promise things, but they never do anything. Those people are like clouds and wind that do not bring any rain."
            },
            {
                "verse_number": "15",
                "verse_text": "If you are patient, you may make a ruler change his mind. If you speak a quiet word, you can remove a difficult problem."
            },
            {
                "verse_number": "16",
                "verse_text": "When you find honey , never eat more than you need. If you eat too much, you will become very sick."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not visit your neighbour's house too often. He may see you too much and he will start to hate you."
            },
            {
                "verse_number": "18",
                "verse_text": "Some people may tell lies about their neighbour in court . Those people are like dangerous weapons , like sharp swords or arrows ."
            },
            {
                "verse_number": "19",
                "verse_text": "If you are in trouble and you trust someone who is not honest, it will not help you. He will be as useless as a bad tooth or a broken leg."
            },
            {
                "verse_number": "20",
                "verse_text": "If you sing to a very sad man to make him happy, it only gives him more pain. It is like you are taking away his coat on a cold day, or you are putting vinegar on his wound ."
            },
            {
                "verse_number": "21",
                "verse_text": "If your enemy is hungry, give him something to eat. If he is thirsty , give him some water to drink."
            },
            {
                "verse_number": "22",
                "verse_text": "If you help him, he will become ashamed, and the Lord will bless you with good things."
            },
            {
                "verse_number": "23",
                "verse_text": "When the wind blows from the north, it brings rain. In the same way, when somebody tells other people's secrets, it brings anger ."
            },
            {
                "verse_number": "24",
                "verse_text": "It is better to live on the roof of your house than to live with a wife who always argues."
            },
            {
                "verse_number": "25",
                "verse_text": "If you receive good news from a far away country, it is like cool water when you are tired and thirsty ."
            },
            {
                "verse_number": "26",
                "verse_text": "If you put dirt in a well, its good water becomes bad. It is the same with a righteous person who agrees to do wicked things."
            },
            {
                "verse_number": "27",
                "verse_text": "It is bad for you to eat too much honey. If you always want people to praise you, it is also bad for you."
            },
            {
                "verse_number": "28",
                "verse_text": "Somebody who cannot control his anger is in danger. He is like a city that no longer has a strong wall round it."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "It is not right to give honour to a fool. It is as silly as snow that falls in summer, or rain that falls at the time of harvest . Their words will be like birds that never stop to rest. The right way to punish a fool is to beat him with a stick. Be careful that you do not become as silly as he is. It would be better to cut off your own feet! A fool cannot use a proverb properly. It is also useless to give honour to a fool. He does not know what to do with it. It is the same if you ask a stupid person to do work for you. A fool goes back and makes the same mistakes again. A fool is more likely to learn something than they are. He says, &quot;There is a lion outside in the street!&quot; like a door that continues to open and close. But then he is too tired to lift his hand up to his mouth. He thinks that he is wiser than seven people who can answer questions well. It would be better if he took hold of a wild dog's ears! he is as bad as that crazy person. When people do not tell their friends' secrets, quarrels stop. When people love to quarrel, there will always be arguments. They seem like good food that we can really enjoy. that is like a cheap pot with silver paint. but he is still thinking about ways to hurt people. His mind is still full of evil things. In a public meeting, everyone will recognize his sins . If a man pushes a stone to fall on someone, it will fall back on him. If you deceive people with sweet words, you will destroy them."
            },
            {
                "verse_number": "2",
                "verse_text": "If someone curses you for no reason, it will not stay with you."
            },
            {
                "verse_number": "3",
                "verse_text": "There are right ways to punish a horse or a donkey ."
            },
            {
                "verse_number": "4",
                "verse_text": "If someone asks you a silly question, do not give him a silly answer."
            },
            {
                "verse_number": "5",
                "verse_text": "If someone asks you a silly question, give him a silly answer. Then he will know that he is not as wise as he thinks he is."
            },
            {
                "verse_number": "6",
                "verse_text": "If you send a message with a fool, there will be trouble."
            },
            {
                "verse_number": "7",
                "verse_text": "A lame person cannot use his legs properly."
            },
            {
                "verse_number": "8",
                "verse_text": "If you tie a stone into a sling , it will be a useless weapon ."
            },
            {
                "verse_number": "9",
                "verse_text": "A fool who speaks a proverb is like a drunk person with a thorn in his finger."
            },
            {
                "verse_number": "10",
                "verse_text": "A soldier who shoots his arrows everywhere is useless ."
            },
            {
                "verse_number": "11",
                "verse_text": "A sick dog goes back to eat what it could not keep in its stomach."
            },
            {
                "verse_number": "12",
                "verse_text": "Some men think that they are already wise."
            },
            {
                "verse_number": "13",
                "verse_text": "A lazy person does not go out of his house."
            },
            {
                "verse_number": "14",
                "verse_text": "A lazy person turns over in his bed,"
            },
            {
                "verse_number": "15",
                "verse_text": "A lazy person pushes his hand into his bowl of food."
            },
            {
                "verse_number": "16",
                "verse_text": "A lazy person thinks that he is very wise ."
            },
            {
                "verse_number": "17",
                "verse_text": "When strangers are arguing, only a fool joins the argument."
            },
            {
                "verse_number": "18",
                "verse_text": "A crazy man may shoot sharp arrows to kill people."
            },
            {
                "verse_number": "19",
                "verse_text": "If a person deceives his friend and then laughs about it,"
            },
            {
                "verse_number": "20",
                "verse_text": "Without wood, a fire stops burning."
            },
            {
                "verse_number": "21",
                "verse_text": "But when a fire has wood, it continues to burn."
            },
            {
                "verse_number": "22",
                "verse_text": "We love to hear other people's secrets."
            },
            {
                "verse_number": "23",
                "verse_text": "When a hypocrite says nice words,"
            },
            {
                "verse_number": "24",
                "verse_text": "A hypocrite can say nice things to hide his thoughts,"
            },
            {
                "verse_number": "25",
                "verse_text": "Do not believe him when he speaks kind words."
            },
            {
                "verse_number": "26",
                "verse_text": "He may not seem to hate people, but he is telling lies ."
            },
            {
                "verse_number": "27",
                "verse_text": "If a man digs a deep hole as a trap, he will fall into it himself."
            },
            {
                "verse_number": "28",
                "verse_text": "If you tell lies , it shows that you hate other people."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Do not boast about what you will do tomorrow. You do not know what might happen. Do not boast about yourself. But the silly acts of a fool give more pain than both of those. But a jealous person is much worse. it shows that he really loves you. But when an enemy kisses you, he is deceiving you. But even bitter food seems sweet to a hungry person. is like a bird that flies away from its nest . But good advice from a friend is even better. If you are in trouble, do not ask your relatives to help you. A friend who is a neighbour will be more help than a relative who lives far away. I will be able to answer anyone who insults me. But a silly person never stops, and he walks into trouble. take his coat as a guarantee that he will pay. he will think it is no better than a curse . is as bad as rain that never stops falling. No! And you cannot keep that woman quiet. as one iron tool can make another one sharp. If you take care of your master, he will give you honour . But his thoughts show what he is really like. In the same way, a person wants to have everything that he sees. In the same way, when people praise you, they can see what you are really like. you will never remove all his silly ideas."
            },
            {
                "verse_number": "2",
                "verse_text": "Let other people praise you."
            },
            {
                "verse_number": "3",
                "verse_text": "A stone is heavy to carry and sand also weighs a lot."
            },
            {
                "verse_number": "4",
                "verse_text": "An angry person does cruel things that can destroy people."
            },
            {
                "verse_number": "5",
                "verse_text": "When a friend is not afraid to warn you that you are wrong,"
            },
            {
                "verse_number": "6",
                "verse_text": "You can trust a friend when he says things that hurt you."
            },
            {
                "verse_number": "7",
                "verse_text": "A person who has eaten enough food will refuse honey ."
            },
            {
                "verse_number": "8",
                "verse_text": "A person who travels away from his home"
            },
            {
                "verse_number": "9",
                "verse_text": "Beautiful oil and perfume may give you joy ."
            },
            {
                "verse_number": "10",
                "verse_text": "Do not forget your friends or your father's friends."
            },
            {
                "verse_number": "11",
                "verse_text": "My son, if you are wise , I will be happy."
            },
            {
                "verse_number": "12",
                "verse_text": "A careful person can see danger and he will hide himself."
            },
            {
                "verse_number": "13",
                "verse_text": "If someone promises to pay the debts of a stranger,"
            },
            {
                "verse_number": "14",
                "verse_text": "If you shout a blessing to your neighbour early in the morning,"
            },
            {
                "verse_number": "15",
                "verse_text": "A wife who is always arguing with you"
            },
            {
                "verse_number": "16",
                "verse_text": "Can you catch the wind? Can you hold oil in your hand?"
            },
            {
                "verse_number": "17",
                "verse_text": "People learn from each other,"
            },
            {
                "verse_number": "18",
                "verse_text": "If you take care of a fig tree, it will give you fruit to eat."
            },
            {
                "verse_number": "19",
                "verse_text": "A man can see his face in a mirror."
            },
            {
                "verse_number": "20",
                "verse_text": "The deep hole of death always wants more dead people to fill it."
            },
            {
                "verse_number": "21",
                "verse_text": "You need a hot fire to see if silver and gold are pure ."
            },
            {
                "verse_number": "22",
                "verse_text": "Even if you beat a fool with a big stick, as hard as you beat grain ,"
            },
            {
                "verse_number": "23",
                "verse_text": "Always take care of your sheep and your goats, as well as your cows."
            },
            {
                "verse_number": "24",
                "verse_text": "Your riches will not be there for ever. One family does not rule a kingdom for ever."
            },
            {
                "verse_number": "25",
                "verse_text": "One day you will cut the grass in your fields and then new grass will grow. You will store the grass that has grown on the hills."
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will use the wool from your sheep to make clothes. You make clothes from your sheep's wool . You will sell your goats, and you will buy a field."
            },
            {
                "verse_number": "27",
                "verse_text": "You will have enough milk from your goats to feed yourself, your family and your female servants."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "A wicked person runs away even when nobody is chasing him. But a righteous person is as brave as a lion . they will have many rulers. But if a country has a wise ruler who understands what is right, it will continue to be strong. But people who obey the law speak against wicked people. But people who serve the Lord understand all about it. than to be a rich hypocrite . But if you make friends with greedy people, you will make your parents ashamed. you may become rich. But someone else will enjoy your riches. They will go to someone who is kind to poor people. God will refuse to listen to your prayers . your own evil trap will catch you. But people who do nothing wrong will receive good things. But a poor person who understands people knows what he is really like. everybody is happy. But when wicked people have power, good people run away to hide. But God will forgive somebody, if he agrees that he has done wrong things, and if he turns away from his sins. But trouble will happen to anyone who refuses to obey. He is as dangerous as an angry lion or a hungry bear . But a ruler who refuses bribes will rule for a long time. Nobody should help him to escape . But the hypocrite will suddenly fall into trouble. But anyone who works only on useless things will always be poor. But anyone who hurries to become rich will only receive punishment . But even a small bribe can make some people do the wrong thing. They do not know that they will soon be poor. he will thank you in the end. He will like you more than if you only say sweet words to him. he may say that he has done nothing wrong. But a person like that is as bad as a robber. But someone who trusts the Lord will enjoy many good things. But if you live in a wise way, you will be safe from danger. But everyone will curse you if you refuse to help poor people. everyone runs away to hide. But when wicked people lose their power, righteous people do well again."
            },
            {
                "verse_number": "2",
                "verse_text": "When the people in a country refuse to obey the law ,"
            },
            {
                "verse_number": "3",
                "verse_text": "A poor person who is cruel to helpless people is like a storm that destroys crops ."
            },
            {
                "verse_number": "4",
                "verse_text": "People who do not obey the law praise wicked people."
            },
            {
                "verse_number": "5",
                "verse_text": "Evil people do not understand justice ."
            },
            {
                "verse_number": "6",
                "verse_text": "It is better to be poor and live in an honest way"
            },
            {
                "verse_number": "7",
                "verse_text": "If you obey the law, you are a wise child."
            },
            {
                "verse_number": "8",
                "verse_text": "If you make people pay more when you lend money to them,"
            },
            {
                "verse_number": "9",
                "verse_text": "If you refuse to listen to God's law,"
            },
            {
                "verse_number": "10",
                "verse_text": "If you cause a good person to do evil things,"
            },
            {
                "verse_number": "11",
                "verse_text": "A rich person thinks that he knows everything."
            },
            {
                "verse_number": "12",
                "verse_text": "When righteous people have power,"
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who hides his sins will never do well."
            },
            {
                "verse_number": "14",
                "verse_text": "If you are afraid to do wrong things, God will bless you."
            },
            {
                "verse_number": "15",
                "verse_text": "A wicked ruler brings danger to poor people."
            },
            {
                "verse_number": "16",
                "verse_text": "If a ruler is cruel, it shows that he is not wise."
            },
            {
                "verse_number": "17",
                "verse_text": "Someone who is guilty of murder will be running until he dies."
            },
            {
                "verse_number": "18",
                "verse_text": "If you live in an honest way, you will be safe."
            },
            {
                "verse_number": "19",
                "verse_text": "A farmer who works hard will have plenty of food to eat."
            },
            {
                "verse_number": "20",
                "verse_text": "A faithful person will receive many blessings ."
            },
            {
                "verse_number": "21",
                "verse_text": "When you judge people, you must always be fair. That is the right thing to do."
            },
            {
                "verse_number": "22",
                "verse_text": "Greedy people hurry to become rich."
            },
            {
                "verse_number": "23",
                "verse_text": "If you warn someone that he has done a wrong thing,"
            },
            {
                "verse_number": "24",
                "verse_text": "If anyone cheats his parents,"
            },
            {
                "verse_number": "25",
                "verse_text": "Greedy people cause a lot of trouble."
            },
            {
                "verse_number": "26",
                "verse_text": "If you trust your own thoughts, you are a fool."
            },
            {
                "verse_number": "27",
                "verse_text": "If you give things to poor people, you will still have enough for yourself."
            },
            {
                "verse_number": "28",
                "verse_text": "When wicked people become powerful,"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "You may warn a proud person many times, but he will not listen to you. Trouble will suddenly happen to him and he will not escape . But when wicked people rule, everyone is sad. But anyone who is a friend of prostitutes is wasting his father's money. But a king who takes lots of taxes destroys his country. that will be a trap that you walk into yourself. But a righteous person sings with joy . But wicked people do not understand things like that. But wise people stop arguments. there will be no agreement . The fool will only laugh or he will become angry. They try to kill any good person. But wise people are patient. all his officers will be wicked. He does that for poor people and also those who are cruel to them. he will always have the power to rule. warn them and punish them when they do wrong things. If you let them do anything that they want to do, they will make their mother ashamed. But those wicked people will fall while righteous people watch. so that you have peace in your mind. They will make you very happy. there is no law to control them. But if someone obeys God's law, he is in a happy place. Even if he understands what you say, he will not obey you. A foolish person is more likely to become wise than that person. But if you do that, he will be useless in the end. When he is angry, he causes many sins to happen. But a humble person will receive honour . If you tell the truth in court, or if you keep quiet, you will never feel safe. But if you trust in the Lord , he will keep you safe. But only the Lord can give you true justice . Wicked people also hate people who live in a good way."
            },
            {
                "verse_number": "2",
                "verse_text": "When righteous people are doing well, everyone is happy."
            },
            {
                "verse_number": "3",
                "verse_text": "A man who loves wisdom makes his father happy."
            },
            {
                "verse_number": "4",
                "verse_text": "A king who rules with justice makes his country strong."
            },
            {
                "verse_number": "5",
                "verse_text": "If you always praise your friends with sweet words,"
            },
            {
                "verse_number": "6",
                "verse_text": "The sin of an evil person becomes a trap that catches him."
            },
            {
                "verse_number": "7",
                "verse_text": "Righteous people want poor people to receive justice ."
            },
            {
                "verse_number": "8",
                "verse_text": "People who insult their friends bring trouble to a city."
            },
            {
                "verse_number": "9",
                "verse_text": "If a wise person accuses a foolish person in court ,"
            },
            {
                "verse_number": "10",
                "verse_text": "Murderers hate honest people."
            },
            {
                "verse_number": "11",
                "verse_text": "Foolish people cannot control their anger ."
            },
            {
                "verse_number": "12",
                "verse_text": "When a ruler listens to lies ,"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord gives light to all people so that they can see."
            },
            {
                "verse_number": "14",
                "verse_text": "If a king judges poor people in a true way,"
            },
            {
                "verse_number": "15",
                "verse_text": "If you want your children to be wise,"
            },
            {
                "verse_number": "16",
                "verse_text": "When wicked people receive more power, there is also more sin ."
            },
            {
                "verse_number": "17",
                "verse_text": "Warn your children when they do wrong things,"
            },
            {
                "verse_number": "18",
                "verse_text": "If people do not hear God's message,"
            },
            {
                "verse_number": "19",
                "verse_text": "You must use more than words to show a servant what is right."
            },
            {
                "verse_number": "20",
                "verse_text": "Do you know anyone who speaks before he thinks?"
            },
            {
                "verse_number": "21",
                "verse_text": "You may give a servant everything that he wants from his birth."
            },
            {
                "verse_number": "22",
                "verse_text": "An angry person causes arguments."
            },
            {
                "verse_number": "23",
                "verse_text": "A person's pride will bring shame to him."
            },
            {
                "verse_number": "24",
                "verse_text": "If you help a robber, you are bringing punishment on yourself. you will receive your punishment."
            },
            {
                "verse_number": "25",
                "verse_text": "If you are afraid of what people think about you,"
            },
            {
                "verse_number": "26",
                "verse_text": "Many people want the king to be their friend."
            },
            {
                "verse_number": "27",
                "verse_text": "Righteous people hate wicked people."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of Jakeh's son, Agur. It is an important message. The man says this to Ithiel: God, I am weak and tired. I cannot continue to stand. Do not let me be too rich or too poor. Give me only as much food as I need each day. But if I am poor, I might rob people. That would insult my God's good name. There are three things that never have enough for themselves, even four things: A wife who has no children. Dry ground that needs rain. A fire that burns strongly. How a snake moves across a rock. How a ship sails on the sea. How a man starts to love a young woman. A fool who eats too much. A female servant who takes the place of the woman that she has served . Male goats. A king who has his army with him."
            },
            {
                "verse_number": "2",
                "verse_text": "I feel more stupid than any other person. I do not understand things as other people do."
            },
            {
                "verse_number": "3",
                "verse_text": "I have never learned wisdom . I do not know anything about God, the Holy One ."
            },
            {
                "verse_number": "4",
                "verse_text": "No one has gone up to heaven and then come back. No one has held the wind in his hands. No one has tied his coat around the seas. No one has fixed the borders of the earth. If anyone has done this, tell me his name. Tell me his son's name. Tell me, if you know."
            },
            {
                "verse_number": "5",
                "verse_text": "Everything that God says is completely true. If you trust him, he will protect you like a soldier's shield ."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not add anything to what God has said. If you do that, he will warn you. He will show that you are someone who tells lies ."
            },
            {
                "verse_number": "7",
                "verse_text": "God, I ask you to do two things for me. Please do them before I die:"
            },
            {
                "verse_number": "8",
                "verse_text": "Do not let me ever deceive people with lies ."
            },
            {
                "verse_number": "9",
                "verse_text": "If I have more than enough, I might say that I do not know you. I might say, &quot;Who is the Lord ?&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Do not say bad things about a servant to his master. If you do, the servant may curse you, and then you will be guilty ."
            },
            {
                "verse_number": "11",
                "verse_text": "There are some people who curse their fathers. They do not bless their mothers."
            },
            {
                "verse_number": "12",
                "verse_text": "There are some people who think that they are perfect . But they are still dirty inside."
            },
            {
                "verse_number": "13",
                "verse_text": "There are some people who are very proud . They look down on everyone else."
            },
            {
                "verse_number": "14",
                "verse_text": "There are some people who are very cruel. Their teeth are like swords and sharp knives. They want to eat up all the poor and helpless people, so that they disappear from the earth."
            },
            {
                "verse_number": "15",
                "verse_text": "A greedy leech has two daughters. They are always saying, &quot;Give me more!&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "The deep hole of death."
            },
            {
                "verse_number": "17",
                "verse_text": "Punishment will come to anyone who insults his father, or who refuses to listen to his mother. Wild birds will pick out his eyes and vultures will eat his body."
            },
            {
                "verse_number": "18",
                "verse_text": "There are three things that are too difficult for me to understand, even four things:"
            },
            {
                "verse_number": "19",
                "verse_text": "How an eagle flies high in the sky."
            },
            {
                "verse_number": "20",
                "verse_text": "A woman who is not faithful to her husband does this: When she has sex with another man, she thinks it is like a meal that she has eaten. Then she washes herself and she says, &quot;I have not done anything wrong.&quot; That is something else that I cannot understand."
            },
            {
                "verse_number": "21",
                "verse_text": "There are three things that make the earth shake, even four things:"
            },
            {
                "verse_number": "22",
                "verse_text": "A slave who becomes a king."
            },
            {
                "verse_number": "23",
                "verse_text": "A woman that nobody loves who marries a husband."
            },
            {
                "verse_number": "24",
                "verse_text": "There are four things that live on the earth which are very small, but they are also very wise :"
            },
            {
                "verse_number": "25",
                "verse_text": "Ants are not very strong, but they prepare their food in the summer."
            },
            {
                "verse_number": "26",
                "verse_text": "Rock badgers are weak animals, but they make their homes among the rocks."
            },
            {
                "verse_number": "27",
                "verse_text": "Locusts have no king to lead them, but they all fly together as one."
            },
            {
                "verse_number": "28",
                "verse_text": "Lizards are easy to catch with your hand, but you will see them in kings' palaces ."
            },
            {
                "verse_number": "29",
                "verse_text": "There are three things that seem great as they walk around, even four things:"
            },
            {
                "verse_number": "30",
                "verse_text": "Lions are the strongest of all animals, and they are not afraid of anything."
            },
            {
                "verse_number": "31",
                "verse_text": "Cockerels that shout proudly ."
            },
            {
                "verse_number": "32",
                "verse_text": "You may be foolish and too proud of yourself. You may have ideas to do evil things. If that is true, stop yourself! Do not say a word!"
            },
            {
                "verse_number": "33",
                "verse_text": "If you beat milk for a long time, it will become butter. If you hit someone's nose, it will bleed. In the same way, if you make people angry, it will cause trouble."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "These are the words that King Lemuel's mother said to him. It is an important message: But a woman who respects the Lord with fear will receive honour . Everyone in the city should know about her, and they should praise her as she deserves ."
            },
            {
                "verse_number": "2",
                "verse_text": "Be careful, my dear son. God answered my prayers when I gave birth to you. Please listen carefully!"
            },
            {
                "verse_number": "3",
                "verse_text": "Do not chase after women and lose your strength. Women like that have destroyed kings."
            },
            {
                "verse_number": "4",
                "verse_text": "Listen, Lemuel. Kings should not drink lots of wine . They should not want strong drink."
            },
            {
                "verse_number": "5",
                "verse_text": "When kings drink alcohol, they forget to obey the law . They take away justice for helpless people."
            },
            {
                "verse_number": "6",
                "verse_text": "Give strong drink to people who are dying. Give wine to people who are very upset ."
            },
            {
                "verse_number": "7",
                "verse_text": "Then they can forget how poor they are, or how sad they are."
            },
            {
                "verse_number": "8",
                "verse_text": "Speak on behalf of people who cannot speak for themselves. Help helpless people to receive justice."
            },
            {
                "verse_number": "9",
                "verse_text": "Speak clearly to help them. Judge people in a way that is fair and right. Help poor and helpless people to receive justice."
            },
            {
                "verse_number": "10",
                "verse_text": "How difficult it is to find a wife who is truly wise ! She is worth much more than valuable jewels ."
            },
            {
                "verse_number": "11",
                "verse_text": "Her husband trusts her to help him. He will have everything that he needs."
            },
            {
                "verse_number": "12",
                "verse_text": "She does good things for him every day of her life. She never tries to hurt him."
            },
            {
                "verse_number": "13",
                "verse_text": "She is happy to work with her own hands to make clothes with wool and linen ."
            },
            {
                "verse_number": "14",
                "verse_text": "She brings special food from far away, like a ship that travels across the sea."
            },
            {
                "verse_number": "15",
                "verse_text": "She gets up while it is still night and she prepares food for her family. She also gives some to her female servants."
            },
            {
                "verse_number": "16",
                "verse_text": "She looks carefully at a field, and she decides to buy it. She uses her own money to plant a vineyard ."
            },
            {
                "verse_number": "17",
                "verse_text": "She is strong and she always works hard."
            },
            {
                "verse_number": "18",
                "verse_text": "She knows how to make money as she buys and sells things. Even at night, she is still working."
            },
            {
                "verse_number": "19",
                "verse_text": "She knows how to make cloth."
            },
            {
                "verse_number": "20",
                "verse_text": "She gives money to poor and helpless people."
            },
            {
                "verse_number": "21",
                "verse_text": "All her family have warm clothes to wear. She is not afraid when cold weather comes."
            },
            {
                "verse_number": "22",
                "verse_text": "She makes beautiful cloths to cover the beds. Her own clothes are made with valuable linen and purple cloth."
            },
            {
                "verse_number": "23",
                "verse_text": "People in the city respect her husband. He meets with the other leaders at the city's gate."
            },
            {
                "verse_number": "24",
                "verse_text": "She uses linen to make clothes and she sells them. She makes belts to sell to the traders ."
            },
            {
                "verse_number": "25",
                "verse_text": "She shows her strength and people respect her. She is not afraid of what will happen in the future."
            },
            {
                "verse_number": "26",
                "verse_text": "When she speaks, she says wise words. She is kind as she teaches people what is right."
            },
            {
                "verse_number": "27",
                "verse_text": "She always works hard and she takes care of her family."
            },
            {
                "verse_number": "28",
                "verse_text": "Her children all agree to thank her. Her husband also praises her."
            },
            {
                "verse_number": "29",
                "verse_text": "He says, &quot;Many women are wise and they work well, but you are better than all of them.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "A woman may seem to be beautiful, but that can deceive people. Her body will not be beautiful for ever."
            },
            {
                "verse_number": "31",
                "verse_text": "Praise her for everything that she has done."
            }
        ]
    }
}