{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Adam, Seth, Enosh,"
            },
            {
                "verse_number": "2",
                "verse_text": "Kenan, Mahalalel, Jared,"
            },
            {
                "verse_number": "3",
                "verse_text": "Enoch, Methuselah, Lamech, Noah. Raamah's sons were: Sheba and Dedan. Aram's sons were: Uz, Hul, Gether and Meshech. Ishmael's firstborn son was Nebaioth. His other sons were: Kedar, Adbeel, Mibsam, Jokshan's sons were: Sheba and Dedan. All those men were descendants of Keturah. Isaac's sons were: Esau and Israel. Zibeon's sons were: Aiah and Anah. Dishon's sons were: Hemdan, Eshban, Ithran and Keran. Dishan's sons were: Uz and Aran. Bela son of Beor. The name of his city was Dinhabah. The leaders of the clans of Edom were: Timna, Alvah, Jetheth,"
            },
            {
                "verse_number": "4",
                "verse_text": "Noah's sons were Shem, Ham and Japheth."
            },
            {
                "verse_number": "5",
                "verse_text": "Japheth's sons were: Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras."
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer's sons were: Ashkenaz, Riphath and Togarmah."
            },
            {
                "verse_number": "7",
                "verse_text": "Javan's sons were: Elishah, Tarshish, the Kittim people and the Rodanim people."
            },
            {
                "verse_number": "8",
                "verse_text": "Ham's sons were: Cush, Mizraim, Put and Canaan."
            },
            {
                "verse_number": "9",
                "verse_text": "Cush's sons were: Seba, Havilah, Sabta, Raamah and Sabteca."
            },
            {
                "verse_number": "10",
                "verse_text": "Cush was also the father of Nimrod. Nimrod became the first brave soldier in the world."
            },
            {
                "verse_number": "11",
                "verse_text": "Mizraim was the ancestor of the Ludites, Anamites, Lehabites, Naphtuhites,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pathrusites, Kasluhites and Caphtorites. The Philistines were descendants of the Kasluhites."
            },
            {
                "verse_number": "13",
                "verse_text": "Canaan's firstborn son was Sidon. Canaan was also the ancestor of the Hittites,"
            },
            {
                "verse_number": "14",
                "verse_text": "Jebusites, Amorites, Girgashites,"
            },
            {
                "verse_number": "15",
                "verse_text": "Hivites, Arkites, Sinites,"
            },
            {
                "verse_number": "16",
                "verse_text": "Arvadites, Zemarites and Hamathites."
            },
            {
                "verse_number": "17",
                "verse_text": "Shem's sons were: Elam, Asshur, Arphaxad, Lud and Aram."
            },
            {
                "verse_number": "18",
                "verse_text": "Arpachshad was the father of Shelah, and Shelah was the father of Eber."
            },
            {
                "verse_number": "19",
                "verse_text": "Eber had two sons. The name of one son was Peleg. When he was alive, people began to live in different places on the earth. That is why his name was Peleg. Peleg's brother's name was Joktan."
            },
            {
                "verse_number": "20",
                "verse_text": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Hadoram, Uzal, Diklah,"
            },
            {
                "verse_number": "22",
                "verse_text": "Ebal, Abimael, Sheba,"
            },
            {
                "verse_number": "23",
                "verse_text": "Ophir, Havilah and Jobab. All those men were Joktan's sons."
            },
            {
                "verse_number": "24",
                "verse_text": "Shem's descendants included Arpachshad, Shelah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Eber, Peleg, Reu,"
            },
            {
                "verse_number": "26",
                "verse_text": "Serug, Nahor, Terah"
            },
            {
                "verse_number": "27",
                "verse_text": "and then Abram. Abram's name became Abraham."
            },
            {
                "verse_number": "28",
                "verse_text": "Abraham's sons were: Isaac and Ishmael."
            },
            {
                "verse_number": "29",
                "verse_text": "These were their descendants:"
            },
            {
                "verse_number": "30",
                "verse_text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
                "verse_number": "31",
                "verse_text": "Jetur, Naphish and Kedemah. Those men were Ishmael's sons."
            },
            {
                "verse_number": "32",
                "verse_text": "Abraham's slave wife Keturah gave birth to these sons: Zimran, Jokshan, Medan, Midian, Ishbak and Shuah."
            },
            {
                "verse_number": "33",
                "verse_text": "Midian's sons were: Ephah, Epher, Hanoch, Abida and Eldaah."
            },
            {
                "verse_number": "34",
                "verse_text": "Abraham was the father of Isaac."
            },
            {
                "verse_number": "35",
                "verse_text": "Esau's sons were: Eliphaz, Reuel, Jeush, Jalam and Korah."
            },
            {
                "verse_number": "36",
                "verse_text": "Eliphaz's sons were: Teman, Omar, Zepho, Gatam, Kenaz and Amalek who was born to Timna."
            },
            {
                "verse_number": "37",
                "verse_text": "Reuel's sons were: Nahath, Zerah, Shammah and Mizzah."
            },
            {
                "verse_number": "38",
                "verse_text": "Seir's sons were: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer and Dishan."
            },
            {
                "verse_number": "39",
                "verse_text": "Lotan's sons were: Hori and Homam. Lotan's sister was Timna."
            },
            {
                "verse_number": "40",
                "verse_text": "Shobal's sons were: Alvan, Manahath, Ebal, Shepho and Onam."
            },
            {
                "verse_number": "41",
                "verse_text": "Anah's son was Dishon."
            },
            {
                "verse_number": "42",
                "verse_text": "Ezer's sons were: Bilhan, Zaavan and Jaakan."
            },
            {
                "verse_number": "43",
                "verse_text": "These kings ruled in Edom before any kings ruled over Israel:"
            },
            {
                "verse_number": "44",
                "verse_text": "When Bela died, Zerah's son Jobab ruled in Edom. He was from Bozrah."
            },
            {
                "verse_number": "45",
                "verse_text": "When Jobab died, Husham then ruled. He was from the land of the Temanites."
            },
            {
                "verse_number": "46",
                "verse_text": "When Husham died, Bedad's son Hadad then ruled. Bedad had won the war against the Midianites in the region of Moab. The name of his city was Avith."
            },
            {
                "verse_number": "47",
                "verse_text": "When Hadad died, Samlah then ruled. He was from Masrekah."
            },
            {
                "verse_number": "48",
                "verse_text": "When Samlah died, Shaul then ruled. He was from Rehoboth on the river."
            },
            {
                "verse_number": "49",
                "verse_text": "When Shaul died, Akbor's son Baal-Hanan then ruled."
            },
            {
                "verse_number": "50",
                "verse_text": "When Baal-Hanan died, Hadad then ruled. The name of his city was Pau. Hadad's wife was Mehetabel. She was Matred's daughter. Matred was the daughter of Me-Zahab."
            },
            {
                "verse_number": "51",
                "verse_text": "King Hadad also died."
            },
            {
                "verse_number": "52",
                "verse_text": "Oholibamah, Elah, Pinon,"
            },
            {
                "verse_number": "53",
                "verse_text": "Kenaz, Teman, Mibzar,"
            },
            {
                "verse_number": "54",
                "verse_text": "Magdiel and Iram. Those men were the leaders of Edom."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Israel were: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
            },
            {
                "verse_number": "2",
                "verse_text": "Dan, Joseph, Benjamin, Naphtali, Gad and Asher. All those people were descendants of Gilead's father, Makir. Shammai's sons were: Nadab and Abishur. All those men were Jerahmeel's descendants . The sons of Ephrath's firstborn son, Hur, were: Shobal, Salma and Hareph. Shobal became the ancestor of Kiriath-Jearim. Salma became the ancestor of Bethlehem. Hareph became the ancestor of Beth-Gader."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah's sons were: Er, Onan and Shelah. Their mother was Bath-shua, who was a woman from Canaan. Judah's firstborn son Er did things that the Lord saw were evil . So the Lord killed him."
            },
            {
                "verse_number": "4",
                "verse_text": "Judah had sex with Er's widow , Tamar. She gave birth to two sons for Judah, Perez and Zerah. Judah was the father of five sons."
            },
            {
                "verse_number": "5",
                "verse_text": "Perez's sons were: Hezron and Hamul."
            },
            {
                "verse_number": "6",
                "verse_text": "Zerah's five sons were: Zimri, Ethan, Heman, Calcol and Dara."
            },
            {
                "verse_number": "7",
                "verse_text": "Carmi's son was Achar. Achar caused a lot of trouble for Israel. He took for himself things that belonged to God."
            },
            {
                "verse_number": "8",
                "verse_text": "Ethan's son was Azariah."
            },
            {
                "verse_number": "9",
                "verse_text": "Hezron's sons were: Jerahmeel, Ram and Caleb."
            },
            {
                "verse_number": "10",
                "verse_text": "Ram became the father of Amminadab. Amminadab became the father of Nahshon. Nahshon was the leader of Judah's tribe ."
            },
            {
                "verse_number": "11",
                "verse_text": "Nahshon became the father of Salma. Salma became the father of Boaz."
            },
            {
                "verse_number": "12",
                "verse_text": "Boaz became the father of Obed. Obed became the father of Jesse."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse's firstborn son was Eliab. His second son was Abinadab, and his third son was Shimea."
            },
            {
                "verse_number": "14",
                "verse_text": "His fourth son was Nethanel and his fifth son was Raddai."
            },
            {
                "verse_number": "15",
                "verse_text": "His sixth son was Ozem and his seventh son was David."
            },
            {
                "verse_number": "16",
                "verse_text": "Their sisters were Zeruiah and Abigail. Zeruiah's three sons were Abishai, Joab and Asahel."
            },
            {
                "verse_number": "17",
                "verse_text": "Abigail gave birth to Amasa. Amasa's father was Jether, a descendant of Ishmael."
            },
            {
                "verse_number": "18",
                "verse_text": "Hezron's son Caleb married Azubah, who was also called Jerioth. Her sons were Jesher, Shobab and Ardon."
            },
            {
                "verse_number": "19",
                "verse_text": "When Azubah died, Caleb married Ephrath. She gave birth to a son called Hur."
            },
            {
                "verse_number": "20",
                "verse_text": "Hur became the father of Uri. Uri became the father of Bezalel."
            },
            {
                "verse_number": "21",
                "verse_text": "After some time, when Hezron was 60 years old, he married Makir's daughter. She was Gilead's sister. Hezron had sex with her and she gave birth to a son called Segub."
            },
            {
                "verse_number": "22",
                "verse_text": "Segub became the father of Jair. Jair ruled 23 towns in the region of Gilead."
            },
            {
                "verse_number": "23",
                "verse_text": "But later Geshur and Aram attacked Jair's towns and took them for themselves. They also took Kenath and the 60 small towns around it."
            },
            {
                "verse_number": "24",
                "verse_text": "After Hezron died, Caleb married his father's widow, Ephrathah. She gave birth to a son for him. His name was Ashhur, and he became the father of Tekoa."
            },
            {
                "verse_number": "25",
                "verse_text": "Hezron's firstborn son was Jerahmeel. Jerahmeel's sons were: Ram (his firstborn son), Bunah, Oren, Ozem and Ahijah."
            },
            {
                "verse_number": "26",
                "verse_text": "Jerahmeel had another wife, called Atarah. She gave birth to Onam."
            },
            {
                "verse_number": "27",
                "verse_text": "The sons of Jerahmeel's firstborn son, Ram, were: Maaz, Jamin and Eker."
            },
            {
                "verse_number": "28",
                "verse_text": "Onam's sons were: Shammai and Jada."
            },
            {
                "verse_number": "29",
                "verse_text": "Abishur's wife was called Abihail. She gave birth to Ahban and Molid."
            },
            {
                "verse_number": "30",
                "verse_text": "Nadab's sons were: Seled and Appaim. When Seled died, he had no sons."
            },
            {
                "verse_number": "31",
                "verse_text": "Appaim's son was Ishi. Ishi's son was Sheshan. Sheshan's son was Ahlai."
            },
            {
                "verse_number": "32",
                "verse_text": "The sons of Jada, Shammai's brother, were: Jether and Jonathan. When Jether died, he had no sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Jonathan's sons were: Peleth and Zaza."
            },
            {
                "verse_number": "34",
                "verse_text": "Sheshan did not have any sons but he did have daughters. He had a servant from Egypt called Jarha."
            },
            {
                "verse_number": "35",
                "verse_text": "Sheshan gave his daughter to his servant Jarha, to be his wife. She gave birth to a son for him, called Attai."
            },
            {
                "verse_number": "36",
                "verse_text": "Attai became the father of Nathan. Nathan became the father of Zabad."
            },
            {
                "verse_number": "37",
                "verse_text": "Zabad became the father of Ephlal. Ephlal became the father of Obed."
            },
            {
                "verse_number": "38",
                "verse_text": "Obed became the father of Jehu. Jehu became the father of Azariah."
            },
            {
                "verse_number": "39",
                "verse_text": "Azariah became the father of Helez. Helez became the father of Eleasah."
            },
            {
                "verse_number": "40",
                "verse_text": "Eleasah became the father of Sismai. Sismai became the father of Shallum."
            },
            {
                "verse_number": "41",
                "verse_text": "Shallum became the father of Jekamiah. Jekamiah became the father of Elishama."
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of Jerahmeel's brother, Caleb, were: Mesha, his firstborn son. Mesha became the father of Ziph. His son Mareshah became the father of Hebron."
            },
            {
                "verse_number": "43",
                "verse_text": "Hebron's sons were: Korah, Tappuah, Rekem and Shema."
            },
            {
                "verse_number": "44",
                "verse_text": "Shema became the father of Raham, who became the father of Jorkeam. Rekem became the father of Shammai."
            },
            {
                "verse_number": "45",
                "verse_text": "Shammai's son was Maon, who became the father of Beth-Zur."
            },
            {
                "verse_number": "46",
                "verse_text": "Caleb had a slave wife called Ephah. She gave birth to Haran, Moza and Gazez. Haran became the father of Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "Jahdai's sons were: Regem, Jotham, Geshan, Pelet, Ephah and Shaaph."
            },
            {
                "verse_number": "48",
                "verse_text": "Caleb's other slave wife Maakah gave birth to Sheber, Tirhanah,"
            },
            {
                "verse_number": "49",
                "verse_text": "Shaaph and Sheva. Shaaph became the father of Madmannah. Sheva became the father of Makbenah and Gibea. Caleb had a daughter called Aksah."
            },
            {
                "verse_number": "52",
                "verse_text": "The sons of Shobal, the ancestor of Kiriath-Jearim, were: Haroeh, half the Manahath people"
            },
            {
                "verse_number": "53",
                "verse_text": "and the clans of Kiriath-Jearim: the Ithrites, Puthites, Shumathites and Mishraites. The Zorathites and Eshtaolites were descendants of these clans."
            },
            {
                "verse_number": "54",
                "verse_text": "Salma's descendants were: the people of Bethlehem, the people of Netophath, the clan of Atroth-Beth-Joab, half the Manahath people and the Zorites."
            },
            {
                "verse_number": "55",
                "verse_text": "His descendants also included the people who lived in Jabez. They were people who could write down important things. Their clans were called the Tirathites, Shimeathites and Sucathites. These clans were descendants of Hammath, the Kenite man. He was also the ancestor of the Rekabites."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These sons of David were born in Hebron: The firstborn son was Amnon. His mother was Ahinoam from Jezreel. The second son was Daniel. His mother was Abigail from Carmel."
            },
            {
                "verse_number": "2",
                "verse_text": "The third son was Absalom. His mother was Maakah, the daughter of Talmai, king of Geshur. The fourth son was Adonijah. His mother was Haggith."
            },
            {
                "verse_number": "3",
                "verse_text": "The fifth son was Shephatiah. His mother was Abital. The sixth son was Ithream. His mother was David's wife, Eglah. His sons were: Shealtiel, Zerubbabel's sons were: Meshullam and Hananiah. Their sister was Shelomith."
            },
            {
                "verse_number": "4",
                "verse_text": "Those six sons of David were all born in Hebron. David ruled in Hebron for seven years and six months. Then he ruled in Jerusalem for 33 years."
            },
            {
                "verse_number": "5",
                "verse_text": "These are the names of David's sons who were born in Jerusalem: Shimea, Shobab, Nathan and Solomon. The mother of these four sons was Ammiel's daughter, Bathsheba."
            },
            {
                "verse_number": "6",
                "verse_text": "David had nine other sons: Ibhar, Elishama, Eliphelet,"
            },
            {
                "verse_number": "7",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "8",
                "verse_text": "Elishama, Eliada and Eliphelet."
            },
            {
                "verse_number": "9",
                "verse_text": "Those were all the sons of David's wives. Tamar was their sister. He also had slave wives who gave birth to sons for him."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon's son was Rehoboam. Rehoboam's son was Abijah. Abijah's son was Asa. Asa's son was Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoshaphat's son was Jehoram. Jehoram's son was Ahaziah. Ahaziah's son was Joash."
            },
            {
                "verse_number": "12",
                "verse_text": "Joash's son was Amaziah. Amaziah's son was Azariah. Azariah's son was Jotham."
            },
            {
                "verse_number": "13",
                "verse_text": "Jotham's son was Ahaz. Ahaz's son was Hezekiah. Hezekiah's son was Manasseh."
            },
            {
                "verse_number": "14",
                "verse_text": "Manasseh's son was Amon. Amon's son was Josiah."
            },
            {
                "verse_number": "15",
                "verse_text": "Josiah's sons: His firstborn son was Johanan. His second son was Jehoiakim. His third son was Zedekiah. His fourth son was Shallum."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiakim's son was Jehoiachin. Jehoiachin's son was Zedekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "Jeconiah's enemies took him away as their prisoner ."
            },
            {
                "verse_number": "18",
                "verse_text": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah."
            },
            {
                "verse_number": "19",
                "verse_text": "Pedaiah's sons were: Zerubbabel and Shimei."
            },
            {
                "verse_number": "20",
                "verse_text": "Zerubbabel also had five other sons: Hashubah, Ohel, Berekiah, Hasadiah and Jushab-Hesed."
            },
            {
                "verse_number": "21",
                "verse_text": "The descendants of Hananiah were: Pelatiah and Jeshaiah. Jeshaiah's son was Rephaiah. Rephaiah's son was Arnan. Arnan's son was Obadiah. Obadiah's son was Shecaniah."
            },
            {
                "verse_number": "22",
                "verse_text": "The six descendants of Shecaniah were Shemaiah and his sons: Hattush, Igal, Bariah, Neariah and Shaphat."
            },
            {
                "verse_number": "23",
                "verse_text": "Neariah's three sons were: Elioenai, Hizkiah and Azrikam."
            },
            {
                "verse_number": "24",
                "verse_text": "Elioenai seven sons were: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah and Anani."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Judah's descendants were: Perez, Hezron, Carmi, Hur and Shobal."
            },
            {
                "verse_number": "2",
                "verse_text": "Shobal's son Reaiah became the father of Jahath. Jahath became the father of Ahumai and Lahad. Those were the ancestors of the Zorathite clans . Etam's sons were: Jezreel, Ishma and Idbash. Their sister was Hazzelelponi. Penuel became the father of Gedor. Ezer became the father of Hushah. Othniel's sons were: Hathath and Meonothai. Mered married Bithiah. Her father was the king of Egypt. The children of Mered and Bithiah were: Miriam, Shammai and Ishbah. Ishbah became the father of Eshtemoa. Mered had another wife who belonged to Judah's tribe . Her sons were Jered, Heber and Jekuthiel. Jered became the father of Gedor. Heber became the father of Soco. And Jekuthiel became the father of Zanoah. Ishi's descendants were Zoheth and Ben-Zoheth."
            },
            {
                "verse_number": "5",
                "verse_text": "Tekoa's father Ashhur had two wives called Helah and Naarah."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Ashhur and his wife Naarah were: Ahuzzam, Hepher, Temeni and Haahashtari."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Ashhur and his wife Helah were: Zereth, Izhar, Ethnan"
            },
            {
                "verse_number": "8",
                "verse_text": "and Koz. Koz became the father of Anub, Hazzobebah and the clans of Harum's son, Aharhel."
            },
            {
                "verse_number": "9",
                "verse_text": "Another of Judah's descendants was called Jabez. People respected him more than his brothers. His mother called him Jabez, because she said, &quot;I had a lot of pain at his birth.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jabez prayed to Israel's God for help. He said, &quot;Please bless me very much and give me more land. Please take care of me so that nothing hurts me and I do not have pain.&quot; God did what Jabez had prayed for."
            },
            {
                "verse_number": "11",
                "verse_text": "Kelub, Shuhah's brother, became the father of Mehir. Mehir became the father of Eshton."
            },
            {
                "verse_number": "12",
                "verse_text": "Eshton became the father of Beth-Rapha, Paseah and Tehinnah. Tehinnah became the father of Ir-Nahash. Those people lived at Recah."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Kenaz were: Othniel and Seraiah."
            },
            {
                "verse_number": "14",
                "verse_text": "Meonothai became the father of Ophrah. Seraiah became the father of Joab. Joab was the ancestor of the people who live in Ge-Harashim. Those people had special skills to make things."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Jephunneh's son Caleb were: Iru, Elah and Naam. Elah's son was Kenaz."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehallelel's sons were: Ziph, Ziphah, Tiria and Asarel."
            },
            {
                "verse_number": "19",
                "verse_text": "Hodiah's wife was Naham's sister. She gave birth to two sons. One of them became the father of Keilah, the ancestor of the Garmites. The other son became the father of Eshtemoa, the ancestor of the Maakathites."
            },
            {
                "verse_number": "20",
                "verse_text": "Shimon's sons were: Amnon, Rinnah, Ben-Hanan and Tilon."
            },
            {
                "verse_number": "23",
                "verse_text": "Those people made pots. They lived in Netaim and Gederah. They lived there and they worked for the king."
            },
            {
                "verse_number": "24",
                "verse_text": "Simeon's descendants were: Nemuel, Jamin, Jarib, Zerah and Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "Shaul's son was Shallum. Shallum's son was Mibsam. Mibsam's son was Mishma."
            },
            {
                "verse_number": "26",
                "verse_text": "Mishma's descendants were his son Hammuel, Hammuel's son Zaccur, and Zaccur's son Shimei."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei had 16 sons and six daughters. But his brothers did not have many children. So their clan did not become as large as the people of Judah's tribe ."
            },
            {
                "verse_number": "28",
                "verse_text": "Shimei's descendants lived in these cities and towns: Beersheba, Moladah, Hazar-Shual,"
            },
            {
                "verse_number": "29",
                "verse_text": "Bilhah, Ezem, Tolad,"
            },
            {
                "verse_number": "30",
                "verse_text": "Bethuel, Hormah, Ziklag,"
            },
            {
                "verse_number": "31",
                "verse_text": "Beth-Marcaboth, Hazar-Susim, Beth-Biri and Shaaraim. They lived in those places until David became king."
            },
            {
                "verse_number": "32",
                "verse_text": "They also lived in these five villages: Etam, Ain, Rimmon, Token and Ashan."
            },
            {
                "verse_number": "33",
                "verse_text": "There were also other villages round the same towns, as far as Baalath town. Those were the places where they lived. They wrote down a list of the names of their ancestors ."
            },
            {
                "verse_number": "34",
                "verse_text": "The leaders of their clans were: Meshobab, Jamlech, Amaziah's son Joshah,"
            },
            {
                "verse_number": "35",
                "verse_text": "Joel, Jehu (son of Joshibiah, who was the son of Seraiah and grandson of Asiel),"
            },
            {
                "verse_number": "36",
                "verse_text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah"
            },
            {
                "verse_number": "37",
                "verse_text": "and Ziza. Ziza was the son of Shiphi, who was the son of Allon and grandson of Jedaiah. Jedaiah was the son of Shimri and grandson of Shemaiah."
            },
            {
                "verse_number": "38",
                "verse_text": "Those men were the leaders of their clans. Their families became very large."
            },
            {
                "verse_number": "39",
                "verse_text": "They travelled to the east side of the valley to find grass for their sheep to eat. They went as far as Gedor."
            },
            {
                "verse_number": "40",
                "verse_text": "They found good fields that had plenty of grass. The soil was good and the place was large. There were no troubles in that region . Some descendants of Ham had been living there."
            },
            {
                "verse_number": "41",
                "verse_text": "When Hezekiah was the king of Judah, those leaders of Simeon's clans attacked the people who lived there. Some of those people were called Meunites. The men of Simeon destroyed their homes and they killed all the people. So even today none of those people still live there. Simeon's people lived there instead, because there was good grass for their sheep."
            },
            {
                "verse_number": "42",
                "verse_text": "Later, another 500 men of Simeon's tribe went to the hill country of Seir. Their leaders were Ishi's sons: Pelatiah, Neariah, Rephaiah and Uzziel."
            },
            {
                "verse_number": "43",
                "verse_text": "They killed all the descendants of Amalek who were still alive. They took their land and they still live there now."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Reuben was Israel's firstborn son. That is, Reuben was born first. But he had sex with his father's slave wife. So his father took away the benefits that belong to a firstborn son. Instead, Israel gave those benefits to his son Joseph's sons. So Reuben does not have the first place in the list of Israel's sons."
            },
            {
                "verse_number": "2",
                "verse_text": "Judah became stronger than all his brothers. Israel's ruler came from his tribe . But it was Joseph who received the benefits that belong to the firstborn son. Reuben's people lived in the region of Aroer, as far north as Nebo and Baal-Meon."
            },
            {
                "verse_number": "3",
                "verse_text": "The sons of Reuben, Israel's oldest son, were: Hanoch, Pallu, Hezron and Carmi."
            },
            {
                "verse_number": "4",
                "verse_text": "Joel's descendants were: His son Shemaiah. Shemaiah's son Gog. Gog's son Shimei."
            },
            {
                "verse_number": "5",
                "verse_text": "Shimei's son Micah. Micah's son Reaiah. Reaiah's son Baal."
            },
            {
                "verse_number": "6",
                "verse_text": "Baal's son Beerah. Beerah was a leader of Reuben's tribe . Tiglath-Pileser, king of Assyria, took him away to Assyria as his prisoner ."
            },
            {
                "verse_number": "7",
                "verse_text": "The lists of Reuben's descendants include these leaders of their clans : Jeiel was the first, then Zechariah and Bela."
            },
            {
                "verse_number": "8",
                "verse_text": "Bela was the son of Azaz. Azaz was the son of Shema. Shema was the son of Joel."
            },
            {
                "verse_number": "9",
                "verse_text": "Their east border was the desert that goes all the way to the Euphrates River. They had too many animals to feed in the region of Gilead. So they had to live in all those other places too."
            },
            {
                "verse_number": "10",
                "verse_text": "When Saul was Israel's king, the men of Reuben's tribe attacked the Hagrites. They won the fight. Then they moved into their land to live. That was the whole region that was east of Gilead."
            },
            {
                "verse_number": "11",
                "verse_text": "Gad's descendants lived in the region of Bashan, near the people of Reuben's tribe. Their land went as far as Salecah town in the east."
            },
            {
                "verse_number": "12",
                "verse_text": "Joel was the most important leader. Shapham was the second leader. Janai and Shaphat were also leaders in Bashan."
            },
            {
                "verse_number": "13",
                "verse_text": "Their relatives in each of their seven clans were: Michael, Meshullam, Sheba, Jorai, Jacan, Zia and Eber."
            },
            {
                "verse_number": "14",
                "verse_text": "They were all descendants of Abihail. Abihail was Huri's son. Huri was Jaroah's son. Jaroah was Gilead's son. Gilead was Michael's son. Michael was Jeshishai's son. Jeshishai was Jahdo's son. Jahdo was the son of Buz."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahi, son of Abdiel and grandson of Guni, was the leader of their clan."
            },
            {
                "verse_number": "16",
                "verse_text": "Gad's descendants lived in Gilead, in Bashan, and in the small towns near there. They also lived in the whole land of Sharon where there was grass to feed their animals."
            },
            {
                "verse_number": "17",
                "verse_text": "The names of Gad's descendants were written down at the time when Jotham was king of Judah and Jeroboam was king of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The tribes of Reuben, Gad and half of the tribe of Manasseh had a large army. They had 44,760 brave soldiers who knew how to fight well. Their weapons were shields , swords , and bows and arrows ."
            },
            {
                "verse_number": "19",
                "verse_text": "They attacked the Hagrites and the people in Jetur, Naphish and Nodab."
            },
            {
                "verse_number": "20",
                "verse_text": "God helped their army to fight against their enemies. He put the Hagrites under their power, as well as the other people who fought with them. The soldiers of Manasseh, Reuben and Gad called out to God for help during the battle . God answered their prayers because they trusted him."
            },
            {
                "verse_number": "21",
                "verse_text": "They took all their enemies' animals. They included 50,000 camels , 250,000 sheep and 2,000 donkeys . They also caught 100,000 people as their prisoners ."
            },
            {
                "verse_number": "22",
                "verse_text": "They killed many of their enemy's soldiers because God was fighting for them. Reuben, Gad and half of Manasseh's tribe took the land where the Hagrites had lived. They continued to live there until the exile of Judah's people."
            },
            {
                "verse_number": "23",
                "verse_text": "Half of Manasseh's tribe lived in the region of Bashan, on the east side of the Jordan River. Their borders were Baal-Hermon, Senir and Hermon mountain. They became very many people."
            },
            {
                "verse_number": "24",
                "verse_text": "These men were the leaders of their clans : Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah and Jahdiel. They were brave soldiers and people respected them. They were leaders of their clans."
            },
            {
                "verse_number": "25",
                "verse_text": "But they turned away from the God that their ancestors had worshipped . He had chased the other nations out of the land where his people now lived. But now they started to worship the gods of those nations."
            },
            {
                "verse_number": "26",
                "verse_text": "So the God of Israel caused King Pul of Assyria to attack their land. That king is also called King Tiglath-Pileser. He won the fight against the people of Reuben, Gad and the half tribe of Manasseh. He took them away as his prisoners to Halah, to Habor, to Hara and to the Gozan river. They are still living there, even today."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Levi's sons were: Gershon, Kohath and Merari. Aaron's sons were: Nadab, Abihu, Eleazar and Ithamar. These are the ancestors of the clans of the Levites : From Kohath's clan : Heman the singer. He was Joel's son. Joel was Samuel's son. Eleazar was Aaron's son. Phinehas was Eleazar's son. Abishua was Phinehas's son. So there were 13 towns for Aaron's descendants to live in."
            },
            {
                "verse_number": "2",
                "verse_text": "Kohath's sons were: Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "3",
                "verse_text": "Amram's children were: Aaron, Moses and Miriam."
            },
            {
                "verse_number": "4",
                "verse_text": "Eleazar became the father of Phinehas. Phinehas became the father of Abishua."
            },
            {
                "verse_number": "5",
                "verse_text": "Abishua became the father of Bukki. Bukki became the father of Uzzi."
            },
            {
                "verse_number": "6",
                "verse_text": "Uzzi became the father of Zerahiah. Zerahiah became the father of Meraioth."
            },
            {
                "verse_number": "7",
                "verse_text": "Meraioth became the father of Amariah. Amariah became the father of Ahitub."
            },
            {
                "verse_number": "8",
                "verse_text": "Ahitub became the father of Zadok. Zadok became the father of Ahimaaz."
            },
            {
                "verse_number": "9",
                "verse_text": "Ahimaaz became the father of Azariah. Azariah became the father of Johanan."
            },
            {
                "verse_number": "10",
                "verse_text": "Johanan became the father of Azariah. Azariah served God as a priest in the temple that Solomon built in Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah became the father of Amariah. Amariah became the father of Ahitub."
            },
            {
                "verse_number": "12",
                "verse_text": "Ahitub became the father of Zadok. Zadok became the father of Shallum."
            },
            {
                "verse_number": "13",
                "verse_text": "Shallum became the father of Hilkiah. Hilkiah became the father of Azariah."
            },
            {
                "verse_number": "14",
                "verse_text": "Azariah became the father of Seraiah. Seraiah became the father of Jehozadak."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehozadak went into exile with the people from Jerusalem and the rest of Judah. The Lord used Nebuchadnezzar to take them away to Babylon."
            },
            {
                "verse_number": "16",
                "verse_text": "Levi's sons were: Gershon, Kohath and Merari."
            },
            {
                "verse_number": "17",
                "verse_text": "The names of Gershon's sons were Libni and Shimei."
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath's sons were: Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "19",
                "verse_text": "Merari's sons were: Mahli and Mushi."
            },
            {
                "verse_number": "20",
                "verse_text": "Gershon's descendants were his son Libni, Libni's son Jahath and Jahath's son Zimmah."
            },
            {
                "verse_number": "21",
                "verse_text": "Zimmah's son was Joah. Joah's son was Iddo. Iddo's son was Zerah. Zerah's son was Jeatherai."
            },
            {
                "verse_number": "22",
                "verse_text": "Kohath's descendants were his son Amminadab, Amminadab's son Korah and Korah's son Assir."
            },
            {
                "verse_number": "23",
                "verse_text": "Assir's son was Elkanah. Elkanah's son was Ebiasaph. Ebiasaph's son was Assir."
            },
            {
                "verse_number": "24",
                "verse_text": "Assir's son was Tahath. Tahath's son was Uriel. Uriel's son was Uzziah. Uzziah's son was Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "Elkanah's other sons were Amasai and Ahimoth."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahimoth's son was Elkanah. Elkanah's son was Zophai. Zophai's son was Nahath."
            },
            {
                "verse_number": "27",
                "verse_text": "Nahath's son was Eliab. Eliab's son was Jeroham. Jeroham's son was Elkanah."
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel's firstborn son was Joel and his second son was Abijah."
            },
            {
                "verse_number": "29",
                "verse_text": "Merari's descendants were his son Mahli, Mahli's son Libni, Libni's son Shimei and Shimei's son Uzzah."
            },
            {
                "verse_number": "30",
                "verse_text": "Uzzah's son was Shimea. Shimea's son was Haggiah. Haggiah's son was Asaiah."
            },
            {
                "verse_number": "31",
                "verse_text": "After David put God's Covenant Box in the Lord 's house, he chose some men to lead the music there."
            },
            {
                "verse_number": "32",
                "verse_text": "They used music to serve the Lord in his special tent where he met with his people. After King Solomon built the Lord 's temple in Jerusalem, they served the Lord there. They obeyed the rules that told them how to do their work."
            },
            {
                "verse_number": "33",
                "verse_text": "These are the leaders of the music and their sons:"
            },
            {
                "verse_number": "34",
                "verse_text": "Samuel was Elkanah's son. Elkanah was Jeroham's son. Jeroham was Eliel's son. Eliel was Toah's son."
            },
            {
                "verse_number": "35",
                "verse_text": "Toah was Zuph's son. Zuph was Elkanah's son. Elkanah was Mahath's son. Mahath was Amasai's son."
            },
            {
                "verse_number": "36",
                "verse_text": "Amasai was Elkanah's son. Elkanah was Joel's son. Joel was Azariah's son. Azariah was Zephaniah's son."
            },
            {
                "verse_number": "37",
                "verse_text": "Zephaniah was Tahath's son. Tahath was Assir's son. Assir was Ebiasaph's son. Ebiasaph was Korah's son."
            },
            {
                "verse_number": "38",
                "verse_text": "Korah was Izhar's son. Izhar was Kohath's son. Kohath was Levi's son. Levi was Israel's son."
            },
            {
                "verse_number": "39",
                "verse_text": "Heman worked with his relative, Asaph. Asaph was Heman's helper. He was Berekiah's son. Berekiah was Shimea's son."
            },
            {
                "verse_number": "40",
                "verse_text": "Shimea was Michael's son. Michael was Baaseiah's son. Baaseiah was Malkijah's son."
            },
            {
                "verse_number": "41",
                "verse_text": "Malkijah was Ethni's son. Ethni was Zerah's son. Zerah was Adaiah's son."
            },
            {
                "verse_number": "42",
                "verse_text": "Adaiah was Ethan's son. Ethan was Zimmah's son. Zimmah was Shimei's son."
            },
            {
                "verse_number": "43",
                "verse_text": "Shimei was Jahath's son. Jahath was Gershon's son. Gershon was Levi's son."
            },
            {
                "verse_number": "44",
                "verse_text": "Other relatives of Heman and Asaph worked with them. They belonged to Merari's clan and they stood on the left side. Kishi's son Ethan led this group. Kishi was Abdi's son. Abdi was Malluch's son."
            },
            {
                "verse_number": "45",
                "verse_text": "Malluch was Hashabiah's son. Hashabiah was Amaziah's son. Amaziah was Hilkiah's son."
            },
            {
                "verse_number": "46",
                "verse_text": "Hilkiah was Amzi's son. Amzi was Bani's son. Bani was Shemer's son."
            },
            {
                "verse_number": "47",
                "verse_text": "Shemer was Mahli's son. Mahli was Mushi's son. Mushi was Merari's son. Merari was Levi's son."
            },
            {
                "verse_number": "48",
                "verse_text": "All the other Levites also had jobs to do in God's special tent ."
            },
            {
                "verse_number": "49",
                "verse_text": "Only Aaron and his descendants served God as priests . They offered sacrifices to God on the altar for burnt offerings . They also burned sweet oils on the altar for incense . That was their work in the Most Holy Place . They made sacrifices so that God would forgive the sins of the Israelites. They did all this in the way that God's servant Moses had commanded ."
            },
            {
                "verse_number": "50",
                "verse_text": "These were Aaron's descendants:"
            },
            {
                "verse_number": "51",
                "verse_text": "Bukki was Abishua's son. Uzzi was Bukki's son. Zerahiah was Uzzi's son."
            },
            {
                "verse_number": "52",
                "verse_text": "Meraioth was Zerahiah's son. Amariah was Meraioth's son. Ahitub was Amariah's son."
            },
            {
                "verse_number": "53",
                "verse_text": "Zadok was Ahitub's son. Ahimaaz was Zadok's son."
            },
            {
                "verse_number": "54",
                "verse_text": "Aaron's descendants belonged to the clan of Levi's son, Kohath. When the leaders used lots to divide the land, Kohath's clan received the first part of the land. These places belonged to them:"
            },
            {
                "verse_number": "55",
                "verse_text": "They had Hebron city in Judah's land. They had the fields around the city."
            },
            {
                "verse_number": "56",
                "verse_text": "But Jephunneh's son, Caleb, had the villages around the city, with their fields."
            },
            {
                "verse_number": "57",
                "verse_text": "Aaron's descendants received these towns with the fields around them: Hebron (a safe city), Libnah, Jattir, Eshtemoa,"
            },
            {
                "verse_number": "58",
                "verse_text": "Hilen, Debir,"
            },
            {
                "verse_number": "59",
                "verse_text": "Ashan, Juttah and Beth-Shemesh."
            },
            {
                "verse_number": "60",
                "verse_text": "They also received some towns in land that belonged to Benjamin's tribe . They received these towns with the fields around them: Gibeon, Geba, Alemeth and Anathoth."
            },
            {
                "verse_number": "61",
                "verse_text": "The other people who were Kohath's descendants received ten towns in land that belonged to the half tribe of Manasseh. They used lots to choose the towns."
            },
            {
                "verse_number": "62",
                "verse_text": "Gershon's descendants received 13 towns. The lots showed which towns they would receive. Their towns were in land that belonged to the tribes of Issachar, Asher and Naphtali, as well as in Manasseh's land in the region of Bashan, on the east side of the Jordan River."
            },
            {
                "verse_number": "63",
                "verse_text": "Merari's descendants received 12 towns. The lots showed which towns they would receive. Their towns were in land that belonged to the tribes of Reuben, Gad and Zebulun."
            },
            {
                "verse_number": "64",
                "verse_text": "So the Israelites gave those towns and the fields around them to the Levites ."
            },
            {
                "verse_number": "65",
                "verse_text": "They used lots to choose these towns, including the towns in land that belonged to the tribes of Judah, Simeon and Benjamin."
            },
            {
                "verse_number": "66",
                "verse_text": "Descendants of Kohath received towns in land that belonged to Ephraim's tribe. They received these towns with the fields around them:"
            },
            {
                "verse_number": "67",
                "verse_text": "Shechem (a safe city in the hill country of Ephraim), Gezer,"
            },
            {
                "verse_number": "68",
                "verse_text": "Jokmeam, Beth-Horon,"
            },
            {
                "verse_number": "69",
                "verse_text": "Aijalon and Gath-Rimmon."
            },
            {
                "verse_number": "70",
                "verse_text": "The other descendants of Kohath received towns in land that belonged to the half tribe of Manasseh. They received Aner with its fields and Bileam with its fields."
            },
            {
                "verse_number": "71",
                "verse_text": "The descendants of Gershon received these towns in land that belonged to the other half tribe of Manasseh: Golan in Bashan with its fields and Ashtaroth with its fields."
            },
            {
                "verse_number": "72",
                "verse_text": "They also received towns in land that belonged to Issachar's tribe. They received these towns and the fields around them: Kedesh, Daberath,"
            },
            {
                "verse_number": "73",
                "verse_text": "Ramoth and Anem."
            },
            {
                "verse_number": "74",
                "verse_text": "They received these towns in land that belonged to Asher's tribe: Mashal with its fields, Abdon with its fields,"
            },
            {
                "verse_number": "75",
                "verse_text": "Hukok with its fields and Rehob with its fields."
            },
            {
                "verse_number": "76",
                "verse_text": "They received these towns in land that belonged to Naphtali's tribe: Kedesh in Galilee with its fields, Hammon with its fields and Kiriathaim with its fields."
            },
            {
                "verse_number": "77",
                "verse_text": "The rest of Levi's descendants, who belonged to Merari's clan, received these towns: In land that belonged to Zebulun's tribe they received Rimmono with its fields and Tabor with its fields."
            },
            {
                "verse_number": "78",
                "verse_text": "They also received towns in land that belonged to Reuben's tribe on the east side of the Jordan River, beyond Jericho city. They received these towns and the fields around them: Bezer in the desert , Jahzah,"
            },
            {
                "verse_number": "79",
                "verse_text": "Kedemoth and Mephaath."
            },
            {
                "verse_number": "80",
                "verse_text": "They received these towns in land that belonged to Gad's tribe: Ramoth in Gilead with its fields, Mahanaim with its fields,"
            },
            {
                "verse_number": "81",
                "verse_text": "Heshbon with its fields and Jazer with its fields."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Issachar had four sons. They were Tola, Puah, Jashub and Shimron."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola's sons were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam and Samuel. They were leaders of their clans . Among Tola's descendants there were 22,600 brave soldiers when David was king."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzzi's son was Izrahiah. Izrahiah's sons were Michael, Obadiah, Joel and Isshiah. All those five men in Uzzi's family were leaders."
            },
            {
                "verse_number": "4",
                "verse_text": "The books of their clans show that they had many wives and sons. They had 36,000 men who were ready to fight in the army."
            },
            {
                "verse_number": "5",
                "verse_text": "The books of the clans of Issachar show that they had 87,000 brave soldiers. Ezer and Elead were also sons of Ephraim. They went to Gath and they tried to take some cows and sheep from there. So some men who were born in that city killed them."
            },
            {
                "verse_number": "6",
                "verse_text": "Benjamin had three sons. They were Bela, Becher and Jediael."
            },
            {
                "verse_number": "7",
                "verse_text": "Bela had five sons. They were Ezbon, Uzzi, Uzziel, Jerimoth and Iri. They were leaders of their clans . The books of their ancestors show that they had 22,034 brave soldiers."
            },
            {
                "verse_number": "8",
                "verse_text": "Becher's sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth and Alemeth. All those men were sons of Becher."
            },
            {
                "verse_number": "9",
                "verse_text": "The books of their ancestors include a list of those clan leaders. Also the books show that they had 22,200 brave soldiers."
            },
            {
                "verse_number": "10",
                "verse_text": "Jediael's son was Bilhan. Bilhan's sons were Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish and Ahishahar."
            },
            {
                "verse_number": "11",
                "verse_text": "All those sons of Jediael were leaders of their clans. They had 17,200 brave soldiers who were ready to fight in the army."
            },
            {
                "verse_number": "12",
                "verse_text": "Shuppim and Huppim were descendants of Ir. The people called the Hushim were descendants of Aher."
            },
            {
                "verse_number": "13",
                "verse_text": "Naphtali's sons were Jahziel, Guni, Jezer and Shallum. They were Bilhah's grandsons."
            },
            {
                "verse_number": "14",
                "verse_text": "These are Manasseh's descendants . Manasseh had a woman that he lived with. She was from the country called Syria. She was the mother of Asriel and Makir. Makir was Gilead's father."
            },
            {
                "verse_number": "15",
                "verse_text": "Makir's wife was one of the Huppim and Shuppim people. His sister's name was Maakah. Zelophehad was another descendant of Makir. Zelophehad had only daughters."
            },
            {
                "verse_number": "16",
                "verse_text": "Makir's wife Maakah had a son and she called him Peresh. Peresh's brother was Sheresh and Sheresh's sons were Ulam and Rekem."
            },
            {
                "verse_number": "17",
                "verse_text": "Ulam's son was Bedan. These were the sons of Gilead. Gilead was the son of Makir and Makir was Manasseh's son."
            },
            {
                "verse_number": "18",
                "verse_text": "Hammoleketh was Gilead's sister. And she had sons called Ishhod, Abiezer and Mahlah."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Shemida were Ahian, Shechem, Likhi and Aniam."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the names of Ephraim's descendants . Ephraim's son was Shuthelah. Shuthelah's son was Bered and Bered's son was Tahath. Tahath's son was Eleadah and Eleadah's son was Tahath."
            },
            {
                "verse_number": "21",
                "verse_text": "Tahath's son was Zabad and Zabad's son was Shuthelah."
            },
            {
                "verse_number": "22",
                "verse_text": "Their father Ephraim cried for them and he was sad for many days. And his family came to help him."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Ephraim had sex with his wife and they had another son. Ephraim called him Beriah. That name means &quot;trouble&quot;. Ephraim chose that name because of his family's troubles."
            },
            {
                "verse_number": "24",
                "verse_text": "Beriah's daughter was Sheerah. She built Lower and Higher Beth-Horon. And she built Uzzen-Sheerah."
            },
            {
                "verse_number": "25",
                "verse_text": "And Beriah's son was Rephah. And Rephah's son was Resheph. Resheph's son was Telah and Telah's son was Tahan."
            },
            {
                "verse_number": "26",
                "verse_text": "Tahan's son was Ladan. Ladan's son was Ammihud and Ammihud's son was Elishama."
            },
            {
                "verse_number": "27",
                "verse_text": "Elishama's son was Nun and Joshua was the son of Nun."
            },
            {
                "verse_number": "28",
                "verse_text": "Ephraim's descendants lived in Bethel and in the villages near it. And they had land there. Also they lived in Naaran in the east. And they lived in Gezer and in the villages near it. Those places were in the west. Also, they lived in Shechem and in the villages near it. And they lived in Ayyah and in the villages near it."
            },
            {
                "verse_number": "29",
                "verse_text": "Along the borders of the land which belonged to Manasseh's descendants were other towns. They included Beth-Shan and the villages near it and Taanach and its villages. They also included Megiddo and its villages and Dor and its villages. The descendants of Joseph (son of Israel) lived in those towns and villages."
            },
            {
                "verse_number": "30",
                "verse_text": "Asher's sons were Imnah, Ishvah, Ishvi and Beriah and their sister was Serah."
            },
            {
                "verse_number": "31",
                "verse_text": "Beriah's sons were Heber and Malkiel and Malkiel was Birzaith's father."
            },
            {
                "verse_number": "32",
                "verse_text": "Heber was the father of Japhlet, Shomer, Hotham and their sister Shua."
            },
            {
                "verse_number": "33",
                "verse_text": "Japhlet's sons were Pasach, Bimhal and Ashvath. They were Japhlet's sons."
            },
            {
                "verse_number": "34",
                "verse_text": "Shemer's sons were Ahi, Rohgah, Hubbah and Aram."
            },
            {
                "verse_number": "35",
                "verse_text": "Shemer's brother was Helem and Helem's sons were Zophah, Imna, Shelesh and Amal."
            },
            {
                "verse_number": "38",
                "verse_text": "Jether's sons were Jephunneh, Pispah and Ara."
            },
            {
                "verse_number": "39",
                "verse_text": "Ulla's sons were Arah, Hanniel and Rizia."
            },
            {
                "verse_number": "40",
                "verse_text": "All those men were descendants of Asher. They were leaders of their clans . They were great and brave soldiers and great leaders. They had 26,000 men ready to fight in the army. There were lists that showed those men's names with their clans."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Benjamin became the father of Bela, his firstborn son. Ashbel was his second son. Aharah was his third son."
            },
            {
                "verse_number": "2",
                "verse_text": "Nohah was his fourth son. Rapha was his fifth son. All those men were descendants of Benjamin."
            },
            {
                "verse_number": "3",
                "verse_text": "Bela's sons were: Addar, Gera, Abihud,"
            },
            {
                "verse_number": "4",
                "verse_text": "Abishua, Naaman, Ahoah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Gera, Shephuphan and Huram."
            },
            {
                "verse_number": "6",
                "verse_text": "Here is a list of the descendants of Ehud who were the leaders of their clans . They were living in Geba, but they had to leave there and move to Manahath."
            },
            {
                "verse_number": "7",
                "verse_text": "Ehud's descendants were: Naaman, Ahijah and Gera. It was Gera who led them to Manahath. He became the father of Uzza and Ahihud."
            },
            {
                "verse_number": "14",
                "verse_text": "Beriah's descendants were: Ahio, Shashak, Jeremoth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Zebadiah, Arad, Eder,"
            },
            {
                "verse_number": "16",
                "verse_text": "Michael, Ishpah and Joha."
            },
            {
                "verse_number": "17",
                "verse_text": "Elpaal's descendants were: Zebadiah, Meshullam, Hizki, Heber,"
            },
            {
                "verse_number": "18",
                "verse_text": "Ishmerai, Izliah and Jobab."
            },
            {
                "verse_number": "19",
                "verse_text": "Shimei's descendants were: Jakim, Zikri, Zabdi,"
            },
            {
                "verse_number": "20",
                "verse_text": "Elienai, Zillethai, Eliel,"
            },
            {
                "verse_number": "21",
                "verse_text": "Adaiah, Beraiah and Shimrath."
            },
            {
                "verse_number": "22",
                "verse_text": "Shashak's descendants were: Ishpan, Eber, Eliel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Abdon, Zikri, Hanan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hananiah, Elam, Anthothijah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Iphdeiah and Penuel."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroham's descendants were: Shamsherai, Shehariah, Athaliah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Jaareshiah, Elijah and Zikri."
            },
            {
                "verse_number": "28",
                "verse_text": "The history books show that all those men were leaders of their clans. They lived in Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Gibeon's father lived in Gibeon town. His wife's name was Maakah."
            },
            {
                "verse_number": "30",
                "verse_text": "His firstborn son was Abdon. His other sons were Zur, Kish, Baal, Nadab,"
            },
            {
                "verse_number": "31",
                "verse_text": "Gedor, Ahio, Zeker and Mikloth."
            },
            {
                "verse_number": "32",
                "verse_text": "Mikloth became the father of Shimeah. They lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "33",
                "verse_text": "Ner became the father of Kish. Kish became the father of Saul. Saul became the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan's son was Merib-Baal. Merib-Baal became the father of Micah."
            },
            {
                "verse_number": "35",
                "verse_text": "Micah's sons were: Pithon, Melech, Tarea and Ahaz."
            },
            {
                "verse_number": "36",
                "verse_text": "Ahaz became the father of Jehoaddah. Jehoaddah became the father of Alemeth, Azmaveth and Zimri. Zimri became the father of Moza."
            },
            {
                "verse_number": "37",
                "verse_text": "Moza became the father of Binea. Binea's son was Raphah. Raphah's son was Eleasah. Eleasah's son was Azel."
            },
            {
                "verse_number": "38",
                "verse_text": "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah and Hanan. That is the list of Azel's sons."
            },
            {
                "verse_number": "39",
                "verse_text": "Azel's brother was Eshek. Eshek's sons were: Ulam, his firstborn son, then Jeush and then Eliphelet."
            },
            {
                "verse_number": "40",
                "verse_text": "Ulam's sons were brave soldiers. They could shoot arrows very well. They had 150 sons and grandsons."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "All the Israelites' names were included in the lists of their ancestors . Those lists are written in the history book about Israel's kings. The people of Judah had turned away from the Lord . Their enemies took them away to Babylon as their prisoners . Those people included: Uthai, son of Ammihud and grandson of Omri. Omri was Imri's son. Imri was Bani's son. Bani was a descendant of Judah's son, Perez. There were 690 people from Judah's tribe who returned. Jadah became the father of Alemeth, Azmaveth and Zimri. Zimri became the father of Moza."
            },
            {
                "verse_number": "2",
                "verse_text": "The first people who returned to their home towns after that were some priests , Levites , servants in the temple and other Israelites."
            },
            {
                "verse_number": "5",
                "verse_text": "From the clan of Judah's son Shelah, there were Asaiah and his sons. Asaiah was the oldest son in his family."
            },
            {
                "verse_number": "6",
                "verse_text": "From the clan of Judah's son Zerah, there was Jeuel."
            },
            {
                "verse_number": "7",
                "verse_text": "From Benjamin's tribe , there was: Sallu, the son of Meshullam and grandson of Hodaviah, who was Hassenuah's son."
            },
            {
                "verse_number": "8",
                "verse_text": "There was also Jeroham's son Ibneiah, Elah the son of Uzzi and grandson of Mikri's, and Meshullam, son of Shephatiah and grandson of Reuel, who was Ibnijah's son."
            },
            {
                "verse_number": "9",
                "verse_text": "There were 956 people from Benjamin's tribe who returned. Their names are written in the lists of their ancestors. All those men were leaders of their clans."
            },
            {
                "verse_number": "10",
                "verse_text": "The priests who returned to live in Jerusalem were: Jedaiah, Jehoiarib, Jakin and Azariah."
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah was Hilkiah's son. Hilkiah was Meshullam's son. Meshullam was Zadok's son. Zadok was Meraioth's son. Meraioth was Ahitub's son. Ahitub was the most important officer in God's temple ."
            },
            {
                "verse_number": "12",
                "verse_text": "There was also Adaiah, the son of Jeroham and grandson of Pashhur, who was Malkijah's son. And there was Maasai, the son of Adiel and grandson of Jahzerah. Jahzerah was Meshullam's son. Meshullam was Meshillemith's son, and Meshillemith was Immer's son."
            },
            {
                "verse_number": "13",
                "verse_text": "There were 1,760 priests and their relatives who returned. They were leaders of their clans . They were able to do their jobs well as they served God in his temple."
            },
            {
                "verse_number": "14",
                "verse_text": "From the Levites , there were: Shemaiah, the son of Hasshub and grandson of Azrikam, who was Hashabiah's son. Hashabiah belonged to Merari's clan ."
            },
            {
                "verse_number": "15",
                "verse_text": "There was Bakbakkar, Heresh, Galal and Mattaniah, the son of Mica and grandson of Zikri, who was a descendant of Asaph."
            },
            {
                "verse_number": "16",
                "verse_text": "There was also Obadiah, the son of Shemaiah and grandson of Galal, who was Jeduthun's son. And there was Berekiah, the son of Asa and grandson of Elkanah. Elkanah had lived in the villages of the Netophath people."
            },
            {
                "verse_number": "17",
                "verse_text": "The Levite guards at the gates of the temple were: Shallum, Akkub, Talmon, Ahiman and their relatives . Shallum was their leader."
            },
            {
                "verse_number": "18",
                "verse_text": "Those guards stood at the King's Gate on the east side of the temple."
            },
            {
                "verse_number": "19",
                "verse_text": "Shallum was the son of Kore and grandson of Ebiasaph, who belonged to Korah's clan. Shallum and his relatives from Korah's clan were guards at the entrance of the Lord 's Holy Place . Their ancestors had also been guards at the entrance of the Lord 's special tent ."
            },
            {
                "verse_number": "20",
                "verse_text": "Eleazar's son Phinehas had been the leader of the guards at one time. The Lord was with Phinehas to help him."
            },
            {
                "verse_number": "21",
                "verse_text": "Meshelemiah's son Zechariah was also a guard at the entrance of the tent where the Lord met with his people."
            },
            {
                "verse_number": "22",
                "verse_text": "There were 212 guards for the gates of the temple. Their names were written in the lists of their ancestors, for each village where they lived. King David and the prophet Samuel had chosen their ancestors to do this important work as guards."
            },
            {
                "verse_number": "23",
                "verse_text": "Those men and their descendants had to stand as guards at the gates of the Lord 's Holy Place, which had been a special tent."
            },
            {
                "verse_number": "24",
                "verse_text": "The guards stood on the four sides of the Lord 's house: the east, west, north and south sides."
            },
            {
                "verse_number": "25",
                "verse_text": "Their relatives lived in their villages. They came to Jerusalem to help with the work as guards. Each time that they came, they worked there for seven days."
            },
            {
                "verse_number": "26",
                "verse_text": "There were four faithful Levite guards who led the work. They kept safe the rooms in God's house where they stored valuable things and money."
            },
            {
                "verse_number": "27",
                "verse_text": "They stayed at their places around God's house during each night. It was their work to keep it safe. Each morning they would use their key to open the gates."
            },
            {
                "verse_number": "28",
                "verse_text": "Some of the guards kept safe the valuable things that the priests used when they served the Lord . The guards counted those things when the priests brought them in. They counted them again when the priests took them out."
            },
            {
                "verse_number": "29",
                "verse_text": "Some other guards kept safe the tools and the valuable things that were in the Holy Place. Some guards took care of the flour, wine , olive oil, incense and spices ."
            },
            {
                "verse_number": "30",
                "verse_text": "But it was the work of some of the priests to mix the spices."
            },
            {
                "verse_number": "31",
                "verse_text": "Mattithiah was a Levite who belonged to Korah's clan . His work was to prepare the bread that they used as offerings ."
            },
            {
                "verse_number": "32",
                "verse_text": "Other Levites who belonged to Kohath's clan prepared the bread for the special table. The priests put this bread on the special table in the Holy Place each Sabbath day."
            },
            {
                "verse_number": "33",
                "verse_text": "Some of the Levites were musicians in the temple . The leaders of those clans lived in rooms at the temple. They needed to do their work as musicians during the night, as well as during the day. So they did not have other jobs to do in the temple."
            },
            {
                "verse_number": "34",
                "verse_text": "Those men were the leaders of the Levite clans. Their names are written in the lists of their clans' ancestors. They lived in Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "Gibeon's father, Jeiel, lived in Gibeon town. His wife's name was Maakah."
            },
            {
                "verse_number": "36",
                "verse_text": "His firstborn son was Abdon. His other sons were Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "37",
                "verse_text": "Gedor, Ahio, Zechariah and Mikloth."
            },
            {
                "verse_number": "38",
                "verse_text": "Mikloth became the father of Shimeam. They lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "39",
                "verse_text": "Ner became the father of Kish. Kish became the father of Saul. Saul became the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan's son was Merib-Baal. Merib-Baal became the father of Micah."
            },
            {
                "verse_number": "41",
                "verse_text": "Micah's sons were: Pithon, Melech, Tahrea and Ahaz."
            },
            {
                "verse_number": "42",
                "verse_text": "Ahaz became the father of Jadah."
            },
            {
                "verse_number": "43",
                "verse_text": "Moza became the father of Binea. Binea's son was Rephaiah. Rephaiah's son was Eleasah. Eleasah's son was Azel."
            },
            {
                "verse_number": "44",
                "verse_text": "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah and Hanan. That is the list of Azel's sons."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines fought against the Israelites. The Israelites ran away, and the Philistines killed many of them on Gilboa mountain."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines chased after Saul and his sons to catch them. They killed Saul's sons Jonathan, Abinadab and Malki-Shua."
            },
            {
                "verse_number": "3",
                "verse_text": "The Philistines were fighting the battle all around Saul. Some of their soldiers saw Saul and they shot their arrows at him. The arrows hurt Saul very much."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul said to the young man who carried his armour , &quot;Kill me now with your sword . I do not want these foreign men to come and be cruel to me.&quot; But the young man would not agree to kill Saul because he was too afraid. So Saul took his own sword and he threw himself onto it so that he died."
            },
            {
                "verse_number": "5",
                "verse_text": "The young man saw that Saul was dead. So he threw himself onto his own sword and he died too."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul died there, with his three sons. His whole family died together."
            },
            {
                "verse_number": "7",
                "verse_text": "All the Israelites who lived in Jezreel valley saw that their army had run away from the Philistines. They also saw that Saul and his sons were dead. So they left their towns and they ran away. Then the Philistines came to live in those towns."
            },
            {
                "verse_number": "8",
                "verse_text": "On the day after the battle, the Philistines came to take all the valuable things from the dead soldiers. They found the dead bodies of Saul and his sons on Gilboa mountain."
            },
            {
                "verse_number": "9",
                "verse_text": "They removed everything from Saul's dead body. They took away his head and his weapons . Then they sent men through all the country of the Philistines with the news of Saul's death. These men told the news to all their people and to their idols as well."
            },
            {
                "verse_number": "10",
                "verse_text": "They put Saul's weapons in the temple of their gods. They hung his head in the temple of their god, Dagon."
            },
            {
                "verse_number": "11",
                "verse_text": "All the Israelites who lived in Jabesh Gilead heard about what the Philistines had done to Saul's body."
            },
            {
                "verse_number": "12",
                "verse_text": "So all their brave soldiers went to fetch the dead bodies of Saul and his sons. They took them to Jabesh Gilead. They buried the bones under the large tree there. The people in Jabesh Gilead did not eat any food for seven days because they were so sad."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul died because he turned away from the Lord . He did not obey the Lord 's commands . He even tried to get advice from the spirits of dead people."
            },
            {
                "verse_number": "14",
                "verse_text": "He did not ask the Lord to tell him what he should do. So the Lord punished him with death. The Lord gave the kingdom of Israel to Jesse's son, David, instead."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then all the Israelites came to David at Hebron. They said to him, &quot;We all belong to the same family as you do."
            },
            {
                "verse_number": "2",
                "verse_text": "In the past, even when Saul was our king, you led the Israelites in war. The Lord your God said to you, &apos;You will take care of my people, as a shepherd takes care of his sheep. You will rule over my people, Israel.&apos; &quot; Jashobeam belonged to Hakmoni's clan . He was the leader of David's officers. He used his spear to fight against 300 men in one battle and he killed all of them. That was one of the great things that those three brave soldiers did. Joab's brother Asahel. Elhanan, Dodo's son, from Bethlehem. Helez, from Pelon's clan. Abiezer, from Anathoth. Ilai, from Ahoah's clan. Heled, Baanah's son, also from Netophah. Benaiah, from Pirathon. Abiel, from Arbah's clan. Eliahba, from Shaalbon. Shagee's son Jonathan, from Harar. Ur's son Eliphal. Ahijah, from Pelon's clan. Ezbai's son Naarai. Hagri's son Mibhar. Naharai, from Beeroth. He carried Joab's weapons . (Joab was the son of Zeruiah.) Ahlai's son Zabad. Joshaphat, from Mithna. Shama and Jeiel, sons of Hotham, from Aroer. Jediael's brother Joha, from Tiz. Elnaam's sons, Jeribai and Joshaviah. Ithmah, from Moab. Jaasiel, from Zobah."
            },
            {
                "verse_number": "3",
                "verse_text": "So King David made an agreement with the leaders of Israel when they came to him at Hebron. They made promises in the Lord 's name. Then they anointed David to be king over Israel. The Lord had told Samuel that this would happen."
            },
            {
                "verse_number": "4",
                "verse_text": "David and the whole Israelite army marched to attack Jerusalem. At that time, the city was called Jebus. The people who lived there were called Jebusites."
            },
            {
                "verse_number": "5",
                "verse_text": "The Jebusites said to David, &quot;You will never get into our city.&quot; But David did get in and he took Zion, the city's strong place. It is now called the City of David ."
            },
            {
                "verse_number": "6",
                "verse_text": "David had said to his soldiers, &quot;The man who attacks the Jebusites first will become the captain of my army.&quot; Zeruiah's son Joab attacked first. So he became the captain of the army."
            },
            {
                "verse_number": "7",
                "verse_text": "David went to live in the strong place of the city. So people called it &quot;The City of David&quot;."
            },
            {
                "verse_number": "8",
                "verse_text": "David built more houses all around it, from the edge of the hill to the city's walls. Joab built up again the other buildings in the city."
            },
            {
                "verse_number": "9",
                "verse_text": "David became more and more powerful because the Lord Almighty was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "These were the leaders of David's brave soldiers. They helped to make David's kingdom strong, so that he ruled over all the people in Israel. That is what the Lord had promised."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the list of David's brave soldiers:"
            },
            {
                "verse_number": "12",
                "verse_text": "Eleazar was also a leader among the &quot;Three Brave Soldiers&quot;. He was Dodo's son, who belonged to Ahoah's clan."
            },
            {
                "verse_number": "13",
                "verse_text": "Eleazar was with David at Pas-Dammim. The Philistine soldiers were ready to attack the Israelites. There was a field there with a lot of barley . The Israelites ran away from the Philistines."
            },
            {
                "verse_number": "14",
                "verse_text": "But David and Eleazar stood in the middle of the field to stop the Philistines taking it for themselves. They killed the Philistines. The Lord saved them. He caused them to win a great battle."
            },
            {
                "verse_number": "15",
                "verse_text": "There were 30 leaders among David's soldiers. Three of them went to be with David at Adullam's cave where there was a big rock. A group of Philistine soldiers had made their camp in Rephaim valley."
            },
            {
                "verse_number": "16",
                "verse_text": "David was in his strong safe place. A group of Philistine soldiers had made their home in Bethlehem."
            },
            {
                "verse_number": "17",
                "verse_text": "David was very thirsty . He said, &quot;I want someone to bring water from the well near Bethlehem's gate for me to drink.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the three soldiers fought through the Philistine camp and they reached Bethlehem's gate. They took some water from the well there and they carried it back to David. But he refused to drink it. He poured it on the ground as an offering to the Lord ."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, &quot;God knows that it is not right for me to drink this water. It would seem like the blood of the brave men who fetched it for me. The Philistines might have killed them on the way.&quot; So David refused to drink it."
            },
            {
                "verse_number": "20",
                "verse_text": "Joab's brother Abishai was the leader of David's 30 great soldiers. One time, he used his spear to fight 300 men and he killed them all. So he became as famous as the &quot;Three Brave Soldiers&quot;."
            },
            {
                "verse_number": "21",
                "verse_text": "He was not one of the &quot;Three Brave Soldiers&quot; but he received more honour than the other 30 great soldiers. So he became their leader."
            },
            {
                "verse_number": "22",
                "verse_text": "Jehoiada's son, Benaiah, was also one of David's brave soldiers. He came from Kabzeel and he did many great things. He killed two of Moab's best soldiers. He also went down into a deep hole to kill a lion when snow was on the ground."
            },
            {
                "verse_number": "23",
                "verse_text": "Benaiah also killed a very big Egyptian man who was 2.3 metres tall. The Egyptian held a spear that was thick and heavy, like a big tree. Benaiah attacked him with a heavy stick. He took the spear from the Egyptian's hand and he used it to kill him."
            },
            {
                "verse_number": "24",
                "verse_text": "Those were some things that Jehoiada's son Benaiah did. He became as famous as the &quot;Three Brave Soldiers&quot;."
            },
            {
                "verse_number": "25",
                "verse_text": "He received more honour than the other 30 great soldiers, but he did not belong to the &quot;Three Brave Soldiers&quot;. David made him the leader of his own special soldiers who were his guards ."
            },
            {
                "verse_number": "26",
                "verse_text": "These men were also David's great soldiers:"
            },
            {
                "verse_number": "27",
                "verse_text": "Shammoth, from Harod's clan ."
            },
            {
                "verse_number": "28",
                "verse_text": "Ira, Ikkesh's son, from Tekoa."
            },
            {
                "verse_number": "29",
                "verse_text": "Sibbekai, from Hushah's clan."
            },
            {
                "verse_number": "30",
                "verse_text": "Maharai, from Netophah."
            },
            {
                "verse_number": "31",
                "verse_text": "Ithai, Ribai's son, from Gibeah, in the land that belonged to Benjamin's tribe ."
            },
            {
                "verse_number": "32",
                "verse_text": "Hurai, from the valleys near Gaash."
            },
            {
                "verse_number": "33",
                "verse_text": "Azmaveth, from Baharum."
            },
            {
                "verse_number": "34",
                "verse_text": "Hashem's sons, who were Gizonites."
            },
            {
                "verse_number": "35",
                "verse_text": "Sachar's son Ahiam, also from Harar."
            },
            {
                "verse_number": "36",
                "verse_text": "Hepher, from Mekerath."
            },
            {
                "verse_number": "37",
                "verse_text": "Hezro, from Carmel."
            },
            {
                "verse_number": "38",
                "verse_text": "Nathan's brother Joel."
            },
            {
                "verse_number": "39",
                "verse_text": "Zelek, from Ammon."
            },
            {
                "verse_number": "40",
                "verse_text": "Ira and Gareb, from Jattir."
            },
            {
                "verse_number": "41",
                "verse_text": "Uriah, the Hittite."
            },
            {
                "verse_number": "42",
                "verse_text": "Shiza's son Adina, from Reuben's tribe . He was the leader of Reuben's soldiers. He had 30 brave soldiers with him."
            },
            {
                "verse_number": "43",
                "verse_text": "Maakah's son Hanan."
            },
            {
                "verse_number": "44",
                "verse_text": "Uzzia, from Ashterath."
            },
            {
                "verse_number": "45",
                "verse_text": "Shimri's son Jediael."
            },
            {
                "verse_number": "46",
                "verse_text": "Eliel, from Mahavah."
            },
            {
                "verse_number": "47",
                "verse_text": "Eliel and Obed."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "David went to Ziklag town because King Saul, the son of Kish, had chased him away. Many brave men went to David there. They were some of the brave soldiers who helped David to fight in war."
            },
            {
                "verse_number": "2",
                "verse_text": "They could shoot with bows and arrows . They could use slings to throw stones with either their right hand or their left hand. They were relatives of Saul, from Benjamin's tribe . Their names were: Jeziel and Pelet, the sons of Azmaveth. Beracah. Jehu, from Anathoth town. Jeremiah, Jahaziel, Johanan and Jozabad, who was from Gederah. &quot;We will serve you, David, Jesse's son. We have come to help you! May God bless you! May God bless those who help you! Yes, your God will help you.&quot; So David accepted them as his friends. He made them officers in his army. Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu and Zillethai. Each of them had been the leader of 1,000 soldiers in Saul's army."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahiezer, their leader, and his brother Joash. They were sons of Shemaah, who was from Gibeah town."
            },
            {
                "verse_number": "4",
                "verse_text": "Ishmaiah, from Gibeon town. He was the leader of the 30 great soldiers."
            },
            {
                "verse_number": "5",
                "verse_text": "Eluzai, Jerimoth, Bealiah, Shemariah and Shephatiah, who was from Hariph."
            },
            {
                "verse_number": "6",
                "verse_text": "Elkanah, Isshiah, Azarel, Joezer and Jashobeam. They belonged to Korah's clan ."
            },
            {
                "verse_number": "7",
                "verse_text": "Joelah and Zebadiah, the sons of Jeroham from Gedor town."
            },
            {
                "verse_number": "8",
                "verse_text": "Many soldiers from Gad's tribe joined David's army at his strong place in the desert . These men were brave soldiers who knew how to fight well. They could use shields and spears . They could fight like lions . They could run as fast as deer on the mountains."
            },
            {
                "verse_number": "9",
                "verse_text": "Ezer was their leader. After him there were: Obadiah (2), Eliab (3),"
            },
            {
                "verse_number": "10",
                "verse_text": "Mishmannah (4), Jeremiah (5),"
            },
            {
                "verse_number": "11",
                "verse_text": "Attai (6), Eliel (7),"
            },
            {
                "verse_number": "12",
                "verse_text": "Johanan (8), Elzabad (9),"
            },
            {
                "verse_number": "13",
                "verse_text": "Jeremiah (10), and Makbannai (11)."
            },
            {
                "verse_number": "14",
                "verse_text": "These descendants of Gad were leaders in the army. The least important officer among them led 100 soldiers. The greatest officer led 1,000 soldiers."
            },
            {
                "verse_number": "15",
                "verse_text": "Those men went across to the west side of the Jordan River during the first month of the year. At that time the water in the river was very deep and wide. They chased away the people who lived in the valleys on both sides of the river."
            },
            {
                "verse_number": "16",
                "verse_text": "Some other men from the tribes of Benjamin and Judah also came to David in his strong place."
            },
            {
                "verse_number": "17",
                "verse_text": "David went out to meet them. He said to them, &quot;I hope that you have come here as my friends. If you have come to help me, I will make an agreement with you. But I hope that you have not come here to help my enemies and to tell them where I am hiding. I have not done anything wrong. So I pray that the God of our ancestors will see what you do. He will punish you as you deserve !&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then God's Spirit came to Amasai with power. He was the leader of the 30 great soldiers. He said,"
            },
            {
                "verse_number": "19",
                "verse_text": "Some men from Manasseh's tribe also joined David's army. That was at the time when David joined with the Philistines to fight against Saul. But David and his men were not able to help the Philistines like that. That was because the leaders of the Philistines decided to send David and his men away. They said, &quot;David may turn against us and go to help his master Saul, instead. If he does that, we will all be dead!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "So David returned to Ziklag. These men from Manasseh's tribe joined David's army at that time:"
            },
            {
                "verse_number": "21",
                "verse_text": "All those men were brave soldiers and they became officers in David's army. They helped David to fight against the enemy's soldiers when they attacked."
            },
            {
                "verse_number": "22",
                "verse_text": "Every day more men came to help David. So his army became very large and powerful, like God's own army."
            },
            {
                "verse_number": "23",
                "verse_text": "This is a list of the soldiers who joined David's army at Hebron. They came with their officers and they were ready to fight. They wanted to help David become king of Israel instead of Saul. The Lord had promised that this would happen."
            },
            {
                "verse_number": "24",
                "verse_text": "From Judah's tribe , there were 6,800 men who carried shields and spears . They knew how to fight well."
            },
            {
                "verse_number": "25",
                "verse_text": "From Simeon's tribe, there were 7,100 strong men who knew how to fight well."
            },
            {
                "verse_number": "26",
                "verse_text": "From Levi's tribe, there were 4,600 men."
            },
            {
                "verse_number": "27",
                "verse_text": "Jehoiada was the leader of the men who were Aaron's descendants . He brought 3,700 men with him."
            },
            {
                "verse_number": "28",
                "verse_text": "Zadok was also in that group. He was a brave young soldier. There were also 22 officers who belonged to his clan ."
            },
            {
                "verse_number": "29",
                "verse_text": "From Benjamin's tribe that Saul belonged to, there were 3,000 men. Most of those men had served Saul faithfully until that time."
            },
            {
                "verse_number": "30",
                "verse_text": "From Ephraim's tribe, there were 20,800 men who were brave soldiers. The people in their clans respected them very much."
            },
            {
                "verse_number": "31",
                "verse_text": "From the half tribe of Manasseh on the west side of the Jordan River, there were 18,000 men. Their clans had chosen those men to go and help David become their king."
            },
            {
                "verse_number": "32",
                "verse_text": "From Issachar's tribe, there were 200 officers and their relatives who obeyed their commands . Those officers understood that this was an important time for Israel. They knew what Israel should do."
            },
            {
                "verse_number": "33",
                "verse_text": "From Zebulun's tribe, there were 50,000 brave men who were ready to fight. They knew how to use many different kinds of weapons . They were completely faithful to David."
            },
            {
                "verse_number": "34",
                "verse_text": "From Naphtali's tribe, there were 1,000 officers and 37,000 men who carried shields and spears ."
            },
            {
                "verse_number": "35",
                "verse_text": "From Dan's tribe, there were 28,600 men who were ready for war."
            },
            {
                "verse_number": "36",
                "verse_text": "From Asher's tribe there were 40,000 soldiers who were ready for war."
            },
            {
                "verse_number": "37",
                "verse_text": "From the east side of the Jordan River, there were 120,000 soldiers who knew how to use many different kinds of weapons. Those men belonged to the tribes of Reuben, Gad and the other half tribe of Manasseh."
            },
            {
                "verse_number": "38",
                "verse_text": "All those men were soldiers who were ready to fight in war. They came to David in Hebron because they wanted to make him king to rule all Israel. All the other Israelites also agreed that David should become king."
            },
            {
                "verse_number": "39",
                "verse_text": "The men stayed there with David for three days. Their relatives had prepared a lot of food for them. So they enjoyed a big feast together."
            },
            {
                "verse_number": "40",
                "verse_text": "People also came from places as far away as Issachar, Zebulun and Naphtali. They brought food on donkeys , camels , mules and oxen . So there was plenty of flour to make bread, and lots of figs , raisins , wine , olive oil, cows and sheep. All the Israelites had a very happy party!"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "David spoke with the officers of his army. Some of them were the leaders of 1,000 men. Other officers were the leaders of 100 men."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David said to all the Israelites who were present, &quot;I think that we should send a message to our relatives in all the regions of Israel. That should include the priests and the Levites in the towns where they live. We should ask all those people to meet with us here. We will do it if you agree that it is a good idea, and if the Lord our God wants us to do it."
            },
            {
                "verse_number": "3",
                "verse_text": "We should bring back the Covenant Box of our God. While Saul was king, we did not use it to ask God about things.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "All the people there agreed that this was a good idea. They realized that it was the right thing to do."
            },
            {
                "verse_number": "5",
                "verse_text": "So David brought together all the Israelites. They came from everywhere in Israel, from the Shihor River in Egypt, and as far as Lebo-Hamath. They came to bring God's Covenant Box back from Kiriath-Jearim."
            },
            {
                "verse_number": "6",
                "verse_text": "David and all the Israelites went to Baalah, a town in Judah. (Baalah is also called Kiriath-Jearim.) They went to bring the Covenant Box of God from there to Jerusalem. The Israelites called it by the name of the Lord . He sits as King between the two cherubs that are on the top of the Covenant Box."
            },
            {
                "verse_number": "7",
                "verse_text": "The people put God's Covenant Box on a new cart . They took it out of Abinadab's house. Uzzah and Ahio were leading the cart."
            },
            {
                "verse_number": "8",
                "verse_text": "David and all the Israelites were singing and dancing with all their strength to praise God. They made music with harps , lyres , tambourines , cymbals and trumpets ."
            },
            {
                "verse_number": "9",
                "verse_text": "They reached the place of Kidon's threshing floor . There the oxen that were pulling the cart almost fell. So Uzzah reached out to hold the Covenant Box to stop it falling."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord was very angry with Uzzah because he had touched the Covenant Box. He knocked Uzzah down to the ground. Uzzah died there, beside God's Covenant Box."
            },
            {
                "verse_number": "11",
                "verse_text": "David was angry because the Lord had punished Uzzah. So he called that place &quot;Perez Uzzah&quot;. That is still its name today."
            },
            {
                "verse_number": "12",
                "verse_text": "So David now became afraid of God. He said, &quot;God's Covenant Box is too holy to take with me.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "So he did not take the Covenant Box to the City of David to be with him there. Instead, he took it to the house of Obed-Edom, who came from Gath."
            },
            {
                "verse_number": "14",
                "verse_text": "God's Covenant Box stayed in the home of Obed-Edom's family for three months. During that time, the Lord blessed Obed-Edom's family and everything that he had."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then Hiram, king of Tyre, sent some of his men to David. They brought wood from Lebanon's cedar trees. Men who could work with stone and with wood also came. They built a palace for David."
            },
            {
                "verse_number": "2",
                "verse_text": "David realized that the Lord had made him strong as king over Israel. He knew that God had made his kingdom great, to help his people, the Israelites. The Lord answered him, &quot;Yes, go and attack the Philistines. I will help you to win against them.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "When David lived in Jerusalem, he married more wives. He became the father of more sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the names of David's children who were born in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "6",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "7",
                "verse_text": "Elishama, Beeliada and Eliphelet."
            },
            {
                "verse_number": "8",
                "verse_text": "The Philistines heard the news that David had now become king over all Israel. So their whole army went to look for him to catch him. When David heard about this, he went out to attack them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistine soldiers arrived at Rephaim valley. They attacked the people there."
            },
            {
                "verse_number": "10",
                "verse_text": "David asked God, &quot;Should I go and attack the Philistines? Will you put them under my power?&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "So David and his men went to Baal Perazim. There they won the fight against the Philistines in that place. David said, &quot;God has helped me to sweep away my enemy like a flood of water.&quot; So they called that place Baal Perazim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Philistines did not take their idols with them when they ran away. David told his men to destroy the idols in a fire."
            },
            {
                "verse_number": "13",
                "verse_text": "Once again, the Philistines attacked the people who lived in the valley."
            },
            {
                "verse_number": "14",
                "verse_text": "So David again asked God what he should do. This time God told him, &quot;Do not march straight towards them. Instead, go round behind them. Then attack them from the other side, where the poplar trees are."
            },
            {
                "verse_number": "15",
                "verse_text": "When you hear a noise in the tops of the trees like marching men, go out to attack them. Then you will know that God has gone in front of you. He will knock down the Philistine army for you.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "So David did as God had commanded him to do. His men chased the Philistine army all the way from Gibeon to Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "So David became famous in every country. The Lord caused the people of every nation to be afraid of David."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "David built houses for himself in the City of David . He put up a tent as a place where he would put God's Covenant Box ."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David said, &quot;Only the Levites may carry God's Covenant Box. The Lord chose them to do that. He chose them to serve him for ever.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "David brought all the Israelites together in Jerusalem. He said that they should bring the Lord 's Covenant Box to the place that he had prepared for it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then David brought together the descendants of Aaron and the other Levites. They were:"
            },
            {
                "verse_number": "5",
                "verse_text": "From Kohath's clan , 120 people with their leader, Uriel."
            },
            {
                "verse_number": "6",
                "verse_text": "From Merari's clan, 220 people with their leader, Asaiah."
            },
            {
                "verse_number": "7",
                "verse_text": "From Gershon's clan, 130 people with their leader, Joel."
            },
            {
                "verse_number": "8",
                "verse_text": "From Elizaphan's clan, 200 people with their leader, Shemaiah."
            },
            {
                "verse_number": "9",
                "verse_text": "From Hebron's clan, 80 people with their leader, Eliel."
            },
            {
                "verse_number": "10",
                "verse_text": "From Uzziel's clan, 112 people with their leader, Amminadab."
            },
            {
                "verse_number": "11",
                "verse_text": "Then David told the priests Zadok and Abiathar to come to him. He also told these Levites to come: Uriel, Asaiah, Joel, Shemaiah, Eliel and Amminadab."
            },
            {
                "verse_number": "12",
                "verse_text": "David said to them, &quot;You are the leaders of the Levites' clans. You and your relatives must make yourselves holy . Then you will be able to carry the Covenant Box of the Lord , Israel's God. You must bring it to the place that I have prepared for it."
            },
            {
                "verse_number": "13",
                "verse_text": "The first time that we tried to bring it here, you did not carry it. Because of that, the Lord our God punished us. He did that because we did not ask him about the proper way to carry it.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the priests and the other Levites made themselves holy. Then they could carry the Covenant Box of the Lord , Israel's God."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites carried God's Covenant Box with its poles on their shoulders. That is how God had commanded Moses that they should carry it."
            },
            {
                "verse_number": "16",
                "verse_text": "David told the leaders of the Levites to choose some of their relatives to be musicians . Some would sing songs. Some would make music with lyres , harps and cymbals . They would sing loud and happy songs."
            },
            {
                "verse_number": "17",
                "verse_text": "The Levites chose Joel's son Heman. They also chose Berekiah's son Asaph, who was a relative of Heman. And they chose Kushaiah's son Ethan, who belonged to Merari's clan ."
            },
            {
                "verse_number": "18",
                "verse_text": "They also chose another group of Levites to help them. They were: Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, as well as two temple guards , Obed-Edom and Jeiel."
            },
            {
                "verse_number": "19",
                "verse_text": "They chose these musicians to make music with bronze cymbals: Heman, Asaph and Ethan."
            },
            {
                "verse_number": "20",
                "verse_text": "They chose these musicians to make music in a special way with harps: Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah and Benaiah."
            },
            {
                "verse_number": "21",
                "verse_text": "They chose these musicians to make music in a special way with lyres: Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel and Azaziah."
            },
            {
                "verse_number": "22",
                "verse_text": "Kenaniah was the leader of the musicians. They chose him to do that because he had good skill in music."
            },
            {
                "verse_number": "23",
                "verse_text": "Berekiah and Elkanah were guards to keep the Covenant Box safe."
            },
            {
                "verse_number": "24",
                "verse_text": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah and Eliezer walked in front of God's Covenant Box. They made a loud noise with trumpets as they went. Obed-Edom and Jehiah were also guards for the Covenant Box."
            },
            {
                "verse_number": "25",
                "verse_text": "So David, the leaders of Israel and the army officers went to fetch the Lord 's Covenant Box from Obed-Edom's house. They were very happy as they took it from there to Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord helped the Levites who were carrying his Covenant Box. So they offered seven bulls and seven male sheep as sacrifices to the Lord ."
            },
            {
                "verse_number": "27",
                "verse_text": "David was wearing a robe that was made of good linen . All the Levites who were carrying the Covenant Box also wore linen clothes. So did the musicians and Kenaniah, their leader. David also wore a linen ephod over his robe."
            },
            {
                "verse_number": "28",
                "verse_text": "In that way, all the Israelites brought the Lord 's Covenant Box to Jerusalem. They were shouting. They were making loud music with trumpets , cymbals , lyres and harps ."
            },
            {
                "verse_number": "29",
                "verse_text": "While they where bringing the Lord 's Covenant Box into the City of David , Saul's daughter Michal looked out through a window. She saw that King David was dancing because he was so happy. Michal felt ashamed of him."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "David had put up a special tent for God's Covenant Box , so they took it there. They put it in its place inside the tent. Then they offered burnt offerings and friendship offerings to God."
            },
            {
                "verse_number": "2",
                "verse_text": "After David had offered those sacrifices , he prayed that the Lord would bless the people."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he gave a gift to every Israelite man and woman. Each person received a loaf of bread, some dates and some raisins . Make his name famous! Tell people in all the nations what he has done. to praise him! Tell people about the miracles that he has done. Everybody who wants to worship the Lord should be very happy! Ask him to give you strength . Always try to be near him and worship him. Remember his miracles , and the commands that he has spoken. You are Jacob's descendants, and God has chosen you to be his people. He rules the whole earth with justice . He made that promise to continue for ever. and that he also made to Isaac. It was a covenant with Israel's people that would continue for ever. It will belong to you and to your descendants.&quot; They lived in Canaan as strangers. and different kingdoms . He punished kings, to keep his people safe. Do not hurt my prophets .&quot; Every day, tell people the message that he has rescued us. Tell all of them about the great things that he has done. Everyone should praise him, as he deserves . People should respect him with fear , more than all other gods. But the Lord made the heavens . Strength and joy are in his home. recognize that the Lord is great and powerful. Bring a gift to offer to him in his temple . Worship the Lord , who is beautiful and holy . He has fixed the world in its place, so that nothing can shake it. The people of all nations should say, &quot;The Lord rules as king!&quot; The fields and all their crops should shout with joy! because they are so happy. They will be happy because the Lord is coming to judge the earth. His faithful love will always be with us. Please save us now! Bring us safely home from among the other nations. Then we will thank you! We will shout aloud to praise your holy name.&quot; as he deserves ! Praise him now and for ever! Then all the people said, &quot; Amen ! We agree! Praise the Lord !&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then David chose some Levites to serve the Lord at the Covenant Box . They would lead prayers and songs to thank the Lord , Israel's God, and to praise him."
            },
            {
                "verse_number": "5",
                "verse_text": "Asaph was the leader of that group and Zechariah was the second leader. Then there were Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom and Jeiel. Those men made music with harps and lyres . Asaph used the cymbals ."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests Benaiah and Jahaziel would make a noise with trumpets in front of God's Covenant Box many times each day."
            },
            {
                "verse_number": "7",
                "verse_text": "On that day, David first told Asaph and the other Levites to sing this song to thank the Lord :"
            },
            {
                "verse_number": "8",
                "verse_text": "Thank the Lord !"
            },
            {
                "verse_number": "9",
                "verse_text": "Sing songs and make music"
            },
            {
                "verse_number": "10",
                "verse_text": "Boast about his holy name."
            },
            {
                "verse_number": "11",
                "verse_text": "Ask the Lord to help you!"
            },
            {
                "verse_number": "12",
                "verse_text": "Remember the great things that he has done."
            },
            {
                "verse_number": "13",
                "verse_text": "You are the descendants of God's servant, Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "He is the Lord our God."
            },
            {
                "verse_number": "15",
                "verse_text": "Always remember the covenant that he has made with us."
            },
            {
                "verse_number": "16",
                "verse_text": "That is the promise that he made to Abraham,"
            },
            {
                "verse_number": "17",
                "verse_text": "He repeated it to Jacob as a law ."
            },
            {
                "verse_number": "18",
                "verse_text": "He promised, &quot;I will give the land of Canaan to you."
            },
            {
                "verse_number": "19",
                "verse_text": "At one time, God's people were only a few."
            },
            {
                "verse_number": "20",
                "verse_text": "They travelled among different nations"
            },
            {
                "verse_number": "21",
                "verse_text": "But the Lord did not let anyone hurt them."
            },
            {
                "verse_number": "22",
                "verse_text": "He said, &quot;Do not even touch the people that I have chosen to be mine."
            },
            {
                "verse_number": "23",
                "verse_text": "Sing to the Lord , all the world."
            },
            {
                "verse_number": "24",
                "verse_text": "Tell the other nations that he is very great."
            },
            {
                "verse_number": "25",
                "verse_text": "Yes, the Lord is great!"
            },
            {
                "verse_number": "26",
                "verse_text": "All the other nations' gods are useless idols ."
            },
            {
                "verse_number": "27",
                "verse_text": "We see that he is a very great king."
            },
            {
                "verse_number": "28",
                "verse_text": "You people of other nations,"
            },
            {
                "verse_number": "29",
                "verse_text": "Agree that the Lord 's name is great."
            },
            {
                "verse_number": "30",
                "verse_text": "Everyone on earth must shake with fear in front of him."
            },
            {
                "verse_number": "31",
                "verse_text": "The earth and the sky should be happy!"
            },
            {
                "verse_number": "32",
                "verse_text": "The sea and everything in it should shout aloud!"
            },
            {
                "verse_number": "33",
                "verse_text": "Then all the trees in the forests will also sing,"
            },
            {
                "verse_number": "34",
                "verse_text": "Thank the Lord , because he is good."
            },
            {
                "verse_number": "35",
                "verse_text": "Say to him, &quot;God, you are the one who rescues us!"
            },
            {
                "verse_number": "36",
                "verse_text": "Praise the Lord , Israel's God,"
            },
            {
                "verse_number": "37",
                "verse_text": "King David had chosen Asaph and his relatives to serve the Lord at the Covenant Box . They must do that each day, as the rules said that they should do."
            },
            {
                "verse_number": "38",
                "verse_text": "They included Obed-Edom and 68 men from his clan . Jeduthun's son, Obed-Edom and Hosah were guards at the entrance of the tent."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok and the other priests served the Lord at the tabernacle in Gibeon. That was still the place where the Israelites worshipped God."
            },
            {
                "verse_number": "40",
                "verse_text": "Their job was to offer burnt offerings as sacrifices to the Lord on the big altar there. They did that every morning and every evening, as the law of the Lord commanded . The Israelites had to obey that law."
            },
            {
                "verse_number": "41",
                "verse_text": "Heman and Jeduthun were with them at the tabernacle in Gibeon. There were also other Levites that David had chosen to help them. Their special job was to give thanks to the Lord with songs, because his faithful love continues for ever."
            },
            {
                "verse_number": "42",
                "verse_text": "Heman and Jeduthun also had authority for the trumpets , the cymbals and the other musical instruments . The musicians used them to praise God with their music. Jeduthun's sons stood as guards at the entrance of the tabernacle."
            },
            {
                "verse_number": "43",
                "verse_text": "After that, all the people left to return to their homes. David also went home to ask God to bless his family."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "King David was living in his palace . One day, he said to Nathan the prophet , &quot;Now I am living in a beautiful palace that is made of cedar wood. But the Lord 's Covenant Box is still in a tent .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Nathan replied to David, &quot;Do what you think is right. God will help you.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "But that night God said to Nathan,"
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;Go and tell my servant David, &apos;The Lord says this: You are not the right man to build a house for me to live in."
            },
            {
                "verse_number": "5",
                "verse_text": "From the time that I brought the Israelites safely out of Egypt until now, I have never lived in a house. I have lived in a tent as my home as I travelled from place to place."
            },
            {
                "verse_number": "6",
                "verse_text": "I have moved about to many different places with the Israelites. I chose leaders to take care of my people, like shepherds take care of their sheep. But I never said to any of them, &quot;You should have built a beautiful house of cedar wood for me.&quot; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So tell my servant David that the Lord Almighty says this: &apos;I took you from the fields where you were taking care of sheep. I took you from there to become the ruler of my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I have been with you everywhere that you have gone. I destroyed all your enemies that were attacking you. Now I will make you famous. Your name will be as great as the names of the earth's greatest men."
            },
            {
                "verse_number": "9",
                "verse_text": "I have chosen a place where my people Israel will live. I have put them in that place, were they can be safe. They will not be afraid of trouble from any enemy. Wicked people will not hurt them any more. That happened in the past,"
            },
            {
                "verse_number": "10",
                "verse_text": "from the time that I chose leaders to rule my people Israel. But now I will cause all your enemies to be weak. I say to you, David: the Lord will give you descendants who will rule as kings after you. That will be the royal house that I build for you."
            },
            {
                "verse_number": "11",
                "verse_text": "When you die, people will bury you in the grave of your ancestors . Then I will choose your descendant, one of your own sons, to become king. I will make his kingdom strong."
            },
            {
                "verse_number": "12",
                "verse_text": "He is the man who will build a house for me. And I will cause his descendants to rule as kings for ever."
            },
            {
                "verse_number": "13",
                "verse_text": "I will be his father and he will be my son. I will never remove my faithful love from him, as I took it away from the king who ruled before you."
            },
            {
                "verse_number": "14",
                "verse_text": "I will cause him to rule my people and my kingdom for ever. Someone from his family will always be king.&apos; &quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Nathan told David the whole message that the Lord had shown to him."
            },
            {
                "verse_number": "16",
                "verse_text": "Then King David went into the Lord 's tent. He sat down and he prayed to the Lord . He said, &quot; Lord , my God, I am not a special person and my family is not special. You have helped me very much and I do not deserve it."
            },
            {
                "verse_number": "17",
                "verse_text": "And you have done more than that, my God. You have made a promise about the descendants of my family in the future. You, Lord God, have spoken to me as if I am a very important man."
            },
            {
                "verse_number": "18",
                "verse_text": "I am your servant and you know me completely. You have given great honour to me. There is nothing more that I can say."
            },
            {
                "verse_number": "19",
                "verse_text": "Lord , you have chosen to do all these great things for me, your servant. You are telling me what you have promised to do."
            },
            {
                "verse_number": "20",
                "verse_text": "There is nobody like you, Lord . You alone are God. What we have heard about you is true!"
            },
            {
                "verse_number": "21",
                "verse_text": "There is no other nation on earth like your people, Israel. We are the nation that you rescued so that we would belong to you. You did that to show that your name is great. You did great miracles as you rescued your people from Egypt. You chased out the nations who wanted to stop them."
            },
            {
                "verse_number": "22",
                "verse_text": "You chose Israel to be your own people for all time. You, Lord became our God."
            },
            {
                "verse_number": "23",
                "verse_text": "Lord , please do the things that you have promised to do for me, your servant, and for my family. Continue to do for ever what you have promised to do,"
            },
            {
                "verse_number": "24",
                "verse_text": "so that people see your promises are true. Then people will always give honour to your great name. They will say, &apos;The Lord Almighty is Israel's God.&apos; And David's descendants will continue to serve you as kings."
            },
            {
                "verse_number": "25",
                "verse_text": "My God, you have made this promise to me, your servant. You have said that I will always have descendants who will rule. That is the house that you will build for me. Because you have said that, I was not afraid to pray to you."
            },
            {
                "verse_number": "26",
                "verse_text": "Lord , you are the true God! You have promised these good things to me, your servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Now please bless my family and my descendants. Then we will serve you faithfully for ever. Yes, Lord , you have blessed my descendants, and I know that you will continue to bless them for ever.&quot;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After some time, David attacked the Philistines and he won against them. He took Gath city and the villages around it from the Philistines. The Lord helped David to win all the battles that he fought. The Lord helped David to win all the battles that he fought."
            },
            {
                "verse_number": "2",
                "verse_text": "David also won a battle against the Moabites . They were now under David's authority and they paid taxes to him."
            },
            {
                "verse_number": "3",
                "verse_text": "David also won a battle against Hadadezer, king of Zobah. He won land as far as Hamath. That happened when Hadadezer took his army to the Euphrates river to show that he had authority there."
            },
            {
                "verse_number": "4",
                "verse_text": "David took from Hadadezer 1,000 chariots and 7,000 men who drove them. He also caught 20,000 of Hadadezer's other soldiers. David kept 100 horses that pulled chariots. But he cut the legs of the other horses so that they could not run."
            },
            {
                "verse_number": "5",
                "verse_text": "The Syrians from Damascus sent an army to help King Hadadezer of Zobah. But David killed 22,000 soldiers of the Syrian army."
            },
            {
                "verse_number": "6",
                "verse_text": "David put some of his soldiers in Damascus to keep his authority over the Syrian people. They had to pay taxes to King David."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the gold shields that Hadadezer's officers had carried. He brought the shields to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "David also took a lot of bronze things from Tebah and Cun. Those towns had belonged to Hadadezer towns. Later, Solomon used that bronze to make the big bath in the temple that was called &quot;the Sea&quot;. He also used the bronze to make pillars and other things for the temple ."
            },
            {
                "verse_number": "9",
                "verse_text": "Tou, the king of Hamath, heard news that David had won the battle against the whole army of King Hadadezer of Zobah."
            },
            {
                "verse_number": "10",
                "verse_text": "There had been a war between King Hadadezer and King Tou. So Tou sent his son, Hadoram, to say &quot;hello&quot; to King David. He wanted to praise David because he had won the battle against King Hadadezer. He also sent many gifts of gold, silver and bronze to David."
            },
            {
                "verse_number": "11",
                "verse_text": "King David took those gifts and he offered them to the Lord . He also offered to the Lord all the silver and gold things that he had taken from other nations . Those nations were Edom, Moab, the Ammonites, the Philistines and the Amalekites."
            },
            {
                "verse_number": "12",
                "verse_text": "Zeruiah's son Abishai killed 18,000 men from Edom in the Valley of Salt."
            },
            {
                "verse_number": "13",
                "verse_text": "He put groups of his soldiers in Edom, so that David had authority over all the Edomites."
            },
            {
                "verse_number": "14",
                "verse_text": "David ruled over all Israel. He did everything that was right and fair for all his people."
            },
            {
                "verse_number": "15",
                "verse_text": "Zeruiah's son Joab was the leader of Israel's army. Ahilud's son Jehoshaphat wrote down the important things that happened."
            },
            {
                "verse_number": "16",
                "verse_text": "Ahitub's son Zadok and Abiathar's son Ahimelech were priests . Shavsha was David's secretary."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoiada's son Benaiah was the leader of David's personal guards . David's sons were his most important officers."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After some time, Nahash, the king of the Ammonites , died. His son became the new king."
            },
            {
                "verse_number": "2",
                "verse_text": "David thought, &quot;Nahash was kind to me, so I will be kind to his son Hanun.&quot; So David sent some of his officers to give a message to Hanun. David wanted to tell Hanun that he was sorry that his father Nahash had died. David's officers took his kind message to the land of the Ammonites. So Joab returned to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "But the leaders of the Ammonites said to Hanun, &quot;David has sent his officers to you with a kind message. But do not think that he really wants to give honour to your father. No, he has sent his men to look at our land. They want to see how they can attack our country and take it for themselves.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Hanun took hold of David's officers. He cut off their hair. He also cut off the lower half of their clothes up to their hips. Then he sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "Some people came to tell David what had happened. His officers were very ashamed. So David sent men to them with a message. King David said, &quot;Stay in Jericho city until your beards have grown again. Then you can return here.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Ammonites realized that they had caused David to be very angry. So King Hanun and his people made an agreement with the people of Aram-Naharaim, Aram-Maacah and Zobah. The Ammonites sent them about 34,000 kilograms of silver to get their help with chariots and their drivers."
            },
            {
                "verse_number": "7",
                "verse_text": "They had 32,000 chariots to use in the battle . They also received help from the king of Maakah and his army. All these men made their camp near Medeba. At the same time King Hanun had brought together the Ammonite soldiers from their towns. They were all ready to fight."
            },
            {
                "verse_number": "8",
                "verse_text": "David heard news about this. So he sent Joab with all the soldiers in his army to fight against them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonite soldiers marched out from their city. They stood at the entrance of their city and they were ready to fight. The other kings and their soldiers stayed in the fields near the city."
            },
            {
                "verse_number": "10",
                "verse_text": "Joab saw that there were two groups of the enemy's soldiers. They were ready to attack his army from different sides. So he chose some of Israel's best soldiers. Joab himself led them to attack the Syrian soldiers in the fields."
            },
            {
                "verse_number": "11",
                "verse_text": "He told his brother Abishai to lead the rest of Israel's army to fight against the Ammonites."
            },
            {
                "verse_number": "12",
                "verse_text": "Joab said to Abishai, &quot;If the Syrian soldiers are too strong for me, you must come to rescue me. But if the Ammonites are too strong for you, I will come to rescue you."
            },
            {
                "verse_number": "13",
                "verse_text": "Be strong! We must be brave as we fight on behalf of our people and the cities of our God. The Lord will do what he decides is good.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Joab and his group of soldiers went to fight against the Syrians. As they marched towards the Syrian soldiers, they ran away."
            },
            {
                "verse_number": "15",
                "verse_text": "The Ammonites saw that the Syrians were running away from Joab. So they also ran away from his brother Abishai's men. They went back into their city."
            },
            {
                "verse_number": "16",
                "verse_text": "The Syrian soldiers realized that Israel had won the battle against them. So they sent men with a message to fetch more soldiers to help them. More Syrian soldiers came from the other side of the Euphrates river. Shophach, the captain of Hadadezer's army, led them."
            },
            {
                "verse_number": "17",
                "verse_text": "David heard about what was happening. So he took all Israel's soldiers across the Jordan River. David led his army to attack the Syrian soldiers. The Syrians also prepared to fight. When the battle started,"
            },
            {
                "verse_number": "18",
                "verse_text": "the Syrians ran away from the Israelites. David and his army killed 7,000 Syrians who drove chariots . They killed 40,000 other Syrian soldiers. They also killed Shophach, the captain of the Syrian army."
            },
            {
                "verse_number": "19",
                "verse_text": "The kings who were under King Hadadezer's authority saw that Israel had won the battle. So they made an agreement with David that they would not fight against Israel any more. They agreed to be under David's authority. After that, the Syrians would no longer agree to help the Ammonites."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the spring, Joab led the Israelite army out to fight. That was the time of year when kings go out to fight battles . Joab and his army attacked the land of the Ammonites and he won against them. He put his soldiers around Rabbah city so that they could attack it. But David had stayed in Jerusalem. Joab attacked Rabbah and he destroyed its buildings. Then David and all his army returned to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "When David came, he took the crown off the Ammonite king's head. The crown was made of gold. It weighed 34 kilograms. There was a valuable jewel fixed on it. David's men then put the crown on David's head. David also took a lot of valuable things from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "He brought the people out from the city to do hard work for him. He made them cut wood with saws, and use iron tools and axes. He did the same thing to the people of all the other Ammonite cities."
            },
            {
                "verse_number": "4",
                "verse_text": "Some time after that, the Israelites fought a battle against the Philistines at Gezer. In that battle, Sibbecai from Hushah killed Sippai. Sippai was a descendant of Rapha. So Israel won against the Philistines."
            },
            {
                "verse_number": "5",
                "verse_text": "In another battle against the Philistines, Jair's son Elhanan killed Lahmi. Lahmi was the brother of Goliath who came from Gath. He had a spear that was very thick and heavy, like a big tree."
            },
            {
                "verse_number": "6",
                "verse_text": "There was another battle at Gath. Another descendant of Rapha fought against the Israelites there. He was a very large man. He had six fingers on each hand and six toes on each foot."
            },
            {
                "verse_number": "7",
                "verse_text": "He shouted to insult the Israelite soldiers. So Jonathan, the son of David's brother Shimea, killed him."
            },
            {
                "verse_number": "8",
                "verse_text": "Those Philistines were descendants of Rapha and they lived in Gath. David and his soldiers killed all of them."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then Satan caused David to bring trouble to Israel. He caused David to count all the men in Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So David said to Joab and to the officers in his army, &quot;Go and count the men everywhere in Israel, from Beersheba to Dan. Then come and give me a report. I want to know how many men there are.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Joab replied, &quot;I pray that the Lord will make your army grow 100 times bigger! All your men are your faithful servants, my lord the king. But why do you want to do this? You will cause all Israel to become guilty .&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Joab had to obey the king's command . So Joab left. He went through all Israel and then he returned to Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Joab reported to David about the number of soldiers who could fight. There were 1,100,000 men in all Israel who could fight with swords . There were 470,000 men in Judah who could fight with swords."
            },
            {
                "verse_number": "6",
                "verse_text": "But the king's command had seemed disgusting to Joab. So he did not count the men from the tribes of Levi and Benjamin."
            },
            {
                "verse_number": "7",
                "verse_text": "God was also angry because David had done this thing. So he decided to punish Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said to God, &quot;What I have done was a bad sin. Please forgive me. I have done a foolish thing.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Gad was David's prophet . The Lord said to him,"
            },
            {
                "verse_number": "10",
                "verse_text": "&quot;Go and give my message to David: &apos;There are three ways that I could punish you. You must choose one of them, and that is what I will do to punish you.&apos; &quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Gad went to David and he said to him, &quot;This is what the Lord says: &apos;You must choose one of these punishments ."
            },
            {
                "verse_number": "12",
                "verse_text": "You may choose to have three years when there will be a famine . Or you may choose to have three months when you have to run away from your enemies' swords so that they do not kill you. Or you may choose to have three days when a very bad disease comes to your people. The angel of the Lord would kill many people in every part of Israel.&apos; Now decide which punishment you will choose. I will take your answer to God, who sent me with this message.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "David said to Gad, &quot;I am very upset . I do not want men to punish me. The Lord is kind and he forgives people. So it is better if he punishes me.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Lord caused a very bad disease to kill people in Israel. 70,000 Israelite men died."
            },
            {
                "verse_number": "15",
                "verse_text": "God sent his angel to destroy Jerusalem. But as the angel started to kill people, the Lord saw what was happening. He decided to stop the punishment that he was causing. He said to the angel who was killing the people, &quot;That is enough. Stop what you are doing!&quot; When the Lord said that, his angel was standing near the threshing floor of Araunah the Jebusite."
            },
            {
                "verse_number": "16",
                "verse_text": "David looked up and he saw the Lord 's angel. The angel was standing between the earth and the sky. He had his sword in his hand and it was pointing towards Jerusalem. David and the leaders fell down with their faces towards the ground. They were wearing clothes that were made of rough sackcloth ."
            },
            {
                "verse_number": "17",
                "verse_text": "David said to God, &quot;I am the person who has done an evil thing. I told Joab to count the number of men in my army. These people have followed me like sheep that follow a shepherd . They have not done anything wrong. Lord my God, you should only punish me and my family. But please take this disease away from your people.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the angel of the Lord said to Gad, &quot;Tell David to go up to the threshing floor of Araunah the Jebusite. Build an altar there to worship the Lord .&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "So David obeyed the Lord 's message that Gad had spoken to him."
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah and his four sons were threshing wheat . Araunah turned around and he saw the Lord 's angel. His sons hid themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "Then David came to meet Araunah. When Araunah saw David, he came out from the threshing floor. He bent down low in front of David, with his face towards the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "David said to Araunah, &quot;Let me buy this threshing floor from you. I want to build an altar here to worship the Lord . Then he will stop this bad disease from killing the people. I will pay you the whole price for the land.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Araunah replied, &quot;My lord the king, please take it for yourself. You may do what you would like to do. Look, I will give you the bulls for the burnt offerings . You can use the wood from these tools for the fire. Take my wheat to make an offering to the Lord . I will give all these things to you.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "But King David said to Araunah, &quot;No, I must pay you the whole price. I cannot offer something that belongs to you as a sacrifice to the Lord . I cannot offer to him a burnt offering that has cost me nothing.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "So David paid Araunah 600 gold coins to buy the place."
            },
            {
                "verse_number": "26",
                "verse_text": "Then he built an altar there to worship the Lord . He offered burnt offerings and friendship offerings on it. He prayed to the Lord and the Lord answered him. The Lord sent fire from the sky to burn up the sacrifice on the altar."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the Lord told the angel to put his sword away into its pocket."
            },
            {
                "verse_number": "28",
                "verse_text": "David saw that the Lord had answered his prayer at the threshing floor of Araunah the Jebusite. So he offered sacrifices to God there."
            },
            {
                "verse_number": "29",
                "verse_text": "At that time the Lord 's tabernacle was at Gibeon, where the Israelites worshipped God. The tabernacle was the special tent that Moses had made in the wilderness . The altar for burnt offerings was also at Gibeon."
            },
            {
                "verse_number": "30",
                "verse_text": "But David was not able to go there to meet with the Lord , because he was afraid of the sword of the Lord 's angel."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then David said, &quot;This is the place where the temple of the Lord God will be. The altar for Israel's burnt offerings will also be here.&quot; So before David died, he prepared all these things."
            },
            {
                "verse_number": "2",
                "verse_text": "So David told his officers to bring together all the foreign men who lived in Israel. He chose some of them to cut the stones to build God's house. They would cut the stones to have the right shape."
            },
            {
                "verse_number": "3",
                "verse_text": "He supplied a lot of iron to make things for the temple. That was for nails and bars to fix the doors at the entrances . He also supplied more bronze than they could weigh."
            },
            {
                "verse_number": "4",
                "verse_text": "The people from Tyre and Sidon had brought a lot of cedar wood to David. So he provided for the temple more pieces of cedar wood than anyone could count."
            },
            {
                "verse_number": "5",
                "verse_text": "David said, &quot;The Lord 's temple must be great and beautiful. It must be famous, so that the people of every nation see how great it is. My son Solomon is young and he has no special skills. So I must prepare everything for him to build the temple.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "David sent someone to fetch his son, Solomon. He told him that he must build a temple for the Lord , Israel's God."
            },
            {
                "verse_number": "7",
                "verse_text": "He said to Solomon, &quot;My son, I really wanted to build a house for the Lord my God, to give honour to him."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord said to me, &apos;You have killed many people in the battles that you have fought. So you yourself will not build a house to give me honour. I have seen all the blood of the people that you have killed."
            },
            {
                "verse_number": "9",
                "verse_text": "But you will have a son who will be a man who lives in peace . I will cause all his enemies to leave him in peace. Yes, his name will be Solomon. While he is king, I will cause Israel to enjoy peace . I will keep them safe from their enemies."
            },
            {
                "verse_number": "10",
                "verse_text": "He will build a temple to give honour to my name. He will become my son and I will become his father. I will give him descendants to rule Israel as kings for ever.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So, my son, I pray that the Lord will be with you. He will do what he has promised. He will help you to build a temple for the Lord your God."
            },
            {
                "verse_number": "12",
                "verse_text": "I also pray that the Lord will make you wise so that you understand things properly. I pray that you will obey the Law of the Lord your God as you rule over Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "You will be successful, if you carefully obey the Lord 's commands and rules. Those are the laws that the Lord gave to Moses for Israel. Be strong! Be brave! Do not be afraid, but continue to be strong!"
            },
            {
                "verse_number": "14",
                "verse_text": "Look! I have been careful to prepare the things that you will need to build the Lord 's temple. I have got 4,000 tons of gold and 40,000 tons of silver . I have more bronze and iron than anyone can weigh. I have plenty of wood and stone. You will need to get even more than this."
            },
            {
                "verse_number": "15",
                "verse_text": "You have many workers with special skills. Some know how to cut stone. Others know how to build with stones or with wood. There are men who have skills to make many different kinds of things."
            },
            {
                "verse_number": "16",
                "verse_text": "They can use gold, silver, bronze and iron to make things. You have more workers than you can count! So now you must start the work! I pray that the Lord will be with you to help you.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then David sent messages to all the leaders in Israel. He commanded them to help his son Solomon."
            },
            {
                "verse_number": "18",
                "verse_text": "He said to them, &quot;You know that the Lord your God is with you. He has kept you safe from all your enemies. He has put the people who live in this region under my authority. So now the Lord and his people rule over all those nations ."
            },
            {
                "verse_number": "19",
                "verse_text": "So you must serve the Lord your God with all that you are. Start the work! Begin to build the Lord God's holy place . Then you can put the Lord 's Covenant Box there, as well as the other holy things. You will put them in the temple that you have built to give honour to the Lord 's name.&quot;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "David was old and his life had nearly finished. He chose his son Solomon to rule over Israel as king. Those men were the leaders of Ladan's family. The Lord chose Aaron and his descendants for special work for all time. Their work was to offer special holy things to the Lord . They would offer sacrifices to the Lord . They would serve him in the temple. And they would use his name to bless the people. Mahli's sons were Eleazar and Kish."
            },
            {
                "verse_number": "2",
                "verse_text": "He brought together all Israel's leaders, as well as the priests and the Levites ."
            },
            {
                "verse_number": "3",
                "verse_text": "His officers counted all the Levites who were 30 years old or older. There were 38,000 men."
            },
            {
                "verse_number": "4",
                "verse_text": "David said, &quot;24,000 of these Levite men must have authority for the work of the Lord 's temple . 6,000 of them will be officers and judges ."
            },
            {
                "verse_number": "5",
                "verse_text": "4,000 of them will be guards at the gates of the temple. 4,000 of them will use music to praise the Lord . They will use the musical instruments that I have provided for them.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "David made the Levites into three separate groups. Each group had descendants from one of Levi's sons: Gershon, Kohath and Merari."
            },
            {
                "verse_number": "7",
                "verse_text": "From Gershon's clan there were Ladan and Shimei."
            },
            {
                "verse_number": "8",
                "verse_text": "Ladan's three sons were: Jehiel, the firstborn , then Zetham and Joel."
            },
            {
                "verse_number": "9",
                "verse_text": "Shimei's three sons were: Shelomoth, Haziel and Haran."
            },
            {
                "verse_number": "10",
                "verse_text": "Shimei had four more sons: Jahath, Ziza, Jeush and Beriah."
            },
            {
                "verse_number": "11",
                "verse_text": "Jahath was the oldest son and Ziza was the second. But Jeush and Beriah did not have many sons. So the officers counted them together as one family."
            },
            {
                "verse_number": "12",
                "verse_text": "Kohath's four sons were: Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "13",
                "verse_text": "Amram's sons were Aaron and Moses."
            },
            {
                "verse_number": "14",
                "verse_text": "The tribe of Levi included the sons of Moses, God's servant."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses' sons were Gershom and Eliezer."
            },
            {
                "verse_number": "16",
                "verse_text": "Gershom's oldest son was Shebuel."
            },
            {
                "verse_number": "17",
                "verse_text": "Eliezer's son was Rehabiah. He was the leader of the family. Eliezer had no other sons, but Rehabiah had many descendants."
            },
            {
                "verse_number": "18",
                "verse_text": "From the family of Kohath's second son Izhar, Shelomith was the leader."
            },
            {
                "verse_number": "19",
                "verse_text": "Hebron had four sons: Jeriah was the leader, Amariah was second, Jahaziel was third and Jekameam was fourth."
            },
            {
                "verse_number": "20",
                "verse_text": "Uzziel had two sons: Micah was the leader and Isshiah was second."
            },
            {
                "verse_number": "21",
                "verse_text": "Merari's sons were Mahli and Mushi."
            },
            {
                "verse_number": "22",
                "verse_text": "Eleazar died without any sons. He had only daughters. Kish's sons, who were their cousins, married them."
            },
            {
                "verse_number": "23",
                "verse_text": "Mushi's three sons were: Mahli, Eder and Jeremoth."
            },
            {
                "verse_number": "24",
                "verse_text": "Those were the leaders of the Levites' clans , family by family. The Israelites carefully recorded the names of all the men who were 20 years old or older. From that age, they each had their work to do in the Lord 's temple."
            },
            {
                "verse_number": "25",
                "verse_text": "David had said, &quot;Now the Lord , Israel's God, has given rest to his people. He has his home in Jerusalem for all time."
            },
            {
                "verse_number": "26",
                "verse_text": "So the Levites no longer need to carry the tabernacle to different places. They do not need to carry all the things that are used to serve God.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "So David counted the Levites who were 20 years old or older and could work in the temple. Those were David's last words before he died."
            },
            {
                "verse_number": "28",
                "verse_text": "The Levites' work was to help Aaron's descendants as they served the Lord in his temple . They took care of the temple's yards and its small rooms. They made the Lord 's special things clean and holy . They did the work that was necessary to serve God in his temple."
            },
            {
                "verse_number": "29",
                "verse_text": "They took care of the special bread for the table in the holy place . They kept the flour for the grain offerings , for the flat bread that they made without yeast and for the special cakes. They weighed and they measured all the things for the bread and the cakes."
            },
            {
                "verse_number": "30",
                "verse_text": "Every morning they stood in their places to thank the Lord and to praise him. They did the same thing every evening."
            },
            {
                "verse_number": "31",
                "verse_text": "They also did that when the priests offered burnt offerings to the Lord . That happened on Sabbath days, at New Moon festivals and on other special days. The correct number of Levites must be there to serve the Lord at all times, as the rules commanded ."
            },
            {
                "verse_number": "32",
                "verse_text": "In that way, the Levites had authority to take care of the special tent and the holy place. They helped their relatives , Aaron's descendants, as they served the Lord in his temple."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Aaron's descendants , the priests , were in the following groups. Aaron's four sons were: Nadab, Abihu, Eleazar and Ithamar. 1. Jehoiarib 2. Jedaiah 3. Harim 4. Seorim 5. Malkijah 6. Mijamin 7. Hakkoz 8. Abijah 9. Jeshua 10. Shecaniah 11. Eliashib 12. Jakim 13. Huppah 14. Jeshebeab 15. Bilgah 16. Immer 17. Hezir 18. Happizzez 19. Pethahiah 20. Jehezkel 21. Jakin 22. Gamul 23. Delaiah 24. Maaziah. Shubael, from Amram's descendants . Jehdeiah, from Shubael's descendants. From Shelomoth's descendants: Jahath. That is the list of the Levites, with the leaders of each family."
            },
            {
                "verse_number": "2",
                "verse_text": "But Nadab and Abihu died before their father died. They had no sons. So Eleazar and Ithamar served God as priests."
            },
            {
                "verse_number": "3",
                "verse_text": "Zadok and Ahimelech helped David to put Aaron's descendants into groups. Zadok was a descendant of Eleazar. Ahimelech was a descendant of Ithamar. They told each group what their work would be to serve God."
            },
            {
                "verse_number": "4",
                "verse_text": "There were more leaders among Eleazar's descendants than among Ithamar's descendants. So from Eleazar's descendants, there were 16 groups with their leaders. From Ithamar's descendants there were eight groups with their leaders."
            },
            {
                "verse_number": "5",
                "verse_text": "They used lots to decide the work of each group. The families of both Eleazar and Ithamar included officers for the temple as well as priests ."
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah was the secretary who wrote down the names in each group. He was the son of Nethanel, a Levite . Shemaiah wrote down the names while the king and his officers watched. Zadok the priest, Abiathar's son Ahimelech and the leaders of the priests' clans and of the other Levite clans were also watching. When they threw the lots, they would choose a family from Eleazar's descendants, then a family from Ithamar's descendants, and so on."
            },
            {
                "verse_number": "19",
                "verse_text": "Each of these leaders, with their group, had their jobs to do in the temple. They had to obey the rules that their ancestor Aaron had given. The Lord , Israel's God, had told him what they must do."
            },
            {
                "verse_number": "20",
                "verse_text": "The leaders of the other Levite families included:"
            },
            {
                "verse_number": "21",
                "verse_text": "From Rehabiah's descendants: Isshiah, the firstborn son."
            },
            {
                "verse_number": "22",
                "verse_text": "From Izhar's descendants: Shelomoth."
            },
            {
                "verse_number": "23",
                "verse_text": "Hebron's four sons were: Jeriah, the firstborn son, then Amariah, the second son, Jahaziel, the third son, and Jekameam, the fourth son."
            },
            {
                "verse_number": "24",
                "verse_text": "Uzziel's son Micah and his son Shamir."
            },
            {
                "verse_number": "25",
                "verse_text": "Micah's brother Isshiah and his son Zechariah."
            },
            {
                "verse_number": "26",
                "verse_text": "Merari's sons were: Mahli, Mushi and Jaaziah."
            },
            {
                "verse_number": "27",
                "verse_text": "Merari's descendants by his son Jaaziah were: Beno, Shoham, Zaccur and Ibri."
            },
            {
                "verse_number": "28",
                "verse_text": "Mahli's son Eleazar had no sons."
            },
            {
                "verse_number": "29",
                "verse_text": "Kish's son was Jerahmeel."
            },
            {
                "verse_number": "30",
                "verse_text": "Mushi's sons were: Mahli, Eder and Jerimoth."
            },
            {
                "verse_number": "31",
                "verse_text": "They also used lots to choose their different jobs, as their relatives , Aaron's descendants, had done. King David, Zadok, Ahimelech and the family leaders of the priests and the other Levites watched them. They chose work for the family leaders in the same way that they did for their younger brothers."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "David and the army officers chose some Levites to serve God as musicians . They belonged to the families of Asaph, Heman and Jeduthun. They chose these men to speak messages from God while they made music with harps , lyres and cymbals . Here is a list of the men that they chose for this work: 1. Asaph's descendant Joseph, with his sons and his relatives . 2. Gedaliah, with his sons and his relatives. 3. Zaccur, with his sons and his relatives. 4. Izri, with his sons and his relatives. 5. Nethaniah, with his sons and his relatives. 6. Bukkiah, with his sons and his relatives. 7. Jesarelah, with his sons and his relatives. 8. Jeshaiah with his sons and his relatives. 9. Mattaniah with his sons and his relatives. 10. Shimei with his sons and his relatives. 11. Azarel with his sons and his relatives. 12. Hashabiah with his sons and his relatives. 13. Shubael with his sons and his relatives. 14. Mattithiah with his sons and his relatives. 15. Jeremoth with his sons and his relatives. 16. Hananiah with his sons and his relatives. 17. Joshbekashah with his sons and his relatives. 18. Hanani with his sons and his relatives. 19. Mallothi with his sons and his relatives. 20. Eliathah with his sons and his relatives. 21. Hothir with his sons and his relatives. 22. Giddalti with his sons and his relatives. 23. Mahazioth with his sons and his relatives. 24. Romamti-Ezer with his sons and his relatives."
            },
            {
                "verse_number": "2",
                "verse_text": "From Asaph's sons, there were: Zaccur, Joseph, Nethaniah and Asarelah. Asaph had authority over their work. He would speak a message from God when the king told him to do that."
            },
            {
                "verse_number": "3",
                "verse_text": "From Jeduthun's sons, there were six musicians: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah and Mattithiah. Their father Jeduthun had authority over their work. He spoke messages from God while he made music with a harp. He also sang to thank the Lord and to praise him."
            },
            {
                "verse_number": "4",
                "verse_text": "From Heman's sons, there were: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir and Mahazioth."
            },
            {
                "verse_number": "5",
                "verse_text": "All those men were sons of Heman, the king's prophet . God had promised to give Heman many children who would give him honour . God gave him 14 sons and three daughters."
            },
            {
                "verse_number": "6",
                "verse_text": "All these musicians were under the authority of their fathers. They used cymbals, harps and lyres to make music to worship the Lord in his temple . The king had authority over Asaph, Jeduthun and Heman."
            },
            {
                "verse_number": "7",
                "verse_text": "All those men had skills to make good music, as well as their relatives . There were 288 Levites who served the Lord as musicians."
            },
            {
                "verse_number": "8",
                "verse_text": "They used lots to decide the right work for each musician. They chose work for everyone in the same way: the young men and the older men, the teachers and the students."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "These are the groups of guards for the entrances of the temple : From Korah's descendants there was Kore's son Meshelemiah, who was a descendant of Asaph. They chose the times for each group of guards to work each day."
            },
            {
                "verse_number": "2",
                "verse_text": "Meshelemiah's seven sons were: Zechariah (his firstborn son), then Jediael (his second son), Zebadiah (his third son), Jathniel (his fourth son),"
            },
            {
                "verse_number": "3",
                "verse_text": "Elam (his fifth son), Jehohanan (his sixth son) and Eliehoenai (his seventh son)."
            },
            {
                "verse_number": "4",
                "verse_text": "Obed-Edom's sons were: Shemaiah (his firstborn son), Jehozabad (his second son), Joah (his third son), Sachar (his fourth son), Nethanel (his fifth son),"
            },
            {
                "verse_number": "5",
                "verse_text": "Ammiel (his sixth son), Issachar (his seventh son) and Peullethai (his eighth son). God blessed Obed-Edom with those eight sons."
            },
            {
                "verse_number": "8",
                "verse_text": "There were 62 descendants of Obed-Edom. People respected them, as well as their sons and their relatives. They could all do their work well."
            },
            {
                "verse_number": "9",
                "verse_text": "Meshelemiah had 18 sons and relatives . People respected them as men who could work well."
            },
            {
                "verse_number": "10",
                "verse_text": "From Merari's descendants there was Hosah. He had four sons: Shimri was his firstborn son. His father chose him to be the leader among his sons, but he was not the oldest of them."
            },
            {
                "verse_number": "11",
                "verse_text": "Hilkiah was Hosah's second son, Tebaliah was his third son and Zechariah was his fourth son. 13 men from among Hosah's sons and relatives worked as guards for the temple ."
            },
            {
                "verse_number": "12",
                "verse_text": "Each group of guards had a leader. Like the other Levites, each group had a job to do as they served the Lord in his temple ."
            },
            {
                "verse_number": "13",
                "verse_text": "They used lots to decide which family group would be the guards for each gate of the temple. They chose the jobs for everyone in the same way, important people and ordinary people."
            },
            {
                "verse_number": "14",
                "verse_text": "They chose Shelemiah's group to be guards for the East gate. They chose his son Zechariah's group for the North gate. Zechariah was a wise man who gave good advice ."
            },
            {
                "verse_number": "15",
                "verse_text": "They chose Obed-Edom's group to be guards at the South gate. They chose his sons to be guards for the rooms where they kept valuable things."
            },
            {
                "verse_number": "16",
                "verse_text": "They chose Shuppim's group and Hosah's group to be guards at the West gate, as well as the Shalleketh Gate on the higher road."
            },
            {
                "verse_number": "17",
                "verse_text": "Six Levites watched the east side of the temple . Four men watched the north side and four men watched the south side. Two guards worked together at each room where they kept valuable things."
            },
            {
                "verse_number": "18",
                "verse_text": "There were four guards on the road near the yard at the west side of the temple. And there were two guards in the yard."
            },
            {
                "verse_number": "19",
                "verse_text": "That was the work of the different groups of guards who were descendants of Korah and Merari."
            },
            {
                "verse_number": "20",
                "verse_text": "Other Levites kept the valuable things in the temple safe. That included the money and the gifts that people had offered to God."
            },
            {
                "verse_number": "21",
                "verse_text": "One group of these men were descendants of Ladan, who belonged to Gershon's clan . These were the leaders of those families: Jehieli,"
            },
            {
                "verse_number": "22",
                "verse_text": "and his sons, Zetham and Joel (his younger brother). They had authority for the rooms where they kept the money and other valuable things in the Lord 's temple."
            },
            {
                "verse_number": "23",
                "verse_text": "The other guards for those rooms were descendants of Amram, Izhar, Hebron and Uzziel."
            },
            {
                "verse_number": "24",
                "verse_text": "Shebuel was a descendant of Moses' son Gershom. He was the leader with authority to keep the money safe."
            },
            {
                "verse_number": "25",
                "verse_text": "His relatives were descendants of Gershom's brother Eliezer. They were: Eliezer's son Rehabiah, Rebaiah's son Jeshaiah, Jeshaiah's son Joram, Joram's son Zikri, and Zikri's son Shelomoth."
            },
            {
                "verse_number": "26",
                "verse_text": "Shelomoth and his relatives had authority for all the holy things that people had offered as gifts to God. King David, the leaders of clans and army officers had given those things to God."
            },
            {
                "verse_number": "27",
                "verse_text": "When the Israelites won battles , they took valuable things from their enemies. They brought some of those things to the Lord 's temple to make it strong."
            },
            {
                "verse_number": "28",
                "verse_text": "There were also gifts that Samuel the prophet , Kish's son Saul, Ner's son Abner and Zeruiah's son Joab had offered to the Lord . Shelomoth and his relatives had authority to keep safe everything that had been offered to the Lord ."
            },
            {
                "verse_number": "29",
                "verse_text": "There were also descendants of Izhar: Kenaniah and his sons did not work in the temple. Instead they served as judges and officers in different places in Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "There were descendants of Hebron: Hashabiah and his relatives served as officers on the west side of the Jordan River. There were 1,700 of those men who could work well. They had authority for the work the people did to serve the Lord and the king."
            },
            {
                "verse_number": "31",
                "verse_text": "Jeriah was the leader among Hebron's descendants. The records of their ancestors showed that this was true. When David had been king for 40 years, people read those records carefully. They realized that there were descendants of Hebron who were living at Jazer in Gilead region , and people respected them very much."
            },
            {
                "verse_number": "32",
                "verse_text": "There were 2,700 men from Jeriah's clan who were good leaders in their families. King David chose them to be officers with authority for the tribes of Reuben, Gad and the half tribe of Manasseh. They had authority for all the work that people did to serve the Lord and the king."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "This is a list of the men from Israel's families who served as soldiers in the army. Some were leaders of their families. Some were officers who led 1,000 soldiers or officers who led 100 soldiers. Other men were officers who served the king in different ways. Each month of the year, a group of 24,000 men served the king as soldiers. For Reuben: Zikri's son, Eliezer. For Simeon: Maakah's son, Shephatiah. For Issachar: Michael's son, Omri. For Naphtali: Azriel's son, Jerimoth. For the half tribe of Manasseh in the west: Pedaiah's son, Joel. For Benjamin: Abner's son, Jaasiel. Those were the officers who led the tribes of Israel. Uzziah's son Jonathan had authority over the places in the different regions of Israel where the king stored his things. Those places were in towns, in villages and in strong towers. Zabdi from Shepham had authority over the men who stored wine in the vineyards. Joash had authority over the places where they stored the olive oil. Adlai's son Shaphat had authority to take care of the king's cows that were in the valleys. Jehdeiah from Meronoth had authority for the donkeys . These were the officers who had authority to take care of King David's things. Hakmoni's son Jehiel taught the king's sons. Joab was the captain who led the king's army."
            },
            {
                "verse_number": "2",
                "verse_text": "Zabdiel's son Jashobeam was the leader of the first group of 24,000 soldiers. They worked in the first month of each year."
            },
            {
                "verse_number": "3",
                "verse_text": "Jashobeam was a descendant of Perez. He was leader of all the army officers for the first month."
            },
            {
                "verse_number": "4",
                "verse_text": "Dodai was the leader of the second group of 24,000 soldiers. They worked in the second month. Dodai belonged to Ahoah's clan . Mikloth was the leader who helped him."
            },
            {
                "verse_number": "5",
                "verse_text": "Benaiah was the leader of the third group of 24,000 soldiers. They worked in the third month. Benaiah was the son of Jehoiada, the priest ."
            },
            {
                "verse_number": "6",
                "verse_text": "Benaiah was the leader of the 30 great soldiers and his whole group. His son was Ammizabad."
            },
            {
                "verse_number": "7",
                "verse_text": "Asahel was the leader of the fourth group of 24,000 soldiers. They worked in the fourth month. Asahel was Joab's brother. His son Zebadiah was the leader of the group after him."
            },
            {
                "verse_number": "8",
                "verse_text": "Shamhuth, from Izrah's clan, was the leader of the fifth group of 24,000 soldiers. They worked in the fifth month."
            },
            {
                "verse_number": "9",
                "verse_text": "Ira was the leader of the sixth group of 24,000 soldiers. They worked in the sixth month. Ira was the son of Ikkesh from Tekoa."
            },
            {
                "verse_number": "10",
                "verse_text": "Helez was the leader of the seventh group of 24,000 soldiers. They worked in the seventh month. He belonged to Pelon's clan, in the tribe of Ephraim."
            },
            {
                "verse_number": "11",
                "verse_text": "Sibbecai was the leader of the eighth group of 24,000 soldiers. They worked in the eighth month. Sibbecai was a descendant of Zerah, who came from Hushah."
            },
            {
                "verse_number": "12",
                "verse_text": "Abiezer was the leader of the ninth group of 24,000 soldiers. They worked in the ninth month. Abiezer came from Anathoth, in the tribe of Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "Maharai was the leader of the tenth group of 24,000 soldiers. They worked in the tenth month. Maharai was a descendant of Zerah, who came from Netophah."
            },
            {
                "verse_number": "14",
                "verse_text": "Benaiah was the leader of the 11th group of 24,000 soldiers. They worked in the 11th month. Benaiah came from Pirathon, in the tribe of Ephraim."
            },
            {
                "verse_number": "15",
                "verse_text": "Heldai was the leader of the 12th group of 24,000 soldiers. They worked in the 12th month. He was a descendant of Othniel, who came from Netophah."
            },
            {
                "verse_number": "16",
                "verse_text": "This is a list of the officers who had authority over Israel's tribes :"
            },
            {
                "verse_number": "17",
                "verse_text": "For Levi: Kemuel's son, Hashabiah. Zadok had authority over the descendants of Aaron."
            },
            {
                "verse_number": "18",
                "verse_text": "For Judah: Elihu, a brother of David."
            },
            {
                "verse_number": "19",
                "verse_text": "For Zebulun: Obadiah's son, Ishmaiah."
            },
            {
                "verse_number": "20",
                "verse_text": "For Ephraim Hoshea's son, Azaziah."
            },
            {
                "verse_number": "21",
                "verse_text": "For the half tribe of Manasseh in Gilead: Zechariah's son, Iddo."
            },
            {
                "verse_number": "22",
                "verse_text": "For Dan: Jeroham's son, Azarel."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord had promised to make Israel a nation with as many people as there are stars in the sky. So King David did not count the men who were less than 20 years old."
            },
            {
                "verse_number": "24",
                "verse_text": "Zeruiah's son Joab had begun to count the men. He did not finish counting them because the Lord started to punish Israel. So nobody wrote the number in the history book about King David's life."
            },
            {
                "verse_number": "25",
                "verse_text": "Adiel's son Azmaveth had authority over the places in the palace where the king stored his valuable things."
            },
            {
                "verse_number": "26",
                "verse_text": "Kelub's son Ezri had authority over the men who worked in the king's fields."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei from Ramah had authority over the men who worked in the king's vineyards ."
            },
            {
                "verse_number": "28",
                "verse_text": "Baal-Hanan from Geder had authority over the trees in the low hills in the west. They were olive trees and fig trees."
            },
            {
                "verse_number": "29",
                "verse_text": "Shitrai from Sharon had authority to take care of the king's cows that were in Sharon."
            },
            {
                "verse_number": "30",
                "verse_text": "Obil, a descendant of Ishmael, had authority for the king's camels ."
            },
            {
                "verse_number": "31",
                "verse_text": "Jaziz, a descendant of Hagar, had authority to take care of the king's sheep and goats."
            },
            {
                "verse_number": "32",
                "verse_text": "David's uncle , Jonathan, was a wise man who gave good advice . He wrote down records."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahithophel was the king's advisor , and Hushai, from Arki, was also the king's friend."
            },
            {
                "verse_number": "34",
                "verse_text": "After Ahithophel died, Benaiah's son Jehoiada became the king's advisor. After him, Abiathar became his advisor."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "David told all Israel's officers to come and meet with him in Jerusalem. They included: The officers who had authority over Israel's tribes . The leaders of the army groups that served the king. The army officers who led groups of 1,000 soldiers or 100 soldiers. The officers who had authority for the king's valuable things and animals. The officers who had authority for the animals and things that belonged to the king's sons. The officers in the king's palace. The brave army officers and soldiers. David also gave Solomon the plan for the gold images of cherubs for the Lord 's Covenant Box . They would have wings that touched each other above the lid of the Covenant Box. They would be like a chariot for the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "King David stood up and he said, &quot;Listen to me, my people. I wanted to build a house where we could put the Lord 's Covenant Box . It would be like a place for our God to rest his feet. I prepared the things that I would need to build a temple ."
            },
            {
                "verse_number": "3",
                "verse_text": "But God said to me, &apos;You are a fighter and you have killed many people in war. So you must not build a house to give honour to my name.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But it was the Lord , Israel's God, who chose me to become Israel's king. He chose my family to rule Israel for all time. First, he chose the tribe of Judah to be the leader of Israel's people. Then he chose my father's family from among the clans of Judah. Finally, he chose me from among my father's sons. He made me king to rule over all Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord has given me many sons. Now he has chosen my son Solomon from among them to rule over his kingdom , Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said to me, &apos;Your son Solomon will build my temple and the yards around it. I have chosen him to become my son. And I will become his father."
            },
            {
                "verse_number": "7",
                "verse_text": "He must always continue to obey my commands and my laws , as he now does. If he is careful to do that, I will make his kingdom strong for all time.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I am telling you this now, while we meet together as the Lord 's people. All Israel's people, as well as our God, know what I have said. You must be careful to obey all the commands of the Lord your God. Then this good land will continue to be your home. And after you die it will belong to your descendants for ever."
            },
            {
                "verse_number": "9",
                "verse_text": "As for you, Solomon, my son, keep near to your father's God. Be happy to serve him faithfully in every way. The Lord knows what you are thinking. He understands all your thoughts. If you turn to him, you will find him. But if you turn away from him, he will leave you alone for ever."
            },
            {
                "verse_number": "10",
                "verse_text": "You must realize that the Lord has chosen you to build a temple to be his special home. Now you must be strong! Do this work.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David gave his son Solomon the plans for the temple buildings. That included the entrance room, the rooms to store things, the upstairs rooms and the inside rooms. And it included the Most Holy Place where the Covenant Box would be."
            },
            {
                "verse_number": "12",
                "verse_text": "David showed Solomon the ideas that God had put in his mind. He gave him the plans for the yards around the Lord 's temple and the rooms around the yards. There were also plans of the rooms to store the valuable things and the gifts that people had offered to God."
            },
            {
                "verse_number": "13",
                "verse_text": "David gave Solomon the rules for the work of the priests and Levites . He gave him a list of the different kinds of work that each group must do in the Lord 's temple. He also gave him a list of the special things that were used to serve the Lord in the temple."
            },
            {
                "verse_number": "14",
                "verse_text": "He told Solomon the weight of gold and the weight of silver that he must use to make some of those special things."
            },
            {
                "verse_number": "15",
                "verse_text": "That included the weight of gold for the lampstands and for their lamps . It also included the weight of silver for the silver lampstands and for their lamps. Each lampstand was different because they would use it for a different purpose."
            },
            {
                "verse_number": "16",
                "verse_text": "It included the weight of gold to make the special table where the priests would put the special bread. And it included the weight of silver to make the silver tables."
            },
            {
                "verse_number": "17",
                "verse_text": "It also included the weight of pure gold to make the forks, dishes, cups and small bowls . Each gold bowl had its own weight. There was also the weight of silver for each of the silver bowls."
            },
            {
                "verse_number": "18",
                "verse_text": "And there was the weight of pure gold for the altar to burn incense ."
            },
            {
                "verse_number": "19",
                "verse_text": "David said, &quot;I have written down everything about these things, as the Lord told me to do. He helped me to understand how these plans would work.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "David said to his son Solomon, &quot;Be strong and brave to do this work. The Lord God, my God, is with you to help you. He will not leave you alone. So do not be afraid. He will stay with you until you have finished all the work to build his temple."
            },
            {
                "verse_number": "21",
                "verse_text": "Look! Here are the groups of priests and Levites who are ready to serve the Lord in the temple. The men with special skills are ready to help you with the work. The officers and all the people are ready to do what you tell them to do.&quot;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Then King David spoke to all the people who were meeting together. He said, &quot;God has clearly chosen my son Solomon to do this great work. But he is still young and he has no special skills. It is a very important work for him to build the temple . It will not be a palace for people, but for the Lord God himself!"
            },
            {
                "verse_number": "2",
                "verse_text": "I have tried to provide the things that he will need to build the temple for my God. They include gold, silver , bronze , iron and wood to make things. I have also given many valuable stones, including onyx, antimony and other jewels , as well as a lot of marble."
            },
            {
                "verse_number": "3",
                "verse_text": "I want very much to build a beautiful temple for my God. So I have added my own gold and silver to help to build it. I have added that to the other things that I have provided for God's holy temple."
            },
            {
                "verse_number": "4",
                "verse_text": "I have given 110 tons of the best gold and 260 tons of pure silver to cover the walls of the buildings."
            },
            {
                "verse_number": "5",
                "verse_text": "Workers with special skills can also use that gold and silver to make beautiful things. So now, who else will make a gift today to serve the Lord ?&quot; 190 tons of gold. 10,000 gold coins. 380 tons of silver. 675 tons of bronze. 3,750 tons of iron. &quot;We praise you Lord , You deserve that people praise you for ever! You rule as king over everything in heaven and on earth. Yes, Lord , everything belongs in your kingdom ! You rule over everything. You have great strength and power, so you are able to make people strong and famous. We praise your great name!"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Israelite leaders and officers agreed to offer gifts to help the Lord 's work. They included the leaders of clans and the leaders of Israel's tribes , the army officers who led 1,000 men and who led 100 men, and the officers with authority for the king's work."
            },
            {
                "verse_number": "7",
                "verse_text": "They gave these gifts for God's temple:"
            },
            {
                "verse_number": "8",
                "verse_text": "People who had valuable stones gave them for the Lord 's house. Jehiel from Gershon's clan stored them in a safe place."
            },
            {
                "verse_number": "9",
                "verse_text": "The people were very happy that their leaders gave these things. They were pleased to give to help the Lord 's work. King David was also very happy."
            },
            {
                "verse_number": "10",
                "verse_text": "David praised the Lord in front of all the people who had met together. He said, the God of our ancestor , Israel. Then they anointed David's son Solomon to be the next king, with the Lord 's blessing . That was the second time that they had chosen him as their king. They also anointed Zadok to be priest ."
            },
            {
                "verse_number": "11",
                "verse_text": "Lord , you are great, powerful and beautiful!"
            },
            {
                "verse_number": "12",
                "verse_text": "You are the one who gives people riches and honour ."
            },
            {
                "verse_number": "13",
                "verse_text": "So we thank you, our God."
            },
            {
                "verse_number": "14",
                "verse_text": "But I and my people are like nothing. How are we able to give all these gifts to help your work? Everything that we have comes from you. So we are giving back to you things that already belong to you."
            },
            {
                "verse_number": "15",
                "verse_text": "We are like strangers and foreign people who live in your world. Our ancestors also lived in that way. We live here only for a short time and then we disappear , like a shadow. We know that we will die one day."
            },
            {
                "verse_number": "16",
                "verse_text": "Lord , our God, we have given these things to build a temple for you, to give honour to your holy name. But all these valuable things come from you. They already belong to you."
            },
            {
                "verse_number": "17",
                "verse_text": "My God, I know that you look carefully at our thoughts. You are pleased when we want to do things that are right. And I really do want to offer all these things to you. I know that your people who have met together here are happy. I can see that they are pleased to give these things to you."
            },
            {
                "verse_number": "18",
                "verse_text": "Lord , you are the God of our ancestors Abraham, Isaac and Israel. Please help us, your people, to continue to obey you. Help us to serve you faithfully ."
            },
            {
                "verse_number": "19",
                "verse_text": "Please help my son Solomon to want to obey you. Help him to obey all your commands , rules and laws . Help him to work well to build your temple. I have prepared the things that he will need to do that.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then David spoke to all the people who were meeting there together. He told them, &quot;Now praise the Lord , your God!&quot; So all the people praised the Lord , the God of their ancestors. They bent down low to worship the Lord . They gave honour to the Lord and also to the king."
            },
            {
                "verse_number": "21",
                "verse_text": "On the next day, they offered sacrifices to the Lord . They made burnt offerings of 1,000 bulls , 1,000 male sheep and 1,000 lambs . They made the proper drink offerings with those sacrifices. They also offered many other sacrifices on behalf of all the Israelites."
            },
            {
                "verse_number": "22",
                "verse_text": "They ate a big feast to give honour to the Lord and they were very happy."
            },
            {
                "verse_number": "23",
                "verse_text": "So Solomon sat on the Lord 's throne as king, in his father David's place. Everything went well for him as king. All the people in Israel obeyed him."
            },
            {
                "verse_number": "24",
                "verse_text": "All King David's officers, his brave soldiers and all of his sons promised to serve King Solomon faithfully ."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord caused all the people in Israel to respect Solomon as a great king. They gave him much honour, more than any king that had ruled Israel before him."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesse's son David had ruled over all Israel as king."
            },
            {
                "verse_number": "27",
                "verse_text": "He had ruled Israel for 40 years. He ruled for seven years in Hebron. Then he ruled for 33 years in Jerusalem."
            },
            {
                "verse_number": "28",
                "verse_text": "He was an old man when he died. During his long life, God gave him riches as well as honour . Then David's son Solomon became king instead of him."
            },
            {
                "verse_number": "29",
                "verse_text": "The prophets Samuel, Nathan and Gad wrote history books about all the things that King David did. They wrote down everything that he did as king, from the beginning to the end."
            },
            {
                "verse_number": "30",
                "verse_text": "The books tell us how he ruled with great power. They tell us about the things that happened to him. They also tell us about the things that happened in Israel and in the other kingdoms in that region ."
            }
        ]
    }
}