{
    "Job": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man who lived in a place called Uz. His name was Job. He was a good and honest man. He was afraid to make God angry. He refused to do evil things."
            },
            {
                "verse_number": "2",
                "verse_text": "Job had seven sons and three daughters."
            },
            {
                "verse_number": "3",
                "verse_text": "He had 7,000 sheep and 3,000 camels . He had 500 pairs of oxen and 500 donkeys . He also had many servants. He was the richest person in the east part of the world."
            },
            {
                "verse_number": "4",
                "verse_text": "Each of Job's sons would give parties for each other in their homes. They sent messages to their three sisters to come and eat the feast with them."
            },
            {
                "verse_number": "5",
                "verse_text": "After each party, Job would ask his children to come and visit him. He wanted to make them clean again if they were guilty of bad things. He thought, &quot;Perhaps they have done something that is bad. Perhaps they have thought bad things against God.&quot; So he would get up early in the morning. He would offer a burnt offering as a sacrifice for each of his children. Job always did this after each party that his children had."
            },
            {
                "verse_number": "6",
                "verse_text": "One day, the angels came to meet with the Lord in heaven . Satan also came and he stood there with them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Satan, &quot;Where have you come from?&quot; Satan replied, &quot;I have been travelling all over the earth. I have been watching the things that happen there.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said to Satan, &quot;You have seen Job, who is my servant. What do you think about him? There is no one on earth that is like him. He is a good and honest man. He is afraid to make me angry. He refuses to do evil things.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Satan answered the Lord , &quot;There is a very good reason why Job obeys you."
            },
            {
                "verse_number": "10",
                "verse_text": "You do not let any bad things happen to him. You keep him, his family and all his things safe. You have given him success with everything that he does. His many farm animals are everywhere!"
            },
            {
                "verse_number": "11",
                "verse_text": "You should take away from him all the things that he has. Then he will certainly curse you very strongly.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the Lord said to Satan, &quot;I agree to give you power over all the things that belong to Job. But you must do nothing to hurt Job himself.&quot; After that, Satan went away."
            },
            {
                "verse_number": "13",
                "verse_text": "One day, Job's sons and daughters were at a party in the home of his oldest son."
            },
            {
                "verse_number": "14",
                "verse_text": "A servant brought a message to Job. He said, &quot;We were using your oxen to plough the fields. Your donkeys were eating grass beside them."
            },
            {
                "verse_number": "15",
                "verse_text": "Some men from Sheba suddenly came and they attacked us. They took away all your oxen and your donkeys. They also killed all your other servants. I was the only one who escaped . I ran here to tell you what has happened.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "That servant was still speaking, when another servant arrived. He said to Job, &quot;God has sent lightning down from the sky. It has killed your sheep and your servants. I was the only one who escaped. I ran here to tell you what has happened.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Before that servant had finished speaking, a third servant arrived. He said to Job, &quot;Some robbers from Chaldea suddenly attacked us. They took away all your camels and they killed your servants. I was the only one who escaped. I ran here to tell you what has happened.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "That servant was still speaking, when a fourth servant arrived. He said to Job, &quot;Your children were eating a feast at a party in the home of your oldest son."
            },
            {
                "verse_number": "19",
                "verse_text": "Suddenly there was a strong storm that came from the desert . The wind destroyed the house where your children were. The house fell on them and it killed them. I was the only one who escaped. I ran here to tell you what has happened.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "When Job heard this news he was very upset . He tore his clothes and he cut off all his hair. Then he bent down low on the ground to worship God."
            },
            {
                "verse_number": "21",
                "verse_text": "He said, &quot;When I was born, I had nothing. When I die, I will take nothing with me. The Lord has given me all the things that I have. The Lord may choose to take those things away. I will continue to praise the name of the Lord !&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Even after all these things had happened, Job still did not do anything bad. He did not say that God had done something wrong to him."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Another time, the angels came again to meet with the Lord . Satan also came with them to meet the Lord ."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to Satan, &quot;Where have you come from?&quot; Satan replied, &quot;I have been travelling all over the earth. I have been watching the things that happen there.&quot; In all his trouble, Job never said any wrong things against God."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord said to Satan , &quot;You have seen Job, who is my servant. What do you think about him? There is no one on earth who is like him. He is a good and honest man. He is afraid to make me angry. He refuses to do evil things. Because of what you said, I allowed you to attack him. But he did not deserve that. He has continued to do what is right.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "Satan answered the Lord , &quot;A man will always take care of his own body. He would do anything to save his own life."
            },
            {
                "verse_number": "5",
                "verse_text": "So now cause Job to have great pain in his own body. Then he will certainly curse you very strongly.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the Lord said to Satan, &quot;I agree to give you power over Job himself. But you must not cause his death.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Satan went away. He caused Job to have boils all over his body. They hurt him everywhere, from the bottom of his feet to the top of his head."
            },
            {
                "verse_number": "8",
                "verse_text": "Job was very upset and he sat down among some ashes . He used a piece of a broken pot to remove the bad bits of skin."
            },
            {
                "verse_number": "9",
                "verse_text": "His wife said to him, &quot;You cannot continue to trust God! Instead, you should curse God and then die.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Job replied, &quot;Do not talk like a fool! We take the good things that God gives us. So we should not be surprised if he sends us trouble as well.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Three of Job's friends heard news about his trouble. One friend was called Eliphaz, who came from Teman. The second friend was called Bildad, who came from Shuah. The third friend was called Zophar, who came from Naamah. They came from their own homes to meet together. They wanted to show Job that they were sorry about his trouble. They went to visit him to comfort him."
            },
            {
                "verse_number": "12",
                "verse_text": "When they could see Job from far away, they did not easily recognize him. They began to weep very loudly. They were so upset that they tore their clothes. They threw dust into the air and on their heads."
            },
            {
                "verse_number": "13",
                "verse_text": "For a whole week, they sat on the ground near Job. They knew that his pain was very bad. So all that time, they did not say anything to him."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally, Job decided to speak. He cursed the day when he was born. Forget the night when a son was born to my parents. with no light to shine on it! God in heaven above should not even think about it. Clouds should cover it so that everywhere is black. It should no longer be a date among the days of the year. Remove that day from the months of the year. Nobody should be happy! They should wake up Leviathan, the monster from the sea, to attack it. Do not let the sun shine at dawn, so that there is no end to the dark night. It brought me into a life of trouble. I should have been born dead. I drank from her breasts. They lived in beautiful houses which are now heaps of stones. Their palaces were full of gold and silver . like a child that is born dead. I would never have seen the light of day. People who have become tired can rest. No guards are there to shout at them. Slaves have no master that they must obey. Why does God let me wake up each day? I am very upset , so why does God continue to let me live? They would rather die than find valuable gold. They are happy to go into their graves . God has stopped me moving forward in life. I cannot see which way to go. My tears pour out like a river of water. I cannot rest. I have no peace in my mind.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "This is what Job said:"
            },
            {
                "verse_number": "3",
                "verse_text": "&quot;Forget the day of my birth."
            },
            {
                "verse_number": "4",
                "verse_text": "That day should be completely dark,"
            },
            {
                "verse_number": "5",
                "verse_text": "That day should remain in a dark shadow."
            },
            {
                "verse_number": "6",
                "verse_text": "Remove that night completely!"
            },
            {
                "verse_number": "7",
                "verse_text": "Do not let women become pregnant on that night."
            },
            {
                "verse_number": "8",
                "verse_text": "People who know how to curse days should curse that day."
            },
            {
                "verse_number": "9",
                "verse_text": "The stars of early morning should be dark on that day."
            },
            {
                "verse_number": "10",
                "verse_text": "I curse that day because it allowed me to be born."
            },
            {
                "verse_number": "11",
                "verse_text": "It would have been better if I had died at birth."
            },
            {
                "verse_number": "12",
                "verse_text": "Instead, my mother held me on her knees."
            },
            {
                "verse_number": "13",
                "verse_text": "If I had died at birth, I would now be resting in peace ."
            },
            {
                "verse_number": "14",
                "verse_text": "I would be resting with kings and rulers."
            },
            {
                "verse_number": "15",
                "verse_text": "I would be with princes who once were very rich."
            },
            {
                "verse_number": "16",
                "verse_text": "My parents should have buried me,"
            },
            {
                "verse_number": "17",
                "verse_text": "After death, wicked people can no longer cause any trouble."
            },
            {
                "verse_number": "18",
                "verse_text": "Even prisoners can enjoy a time of peace."
            },
            {
                "verse_number": "19",
                "verse_text": "Great people and ordinary people are all there together."
            },
            {
                "verse_number": "20",
                "verse_text": "I am suffering very much."
            },
            {
                "verse_number": "21",
                "verse_text": "People like me only want to die. But death does not come."
            },
            {
                "verse_number": "22",
                "verse_text": "When their life finally finishes, they are very happy."
            },
            {
                "verse_number": "23",
                "verse_text": "So why do I continue to live?"
            },
            {
                "verse_number": "24",
                "verse_text": "I am crying instead of eating."
            },
            {
                "verse_number": "25",
                "verse_text": "The things that frighten me most have happened to me."
            },
            {
                "verse_number": "26",
                "verse_text": "Because of all the trouble that has happened to me,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Eliphaz, who came from Teman, decided to speak. He said this to Job: Allow me to speak, because I cannot remain quiet. You have helped weak people to be strong. You have helped people who are in trouble to be brave. You yourself are not patient. Trouble has come to you and you feel afraid. so you should trust him. You live in an honest way, so you should still hope for better things. People who are not guilty of sin do not suddenly die. God does not destroy people who do good things. Trouble comes to people who do wicked things. They receive the punishment that they deserve. His anger is like a storm that blows them away. But if God breaks a lion's teeth, it cannot eat. Someone spoke to me and told me a secret. Even my bones were shaking . The hair on my skin stood up. I could not recognize its shape. Then I heard a quiet voice say: He cannot be pure in front of his Maker . They may do foolish things. We came from the dust of the earth. We are as weak as moths . and when evening comes we may be dead. People disappear for ever. No one even knows about it. They suddenly die and they are still not wise.&apos; &quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Please be patient and listen to what I say."
            },
            {
                "verse_number": "3",
                "verse_text": "Listen! You have taught many people."
            },
            {
                "verse_number": "4",
                "verse_text": "With your words, you have saved people from danger."
            },
            {
                "verse_number": "5",
                "verse_text": "But now you are the person who has trouble."
            },
            {
                "verse_number": "6",
                "verse_text": "But you respect God's authority,"
            },
            {
                "verse_number": "7",
                "verse_text": "Think about this:"
            },
            {
                "verse_number": "8",
                "verse_text": "I will tell you what I have seen."
            },
            {
                "verse_number": "9",
                "verse_text": "God destroys them with his breath."
            },
            {
                "verse_number": "10",
                "verse_text": "Lions are strong animals that roar loudly."
            },
            {
                "verse_number": "11",
                "verse_text": "Even the strongest lion will die if it has nothing to eat. The young lions will run away from their mother to find food."
            },
            {
                "verse_number": "12",
                "verse_text": "One night I heard a quiet voice."
            },
            {
                "verse_number": "13",
                "verse_text": "I was asleep, but my dreams woke me."
            },
            {
                "verse_number": "14",
                "verse_text": "I was very afraid."
            },
            {
                "verse_number": "15",
                "verse_text": "A wind was blowing over my face."
            },
            {
                "verse_number": "16",
                "verse_text": "Something stopped and it stood in front of me."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;No human is righteous when he stands in front of God."
            },
            {
                "verse_number": "18",
                "verse_text": "God knows that even his angels make mistakes."
            },
            {
                "verse_number": "19",
                "verse_text": "God used clay to make bodies for us who are humans."
            },
            {
                "verse_number": "20",
                "verse_text": "We are alive in the morning,"
            },
            {
                "verse_number": "21",
                "verse_text": "They no longer have their valuable things."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&quot;Shout for help, Job! But no one will answer you. None of the angels will come to help you. That is what kills them. But suddenly a curse destroyed their homes. The judge says that they are guilty , and nobody saves them from punishment . They even take them from among the weeds. Thirsty people take the fool's money for themselves. Trouble does not come up from the ground. It is as certain as smoke that rises from a fire. You should tell him about your problems. He does more miracles than anyone can count. He sends water for the fields. When people are suffering , he puts them in a safe place. They cannot do what they want to do. he causes those things to give them trouble. He quickly stops their clever ideas. At midday, they see no better than blind people. He rescues weak people from the power of strong people. Wicked people have to be quiet. he has blessed you. So do not be upset when he decides to do that. but he will make you well again. He may hurt you, but he will also give you health. No bad thing will hurt you, as often as it happens. he will keep you alive. He will protect you from death in a time of war. When people attack you, you will not be afraid. You will not be afraid of wild animals. The wild animals will not attack you. When you check all your land, you will see that all your animals are safe. You will have as many descendants as the grass that grows in the ground. You will grow with strength until you die, like crops that grow until the time of harvest . We know that they are true. So listen to what we say. Accept it and it will be good for you.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Foolish people may be angry and jealous ."
            },
            {
                "verse_number": "3",
                "verse_text": "I have seen fools who seemed to be successful."
            },
            {
                "verse_number": "4",
                "verse_text": "Their children are never truly safe."
            },
            {
                "verse_number": "5",
                "verse_text": "Hungry people take their crops to eat."
            },
            {
                "verse_number": "6",
                "verse_text": "Problems do not grow like plants in our fields."
            },
            {
                "verse_number": "7",
                "verse_text": "But trouble comes to everyone, as soon as they are born."
            },
            {
                "verse_number": "8",
                "verse_text": "I suggest that you ask God to help you."
            },
            {
                "verse_number": "9",
                "verse_text": "He does great things that nobody can understand."
            },
            {
                "verse_number": "10",
                "verse_text": "He gives rain for the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "He gives honour to humble people."
            },
            {
                "verse_number": "12",
                "verse_text": "He stops the ideas of clever people."
            },
            {
                "verse_number": "13",
                "verse_text": "When wise people try to do clever things,"
            },
            {
                "verse_number": "14",
                "verse_text": "In the middle of the day, it becomes dark for those people."
            },
            {
                "verse_number": "15",
                "verse_text": "He saves poor people when wicked people attack them."
            },
            {
                "verse_number": "16",
                "verse_text": "So poor people can hope for justice ."
            },
            {
                "verse_number": "17",
                "verse_text": "If Almighty God warns you to do what is right,"
            },
            {
                "verse_number": "18",
                "verse_text": "He may cause you to have pain,"
            },
            {
                "verse_number": "19",
                "verse_text": "If trouble comes to you six times, he will rescue you."
            },
            {
                "verse_number": "20",
                "verse_text": "If there is a time of famine ,"
            },
            {
                "verse_number": "21",
                "verse_text": "If people insult you, he will take care of you."
            },
            {
                "verse_number": "22",
                "verse_text": "In times of danger and famine, you will be brave."
            },
            {
                "verse_number": "23",
                "verse_text": "The stones in your fields will not give you trouble."
            },
            {
                "verse_number": "24",
                "verse_text": "You will know that your home is strong and safe."
            },
            {
                "verse_number": "25",
                "verse_text": "You will know that your children will be very many."
            },
            {
                "verse_number": "26",
                "verse_text": "You will not die until you are old."
            },
            {
                "verse_number": "27",
                "verse_text": "We have thought carefully about these things."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied: My problems are too many to weigh! That is why I did not think carefully before I spoke. Their poison is now deep inside me. God has sent me many troubles that make me afraid. An ox is quiet when it has its food. The white part of an egg is not nice to eat on its own. It makes me ill. I want him to answer my prayer . He should kill me himself. I would be happy. I have received much cruel pain. But I have always obeyed the words of the holy God. There is no reason for me to continue my life. My body is not strong like bronze . There is nowhere that I can go to get help. his friends should be kind to him. They should help him, even if he no longer respects God Almighty . You are like streams that quickly become dry. There is no water when you need it. Those streams become completely dry. They find no water to drink and they die in the desert . Traders from Sheba hope to find water. But when they arrive, they are disappointed. You see my great problem, and you are afraid. Please use some of your money to rescue me.&apos; Or to pay cruel people to let me go free. Explain to me the mistakes that I have made. But the things that you say against me mean nothing. I have no hope and you think that my words are empty. You would even sell your friends to become rich yourselves. I will not tell you any lies . Do not say that I am guilty . Think again, for I am truly a good person. I know what is right and what is wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;I am so upset that nobody could measure it!"
            },
            {
                "verse_number": "3",
                "verse_text": "They are heavier than all the sand on the shore of the sea."
            },
            {
                "verse_number": "4",
                "verse_text": "Almighty God has shot his arrows into me."
            },
            {
                "verse_number": "5",
                "verse_text": "A wild donkey does not complain when it has grass to eat."
            },
            {
                "verse_number": "6",
                "verse_text": "You cannot enjoy food that has no salt in it."
            },
            {
                "verse_number": "7",
                "verse_text": "I cannot eat that kind of food."
            },
            {
                "verse_number": "8",
                "verse_text": "I want God to give me what I ask him for."
            },
            {
                "verse_number": "9",
                "verse_text": "I would like him to destroy me."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I would have peace."
            },
            {
                "verse_number": "11",
                "verse_text": "I am not strong enough to hope for my life to become any better."
            },
            {
                "verse_number": "12",
                "verse_text": "I am not as strong as stones."
            },
            {
                "verse_number": "13",
                "verse_text": "I no longer have strength to help myself."
            },
            {
                "verse_number": "14",
                "verse_text": "When a man has no hope,"
            },
            {
                "verse_number": "15",
                "verse_text": "But you, my friends, have not helped me when I need you."
            },
            {
                "verse_number": "16",
                "verse_text": "In the spring, ice and deep snow covers them."
            },
            {
                "verse_number": "17",
                "verse_text": "But in the hot summer time, all the water disappears."
            },
            {
                "verse_number": "18",
                "verse_text": "Travellers leave the road to look for water."
            },
            {
                "verse_number": "19",
                "verse_text": "Travellers from Tema look everywhere for these streams."
            },
            {
                "verse_number": "20",
                "verse_text": "They are very upset , because they expected to find water."
            },
            {
                "verse_number": "21",
                "verse_text": "My friends, you have become like those streams."
            },
            {
                "verse_number": "22",
                "verse_text": "I have never said to you, &apos;Give me something to help me."
            },
            {
                "verse_number": "23",
                "verse_text": "I have not asked you to save me from the power of my enemy."
            },
            {
                "verse_number": "24",
                "verse_text": "Teach me the truth , and I will listen carefully."
            },
            {
                "verse_number": "25",
                "verse_text": "True words may give pain to the person who listens to them."
            },
            {
                "verse_number": "26",
                "verse_text": "You are warning me because of what I say."
            },
            {
                "verse_number": "27",
                "verse_text": "You would play a game to win a child who has no family."
            },
            {
                "verse_number": "28",
                "verse_text": "But now, please look at me."
            },
            {
                "verse_number": "29",
                "verse_text": "Change what you are saying about me."
            },
            {
                "verse_number": "30",
                "verse_text": "I have not spoken any lies ."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "People have to work very hard on this earth. They have to work every day, like servants. A worker waits for his master to pay him. I wait for many months and nothing happens. Every night, I am always sad. I think, &apos;How soon will the night end?&apos; But the night continues and I cannot sleep. Finally, dawn comes. All of my skin is painful. There are dirty sores all over it. Each day passes too quickly to see it! The days of my life will finish, and I cannot hope for anything to get better. I know that I will never be happy again. You will look for me, but I will not be there. That is like people who die and go into their graves. They do not come back again. People forget about them. I will tell you how upset I am. I am angry because of what has happened to me. So I must complain. Do you think that I am a dangerous monster from the sea? I hope that my pain will be less. I have visions which make me very afraid. Death would be better than life. I do not want to live for ever. My life is only a short breath . So let me be alone. Why do you watch us so carefully? You test us every moment of every day. You never leave me alone, even for a moment. Even if I have done something wrong, it should not cause any trouble for you. So why do you choose to punish me? You should say that I am not guilty . I will soon die and I will go into my grave. Then you will carefully look for me, but I will not be there.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "A servant waits for the end of the day so that he can rest."
            },
            {
                "verse_number": "3",
                "verse_text": "But there is nothing for me to wait for."
            },
            {
                "verse_number": "4",
                "verse_text": "When I lie down at night to sleep,"
            },
            {
                "verse_number": "5",
                "verse_text": "There are worms all over my body."
            },
            {
                "verse_number": "6",
                "verse_text": "My life is passing very fast."
            },
            {
                "verse_number": "7",
                "verse_text": "Remember, God, that my life is as short as a breath ."
            },
            {
                "verse_number": "8",
                "verse_text": "People who can see me now will not see me any more."
            },
            {
                "verse_number": "9",
                "verse_text": "Clouds disappear and you never see them again."
            },
            {
                "verse_number": "10",
                "verse_text": "They do not come back to live in their homes."
            },
            {
                "verse_number": "11",
                "verse_text": "So I must continue to speak."
            },
            {
                "verse_number": "12",
                "verse_text": "Why do you have to watch me, God, like a guard ?"
            },
            {
                "verse_number": "13",
                "verse_text": "When I lie down to sleep,"
            },
            {
                "verse_number": "14",
                "verse_text": "But even then you give me dreams that frighten me."
            },
            {
                "verse_number": "15",
                "verse_text": "I would like someone to stop me breathing !"
            },
            {
                "verse_number": "16",
                "verse_text": "My life is useless ."
            },
            {
                "verse_number": "17",
                "verse_text": "Why do you think that people are important?"
            },
            {
                "verse_number": "18",
                "verse_text": "You never leave us alone."
            },
            {
                "verse_number": "19",
                "verse_text": "You never look the other way."
            },
            {
                "verse_number": "20",
                "verse_text": "You carefully watch what people do."
            },
            {
                "verse_number": "21",
                "verse_text": "You should agree to forgive my sins ."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Job's friend Bildad, who came from Shuah, decided to speak. He said this to Job: Your words are like a wind that blows strongly. The Almighty God never changes right things into wrong things. That is why God punished them. You should ask him to help you. God will do something to help you. He will give you a family again that will bring you honour . with more riches than you had before. Study the things that our ancestors learned. so we do not know very much. Our lives are like shadows that quickly disappear . They can tell you the things that they have learned. Reeds only grow well where there is water. they will quickly die. They will die before they are ready for people to cut them. They become useless more quickly than grass. Their hope quickly disappears. it will fall down and leave them. If they take hold of it, it will not keep them safe. When there is plenty of water and the sun shines on them, they grow all over the garden. They have a strong home among the rocks. When that happens, nobody knows that the weeds were ever there. When they disappear , other weeds grow in their place. Nor will he ever help wicked people. You will be able to laugh and shout with joy. Wicked people will have nowhere to live.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;You should not continue to talk like this."
            },
            {
                "verse_number": "3",
                "verse_text": "Surely you know that God is fair."
            },
            {
                "verse_number": "4",
                "verse_text": "Your children did things that were wrong."
            },
            {
                "verse_number": "5",
                "verse_text": "But you should pray to Almighty God."
            },
            {
                "verse_number": "6",
                "verse_text": "If you are honest and live in the right way,"
            },
            {
                "verse_number": "7",
                "verse_text": "You will be successful in the future,"
            },
            {
                "verse_number": "8",
                "verse_text": "Think about the people who lived before us."
            },
            {
                "verse_number": "9",
                "verse_text": "We have not lived for very long,"
            },
            {
                "verse_number": "10",
                "verse_text": "But the people who lived before us can teach you."
            },
            {
                "verse_number": "11",
                "verse_text": "Some plants only grow tall in wet ground."
            },
            {
                "verse_number": "12",
                "verse_text": "If the water is no longer there,"
            },
            {
                "verse_number": "13",
                "verse_text": "People who turn away from God are like those plants."
            },
            {
                "verse_number": "14",
                "verse_text": "They trust in useless things to help them. Those things are as weak as a spider's web."
            },
            {
                "verse_number": "15",
                "verse_text": "If they expect something like that to help them,"
            },
            {
                "verse_number": "16",
                "verse_text": "People who turn away from God are like weeds."
            },
            {
                "verse_number": "17",
                "verse_text": "Their roots grow around a heap of stones."
            },
            {
                "verse_number": "18",
                "verse_text": "But finally, someone pulls those weeds out of the ground."
            },
            {
                "verse_number": "19",
                "verse_text": "People who are like weeds only have that kind of joy ."
            },
            {
                "verse_number": "20",
                "verse_text": "Listen! God never turns away from a man who is not guilty ."
            },
            {
                "verse_number": "21",
                "verse_text": "He will surely make you happy again."
            },
            {
                "verse_number": "22",
                "verse_text": "People who hate you will be ashamed."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied. This is what he said: But nobody can show God that he is completely good. God can ask 1,000 questions that we cannot answer. It is impossible to argue against him and win. When he is angry he can knock them down. to move it from its proper place. The foundations of the earth shake! He may stop the stars shining at night. He marches over the waves of the sea. He put the groups of stars in the southern sky. He does more wonderful things than we can count. I do not see him. If he moves further away, I do not see where he has gone. nobody can stop him. Nobody can ask him, &apos;What are you doing?&apos; There are no words that I can use to argue with him. I cannot answer him. He is my judge . I can only ask him to be kind to me. But I do not believe that he would listen to me. He would hurt me even more, for no reason. Instead, he would make me very upset . he is much stronger than I am. And if I ask for justice , who can bring God to court? But my words would say that I am guilty . But it does not matter what happens to me. My life is not important to me. So I say, &apos;God destroys people who are not guilty as well as those who are guilty.&apos; God laughs at good people who suffer like that. Then God stops the judges from being fair. It must be God who does that. Who else could it be? like a fast runner. None of my days makes me happy. They move quickly like an eagle when it flies down to catch its food. I may try to forget about my troubles. God, I know that you think I am guilty . it is useless to do anything about it. I might clean my hands with soap. Even my own clothes would be ashamed of me! So I cannot answer him. We cannot argue with each other in court . Nobody has authority to judge both of us. If that were possible, I would not be afraid any more. But now I cannot do that."
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;The things that you have said are true."
            },
            {
                "verse_number": "3",
                "verse_text": "It is not possible to argue with God."
            },
            {
                "verse_number": "4",
                "verse_text": "God is very wise and he is very powerful."
            },
            {
                "verse_number": "5",
                "verse_text": "He has the power to move mountains suddenly."
            },
            {
                "verse_number": "6",
                "verse_text": "He shakes the earth,"
            },
            {
                "verse_number": "7",
                "verse_text": "He may command the sun not to shine during the day."
            },
            {
                "verse_number": "8",
                "verse_text": "God alone put the whole sky in its place."
            },
            {
                "verse_number": "9",
                "verse_text": "He put the groups of stars in their places. He made the Bear , Orion , and the Pleiades . He destroys Rahab and the other monsters of the sea."
            },
            {
                "verse_number": "10",
                "verse_text": "He does great things that we cannot understand."
            },
            {
                "verse_number": "11",
                "verse_text": "When God passes in front of me,"
            },
            {
                "verse_number": "12",
                "verse_text": "If God decides to take something,"
            },
            {
                "verse_number": "13",
                "verse_text": "If God is angry, he will not stop."
            },
            {
                "verse_number": "14",
                "verse_text": "So I can never give an answer to God."
            },
            {
                "verse_number": "15",
                "verse_text": "Even if I am completely right,"
            },
            {
                "verse_number": "16",
                "verse_text": "He might agree to meet with me in court ."
            },
            {
                "verse_number": "17",
                "verse_text": "He would attack me with a strong storm."
            },
            {
                "verse_number": "18",
                "verse_text": "He would not allow me to breathe quietly."
            },
            {
                "verse_number": "19",
                "verse_text": "If I tried to fight God,"
            },
            {
                "verse_number": "20",
                "verse_text": "I am right. I have not done anything that is wrong."
            },
            {
                "verse_number": "21",
                "verse_text": "I have not done anything that is wrong."
            },
            {
                "verse_number": "22",
                "verse_text": "The same thing happens to good people and to wicked people."
            },
            {
                "verse_number": "23",
                "verse_text": "When disease comes, people may die suddenly."
            },
            {
                "verse_number": "24",
                "verse_text": "A wicked man may have power to rule a nation ."
            },
            {
                "verse_number": "25",
                "verse_text": "The days of my life are passing very quickly,"
            },
            {
                "verse_number": "26",
                "verse_text": "My days go past like a fast boat on a river."
            },
            {
                "verse_number": "27",
                "verse_text": "I may try to be happy and to smile."
            },
            {
                "verse_number": "28",
                "verse_text": "Even then, I will be afraid of all my pain."
            },
            {
                "verse_number": "29",
                "verse_text": "So, if I am guilty,"
            },
            {
                "verse_number": "30",
                "verse_text": "I might wash myself with pure water."
            },
            {
                "verse_number": "31",
                "verse_text": "But then God would throw me down into a dirty hole."
            },
            {
                "verse_number": "32",
                "verse_text": "God is not a human, as I am."
            },
            {
                "verse_number": "33",
                "verse_text": "There is nobody who can decide which of us is right."
            },
            {
                "verse_number": "34",
                "verse_text": "Nobody can stop God from punishing me."
            },
            {
                "verse_number": "35",
                "verse_text": "I would speak to God and I would not be afraid."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I do not want to live any longer. I must continue to complain. I am very upset and I have to speak about it. &apos;Do not say that I am guilty . Tell me what bad things you think I have done. So you should not be cruel to me. It is not right. Instead, you are kind to wicked people. You help them to do the bad things that they want to do. It is surely not as short as that! Why do you hurry to do that? But you also know that no one can save me from your power. But now you are completely destroying me. like someone who uses clay to make things. Will you now make me become dust again? There you put my body together, like milk that becomes cheese. and you covered them with skin. You took care of me and you kept me safe. I have discovered your secret. Then you would refuse to forgive me. that brings terrible trouble to me. But if I am righteous , I still feel ashamed. Whatever I do, I have nothing but shame and my life is full of trouble. you chase me like a hungry lion . You show your power to hurt me. You become more and more angry with me. You attack me with even greater power. I should have died before anyone saw me. Or they should have put me in my grave , immediately after my birth. So leave me alone! Then I may be happy for a moment. I will never come back from that place. In that place, it is still dark when the light shines. &apos; &quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "This is what I will say to God:"
            },
            {
                "verse_number": "3",
                "verse_text": "Your own hands created me."
            },
            {
                "verse_number": "4",
                "verse_text": "Do you see things as people see them? Are your eyes only like human eyes?"
            },
            {
                "verse_number": "5",
                "verse_text": "Is your life like a human life?"
            },
            {
                "verse_number": "6",
                "verse_text": "So why do you want to discover all my sins ?"
            },
            {
                "verse_number": "7",
                "verse_text": "You know that I am not guilty ."
            },
            {
                "verse_number": "8",
                "verse_text": "Your own hands have made me who I am."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember that you made me,"
            },
            {
                "verse_number": "10",
                "verse_text": "You poured me like milk into my mother."
            },
            {
                "verse_number": "11",
                "verse_text": "You joined my bones together,"
            },
            {
                "verse_number": "12",
                "verse_text": "You gave me life and you loved me faithfully ."
            },
            {
                "verse_number": "13",
                "verse_text": "But now I know what you have been thinking."
            },
            {
                "verse_number": "14",
                "verse_text": "You were watching me to see if I did wrong things."
            },
            {
                "verse_number": "15",
                "verse_text": "If I am guilty of sin ,"
            },
            {
                "verse_number": "16",
                "verse_text": "If I try to be brave,"
            },
            {
                "verse_number": "17",
                "verse_text": "You find more reasons to attack me."
            },
            {
                "verse_number": "18",
                "verse_text": "Why did you let me be born?"
            },
            {
                "verse_number": "19",
                "verse_text": "It would have been better if I had not been born."
            },
            {
                "verse_number": "20",
                "verse_text": "I will only live for a few more days."
            },
            {
                "verse_number": "21",
                "verse_text": "I will soon go to the dark place where there is no hope."
            },
            {
                "verse_number": "22",
                "verse_text": "I will go to that very dark place where there are only shadows."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Job's friend Zophar, who came from Naamah, decided to speak. He said this to Job: You have talked a lot, but that does not mean that you are right. We must make you ashamed when you laugh at us. God knows that I am a good man.&apos; He should tell you what he thinks. True wisdom is not easy to understand. But you must understand this: God is punishing you less than you deserve . You cannot know how powerful he is. You cannot do anything about that. His power goes deeper than the place of death. You cannot know all about that. It goes far beyond the sea. He may accuse you in a court . Nobody can stop him doing that. He sees the evil things that they do. And foolish people never become wise ! Raise your hands and pray to God. stop yourself from doing it. Do not let people do wrong things in your home. Instead, you will be strong. You will not be afraid. It will be like water that has disappeared . You will not remember it. that is brighter than the sun at noon. Even if trouble makes it dark, it will still seem like a bright morning. God will protect you. You will be able to rest safely. you will not be afraid of anyone. Many people will ask you to help them. They cannot escape from their troubles. They can only hope to die.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Someone must answer all these words that you have spoken."
            },
            {
                "verse_number": "3",
                "verse_text": "Your proud words will not cause other people to say nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "You have said, &apos;The things that I teach are true."
            },
            {
                "verse_number": "5",
                "verse_text": "So God himself should answer you."
            },
            {
                "verse_number": "6",
                "verse_text": "He would show you the secret of wisdom ."
            },
            {
                "verse_number": "7",
                "verse_text": "You cannot discover everything about God."
            },
            {
                "verse_number": "8",
                "verse_text": "His power goes higher than the sky."
            },
            {
                "verse_number": "9",
                "verse_text": "The truth about God is wider than the whole earth."
            },
            {
                "verse_number": "10",
                "verse_text": "God may catch you and put you in prison."
            },
            {
                "verse_number": "11",
                "verse_text": "God knows the people who are not honest."
            },
            {
                "verse_number": "12",
                "verse_text": "Wild donkeys never give birth to human children."
            },
            {
                "verse_number": "13",
                "verse_text": "As for you, Job, you should be faithful to God."
            },
            {
                "verse_number": "14",
                "verse_text": "If you want to do an evil thing,"
            },
            {
                "verse_number": "15",
                "verse_text": "Do what I say. Then you will not be ashamed any more."
            },
            {
                "verse_number": "16",
                "verse_text": "You will forget about your trouble."
            },
            {
                "verse_number": "17",
                "verse_text": "You will have a happy life"
            },
            {
                "verse_number": "18",
                "verse_text": "You will be safe as you trust God."
            },
            {
                "verse_number": "19",
                "verse_text": "When you lie down to sleep,"
            },
            {
                "verse_number": "20",
                "verse_text": "But wicked people will not find any help."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied. This is what he said: You think that there will be no wisdom after you die. You are no better than I am. Everyone knows the things that you have been saying. But my friends now laugh at me. I have always lived completely in the right way. But still my friends laugh at me. They think that people who suffer are fools. If people are in trouble, they knock them down! They cause God to be angry but they think that they are safe. They trust their own strength as their god. The birds in the sky would tell you the truth . The fish in the sea would tell you what is right. He gives breath to all people so that they can live. And we use our ears to test what we hear. People who have lived for a long time understand things better. He understands things and he gives good advice . nobody can repair it. If God puts someone in prison, that person cannot escape . If he sends lots of rain, there are floods . He has power over people who tell lies , and the people that they deceive . He causes leaders to do foolish things. He dresses them like slaves. He removes the power of important people. He removes the wisdom of old men. He destroys the power of strong men. He shines light into dark places. He can also destroy them. He can make their land become bigger. He can also send their people away to other places. He sends them to travel through empty deserts . He causes them to walk like drunk men."
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;You people think that you know everything."
            },
            {
                "verse_number": "3",
                "verse_text": "But I understand things as well as you."
            },
            {
                "verse_number": "4",
                "verse_text": "I am a person who prayed to God and he answered me."
            },
            {
                "verse_number": "5",
                "verse_text": "Some people never have any troubles."
            },
            {
                "verse_number": "6",
                "verse_text": "But robbers seem to live in peace ."
            },
            {
                "verse_number": "7",
                "verse_text": "Ask the animals and they will teach you."
            },
            {
                "verse_number": "8",
                "verse_text": "Speak to the earth and it will teach you."
            },
            {
                "verse_number": "9",
                "verse_text": "Any of them could tell you that the Lord has done this."
            },
            {
                "verse_number": "10",
                "verse_text": "He has authority over the life of all the animals."
            },
            {
                "verse_number": "11",
                "verse_text": "We use our mouths to taste food."
            },
            {
                "verse_number": "12",
                "verse_text": "Old people are often wise ."
            },
            {
                "verse_number": "13",
                "verse_text": "God is wise and he is also powerful."
            },
            {
                "verse_number": "14",
                "verse_text": "If God destroys something,"
            },
            {
                "verse_number": "15",
                "verse_text": "If God stops the rain, the land becomes dry."
            },
            {
                "verse_number": "16",
                "verse_text": "God has strength and wisdom ."
            },
            {
                "verse_number": "17",
                "verse_text": "He causes clever people to become ashamed."
            },
            {
                "verse_number": "18",
                "verse_text": "He takes authority away from kings."
            },
            {
                "verse_number": "19",
                "verse_text": "He causes priests to become ashamed."
            },
            {
                "verse_number": "20",
                "verse_text": "He stops faithful men from giving advice."
            },
            {
                "verse_number": "21",
                "verse_text": "He causes rulers to be ashamed."
            },
            {
                "verse_number": "22",
                "verse_text": "He shows people things that have been secrets."
            },
            {
                "verse_number": "23",
                "verse_text": "He can make nations become great."
            },
            {
                "verse_number": "24",
                "verse_text": "He stops the world's leaders from understanding things properly."
            },
            {
                "verse_number": "25",
                "verse_text": "They try to walk in the dark, without any light."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I have seen all these things with my own eyes. I have heard everything that you have said. I have understood it. You are no better than I am. I need to show him that I am right. You would be useless as doctors. That would be a wise thing for you to do. Listen carefully to the words that I speak. Your lies are not helping God. But you are not being honest when you do that. would he find that you speak the truth ? Or would you try to deceive him, as you deceive other people? you may think that your lies are a secret. But God will still punish you. You will be very afraid of him. Your arguments are weak and useless . Then we will see what happens to me. I must take that risk. I will tell him why I am not guilty . No wicked person would be able to do that. So it shows that I am not guilty. Hear what I have to say. I am ready to explain why I am not guilty. If anyone can do that, I will be quiet. I will be ready to die. If you do those things, I will no longer hide from you. And stop causing me to be so afraid of you. Then I will answer you. Or allow me to speak first. Then you will reply to me. Show me what my sins are. Why do you think that I am your enemy? But you still want to frighten me. I am as useless as chaff , but you still attack me. You punish me for the sins I did when I was young. You watch me carefully wherever I go. You put marks on my feet. It is like a coat that moths are eating."
            },
            {
                "verse_number": "2",
                "verse_text": "I know as much as you do."
            },
            {
                "verse_number": "3",
                "verse_text": "But I want to speak to the Almighty God."
            },
            {
                "verse_number": "4",
                "verse_text": "What you say about me is only lies ."
            },
            {
                "verse_number": "5",
                "verse_text": "It would be better if you said nothing."
            },
            {
                "verse_number": "6",
                "verse_text": "Listen now to what I have to say."
            },
            {
                "verse_number": "7",
                "verse_text": "You think that you can tell lies to speak on behalf of God!"
            },
            {
                "verse_number": "8",
                "verse_text": "You are trying to win the argument for God."
            },
            {
                "verse_number": "9",
                "verse_text": "If God asks you questions,"
            },
            {
                "verse_number": "10",
                "verse_text": "When you speak on God's behalf,"
            },
            {
                "verse_number": "11",
                "verse_text": "His great power will frighten you."
            },
            {
                "verse_number": "12",
                "verse_text": "Your wise teaching is worth no more than ashes ."
            },
            {
                "verse_number": "13",
                "verse_text": "So be quiet now and let me speak."
            },
            {
                "verse_number": "14",
                "verse_text": "I am ready for my life to be in danger."
            },
            {
                "verse_number": "15",
                "verse_text": "Even if God kills me, I will still trust him."
            },
            {
                "verse_number": "16",
                "verse_text": "I am brave enough to stand in front of God."
            },
            {
                "verse_number": "17",
                "verse_text": "Listen carefully to my words."
            },
            {
                "verse_number": "18",
                "verse_text": "I know what I want to say."
            },
            {
                "verse_number": "19",
                "verse_text": "Nobody can show that I have done wrong things."
            },
            {
                "verse_number": "20",
                "verse_text": "God, please do two things that will help me."
            },
            {
                "verse_number": "21",
                "verse_text": "Please stop punishing me."
            },
            {
                "verse_number": "22",
                "verse_text": "Tell me to come and stand in front of you."
            },
            {
                "verse_number": "23",
                "verse_text": "Tell me how many wrong things I have done."
            },
            {
                "verse_number": "24",
                "verse_text": "Why do you hide yourself from me?"
            },
            {
                "verse_number": "25",
                "verse_text": "I am as weak as a leaf that the wind can blow away."
            },
            {
                "verse_number": "26",
                "verse_text": "You write down things to accuse me."
            },
            {
                "verse_number": "27",
                "verse_text": "You tie my feet with chains ."
            },
            {
                "verse_number": "28",
                "verse_text": "So my life is slowly disappearing ."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Everyone that a woman gives birth to lives only for a short time. The days of his life are full of trouble. and then it soon dies. His life quickly disappears like a shadow. so why do you watch me so carefully? Why do you want to bring me into a court to judge me? Nobody can change them to become pure. You control the number of months that each person will live. Nobody can live any longer than that. We must work for the time that you have decided. Please leave us to work in peace . the tree may not die. New branches may grow from it. The part of the tree that remains may be nearly dead. it will start to grow again. It will make new branches, like a young plant. that is the end. After they die, where do they go? they become dry. They will never rise to live again. As long as the sky remains above the earth, they will continue to sleep in death. Hide me there until you are no longer angry. Decide how long I must be there, and then remember me again! If I knew that, I would suffer patiently. I would wait until my troubles have finished. You would want to see me again, because your own hands created me. but you would not make a note of my sins . You would hide them away. Rocks fall down from their places. Floods wash away soil . In the same way, you remove hope from a person's life. He leaves this world. You change his face in death and you send him away. he does not know about it. If they become ashamed, he does not know that either. He feels his own pain and he is very sad.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "He is like a flower that grows"
            },
            {
                "verse_number": "3",
                "verse_text": "I am only a human like that,"
            },
            {
                "verse_number": "4",
                "verse_text": "People are not clean and pure ."
            },
            {
                "verse_number": "5",
                "verse_text": "You have decided how long people should live."
            },
            {
                "verse_number": "6",
                "verse_text": "So do not watch us! Leave us alone!"
            },
            {
                "verse_number": "7",
                "verse_text": "If someone cuts down a tree,"
            },
            {
                "verse_number": "8",
                "verse_text": "Its roots in the ground may be old."
            },
            {
                "verse_number": "9",
                "verse_text": "But if only a little water comes near to it,"
            },
            {
                "verse_number": "10",
                "verse_text": "But when people lose their strength and they die,"
            },
            {
                "verse_number": "11",
                "verse_text": "When the water disappears from a lake or a river,"
            },
            {
                "verse_number": "12",
                "verse_text": "It is the same with people when they die."
            },
            {
                "verse_number": "13",
                "verse_text": "Please hide me in the place where dead people go!"
            },
            {
                "verse_number": "14",
                "verse_text": "If a man dies, will he live again?"
            },
            {
                "verse_number": "15",
                "verse_text": "You would call me and I would answer you."
            },
            {
                "verse_number": "16",
                "verse_text": "You would watch me carefully,"
            },
            {
                "verse_number": "17",
                "verse_text": "You would forgive me for my sins."
            },
            {
                "verse_number": "18",
                "verse_text": "But mountains fall down and they break into pieces,"
            },
            {
                "verse_number": "19",
                "verse_text": "Stones become sand when water pours over them."
            },
            {
                "verse_number": "20",
                "verse_text": "Finally, you bring his life to an end."
            },
            {
                "verse_number": "21",
                "verse_text": "If his sons become famous,"
            },
            {
                "verse_number": "22",
                "verse_text": "A dead person thinks only about himself."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz, the man from Teman, replied to Job. This is what he said: you would not answer us with such silly ideas. The words that come out from inside you are only a hot wind! The things that you say do not mean anything. You turn other people away from him. You try to say clever things that will deceive people. Your own words show that you are wrong. You were not alive when God made the hills. You are not the only wise person in the world. We understand as much as you do. They are older and wiser even than your father. But they should be enough for you. We can see in your eyes that you are very angry. You should not say such wicked things. He knows that they make mistakes. People are wicked and cannot think true thoughts. They like to do evil things, as if they are drinking water! I will tell you what I have seen. They did not hide the truth . They learned these things from their ancestors . No foreigners were there to deceive them. A wicked person will have trouble all his life. Anyone who is cruel will suffer every year that he lives. He may think that he is safe, but robbers will attack him. He thinks that someone may kill him. He says, &apos;Where is it?&apos; He knows that he cannot escape from trouble. Trouble is ready to attack him, like a king with his army. He thinks that he is greater than Almighty God. He holds a big shield as he runs to attack God! No one else lives in the houses there. The buildings will soon fall down and they will become heaps of stones. He will lose his valuable things. Everything that he has will disappear . he will not be able to escape . He will be like a tree that fire has burned. God's breath will blow him away! But he is deceiving himself. Any help that he receives will also be useless. his life will end. Like a tree that makes no leaves, he will have no success in life. They fall off before they are ready to eat. He will be like an olive tree that loses its flowers, so that no olives grow on it. They have no family to live after them. If they use the money from bribes to build their homes, fire will destroy those homes. so that evil things happen. Lies are what come out from inside them.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;If you were wise ,"
            },
            {
                "verse_number": "3",
                "verse_text": "No wise man would argue in such a useless way."
            },
            {
                "verse_number": "4",
                "verse_text": "You show that you do not respect God."
            },
            {
                "verse_number": "5",
                "verse_text": "It is your sin that causes you to speak like that."
            },
            {
                "verse_number": "6",
                "verse_text": "I do not need to show that you are guilty ."
            },
            {
                "verse_number": "7",
                "verse_text": "You were not the first human to be born."
            },
            {
                "verse_number": "8",
                "verse_text": "You do not know God's secret plans."
            },
            {
                "verse_number": "9",
                "verse_text": "You do not know any more than we know."
            },
            {
                "verse_number": "10",
                "verse_text": "The old men agree with us."
            },
            {
                "verse_number": "11",
                "verse_text": "You think that God's kind words are not important."
            },
            {
                "verse_number": "12",
                "verse_text": "You have allowed your thoughts to confuse you."
            },
            {
                "verse_number": "13",
                "verse_text": "Why are you so angry against God?"
            },
            {
                "verse_number": "14",
                "verse_text": "No one who is human can be truly pure and righteous ."
            },
            {
                "verse_number": "15",
                "verse_text": "God does not even trust his own angels ."
            },
            {
                "verse_number": "16",
                "verse_text": "So he certainly will not trust people."
            },
            {
                "verse_number": "17",
                "verse_text": "So listen to me. I will explain something to you."
            },
            {
                "verse_number": "18",
                "verse_text": "These are things that wise men have taught me."
            },
            {
                "verse_number": "19",
                "verse_text": "They were the people who received the land."
            },
            {
                "verse_number": "20",
                "verse_text": "They knew this:"
            },
            {
                "verse_number": "21",
                "verse_text": "He will hear things that frighten him."
            },
            {
                "verse_number": "22",
                "verse_text": "He is afraid to go out in the dark."
            },
            {
                "verse_number": "23",
                "verse_text": "The wicked person walks about to look for food."
            },
            {
                "verse_number": "24",
                "verse_text": "He is afraid and confused."
            },
            {
                "verse_number": "25",
                "verse_text": "That happens to the person who turns against God."
            },
            {
                "verse_number": "26",
                "verse_text": "He is proud enough to attack God."
            },
            {
                "verse_number": "27",
                "verse_text": "He eats too much and his whole body is very fat."
            },
            {
                "verse_number": "28",
                "verse_text": "He lives in a town that is empty."
            },
            {
                "verse_number": "29",
                "verse_text": "He will not be rich."
            },
            {
                "verse_number": "30",
                "verse_text": "When it becomes dark,"
            },
            {
                "verse_number": "31",
                "verse_text": "He may trust in useless things to save him."
            },
            {
                "verse_number": "32",
                "verse_text": "Before he is old,"
            },
            {
                "verse_number": "33",
                "verse_text": "He will be like a vine that loses its grapes ."
            },
            {
                "verse_number": "34",
                "verse_text": "People who turn away from God are like that."
            },
            {
                "verse_number": "35",
                "verse_text": "They make plans to cause trouble,"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied. This is what he said: You are not making my troubles any better. You are making them worse! Why do you talk to me like that? I could say the same things to you. I could speak for a long time about the wrong things that you have done. I could shake my head and laugh at you. I would say things to comfort you. my pain does not become any better. If I stop speaking, my pain continues to be there. You have destroyed my family. Because of my troubles, people think that I am guilty . Because my body is so thin, people think that I have done bad things. He shows his anger like a wild animal. He has become my enemy. They hit me on my face. They all join together to attack me. He has put me under the power of wicked men. but then God destroyed me. He took hold of my neck and he shook me to pieces. He decided to shoot his arrows at me. They go deep into my body and my blood pours out on the ground. But God still does not feel sorry for me. He rushes to attack me like a strong fighter. I am no longer proud of my strength , and I sit in the dust . There are dark circles around my eyes. And when I pray, I speak honestly to God. People should remember how I have suffered . They should not forget that I asked for justice . He knows that I am not guilty . He speaks on my behalf. I cry with many tears as I pray to God. He should ask God not to punish me, as someone might try to help his friends. I will die and I will never again return to this earth."
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;I have heard all these things before."
            },
            {
                "verse_number": "3",
                "verse_text": "Please stop speaking useless words."
            },
            {
                "verse_number": "4",
                "verse_text": "If you were suffering like I am,"
            },
            {
                "verse_number": "5",
                "verse_text": "But, instead, I would help you to be strong."
            },
            {
                "verse_number": "6",
                "verse_text": "But now, if I speak,"
            },
            {
                "verse_number": "7",
                "verse_text": "God, you have made me very weak."
            },
            {
                "verse_number": "8",
                "verse_text": "You have taken hold of me."
            },
            {
                "verse_number": "9",
                "verse_text": "God attacks me and he punishes me because he is angry."
            },
            {
                "verse_number": "10",
                "verse_text": "People insult me and they laugh at me."
            },
            {
                "verse_number": "11",
                "verse_text": "God has allowed evil men to take hold of me."
            },
            {
                "verse_number": "12",
                "verse_text": "I was living in peace ,"
            },
            {
                "verse_number": "13",
                "verse_text": "His arrows come from all around me."
            },
            {
                "verse_number": "14",
                "verse_text": "He attacks me again and again."
            },
            {
                "verse_number": "15",
                "verse_text": "I have used sackcloth to make my clothes."
            },
            {
                "verse_number": "16",
                "verse_text": "I have cried so much that my face is red."
            },
            {
                "verse_number": "17",
                "verse_text": "But I have not been cruel."
            },
            {
                "verse_number": "18",
                "verse_text": "The earth should not hide my blood!"
            },
            {
                "verse_number": "19",
                "verse_text": "But even now, I know that I have a friend in heaven ."
            },
            {
                "verse_number": "20",
                "verse_text": "My friends have turned against me."
            },
            {
                "verse_number": "21",
                "verse_text": "I need someone to speak to God on my behalf."
            },
            {
                "verse_number": "22",
                "verse_text": "I only have a few more years to live."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "I am very weak and I will soon die. Then my friends will bury me in my grave . I have to watch them as they insult me. Nobody else will pay the price to do that for me. So do not allow them to win the argument. to get things for themselves. If they do that, their children should become blind . like that proverb says. People even spit at my face. My body is so thin that I am like a shadow. when they see what is happening to me. They are angry with those who turn away from you. People who do good things become stronger. Try again to help me, all of you! I will not find a wise man among you. I will never do the things that I wanted to do. when it is still night. They do not know the difference between light and dark. I will lie down to sleep there in the dark. &apos;You are my father.&apos; I will say to the worms that eat me, &apos;Hello, my mother. Hello, my sister.&apos; No one can find anything better for me. all my hope will have finished. Everything that I had hoped for will lie with me in the dust .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "All around me, people are laughing at me."
            },
            {
                "verse_number": "3",
                "verse_text": "God, please help me to become free again."
            },
            {
                "verse_number": "4",
                "verse_text": "You have stopped my friends from thinking properly."
            },
            {
                "verse_number": "5",
                "verse_text": "People may turn against their friends"
            },
            {
                "verse_number": "6",
                "verse_text": "You have caused people to insult me,"
            },
            {
                "verse_number": "7",
                "verse_text": "I have cried so much that my eyes have become weak."
            },
            {
                "verse_number": "8",
                "verse_text": "Good people are upset ,"
            },
            {
                "verse_number": "9",
                "verse_text": "Righteous people continue to do things that are right."
            },
            {
                "verse_number": "10",
                "verse_text": "But you, my friends, come here!"
            },
            {
                "verse_number": "11",
                "verse_text": "I will not live for many more days."
            },
            {
                "verse_number": "12",
                "verse_text": "My friends say, &apos;It is day&apos;,"
            },
            {
                "verse_number": "13",
                "verse_text": "The only home that I hope to go to is my grave ."
            },
            {
                "verse_number": "14",
                "verse_text": "I will say to the grave,"
            },
            {
                "verse_number": "15",
                "verse_text": "I can hope for nothing that is better than that."
            },
            {
                "verse_number": "16",
                "verse_text": "When I go to the world of dead people,"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad, the man from Shuah, replied. This is what he said: Stop and think carefully. Then we can talk. You will never change the way that things happen in the world. Your anger will not cause the earth to shake, or any rocks to move from their places. His fire will no longer burn brightly. The lamp that gives him light will stop burning. but now his legs are weak. His own ideas cause him to fall down. and he walks into a dangerous trap . and he cannot move. It catches him as he walks along. things frighten him. He cannot escape from them. and his strength has disappeared . Terrible trouble is ready to take hold of him whenever it has the chance. It causes his arms and his legs to become useless and he dies. where he had lived safely. He will have to meet the terrible king of death. and its branches have fallen off. They have forgotten his name. He has gone from a place where there is light to a place where it is dark. He has no family to live in his home. when they see what has happened to him. Wherever they live, they are very upset. It happens to people who turn away from God.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;You should not continue to talk like that!"
            },
            {
                "verse_number": "3",
                "verse_text": "You should not think that we are as foolish as cows."
            },
            {
                "verse_number": "4",
                "verse_text": "You are so angry that you are hurting yourself."
            },
            {
                "verse_number": "5",
                "verse_text": "The light of a wicked person's life will stop shining."
            },
            {
                "verse_number": "6",
                "verse_text": "His tent will be dark."
            },
            {
                "verse_number": "7",
                "verse_text": "Once he was strong"
            },
            {
                "verse_number": "8",
                "verse_text": "He does not know where he is going"
            },
            {
                "verse_number": "9",
                "verse_text": "A trap catches his foot"
            },
            {
                "verse_number": "10",
                "verse_text": "Someone has hidden a rope on the ground."
            },
            {
                "verse_number": "11",
                "verse_text": "Everywhere a wicked person goes,"
            },
            {
                "verse_number": "12",
                "verse_text": "Now he is hungry"
            },
            {
                "verse_number": "13",
                "verse_text": "A bad disease eats his skin."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he has to leave his tent"
            },
            {
                "verse_number": "15",
                "verse_text": "Other people will live in his tent. They have used sulphur to burn all his things."
            },
            {
                "verse_number": "16",
                "verse_text": "He is like a tree whose roots have become dry,"
            },
            {
                "verse_number": "17",
                "verse_text": "Nobody remembers that he ever lived."
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked person has had to leave this world."
            },
            {
                "verse_number": "19",
                "verse_text": "He has no children or grandchildren."
            },
            {
                "verse_number": "20",
                "verse_text": "All people are very upset"
            },
            {
                "verse_number": "21",
                "verse_text": "I know that this is what happens to the homes of evil people."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied. This is what he said: Your words continue to make me suffer . You should be ashamed to attack me like that. But even if that might be true, those wrong things have not hurt you. Because I have all these troubles, you say that I must be guilty . He is the one who has caught me in his trap . nobody answers me. I shout to get help, but nobody comes to give me justice . so that I cannot move forward. He has made my path dark so that I cannot see the way to go. so that nobody respects me. He is ready to destroy me. He has taken away my hope, as if he has dug a tree out of the ground. He attacks me as if I am his enemy. They build a road so that they can reach me. They are all around me. My friends do not want to meet me. My best friends have forgotten me. now think that I am a stranger. Even my servants think that I am a foreigner . but he does not come. I ask him to help me, but he does nothing. My brothers stay away from me. When I stand up, they laugh at me. People that I love have turned against me. I still breathe but I am only just alive. God has caused me to suffer , so please be kind to me. You have already caused me to suffer enough. My words should be written on a scroll . that would be good. Then they would never disappear . I know that, in the end, he will stand on the earth. But after that happens, I know that in this body I will see God. with my own eyes. It makes me feel weak inside as I think about it! You say that I have caused my own trouble. When God is angry with someone, he punishes that person. Then you will know that he is the one who judges people.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Please stop speaking to me like that!"
            },
            {
                "verse_number": "3",
                "verse_text": "You have insulted me many, many times."
            },
            {
                "verse_number": "4",
                "verse_text": "I might have done things that are wrong."
            },
            {
                "verse_number": "5",
                "verse_text": "You think that you are better people than I am."
            },
            {
                "verse_number": "6",
                "verse_text": "But you should realize that God has caused all my troubles."
            },
            {
                "verse_number": "7",
                "verse_text": "If I shout, &apos;Help me, I am in trouble!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "God has stopped me"
            },
            {
                "verse_number": "9",
                "verse_text": "He has taken away my honour"
            },
            {
                "verse_number": "10",
                "verse_text": "Everywhere that I go, God is there to attack me."
            },
            {
                "verse_number": "11",
                "verse_text": "He is very angry against me."
            },
            {
                "verse_number": "12",
                "verse_text": "His whole army is coming to attack me!"
            },
            {
                "verse_number": "13",
                "verse_text": "God has caused my brothers to stay away from me."
            },
            {
                "verse_number": "14",
                "verse_text": "My relatives have left me."
            },
            {
                "verse_number": "15",
                "verse_text": "Visitors who stayed in my house"
            },
            {
                "verse_number": "16",
                "verse_text": "I tell my servant to come to me"
            },
            {
                "verse_number": "17",
                "verse_text": "My wife moves away from the smell of my breath ."
            },
            {
                "verse_number": "18",
                "verse_text": "Even young children insult me."
            },
            {
                "verse_number": "19",
                "verse_text": "My best friends hate me."
            },
            {
                "verse_number": "20",
                "verse_text": "My body is now only skin and bones."
            },
            {
                "verse_number": "21",
                "verse_text": "Please be kind to me, my friends."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not punish me as God is punishing me."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone should write down the words that I speak."
            },
            {
                "verse_number": "24",
                "verse_text": "If someone uses an iron tool to write them on a rock,"
            },
            {
                "verse_number": "25",
                "verse_text": "As for me, I know that my Redeemer lives."
            },
            {
                "verse_number": "26",
                "verse_text": "Illness may completely destroy my skin."
            },
            {
                "verse_number": "27",
                "verse_text": "I will see him for myself,"
            },
            {
                "verse_number": "28",
                "verse_text": "My friends, you should not think of ways to make me suffer even more."
            },
            {
                "verse_number": "29",
                "verse_text": "Instead, you yourselves should be afraid of punishment !"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then Zophar replied to Job. This is what he said: So I must say more to answer you. But now I know how to reply to you. It has been true from long ago, since people first lived on the earth. His joy continues only for a moment. He may be proud of the honour that he receives. like dung that people throw away. His friends will ask, &apos;Where is he?&apos; Nobody can find him any more. His family will no longer recognize him. Those are the valuable things that he took from them. But his strength will die with him when he lies in his grave . They are like something sweet in his mouth. like the taste of sweet food that he keeps in his mouth. Like bitter food that goes into his stomach. God will cause the wicked person to lose all his riches . A dangerous snake will bite him and it will kill him. He will not enjoy the honey and milk which pours out like rivers of water. He will not enjoy the things that he has worked for. He has refused to help them. He has taken houses for himself that do not belong to him. He takes anything that he wants to have. So his riches will come to an end. trouble suddenly comes to him. God will punish him. God will be very angry with him. God will attack the wicked person so that he suffers . But then a soldier will shoot a bronze arrow into him. His blood makes its sharp point shine brightly. He is very afraid. God will send a fire to destroy him. It will destroy all his things that remain. People on earth will speak against him. and everything that he has. That will happen on the day when God punishes people because he is angry with them. God has decided to punish them as they deserve .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;I am very upset by the things that you have said."
            },
            {
                "verse_number": "3",
                "verse_text": "You have said things that insult me."
            },
            {
                "verse_number": "4",
                "verse_text": "I am sure that you know this fact."
            },
            {
                "verse_number": "5",
                "verse_text": "You know that a wicked person is only happy for a short time."
            },
            {
                "verse_number": "6",
                "verse_text": "He may think that he is more important than other people."
            },
            {
                "verse_number": "7",
                "verse_text": "But he will disappear for ever,"
            },
            {
                "verse_number": "8",
                "verse_text": "He will disappear like a dream that quickly goes away."
            },
            {
                "verse_number": "9",
                "verse_text": "People who knew him will never see him again."
            },
            {
                "verse_number": "10",
                "verse_text": "His children will have to give things back to poor people."
            },
            {
                "verse_number": "11",
                "verse_text": "He still had the strength of a young man."
            },
            {
                "verse_number": "12",
                "verse_text": "He enjoys the wicked things that he does."
            },
            {
                "verse_number": "13",
                "verse_text": "He continues to enjoy wicked things,"
            },
            {
                "verse_number": "14",
                "verse_text": "But those things will become poison that hurts him."
            },
            {
                "verse_number": "15",
                "verse_text": "Like a person who is sick and loses the food from his stomach,"
            },
            {
                "verse_number": "16",
                "verse_text": "He will drink the poison of snakes."
            },
            {
                "verse_number": "17",
                "verse_text": "He will never enjoy the good things that the earth provides."
            },
            {
                "verse_number": "18",
                "verse_text": "He will have to give back everything that he owned."
            },
            {
                "verse_number": "19",
                "verse_text": "This will happen because he has been cruel to poor people."
            },
            {
                "verse_number": "20",
                "verse_text": "He will always want to have more things for himself."
            },
            {
                "verse_number": "21",
                "verse_text": "Now nothing remains for him to take."
            },
            {
                "verse_number": "22",
                "verse_text": "When he has everything that he wants,"
            },
            {
                "verse_number": "23",
                "verse_text": "When he is filling himself with good food,"
            },
            {
                "verse_number": "24",
                "verse_text": "He may escape from a soldier who has an iron sword ."
            },
            {
                "verse_number": "25",
                "verse_text": "He pulls the arrow out of his back."
            },
            {
                "verse_number": "26",
                "verse_text": "All his riches disappear in the dark."
            },
            {
                "verse_number": "27",
                "verse_text": "The heavens will show that he is guilty ."
            },
            {
                "verse_number": "28",
                "verse_text": "A flood will destroy his house"
            },
            {
                "verse_number": "29",
                "verse_text": "That is how God punishes wicked people."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied. This is what he said: You can only help me if you do that. After you have heard what I say, you may choose to laugh at me. So I have good reason to be upset . You should cover your mouth with your hand. It makes me very afraid. My body shakes with fear . The older they become, the more power they have. Their children also have strong families. and they are not afraid. God does not punish them. They jump like young lambs . They sing with joy to the sound of flutes . Even when they die, they do not suffer . We do not want to know about your ways. If we pray to him, there is nothing he can do to help us.&apos; But it is not true. So I do not listen to the things that wicked people say. They do not often have many troubles. When God is angry with them, he does not cause them to suffer . like the wind blows dry grass. They do not disappear like chaff that a storm blows away. with the punishment that he deserves .&apos; But I say that God should punish the wicked person himself. Then he will realize that he is wicked. They should see that Almighty God is angry with them. it does not matter to them if their family suffers . Even when he is ready to die, he still lives a safe and happy life. No good things ever happen to him. and their bodies lie under the ground. Worms cover their bodies, whoever they are. You want to show that I am guilty . Wicked people no longer have homes to live in.&apos; You should listen to the things that they say. When trouble comes, they continue to be safe. When God is angry with people, wicked people escape punishment . to say that they are guilty. No one punishes them for the bad things that they have done. people bury him with honour . Guards watch over his grave . They make a heap of earth over his body, in the valley where he rests happily. Your answers are all lies !&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Listen carefully to the things that I am saying."
            },
            {
                "verse_number": "3",
                "verse_text": "Be patient with me so that I can speak."
            },
            {
                "verse_number": "4",
                "verse_text": "It is not people that I want to argue with."
            },
            {
                "verse_number": "5",
                "verse_text": "When you look at me, you should be upset."
            },
            {
                "verse_number": "6",
                "verse_text": "I think about what has happened to me."
            },
            {
                "verse_number": "7",
                "verse_text": "Why do wicked people continue to live for a long time?"
            },
            {
                "verse_number": "8",
                "verse_text": "They see their own children grow and become strong."
            },
            {
                "verse_number": "9",
                "verse_text": "They are safe in their homes"
            },
            {
                "verse_number": "10",
                "verse_text": "Their cows give birth safely to many calves ."
            },
            {
                "verse_number": "11",
                "verse_text": "Their children run and play."
            },
            {
                "verse_number": "12",
                "verse_text": "They enjoy the music of tambourines and harps ."
            },
            {
                "verse_number": "13",
                "verse_text": "Wicked people have plenty of money through their whole lives."
            },
            {
                "verse_number": "14",
                "verse_text": "They say to God, &apos;Leave us alone!"
            },
            {
                "verse_number": "15",
                "verse_text": "We do not need to serve the Almighty God."
            },
            {
                "verse_number": "16",
                "verse_text": "They think that they have made themselves rich."
            },
            {
                "verse_number": "17",
                "verse_text": "It seems that wicked people enjoy a long life."
            },
            {
                "verse_number": "18",
                "verse_text": "He does not blow them away,"
            },
            {
                "verse_number": "19",
                "verse_text": "You may say, &apos;God will punish a wicked person's children"
            },
            {
                "verse_number": "20",
                "verse_text": "Wicked people should receive their own punishment."
            },
            {
                "verse_number": "21",
                "verse_text": "After wicked people have died,"
            },
            {
                "verse_number": "22",
                "verse_text": "No one can teach God what he should do. He himself judges the most powerful rulers."
            },
            {
                "verse_number": "23",
                "verse_text": "One person has good health all his life."
            },
            {
                "verse_number": "24",
                "verse_text": "He eats good food and his body is strong."
            },
            {
                "verse_number": "25",
                "verse_text": "But another person is sad all his life, until he dies."
            },
            {
                "verse_number": "26",
                "verse_text": "But they all die one day"
            },
            {
                "verse_number": "27",
                "verse_text": "I know what you are thinking."
            },
            {
                "verse_number": "28",
                "verse_text": "You say, &apos;You see that the rich person no longer has a house."
            },
            {
                "verse_number": "29",
                "verse_text": "But you should ask people who travel to different places."
            },
            {
                "verse_number": "30",
                "verse_text": "They would tell you that wicked people do not always suffer."
            },
            {
                "verse_number": "31",
                "verse_text": "No one speaks against them"
            },
            {
                "verse_number": "32",
                "verse_text": "When a wicked person dies,"
            },
            {
                "verse_number": "33",
                "verse_text": "A big crowd of people come to his funeral ."
            },
            {
                "verse_number": "34",
                "verse_text": "So your useless words do not comfort me."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz, the man from Teman, replied. This is what he said: Even a wise man cannot help God. it does nothing to help Almighty God. If you live a completely good life, it still does not help him. that he punishes you. It is not because you are a good person that he accuses you. You have done too many evil things for anyone to count them. That is why he is punishing you. You had no reason to do that. you did not give them any water to drink. You refused to feed hungry people. with land that belonged to you. People respected you. Your land gave you a good life. You were cruel to children who have no family. That is why you shake with fear . and you cannot see. You feel as if a flood of deep water covers you. Look up at the stars and see how high they are! He cannot judge us, because darkness hides us from him. so that he does not see us. He moves around high above the sky.&apos; That is the way that evil people lived long ago. A great flood of water took them away. They thought that Almighty God could not hurt them. So I cannot accept the ideas of wicked people. When righteous people see that happen, they are happy. Good people then laugh at wicked people. He has burned all their valuable things in a fire.&apos; Have peace in your mind about him. Then you will again have good success. Remember carefully what he tells you. so that you become strong again. Stop all the evil things that happen in your house. Throw your pure gold among the rocks in the streams. You will look up to him to help you. You will do the things that you have promised to him. Light from God will show you the right way to go. God will save those people who are humble . Because you do what is right, God will save those people.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Nothing that a man can do will help God."
            },
            {
                "verse_number": "3",
                "verse_text": "If you are a righteous person,"
            },
            {
                "verse_number": "4",
                "verse_text": "It is not because you respect and obey God"
            },
            {
                "verse_number": "5",
                "verse_text": "No! It is because you are a very wicked person."
            },
            {
                "verse_number": "6",
                "verse_text": "You took things from your friends when you lent money to them. You even took away the only clothes that poor people were wearing. They had no safe place to stand. He will be like your valuable silver ."
            },
            {
                "verse_number": "7",
                "verse_text": "When you met people who were weak and tired,"
            },
            {
                "verse_number": "8",
                "verse_text": "You were a powerful man,"
            },
            {
                "verse_number": "9",
                "verse_text": "But you refused to help widows ."
            },
            {
                "verse_number": "10",
                "verse_text": "That is why you have so many troubles."
            },
            {
                "verse_number": "11",
                "verse_text": "It seems to you that you are in the dark"
            },
            {
                "verse_number": "12",
                "verse_text": "God lives high above us in heaven ."
            },
            {
                "verse_number": "13",
                "verse_text": "So you say, &apos;God does not know about us."
            },
            {
                "verse_number": "14",
                "verse_text": "Thick clouds cover him,"
            },
            {
                "verse_number": "15",
                "verse_text": "Job, you must not continue to turn against God."
            },
            {
                "verse_number": "16",
                "verse_text": "Those people died before they should have done."
            },
            {
                "verse_number": "17",
                "verse_text": "They said to God, &apos;Leave us alone!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But it was God who gave them many good things to enjoy."
            },
            {
                "verse_number": "19",
                "verse_text": "God punishes wicked people."
            },
            {
                "verse_number": "20",
                "verse_text": "They say, &apos;God has destroyed our enemies."
            },
            {
                "verse_number": "21",
                "verse_text": "So, Job, agree to accept God's ways."
            },
            {
                "verse_number": "22",
                "verse_text": "Listen to his teaching ."
            },
            {
                "verse_number": "23",
                "verse_text": "Turn back to the Almighty God,"
            },
            {
                "verse_number": "24",
                "verse_text": "Throw away your gold things."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the Almighty God will be like gold for you."
            },
            {
                "verse_number": "26",
                "verse_text": "You will be happy that Almighty God is your friend."
            },
            {
                "verse_number": "27",
                "verse_text": "You will pray to him, and he will answer you."
            },
            {
                "verse_number": "28",
                "verse_text": "You will be able to do everything that you decide to do."
            },
            {
                "verse_number": "29",
                "verse_text": "You will pray for God to help people who are in trouble."
            },
            {
                "verse_number": "30",
                "verse_text": "God will rescue even people who are guilty ."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied. This is what he said: because I am still angry today. God continues to punish me even when I cry in pain. Then I could go to the place where he lives. I would say many things to explain this to him. I would understand what he would say to me. No! He would listen carefully to me. So he would judge me in a fair way. He would let me go free. I do not find him in the west either. I do not see him. When he moves to the south, I still cannot find him anywhere. When he has finished testing me, he will see that I am pure . I will be as pure as gold. I have obeyed him faithfully . I have not turned away from his teaching . His words are more important to me than my food. Nobody can change him. Whatever he wants to do, he does. He has plans to do many things like this. I am afraid of him. When I think about all these things, I am very afraid. Almighty God has frightened me. I seem to be in a very dark place. The darkness seems to cover me. But I will not be afraid to speak."
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;I continue to complain against God"
            },
            {
                "verse_number": "3",
                "verse_text": "I would like to know where to find him."
            },
            {
                "verse_number": "4",
                "verse_text": "I would tell him why I am not guilty ."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I would know how he would answer me."
            },
            {
                "verse_number": "6",
                "verse_text": "Would God use his great power to argue against me?"
            },
            {
                "verse_number": "7",
                "verse_text": "Honest people can explain things to him."
            },
            {
                "verse_number": "8",
                "verse_text": "I look for God in the east, but he is not there."
            },
            {
                "verse_number": "9",
                "verse_text": "When he does his work in the north,"
            },
            {
                "verse_number": "10",
                "verse_text": "But he knows the way that I live."
            },
            {
                "verse_number": "11",
                "verse_text": "I have always lived in the way that God showed me."
            },
            {
                "verse_number": "12",
                "verse_text": "I have been careful to obey his commands ."
            },
            {
                "verse_number": "13",
                "verse_text": "But he is always true to himself."
            },
            {
                "verse_number": "14",
                "verse_text": "He will do to me everything that he has decided to do."
            },
            {
                "verse_number": "15",
                "verse_text": "Because of that,"
            },
            {
                "verse_number": "16",
                "verse_text": "God has made me become weak with fear ."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of all my troubles,"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Why has Almighty God not yet decided the time when he will judge wicked people? People who serve him faithfully continue to wait for justice . They take their neighbour's land and his sheep for themselves. that belongs to a child who has no family. They take an ox away from a widow , when they lend money to her. Poor people have to run away from them and hide. like wild donkeys in the desert . They have to find food for their children to eat. They pick grapes that remain in the vineyards of wicked people. They sleep without anything to cover themselves. So they hide among the rocks where they try to keep dry. they even take a child whose father has died away from his mother. They are hungry while they carry the crops of other people. that grow in the fields of other people. They also make wine from other people's grapes. But they themselves are thirsty . They call for help, but God does not punish the people who have hurt them. They do not understand it. They do not go along the good way that it shows to them. They kill poor, weak people during the night. They think that no one will see them. They cover their faces so that no one will recognize them. to take away their things. But they stay inside during the day. They never go out in the light. rather than in the light of morning. They are not afraid of things that happen in the dark, as other people are. God curses the land that belongs to them. Nobody goes to work in their vineyards . when the weather is very hot or very dry. In the same way, death quickly takes away people who do bad things. Worms eat their bodies. No one remembers those wicked people. They are like dead trees that people have cut down. They are not kind to widows . When he attacks wicked people, their lives are in his hands. But he is always watching everything that they do. but suddenly they disappear! Like everyone else, they fall to the ground. They become like crops that people cut down at harvest time.&apos; Nobody can say that I am telling lies . You cannot think that my words are useless .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Wicked men move the stones that show the edge of their neighbour's land."
            },
            {
                "verse_number": "3",
                "verse_text": "They take away a donkey"
            },
            {
                "verse_number": "4",
                "verse_text": "They stop poor people from receiving justice."
            },
            {
                "verse_number": "5",
                "verse_text": "Poor people have to look for food to eat,"
            },
            {
                "verse_number": "6",
                "verse_text": "They find grain in the fields of other people."
            },
            {
                "verse_number": "7",
                "verse_text": "They have no clothes to wear during the cold nights."
            },
            {
                "verse_number": "8",
                "verse_text": "The rain that falls in the mountains makes them very wet."
            },
            {
                "verse_number": "9",
                "verse_text": "When wicked people lend money to poor people,"
            },
            {
                "verse_number": "10",
                "verse_text": "Poor people have to go out with no clothes to wear."
            },
            {
                "verse_number": "11",
                "verse_text": "They squeeze oil from olives"
            },
            {
                "verse_number": "12",
                "verse_text": "In the cities, people who are dying cry with pain."
            },
            {
                "verse_number": "13",
                "verse_text": "Some people refuse to live in the light."
            },
            {
                "verse_number": "14",
                "verse_text": "Murderers rob people when it is still dark."
            },
            {
                "verse_number": "15",
                "verse_text": "Adulterers wait until it is becoming dark."
            },
            {
                "verse_number": "16",
                "verse_text": "Robbers go into people's homes in the dark"
            },
            {
                "verse_number": "17",
                "verse_text": "They all like to do evil things at night,"
            },
            {
                "verse_number": "18",
                "verse_text": "You may say, &apos; Floods of water carry away wicked people."
            },
            {
                "verse_number": "19",
                "verse_text": "Snow soon disappears"
            },
            {
                "verse_number": "20",
                "verse_text": "Their mothers soon forget them."
            },
            {
                "verse_number": "21",
                "verse_text": "Those wicked people are cruel to women who have no children."
            },
            {
                "verse_number": "22",
                "verse_text": "But God uses his strength to remove powerful people."
            },
            {
                "verse_number": "23",
                "verse_text": "God allows them to feel safe."
            },
            {
                "verse_number": "24",
                "verse_text": "Wicked people may have success for a short time,"
            },
            {
                "verse_number": "25",
                "verse_text": "What I have said is true."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad, the man from Shuah, replied. This is what he said: and we should be afraid of his great power. In heaven above he causes there to be peace . His light shines over everyone. He cannot be pure . they do not seem to be pure and bright. we do not seem important to him. To him, we are as useless as worms .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;God rules everything"
            },
            {
                "verse_number": "3",
                "verse_text": "The number of angels in his armies are too many to count."
            },
            {
                "verse_number": "4",
                "verse_text": "No human is righteous when he stands in front of God."
            },
            {
                "verse_number": "5",
                "verse_text": "When God looks at the moon and the stars,"
            },
            {
                "verse_number": "6",
                "verse_text": "So when God looks at us humans,"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied. This is what he said: a weak and helpless man. Nothing that you have said makes me feel stronger. to make me wise ? You have not really shown me how clever you are! Who has put all these thoughts in your minds? They are under the deep waters. in the place of dead people. Nothing can hide that terrible place from him. so that they cover empty space. He hangs the earth in the skies and it stays there. They become heavy but they do not break. He causes clouds to cover it. It is the place where the night finishes and the day begins. he shouts at the pillars under the sky. When they hear his command , they shake with fear. He used his wisdom to destroy Rahab, the great sea monster . With his hand he cut the great sea snake as it ran away. We only know about a few small things. If he used all of his power, we could never understand.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Do not think that you have helped me,"
            },
            {
                "verse_number": "3",
                "verse_text": "What good advice have you given me"
            },
            {
                "verse_number": "4",
                "verse_text": "Someone must have helped you to say these wise words."
            },
            {
                "verse_number": "5",
                "verse_text": "Dead people shake with fear ."
            },
            {
                "verse_number": "6",
                "verse_text": "God sees everything that happens"
            },
            {
                "verse_number": "7",
                "verse_text": "He puts the skies in their place in the north,"
            },
            {
                "verse_number": "8",
                "verse_text": "He fills the clouds with water."
            },
            {
                "verse_number": "9",
                "verse_text": "When the moon is big and round, he hides it."
            },
            {
                "verse_number": "10",
                "verse_text": "He marks the border between the sea and the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "When God is angry,"
            },
            {
                "verse_number": "12",
                "verse_text": "He used his power to control the sea."
            },
            {
                "verse_number": "13",
                "verse_text": "He used his breath to make the sky become bright."
            },
            {
                "verse_number": "14",
                "verse_text": "These are only a few of the things that God does."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Job continued to speak. This is what he said: He has caused my life to be very sad. As surely as he lives, I promise this: I will always be honest. Until the day of my death, I will continue to say what I know is right. During all of my life, my thoughts do not say that I am doing anything wrong. as he punishes all wicked people. They do bad things to me, so they deserve punishment . they cannot hope for any good thing. God will cause them to die. God will not listen to them. They do not like to pray to him all the time. I will explain to you what he is thinking. So you should stop saying all these useless things! He punishes cruel people as they deserve. but they will die in war. Their children will never have enough food to eat. Their widows will not weep when they are dead. They may have silver like heaps of sand. They may have more clothes than they could ever wear. Honest people will share the silver among themselves. or a shepherd's hut, They are rich when they go to sleep, but poor when they wake up. and they are very afraid. A storm comes in the night to carry them away. It removes them from their homes. and it never stops. It continues to beat them as they try to escape . as they run away in fear .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot; Almighty God has not been fair to me."
            },
            {
                "verse_number": "3",
                "verse_text": "As long as God's Spirit gives me life,"
            },
            {
                "verse_number": "4",
                "verse_text": "I will never speak any lies ."
            },
            {
                "verse_number": "5",
                "verse_text": "I will never agree that you, my three friends, are right."
            },
            {
                "verse_number": "6",
                "verse_text": "I will never agree that I am guilty ."
            },
            {
                "verse_number": "7",
                "verse_text": "I pray that God will punish my enemies"
            },
            {
                "verse_number": "8",
                "verse_text": "When God chooses to remove wicked people,"
            },
            {
                "verse_number": "9",
                "verse_text": "When they are in trouble and they pray for help,"
            },
            {
                "verse_number": "10",
                "verse_text": "People like that are not happy that Almighty God is their friend."
            },
            {
                "verse_number": "11",
                "verse_text": "I will teach you about the power of Almighty God."
            },
            {
                "verse_number": "12",
                "verse_text": "You yourselves have all seen what God has done."
            },
            {
                "verse_number": "13",
                "verse_text": "I will tell you what Almighty God does to wicked people."
            },
            {
                "verse_number": "14",
                "verse_text": "Wicked people may have many children,"
            },
            {
                "verse_number": "15",
                "verse_text": "Illness will kill any children who continue to live."
            },
            {
                "verse_number": "16",
                "verse_text": "Wicked people may have lots of money."
            },
            {
                "verse_number": "17",
                "verse_text": "But one day righteous people will wear those clothes."
            },
            {
                "verse_number": "18",
                "verse_text": "The houses that wicked people build are not strong. They are as weak as a spider's web,"
            },
            {
                "verse_number": "19",
                "verse_text": "Their riches quickly disappear ."
            },
            {
                "verse_number": "20",
                "verse_text": "Troubles come to them like a flood of water,"
            },
            {
                "verse_number": "21",
                "verse_text": "The east wind picks them up and takes then far away."
            },
            {
                "verse_number": "22",
                "verse_text": "It is a strong wind that hits wicked people"
            },
            {
                "verse_number": "23",
                "verse_text": "The cruel wind laughs at them"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "&quot;If people want to find silver , they can dig it out of the ground. They also have places where they can make gold pure . They can also use heat to get copper from rocks. They look carefully for valuable metals. far away from places where people live. Other people do not know about those places. People hang on ropes as they go deep down into the earth. But deep under the ground, people use fire to break the rocks. The dust there contains gold. do not see those places. They turn over rocks under the mountains. They discover stones that are very valuable. where rivers start. They bring into the light things that were hidden away. people do not know where to find it. They cannot learn how to understand things properly. They cannot find it in this world where people live. Even in the deepest sea, no one will find it. You may have lots of gold and silver , but you can never buy wisdom. It is worth more than valuable onyx or sapphires . A whole pot full of gold could not buy it. Its price is more than the price of rubies . No one can buy it, Where can we learn to understand things properly? No person or animal can see it. No bird that flies in the sky can see it. &apos;We have heard only a little about wisdom, and where to find it.&apos; Only he knows where it is. He knows what happens everywhere in the world. He decided the size of the seas. to decide where it should fall. He chose where storms should go and make thunder . He prepared it and he tested it. &apos;If you want to be wise , learn to respect the Lord with fear . If you want to understand things properly, turn away from evil acts.&apos; &quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "They know how to take iron from under the ground."
            },
            {
                "verse_number": "3",
                "verse_text": "People take light into dark places under the ground."
            },
            {
                "verse_number": "4",
                "verse_text": "They dig deep holes in the ground"
            },
            {
                "verse_number": "5",
                "verse_text": "We grow our food on the earth above."
            },
            {
                "verse_number": "6",
                "verse_text": "Sapphires come from the rocks in those places."
            },
            {
                "verse_number": "7",
                "verse_text": "Even eagles or other birds with good eyes"
            },
            {
                "verse_number": "8",
                "verse_text": "Lions and other wild animals do not walk there."
            },
            {
                "verse_number": "9",
                "verse_text": "People break into the hard rocks."
            },
            {
                "verse_number": "10",
                "verse_text": "They cut holes through the rocks."
            },
            {
                "verse_number": "11",
                "verse_text": "They look carefully in the springs of water"
            },
            {
                "verse_number": "12",
                "verse_text": "But as for wisdom ,"
            },
            {
                "verse_number": "13",
                "verse_text": "Humans do not understand the value of wisdom."
            },
            {
                "verse_number": "14",
                "verse_text": "Wisdom is not in the sea."
            },
            {
                "verse_number": "15",
                "verse_text": "Nobody can buy wisdom."
            },
            {
                "verse_number": "16",
                "verse_text": "All the pure gold from Ophir will not be enough to buy it."
            },
            {
                "verse_number": "17",
                "verse_text": "Neither gold nor beautiful glass is as valuable as wisdom."
            },
            {
                "verse_number": "18",
                "verse_text": "As for coral and jasper , they are not nearly as valuable as wisdom. not even with pure gold."
            },
            {
                "verse_number": "19",
                "verse_text": "Topaz from Ethiopia is not as valuable as wisdom."
            },
            {
                "verse_number": "20",
                "verse_text": "So where can we find wisdom ?"
            },
            {
                "verse_number": "21",
                "verse_text": "We cannot see where it is."
            },
            {
                "verse_number": "22",
                "verse_text": "In the place of death, they say,"
            },
            {
                "verse_number": "23",
                "verse_text": "Only God knows the way to find wisdom."
            },
            {
                "verse_number": "24",
                "verse_text": "He can see to the ends of the earth."
            },
            {
                "verse_number": "25",
                "verse_text": "He decided how strong the wind must be."
            },
            {
                "verse_number": "26",
                "verse_text": "He made a command for the rain"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he thought about wisdom and its value."
            },
            {
                "verse_number": "28",
                "verse_text": "God said this to us humans:"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Job continued to speak. This is what he said: many months ago. At that time, God took care of me. as if he had a lamp to show me the way. His light kept me safe as I walked in dark places. God was my friend and he protected my home. My children were near me. so that my life was easy. My olive trees gave me lots of oil. and sit there as one of the leaders. they would move to the side. Even the old men would stand up to respect me. They would cover their mouths with their hands. They would not want to say anything. to listen to the things that I said. They respected me when they saw the things that I did. I rescued them. I helped children who had no family that could help them. Widows were happy when I helped them. like good clothes that I wore. I was fair and honest, I would be their guide. If people could not walk, I would fetch things for them. I helped them like their father would do. I spoke on behalf of strangers to help them get justice . I rescued the people that they had attacked. &apos;I will live to be an old man. After a long life, I will die in my own home. like a tree that always has plenty of water. Each day I will have new strength .&apos; They listened carefully to what I said. they did not say any more. They listened to every word and they thought about it. like people who wait for rain to fall. My words would make them happy, like rain in spring that makes a farmer happy. My smile made them happy. I told them what they should do. I was like a king who leads his soldiers. When they were sad, I would comfort them.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;I would like my life to be as it was before,"
            },
            {
                "verse_number": "3",
                "verse_text": "He was my guide,"
            },
            {
                "verse_number": "4",
                "verse_text": "I was strong and well."
            },
            {
                "verse_number": "5",
                "verse_text": "At that time, Almighty God was still with me."
            },
            {
                "verse_number": "6",
                "verse_text": "I got plenty of milk from my cows,"
            },
            {
                "verse_number": "7",
                "verse_text": "I would go to the gate of the city,"
            },
            {
                "verse_number": "8",
                "verse_text": "When young men saw me,"
            },
            {
                "verse_number": "9",
                "verse_text": "The city's rulers would stop speaking."
            },
            {
                "verse_number": "10",
                "verse_text": "The important leaders would be quiet."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone was very pleased"
            },
            {
                "verse_number": "12",
                "verse_text": "When poor people cried for help,"
            },
            {
                "verse_number": "13",
                "verse_text": "People who were near to death praised me for my help."
            },
            {
                "verse_number": "14",
                "verse_text": "I always did what was right, like my coat and my hat."
            },
            {
                "verse_number": "15",
                "verse_text": "If people were blind ,"
            },
            {
                "verse_number": "16",
                "verse_text": "If poor people needed help,"
            },
            {
                "verse_number": "17",
                "verse_text": "I destroyed the power of wicked people."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time, I thought,"
            },
            {
                "verse_number": "19",
                "verse_text": "My body is strong and well,"
            },
            {
                "verse_number": "20",
                "verse_text": "People will continue to give me honour ."
            },
            {
                "verse_number": "21",
                "verse_text": "People waited patiently to hear to my advice ."
            },
            {
                "verse_number": "22",
                "verse_text": "After I had spoken,"
            },
            {
                "verse_number": "23",
                "verse_text": "They would wait for me to speak to them,"
            },
            {
                "verse_number": "24",
                "verse_text": "They were surprised when I smiled at them."
            },
            {
                "verse_number": "25",
                "verse_text": "As their leader,"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "&quot;But now it is different. Men who are younger than I am laugh at me. I would not even trust their fathers to take care of my sheep. They no longer were strong. They had to look for food in the desert at night. They found roots to eat in dry places. as their food. They burned the roots of bushes to keep themselves warm. as if they were shouting at robbers. among the rocks, or in caves. They hid together under the thorn bushes . People chased them away from their land. and they do not come near me. When they see me, they spit at my face. People do to me anything that they want to do. They make me run away. They are like an army that builds a road to come and attack me. They are ready to destroy me. They do not need anyone to help them. They rush forward to knock me down. My honour has disappeared as if a strong wind has blown it away. My riches have also gone, like a cloud that passes across the sky. Every day I continue to suffer . The pain is always there in my body. He has held my shirt around my neck. I am no better than dust and ashes on the ground. but you do not answer me. When I stand to pray, you only look at me. You have used your strength to attack me. like a strong wind that blows. You use a storm to destroy me. Everyone who lives has to go to that place. people do not usually try to hurt him. When someone calls aloud for help, they do not refuse to help him. I wept for them. When I saw poor people it made me very upset . trouble came instead. When I looked for light to shine on me, everything became dark. Every day I suffer from pain. It is not the sun that has made that happen. I stand up in the public meeting place and I call aloud for help. My sad voice sounds like them. and bits of skin fall off. I only sing funeral songs. When I make music with my flute , I do it for people who are weeping.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "The work that those old men could do was no help to me."
            },
            {
                "verse_number": "3",
                "verse_text": "They were weak and thin because they were hungry."
            },
            {
                "verse_number": "4",
                "verse_text": "They pulled up plants in the desert"
            },
            {
                "verse_number": "5",
                "verse_text": "People chased them away from their towns,"
            },
            {
                "verse_number": "6",
                "verse_text": "They had to live in dry valleys,"
            },
            {
                "verse_number": "7",
                "verse_text": "They cried aloud like animals among the bushes."
            },
            {
                "verse_number": "8",
                "verse_text": "They were foolish people that nobody respected ."
            },
            {
                "verse_number": "9",
                "verse_text": "But now their sons sing songs that insult me. They tell jokes about me. My body is hot with fever."
            },
            {
                "verse_number": "10",
                "verse_text": "They hate me"
            },
            {
                "verse_number": "11",
                "verse_text": "God has made me weak and helpless ."
            },
            {
                "verse_number": "12",
                "verse_text": "From one side, the crowd attacks me."
            },
            {
                "verse_number": "13",
                "verse_text": "They stop me from escaping ."
            },
            {
                "verse_number": "14",
                "verse_text": "I cannot stop them when they attack me."
            },
            {
                "verse_number": "15",
                "verse_text": "So I am always afraid."
            },
            {
                "verse_number": "16",
                "verse_text": "Now I know that my life will soon end."
            },
            {
                "verse_number": "17",
                "verse_text": "At night, my bones are painful."
            },
            {
                "verse_number": "18",
                "verse_text": "God has used his power to take hold of me."
            },
            {
                "verse_number": "19",
                "verse_text": "He has thrown me down into the mud ."
            },
            {
                "verse_number": "20",
                "verse_text": "I call aloud to you, God,"
            },
            {
                "verse_number": "21",
                "verse_text": "You have become cruel to me."
            },
            {
                "verse_number": "22",
                "verse_text": "You take hold of me and you carry me away,"
            },
            {
                "verse_number": "23",
                "verse_text": "I know that you are already taking me to my death."
            },
            {
                "verse_number": "24",
                "verse_text": "When someone is weak and in trouble,"
            },
            {
                "verse_number": "25",
                "verse_text": "When other people were in trouble,"
            },
            {
                "verse_number": "26",
                "verse_text": "But when I hoped for good things to happen,"
            },
            {
                "verse_number": "27",
                "verse_text": "I hurt inside me all the time."
            },
            {
                "verse_number": "28",
                "verse_text": "Illness has caused my skin to become black."
            },
            {
                "verse_number": "29",
                "verse_text": "I have become like the jackals and the ostriches ."
            },
            {
                "verse_number": "30",
                "verse_text": "My skin has become black,"
            },
            {
                "verse_number": "31",
                "verse_text": "Now, when I make music with my harp ,"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "&quot;I have made a promise with myself about how I look at young women. I will never think that I want to have sex with them. Almighty God in heaven above punishes people who do wrong things. He punishes those people who do evil things. He carefully watches how I live my life. I have never tried to deceive people. He should realize that I am not guilty . He may think that I have wanted bad things when they looked nice to me. Or perhaps I have done something else that was wrong. someone else should eat the crops that I have planted. They should destroy all the crops in my fields. except my wife. I have not hidden outside my friend's house to wait for his wife to be alone. my wife should prepare food for another man. It would be right for other men to have sex with her. I would have done a wicked thing and I would deserve punishment . it would be like a dangerous fire. It would destroy everything that I have worked hard to get. I have always been fair to them. God would be right to punish me. When God judges me, I would have no answer to excuse myself. God brought us all to birth. I have always helped widows to hope for good things. I have always shared it with children who have no family. I have helped those children like a father. All my life I have helped widows too. or without a coat to wear. The wool from my sheep would keep them warm. And they all thanked me. even when the city judges agreed with me. I would accept the punishment that I deserve . So I could not do these bad things, because God is so great and powerful. I have never thought that they would make me strong. I was not proud about it. I did not think that I had worked hard to deserve it. And I have seen the moon when it is very beautiful. or to give them honour . I would not have been faithful to God in heaven . I would have deserved punishment for that sin . when they suffer . If my enemy has troubles, it does not make me happy. to ask God to kill them. That would have caused a sin to come from my mouth! &apos;Job has not welcomed strangers into his house. He has not shared his food with them.&apos; They do not have to sleep outside in the street. as some people do. Even if a great crowd of people speak against me, I do not stay inside my house and keep quiet. All the things that I say are true. Almighty God should give me an answer! I need to know what I have done that is wrong. He should write down the reason why I am guilty ! I would be proud to wear it like a crown on my head. I would stand in front of him without fear , like a ruler. The land itself would accuse me if that were true. that other people have worked to grow. I have never cheated the farmers so that they suffered . then may thorn bushes grow in my fields instead of wheat . May weeds grow in my fields instead of barley .&quot; That is the end of the things that Job said."
            },
            {
                "verse_number": "2",
                "verse_text": "Anyone who does that should expect God to punish them."
            },
            {
                "verse_number": "3",
                "verse_text": "He sends trouble to people who do wicked things."
            },
            {
                "verse_number": "4",
                "verse_text": "God sees all the things that I do."
            },
            {
                "verse_number": "5",
                "verse_text": "He must know that I am an honest man."
            },
            {
                "verse_number": "6",
                "verse_text": "So he should judge me in a fair way."
            },
            {
                "verse_number": "7",
                "verse_text": "God seems to think that I have not lived in the right way."
            },
            {
                "verse_number": "8",
                "verse_text": "If am really guilty of these things,"
            },
            {
                "verse_number": "9",
                "verse_text": "I have not wanted to love any woman"
            },
            {
                "verse_number": "10",
                "verse_text": "If I had done those things,"
            },
            {
                "verse_number": "11",
                "verse_text": "I would not have been faithful to my wife."
            },
            {
                "verse_number": "12",
                "verse_text": "If I loved another woman,"
            },
            {
                "verse_number": "13",
                "verse_text": "When my servants complain against me,"
            },
            {
                "verse_number": "14",
                "verse_text": "If I had been cruel to them,"
            },
            {
                "verse_number": "15",
                "verse_text": "God made me and he made my servants too."
            },
            {
                "verse_number": "16",
                "verse_text": "I have never refused to help people who are poor."
            },
            {
                "verse_number": "17",
                "verse_text": "I have never kept all my food for myself."
            },
            {
                "verse_number": "18",
                "verse_text": "Since I was a young man,"
            },
            {
                "verse_number": "19",
                "verse_text": "I have seen people without enough clothes to keep them warm,"
            },
            {
                "verse_number": "20",
                "verse_text": "Then I would give them clothes."
            },
            {
                "verse_number": "21",
                "verse_text": "I have not turned against children who have no family,"
            },
            {
                "verse_number": "22",
                "verse_text": "God should punish me if these things are not true."
            },
            {
                "verse_number": "23",
                "verse_text": "I was afraid of the trouble that God might bring to me."
            },
            {
                "verse_number": "24",
                "verse_text": "I have not trusted in money or in gold."
            },
            {
                "verse_number": "25",
                "verse_text": "When I was very rich,"
            },
            {
                "verse_number": "26",
                "verse_text": "I have looked at the sun when it shines brightly."
            },
            {
                "verse_number": "27",
                "verse_text": "But I have never wanted to worship them"
            },
            {
                "verse_number": "28",
                "verse_text": "If I had done that,"
            },
            {
                "verse_number": "29",
                "verse_text": "I do not laugh at my enemies"
            },
            {
                "verse_number": "30",
                "verse_text": "I have not cursed my enemies,"
            },
            {
                "verse_number": "31",
                "verse_text": "None of the people who work in my house have ever said,"
            },
            {
                "verse_number": "32",
                "verse_text": "Travellers may come to sleep in my house."
            },
            {
                "verse_number": "33",
                "verse_text": "I do not try to hide my sins,"
            },
            {
                "verse_number": "34",
                "verse_text": "I am not afraid of what people think about me."
            },
            {
                "verse_number": "35",
                "verse_text": "I want someone to listen to me!"
            },
            {
                "verse_number": "36",
                "verse_text": "Then I would show that paper clearly on my shoulders."
            },
            {
                "verse_number": "37",
                "verse_text": "I would explain to God everything that I have done."
            },
            {
                "verse_number": "38",
                "verse_text": "I have not grown crops on land that does not belong to me."
            },
            {
                "verse_number": "39",
                "verse_text": "I have always paid for the food"
            },
            {
                "verse_number": "40",
                "verse_text": "If I have ever done any of those things,"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Job would not agree that he had done anything that was wrong. So his three friends refused to argue with him any more."
            },
            {
                "verse_number": "2",
                "verse_text": "Another man was also there. His name was Elihu, Barakel's son. Barakel was a descendant of Buz. He belonged to Ram's clan . Elihu became very angry with Job. He was angry because Job continued to say that he was not guilty . Job said that God was wrong to punish him. &quot;I am young and you are old. So I was afraid to tell you what I was thinking. They have lived for many years and they should share their wisdom .&apos; Almighty God has to put his breath into them. Old people do not always understand what is right. I too will explain what I know.&apos; I listened to your wise thoughts, as you tried to find the right words to say. as you argued with Job. But none of you could show Job that he was wrong. None of you was able to answer his problems. Do not say, &apos;God must show Job that he is wrong. People cannot do that.&apos; So I will not answer him in the way that you did. They have no more answers to give. There is nothing more that they can say. and now they say nothing. They stand there and they have no more answers. I, too, will tell you what I know. The spirit inside me causes me to speak. I am like a bag that is full of new wine . I am ready to break so that everything pours out! I must open my mouth and reply to you. I will not give honour to anyone to get their help. If I am not fair, God, my Maker , would quickly remove me.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Elihu was also angry with Job's three friends. They had not been able to find an answer to Job's problem. But they still said that Job was guilty."
            },
            {
                "verse_number": "4",
                "verse_text": "Elihu had waited for Job's three friends to speak before he spoke to Job himself. He waited because he was younger than them."
            },
            {
                "verse_number": "5",
                "verse_text": "But he became angry when Job's three friends had nothing more to say. So he finally decided to speak."
            },
            {
                "verse_number": "6",
                "verse_text": "Barakel's son, Elihu, said this:"
            },
            {
                "verse_number": "7",
                "verse_text": "I thought, &apos;Older men should speak."
            },
            {
                "verse_number": "8",
                "verse_text": "But it is a person's spirit that helps them to understand things."
            },
            {
                "verse_number": "9",
                "verse_text": "Not all old people are wise ."
            },
            {
                "verse_number": "10",
                "verse_text": "So I say, &apos;Listen to me."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, I waited for you all to speak."
            },
            {
                "verse_number": "12",
                "verse_text": "I listened carefully to you,"
            },
            {
                "verse_number": "13",
                "verse_text": "So do not say, &apos;We are wise .&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Job was not speaking to me about his problems."
            },
            {
                "verse_number": "15",
                "verse_text": "Now they are upset !"
            },
            {
                "verse_number": "16",
                "verse_text": "I have waited for them,"
            },
            {
                "verse_number": "17",
                "verse_text": "So now I will say what I think."
            },
            {
                "verse_number": "18",
                "verse_text": "There are many things that I want to say."
            },
            {
                "verse_number": "19",
                "verse_text": "I cannot keep quiet any longer!"
            },
            {
                "verse_number": "20",
                "verse_text": "So I have to speak or I will become ill."
            },
            {
                "verse_number": "21",
                "verse_text": "I will be fair in what I say."
            },
            {
                "verse_number": "22",
                "verse_text": "I am too honest to do that."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "&quot;But now, Job, listen to the things that I will tell you. Listen carefully to everything that I will say. I am ready to tell you what I think. I will tell you what I know is true. His breath gives me life. Prepare yourself. Be ready to explain your problem to me. we are the same as each other. God used clay to make both of us. I will not do anything to hurt you. This is what I heard you say: I am pure and clean . He attacks me as if I am his enemy. He always watches me to see where I go.&apos; God is greater than any human. You should not say, &apos;God does not answer any of my questions.&apos; He speaks to them in many different ways. But often people do not recognize his voice. He speaks to them at night, while they sleep in bed. He warns them about terrible things, so that they are afraid. He tells them not to be proud . so that they do not go to their graves . He may make their bodies hurt all the time. They cannot eat even the best food. People can even see their bones. Death is waiting to take them away. to help one of those people. He may speak on behalf of God, as a special angel among the many thousands of God's angels. The angel may tell that person how to live in a way that is right. God will say, &apos;Save that person, so that he does not go to his grave. I have found someone to pay the price for his life. So keep him alive.&apos; He will be strong, like a young man. God will be happy to answer him. He will again worship God with joy . And God will give him a good way of life again. &apos;I did things that were not right. I did wrong things, but God did not punish me as I deserved . so that I did not go to my grave . Now I will enjoy life in the light.&apos; He does them many times. so that he does not go to his grave. He gives light to that person, so that he may enjoy his life. Be quiet, and I will speak to you. if you have something to say. If I could say that you have not done anything wrong, that would make me happy. then listen to me. Be quiet and I will teach you how to be wise .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "I will speak to you now."
            },
            {
                "verse_number": "3",
                "verse_text": "I am an honest man, so you can believe what I say."
            },
            {
                "verse_number": "4",
                "verse_text": "The Spirit of Almighty God has made me."
            },
            {
                "verse_number": "5",
                "verse_text": "Answer me now, Job, if you can."
            },
            {
                "verse_number": "6",
                "verse_text": "Listen! When God looks at us,"
            },
            {
                "verse_number": "7",
                "verse_text": "So you should not be afraid of me."
            },
            {
                "verse_number": "8",
                "verse_text": "I have heard the things that you have said, Job."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I am not guilty . I have not done anything that is wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "But God has decided to punish me!"
            },
            {
                "verse_number": "11",
                "verse_text": "He has tied my feet with chains."
            },
            {
                "verse_number": "12",
                "verse_text": "But now I tell you this, Job: You are not right!"
            },
            {
                "verse_number": "13",
                "verse_text": "So you should not argue against him."
            },
            {
                "verse_number": "14",
                "verse_text": "God does speak to people."
            },
            {
                "verse_number": "15",
                "verse_text": "Sometimes God speaks to people in dreams and visions."
            },
            {
                "verse_number": "16",
                "verse_text": "He tells them about things that will happen."
            },
            {
                "verse_number": "17",
                "verse_text": "He tells them to turn away from their sins ."
            },
            {
                "verse_number": "18",
                "verse_text": "He keeps people safe from death,"
            },
            {
                "verse_number": "19",
                "verse_text": "Or God may warn people with a painful illness."
            },
            {
                "verse_number": "20",
                "verse_text": "Then they do not want to eat anything."
            },
            {
                "verse_number": "21",
                "verse_text": "Their bodies become very thin."
            },
            {
                "verse_number": "22",
                "verse_text": "They will soon die and go to their graves."
            },
            {
                "verse_number": "23",
                "verse_text": "But perhaps an angel may come"
            },
            {
                "verse_number": "24",
                "verse_text": "Then God will be kind to that person."
            },
            {
                "verse_number": "25",
                "verse_text": "Then that person's body will become healthy again."
            },
            {
                "verse_number": "26",
                "verse_text": "When he prays to God,"
            },
            {
                "verse_number": "27",
                "verse_text": "That person will say clearly to everyone,"
            },
            {
                "verse_number": "28",
                "verse_text": "God rescued me from death,"
            },
            {
                "verse_number": "29",
                "verse_text": "God does all these things for people."
            },
            {
                "verse_number": "30",
                "verse_text": "He saves a person from death,"
            },
            {
                "verse_number": "31",
                "verse_text": "Job, listen carefully to me."
            },
            {
                "verse_number": "32",
                "verse_text": "After that, you may answer me,"
            },
            {
                "verse_number": "33",
                "verse_text": "But if you have nothing to say,"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued speaking and he said this: listen to me. Hear what I have to say. So you should recognize the value of my words. We should agree together what is good. But God refuses to judge me in a fair way. but nobody believes me. I have not done anything wrong, but I am suffering and I am near to death.&apos; He laughs at God as easily as he drinks water. and people who do evil things. it does not help them at all.&apos; Almighty God can never do anything that is wrong or wicked ! as he sees the things that they do. He gives people what they deserve . He never refuses to judge people in a fair way. He himself has authority over the whole world. He could take back his spirit and his breath . Hear what I have to say. he could not rule the world. He is the powerful Judge who knows what is right. But you say that he is guilty! He may say to rulers, &apos;You are wicked!&apos; He is not more kind to important people than he is to other people. He does not help rich people more than he helps poor people. in the middle of the night. God may shake them, so that they die. He easily removes even the most powerful people. He sees what they do every day. There is no place dark enough for them to hide from God. so that he can judge them. and he chooses other people to take their place. He does not have to ask them anything. In the night, he removes their power, and he destroys them. because they have done wicked things. He does that where everyone can see. They have not respected his commands . so that God saw what was happening. God heard those poor people when they called to him for help. no one can say that he is wrong. If he hides himself, no one can see him. But he still rules over people and over nations . if they do not respect his ways. He stops them from causing trouble to the people. and I have received my punishment . But I will not do any more wrong things. when I did not know about them. If I have done wrong things, I will not do them again.&apos; Do you expect God to do what you think is right? But you must choose what you will say. I cannot decide for you. So tell us what you are thinking now. When they hear my words, they will say, He only says useless things.&apos; So you should continue to suffer for ever! you have also turned against God. You have shown that you do not respect us. You have said many things that insult God.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;You men who are so wise and who know so much,"
            },
            {
                "verse_number": "3",
                "verse_text": "You recognize nice food when you eat it."
            },
            {
                "verse_number": "4",
                "verse_text": "We should decide among ourselves what is right."
            },
            {
                "verse_number": "5",
                "verse_text": "Job has said, &apos;I am not guilty ."
            },
            {
                "verse_number": "6",
                "verse_text": "I am right,"
            },
            {
                "verse_number": "7",
                "verse_text": "There has never been a man like Job!"
            },
            {
                "verse_number": "8",
                "verse_text": "He is a friend of wicked people,"
            },
            {
                "verse_number": "9",
                "verse_text": "Job says, &apos;If anyone tries to please God,"
            },
            {
                "verse_number": "10",
                "verse_text": "So listen to me, you men who understand so much."
            },
            {
                "verse_number": "11",
                "verse_text": "He judges people fairly"
            },
            {
                "verse_number": "12",
                "verse_text": "It is true! Almighty God does not do wicked things."
            },
            {
                "verse_number": "13",
                "verse_text": "God's great power did not come from anyone else!"
            },
            {
                "verse_number": "14",
                "verse_text": "God could decide to remove life from the world."
            },
            {
                "verse_number": "15",
                "verse_text": "If he did that, everyone that is alive would die. As humans, we would become dirt again."
            },
            {
                "verse_number": "16",
                "verse_text": "If you really understand things, Job, listen to me."
            },
            {
                "verse_number": "17",
                "verse_text": "If God refused to do what is right,"
            },
            {
                "verse_number": "18",
                "verse_text": "It is God who may say to a king, &apos;You are useless !&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "God created everyone."
            },
            {
                "verse_number": "20",
                "verse_text": "Anyone may die suddenly,"
            },
            {
                "verse_number": "21",
                "verse_text": "He watches the way that each person lives."
            },
            {
                "verse_number": "22",
                "verse_text": "People who do wicked things cannot hide themselves."
            },
            {
                "verse_number": "23",
                "verse_text": "God does not have to tell people when they must come to him,"
            },
            {
                "verse_number": "24",
                "verse_text": "He destroys powerful people,"
            },
            {
                "verse_number": "25",
                "verse_text": "He already knows the things that they have done."
            },
            {
                "verse_number": "26",
                "verse_text": "He punishes them"
            },
            {
                "verse_number": "27",
                "verse_text": "Those powerful people have turned away from God."
            },
            {
                "verse_number": "28",
                "verse_text": "They were cruel to poor people,"
            },
            {
                "verse_number": "29",
                "verse_text": "But if God decides to do nothing,"
            },
            {
                "verse_number": "30",
                "verse_text": "God does not let men rule,"
            },
            {
                "verse_number": "31",
                "verse_text": "Someone could say to God, &apos;I am guilty ,"
            },
            {
                "verse_number": "32",
                "verse_text": "Show me the sins that I have done"
            },
            {
                "verse_number": "33",
                "verse_text": "But you, Job, refuse to accept God's justice ."
            },
            {
                "verse_number": "34",
                "verse_text": "Wise people will agree with me."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Job speaks like a fool who knows nothing."
            },
            {
                "verse_number": "36",
                "verse_text": "Yes Job, you speak to us like a wicked person."
            },
            {
                "verse_number": "37",
                "verse_text": "You have not only done wrong things,"
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued to speak to Job. This is what he said: You say, &apos;I am more right than God is.&apos; God does not bless me. No good thing comes to me.&apos; I will also speak to the friends who are with you. Look at the clouds that are so high above you. it does not hurt God. Even if you do many wrong things, it does nothing to him. that does nothing to help God. He does not receive anything that he needs from you. it is other people who suffer , not God. And if you do good things, you are only helping other people. they call aloud for help. They cry for help when powerful people attack them. He made me. He gives me songs to sing in dark nights. He makes us wiser than the birds.&apos; But God does not answer them, because they are proud and wicked people. Almighty God does not even listen to them. when you say that you cannot see him. You say that you have explained your problem to him. You are waiting for him to give you an answer. with people who do wrong things. You say that he does not punish bad people. You speak a lot of words but they do not mean anything.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;The things that you say cannot be true."
            },
            {
                "verse_number": "3",
                "verse_text": "But you also say, &apos;If I do nothing wrong,"
            },
            {
                "verse_number": "4",
                "verse_text": "Now I will give you an answer."
            },
            {
                "verse_number": "5",
                "verse_text": "Look up at the sky to see what is there."
            },
            {
                "verse_number": "6",
                "verse_text": "If you do something that is wrong,"
            },
            {
                "verse_number": "7",
                "verse_text": "If you are righteous ,"
            },
            {
                "verse_number": "8",
                "verse_text": "If you do wicked things,"
            },
            {
                "verse_number": "9",
                "verse_text": "When people suffer,"
            },
            {
                "verse_number": "10",
                "verse_text": "But none of them says, &apos;I want God to help me."
            },
            {
                "verse_number": "11",
                "verse_text": "God teaches us more things than he teaches to the animals."
            },
            {
                "verse_number": "12",
                "verse_text": "Finally, they call for help."
            },
            {
                "verse_number": "13",
                "verse_text": "Their prayers mean nothing."
            },
            {
                "verse_number": "14",
                "verse_text": "So God will certainly not listen to you, Job,"
            },
            {
                "verse_number": "15",
                "verse_text": "You also say that God does not become angry"
            },
            {
                "verse_number": "16",
                "verse_text": "So, Job, you do not understand what you are saying."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued to speak to Job. This is what he said: so that I can teach you some more. I still have more to say to show you that God is right. I will show you that God, my Maker, is completely fair. I am speaking to you as someone who knows everything. but he does not turn anyone away. When he decides to do something, he surely does it. But he is always fair to those who are poor and weak. He gives them authority to rule like kings. He gives them honour for ever. Chains may hold their legs so that they cannot move. God shows them what they have done. He shows them their sins . They have done wrong things because they are proud . They must turn away from wicked things. If they do that, they will have everything that they need. They will enjoy all the days that they live. they will go to their graves . They will die and they still will not understand what is right. Even when God punishes them, they do not pray for help. Their lives finish in shame. They live among the male prostitutes who serve false gods. He uses their troubles to teach them about himself. He wants you to live in a safe place where you have no problems. He wants you to have a comfortable life with plenty of good food to eat. because God is punishing you as wicked people deserve . God is right and fair to judge you like that. Do not let anyone use their riches to deceive you. Do not let them pay you a lot of money to do something that is wrong. that would not keep you safe. Even if you were strong and powerful, that would not keep trouble away from you. That is the time when people disappear from their homes. God has sent these troubles to test you. He wants to stop you doing evil things. There is no teacher as good as he is. No one can say to him, &apos;You have done things that are wrong.&apos; for the things that he has done. You also should remember to praise him. But we look at them from far away. We cannot know him completely. Nobody can count the number of his years! to make the clouds. Then he causes it to become rain. There is plenty for the people on the earth. How does the noise of thunder come from God's home? But he causes the bottom of the sea to remain dark. He sends the rain to give them plenty of food. He commands it to hit the right place. Even the cows know what is happening.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Be patient a little bit longer,"
            },
            {
                "verse_number": "3",
                "verse_text": "I will tell you the many different things that I know."
            },
            {
                "verse_number": "4",
                "verse_text": "Everything that I say to you is true."
            },
            {
                "verse_number": "5",
                "verse_text": "God is very powerful"
            },
            {
                "verse_number": "6",
                "verse_text": "He does not allow wicked people to continue to live."
            },
            {
                "verse_number": "7",
                "verse_text": "He takes care of righteous people."
            },
            {
                "verse_number": "8",
                "verse_text": "People who do wrong things may suffer in prison."
            },
            {
                "verse_number": "9",
                "verse_text": "When that happens,"
            },
            {
                "verse_number": "10",
                "verse_text": "He tells them this to warn them."
            },
            {
                "verse_number": "11",
                "verse_text": "They must obey him and agree to serve him."
            },
            {
                "verse_number": "12",
                "verse_text": "But if they refuse to listen to God,"
            },
            {
                "verse_number": "13",
                "verse_text": "People who turn away from God are always angry."
            },
            {
                "verse_number": "14",
                "verse_text": "They die while they are still young."
            },
            {
                "verse_number": "15",
                "verse_text": "But God rescues people who suffer ."
            },
            {
                "verse_number": "16",
                "verse_text": "God has called you out of your troubles, Job."
            },
            {
                "verse_number": "17",
                "verse_text": "But now you have a lot of trouble,"
            },
            {
                "verse_number": "18",
                "verse_text": "Be very careful!"
            },
            {
                "verse_number": "19",
                "verse_text": "Even if you become rich,"
            },
            {
                "verse_number": "20",
                "verse_text": "Do not wait for the night to hide what you want to do."
            },
            {
                "verse_number": "21",
                "verse_text": "Be careful! Do not try to do wicked things."
            },
            {
                "verse_number": "22",
                "verse_text": "Yes, God is very powerful."
            },
            {
                "verse_number": "23",
                "verse_text": "Nobody can tell him what he should do."
            },
            {
                "verse_number": "24",
                "verse_text": "People sing songs to praise God"
            },
            {
                "verse_number": "25",
                "verse_text": "People everywhere have seen the things that God has done."
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, God is very great!"
            },
            {
                "verse_number": "27",
                "verse_text": "It is God who pulls up water from the earth"
            },
            {
                "verse_number": "28",
                "verse_text": "The rain pours down from the clouds."
            },
            {
                "verse_number": "29",
                "verse_text": "Who understands how the clouds move across the sky?"
            },
            {
                "verse_number": "30",
                "verse_text": "Look at the lightning that God sends all over the sky!"
            },
            {
                "verse_number": "31",
                "verse_text": "This is the way that God rules the people of the world."
            },
            {
                "verse_number": "32",
                "verse_text": "He sends his lightning like an arrow ."
            },
            {
                "verse_number": "33",
                "verse_text": "He sends thunder to show that a storm is coming."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "&quot;When I hear the noise of a storm like that, I shake with fear . when he speaks like thunder . Its light reaches everywhere on the earth. He roars like the great sound of thunder. When he speaks like that, the storm never stops. he causes wonderful things to happen. He does great things that we cannot understand. He tells the rain to pour down and make the ground wet. He causes everyone to stop their own work. They have to stay in their homes. Cold winds blow strongly from the north. He causes ice to cover the rivers and the lakes. He sends the lightning through the clouds. They go wherever God sends them. He tells them what they must do. Or he may send it to show his love for his people. Stop and think about the wonderful things that God does. Do you know how he sends the bright lightning from the clouds? God knows everything perfectly and he does these wonderful things. nothing moves on the earth. Your body is too hot in the clothes that you wear. like a metal mirror that shines brightly. Can you also do that? No! We cannot argue with him, because our minds are in a dark place. That would be the end of me! The sun shines brightly in the sky. It is too bright for us to look at. His glory is all around him. It makes us afraid. He is very powerful. But he always does what is right and fair. He is not cruel to people. He does not listen to those who think that they are wise .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Listen carefully to the sound of God's voice,"
            },
            {
                "verse_number": "3",
                "verse_text": "He sends lightning across the whole sky."
            },
            {
                "verse_number": "4",
                "verse_text": "After the lightning comes the sound of his voice."
            },
            {
                "verse_number": "5",
                "verse_text": "When God's voice speaks,"
            },
            {
                "verse_number": "6",
                "verse_text": "He tells the snow to fall to the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "He does that to show people what he can do."
            },
            {
                "verse_number": "8",
                "verse_text": "The wild animals have to hide in a safe place."
            },
            {
                "verse_number": "9",
                "verse_text": "The strong wind of a storm comes from the place where it starts."
            },
            {
                "verse_number": "10",
                "verse_text": "The cold wind is like God's breath ."
            },
            {
                "verse_number": "11",
                "verse_text": "He fills the clouds with lots of water."
            },
            {
                "verse_number": "12",
                "verse_text": "The clouds move around across the whole earth."
            },
            {
                "verse_number": "13",
                "verse_text": "He may send a storm as punishment for his land."
            },
            {
                "verse_number": "14",
                "verse_text": "Listen carefully to what I am telling you, Job."
            },
            {
                "verse_number": "15",
                "verse_text": "Do you know how God commands the storms?"
            },
            {
                "verse_number": "16",
                "verse_text": "Can you explain how the clouds hang in the sky?"
            },
            {
                "verse_number": "17",
                "verse_text": "When the hot wind blows from the south,"
            },
            {
                "verse_number": "18",
                "verse_text": "God puts the clouds across the whole sky,"
            },
            {
                "verse_number": "19",
                "verse_text": "Tell us, Job, what things we should say to God."
            },
            {
                "verse_number": "20",
                "verse_text": "Should I tell God that I want to speak to him?"
            },
            {
                "verse_number": "21",
                "verse_text": "Now the wind has blown all the clouds away."
            },
            {
                "verse_number": "22",
                "verse_text": "God comes with his bright glory from the north!"
            },
            {
                "verse_number": "23",
                "verse_text": "Almighty God is so great that we cannot come near to him."
            },
            {
                "verse_number": "24",
                "verse_text": "So people respect God with fear ."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Job from the middle of the storm. This is what he said: Why do you ask questions about my wisdom ? You speak many words, but you do not understand anything. I will ask you some questions and you must answer them. If you think you are so clever, tell me all about it! You surely must know that! I measured it as I made it. Who made it stay in its right place? I did! They sang for joy with all the angels . I decided where its borders should be. I kept the water in its right place. I covered it with complete darkness . I locked it in its place. You may come no further. Your powerful waves must stop there!&apos; No! You have never in your whole life told the sun when it should rise. You have not told it to chase away the wicked things that happen in the night. people see the land clearly. Its shape and colours show like bright clothes. It destroys their power to do cruel things. that fill the seas with water. You have not walked on the bottom of the deep seas. People go through them to that very dark place. If you know all about that, tell me! You do not know where darkness has its home. Do you know the roads that go there? because you have lived for so long! It seems that you were already born Or the place where I keep the hail ? I use them in times of trouble and wars. Or where the east wind starts when it blows across the earth. I tell the thunder and the strong rain which way to go. It makes even a desert become a wet place. It causes grass to grow there again. Who is a father to the dew ? Who gives birth to the frost that makes the air so cold? The water of the sea also becomes ice. You cannot change the shape of Orion . for people to see at different times of the year. You cannot put the stars of the Great Bear and the Little Bear You cannot make the earth obey those rules. You cannot tell them to pour down their rain, so that a flood of water covers you. to hit the place that you want it to go. The lightning does not say to you, &apos;We are ready to go wherever you want.&apos; so that they understand things with their minds? Can anyone cause the clouds to pour down rain from above? The dry soil becomes pieces of mud . can you find food for the young lions to eat? when they sit in their caves . You cannot help them as they hide in the bushes, ready to attack other animals. You cannot help them when their babies cry to me because they are weak and hungry.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Who do you think you are?"
            },
            {
                "verse_number": "3",
                "verse_text": "Prepare yourself for a difficult job!"
            },
            {
                "verse_number": "4",
                "verse_text": "Were you with me when I made the world?"
            },
            {
                "verse_number": "5",
                "verse_text": "It was me who decided the size of the world."
            },
            {
                "verse_number": "6",
                "verse_text": "Tell me how I fixed the foundations of the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "At the dawn of that day, the stars sang together."
            },
            {
                "verse_number": "8",
                "verse_text": "When the sea poured out of the ground,"
            },
            {
                "verse_number": "9",
                "verse_text": "I caused the clouds to come over the sea."
            },
            {
                "verse_number": "10",
                "verse_text": "I put a border around the sea."
            },
            {
                "verse_number": "11",
                "verse_text": "I said to the sea, &apos;This is as far as you can come."
            },
            {
                "verse_number": "12",
                "verse_text": "But you, Job, did you ever command the morning to begin?"
            },
            {
                "verse_number": "13",
                "verse_text": "You have not told the light of day to cover the earth."
            },
            {
                "verse_number": "14",
                "verse_text": "When the light of day comes,"
            },
            {
                "verse_number": "15",
                "verse_text": "The light of day is too bright for wicked people."
            },
            {
                "verse_number": "16",
                "verse_text": "You have not gone to the springs"
            },
            {
                "verse_number": "17",
                "verse_text": "Nobody has showed you the gates of death."
            },
            {
                "verse_number": "18",
                "verse_text": "You do not understand the great size of the earth."
            },
            {
                "verse_number": "19",
                "verse_text": "You do not know where light comes from."
            },
            {
                "verse_number": "20",
                "verse_text": "Can you take them to the places where they belong?"
            },
            {
                "verse_number": "21",
                "verse_text": "Surely you must know all this, when I created these things! in their right places in the sky."
            },
            {
                "verse_number": "22",
                "verse_text": "Have you visited the place where I keep all the snow ?"
            },
            {
                "verse_number": "23",
                "verse_text": "I keep the snow and the hail ready to use."
            },
            {
                "verse_number": "24",
                "verse_text": "You do not know where lightning comes from."
            },
            {
                "verse_number": "25",
                "verse_text": "I make a path for the storms to travel along."
            },
            {
                "verse_number": "26",
                "verse_text": "I cause rain to fall in places where no person lives."
            },
            {
                "verse_number": "27",
                "verse_text": "The rain falls on dry ground where nothing grows."
            },
            {
                "verse_number": "28",
                "verse_text": "Do you know if the rain has a father?"
            },
            {
                "verse_number": "29",
                "verse_text": "Who is a mother to the ice?"
            },
            {
                "verse_number": "30",
                "verse_text": "It causes the water to become as hard as stone."
            },
            {
                "verse_number": "31",
                "verse_text": "You cannot make the stars of the Pleiades stay in their places."
            },
            {
                "verse_number": "32",
                "verse_text": "You bring out the groups of stars"
            },
            {
                "verse_number": "33",
                "verse_text": "You do not know the rules that the stars above obey."
            },
            {
                "verse_number": "34",
                "verse_text": "You cannot shout commands to the clouds."
            },
            {
                "verse_number": "35",
                "verse_text": "You cannot send the lightning"
            },
            {
                "verse_number": "36",
                "verse_text": "Who has given people wisdom ,"
            },
            {
                "verse_number": "37",
                "verse_text": "Is anyone wise enough to count the clouds?"
            },
            {
                "verse_number": "38",
                "verse_text": "The rain causes the dust of the dry ground to become hard."
            },
            {
                "verse_number": "39",
                "verse_text": "When the lions become hungry,"
            },
            {
                "verse_number": "40",
                "verse_text": "You cannot do that for them"
            },
            {
                "verse_number": "41",
                "verse_text": "You cannot find food for the ravens to eat."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "&quot;Job, do you know that time when the goats on the mountains give birth? Do you watch the wild deer when their babies are born? How long must they wait until they give birth? They give birth to the babies that they have carried inside them. and they become strong in the fields. Then they leave their parents and they do not return to them. to go wherever they want? I let them live in places where the ground has salt. They do not allow anyone to make them work. where they find fresh plants to eat. No! At night, it will not stay to feed at your farm. It will not agree to prepare your fields in the valleys. But you cannot trust it to help you with your difficult work. It will not take the grain to your threshing floor . it waves its wings . But it cannot use its wings to fly, as a stork can do. She lets the sand cause them to be warm. might break the eggs with their feet. as if they did not belong to her. She does not worry that all her work might be useless . I did not give them minds that understand things. it can run very fast. It can run faster than a horse and someone who rides on it. Did you give them the long hair that they have on their necks? They frighten people when they blow air out through their noses. as they prepare to go to a battle . They are ready to go and attack the enemy. It does not run away from the enemy's weapons . has his arrows ready at the horse's side. Swords and spears shine brightly in the sun. as it runs to the battle. When the battle trumpet makes its noise, it makes a happy noise. From far away, it recognizes the smell of the battle. It hears the army officers as they shout their commands . No! You could not teach them to fly towards the south in winter. to fly high into the sky? No! You could not teach them how to build their nests high up in the mountains. That is where they stay at night. They are safe on the sharp rocks. eagles look for their food. They see small animals far away, that they can catch and eat. The young eagles drink the blood.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Can you count the number of months that these animals are pregnant ?"
            },
            {
                "verse_number": "3",
                "verse_text": "They bend down low to the ground."
            },
            {
                "verse_number": "4",
                "verse_text": "The young animals grow"
            },
            {
                "verse_number": "5",
                "verse_text": "Did you send out the wild donkeys"
            },
            {
                "verse_number": "6",
                "verse_text": "No! It was me who gave them the desert as their home."
            },
            {
                "verse_number": "7",
                "verse_text": "They stay far away from the busy cities."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, they live on the hills,"
            },
            {
                "verse_number": "9",
                "verse_text": "Can you tell a wild ox to work for you?"
            },
            {
                "verse_number": "10",
                "verse_text": "It will not let you tie it to a plough ."
            },
            {
                "verse_number": "11",
                "verse_text": "A wild ox is very strong."
            },
            {
                "verse_number": "12",
                "verse_text": "It will not help you to bring in your harvest of grain ."
            },
            {
                "verse_number": "13",
                "verse_text": "When an ostrich is happy,"
            },
            {
                "verse_number": "14",
                "verse_text": "A mother ostrich leaves her eggs on the ground."
            },
            {
                "verse_number": "15",
                "verse_text": "She does not realize that people or wild animals"
            },
            {
                "verse_number": "16",
                "verse_text": "She does not take care of her babies,"
            },
            {
                "verse_number": "17",
                "verse_text": "This is because I did not give wisdom to ostriches."
            },
            {
                "verse_number": "18",
                "verse_text": "But when an ostrich begins to run,"
            },
            {
                "verse_number": "19",
                "verse_text": "Did you, Job, give horses their strength ?"
            },
            {
                "verse_number": "20",
                "verse_text": "You did not make horses able to jump like locusts ."
            },
            {
                "verse_number": "21",
                "verse_text": "They stamp their feet on the ground,"
            },
            {
                "verse_number": "22",
                "verse_text": "A horse is brave and it is not afraid of anything."
            },
            {
                "verse_number": "23",
                "verse_text": "The soldier who is riding it"
            },
            {
                "verse_number": "24",
                "verse_text": "The horse shakes with joy the horse wants to run even faster!"
            },
            {
                "verse_number": "25",
                "verse_text": "When it hears the sound of the trumpet,"
            },
            {
                "verse_number": "26",
                "verse_text": "Was it your wisdom , Job, that taught hawks how to fly?"
            },
            {
                "verse_number": "27",
                "verse_text": "Do eagles wait for your command"
            },
            {
                "verse_number": "28",
                "verse_text": "They live among the highest rocks."
            },
            {
                "verse_number": "29",
                "verse_text": "From the high rocks,"
            },
            {
                "verse_number": "30",
                "verse_text": "They come together around the bodies of dead animals."
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Job, You say that I have not been fair. Now you must explain what you mean.&quot; I cannot answer your questions. I cover my mouth with my hand so that I say nothing. I will say no more.&quot; I will ask you some more questions and you must answer them. Do you want to show that I am guilty , not you? Then you could say that you are right. Can you speak with a voice as loud as thunder? I can! show how great you are! Show everyone your power and your glory ! Look at all the people who like to boast and bring them down low! Knock down wicked people to the ground. Cover their faces and put them in their graves . I will praise you. I will agree that you have the power to save yourself. I made you and I made them too. They eat grass, as cows do. Their legs are thick and very strong. Their legs are as strong as iron. But I who made them can take my sword and go near to them. That is where the wild animals play. They hide among the reeds at the edge of the water. and among the willow trees beside the water. these monsters are not afraid. The water of the Jordan River may cover their mouths, but they still feel safe. No one can make its eyes blind . No one can put a ring in its nose and lead it away.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;Do you still want to argue with me, the Almighty God?"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Job answered the Lord . This is what he said:"
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;I am only a foolish man."
            },
            {
                "verse_number": "5",
                "verse_text": "I have already spoken too many times."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord spoke to Job from inside the storm. This is what he said:"
            },
            {
                "verse_number": "7",
                "verse_text": "&quot;Prepare yourself for a difficult job!"
            },
            {
                "verse_number": "8",
                "verse_text": "Do you say that I am not a fair judge ?"
            },
            {
                "verse_number": "9",
                "verse_text": "Do you have the same power to do great things as I have?"
            },
            {
                "verse_number": "10",
                "verse_text": "If you think that you can do all this,"
            },
            {
                "verse_number": "11",
                "verse_text": "Show everyone your great anger !"
            },
            {
                "verse_number": "12",
                "verse_text": "Yes, cause all the proud people to be humble ."
            },
            {
                "verse_number": "13",
                "verse_text": "Bury them all together in the dust of the ground."
            },
            {
                "verse_number": "14",
                "verse_text": "If you can do these things, Job,"
            },
            {
                "verse_number": "15",
                "verse_text": "Listen! I created the monsters called Behemoth."
            },
            {
                "verse_number": "16",
                "verse_text": "But look at the strength of their legs and their body!"
            },
            {
                "verse_number": "17",
                "verse_text": "Their tails are like the branches of a cedar tree."
            },
            {
                "verse_number": "18",
                "verse_text": "Their bones are like sticks made of bronze ."
            },
            {
                "verse_number": "19",
                "verse_text": "These monsters are some of the greatest animals that I have made."
            },
            {
                "verse_number": "20",
                "verse_text": "They eat the grass that grows on the hills."
            },
            {
                "verse_number": "21",
                "verse_text": "They lie down under the thorn trees."
            },
            {
                "verse_number": "22",
                "verse_text": "They rest in the shadow of the thorn trees,"
            },
            {
                "verse_number": "23",
                "verse_text": "Even when the river is deep and dangerous,"
            },
            {
                "verse_number": "24",
                "verse_text": "There is no way that anyone can catch one of them."
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "&quot;It is the same with the sea monsters called Leviathan. Can you catch them with a hook ? Can you use a rope to keep their mouths shut? Can you put a hook into their mouths. and let them go free. You cannot make them your slaves to work for you as long as they live. You cannot tie it with a rope, so that your girls can play with it. They do not cut it up to sell it. Can you shoot arrows into its head? you will never forget the fight! You will never try to do that again! he is deceiving himself. As soon as he sees it, he no longer feels so brave! So is anyone brave enough to argue against me? to make me pay them anything. Everything in the whole world belongs to me. Their bodies are very strong and they have a wonderful shape. It is like armour that nobody can cut through. Its teeth make everyone afraid. They are as hard as stone with no spaces between them. Not even air can pass between them. and nothing can pull them apart. bright light shines from its nose. Its eyes shine like the red sun at dawn. Bright flames shoot out! like reeds that burn under a pot. Flames pour out of its mouth. Wherever it goes, people shake with fear . Its skin is as hard as iron. Its heart is as hard as stone. when Leviathan appears. They run away when it starts to move. you will not hurt it. Spears , arrows and knives will be useless . It breaks them as easily as grass or soft wood. it will not run away. If you use a sling to throw stones at it, the stones will hurt it no more than bits of chaff . that hurts it no more than a piece of straw . If you throw a spear at it, it laughs! like bits of a pot that someone has broken. When it moves along, it ploughs the soil under it. the water seems to boil. It makes big waves , like oil that is boiling in a pot. It makes waves that look like white hair on the sea. It is not afraid of anything. It rules as king over all the proud animals.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Can you tie a rope through their noses?"
            },
            {
                "verse_number": "3",
                "verse_text": "No! They will not ask you nicely to be kind"
            },
            {
                "verse_number": "4",
                "verse_text": "They will not make any agreement with you."
            },
            {
                "verse_number": "5",
                "verse_text": "Leviathan is not something to enjoy at home, like a bird."
            },
            {
                "verse_number": "6",
                "verse_text": "Traders do not buy it at the market."
            },
            {
                "verse_number": "7",
                "verse_text": "Job, can you throw spears into Leviathan's body to kill it?"
            },
            {
                "verse_number": "8",
                "verse_text": "If you try to take hold of it,"
            },
            {
                "verse_number": "9",
                "verse_text": "If anyone hopes to catch it,"
            },
            {
                "verse_number": "10",
                "verse_text": "No one is brave enough to wake it."
            },
            {
                "verse_number": "11",
                "verse_text": "Nobody has ever won against me"
            },
            {
                "verse_number": "12",
                "verse_text": "I must tell you how strong Leviathan's legs are."
            },
            {
                "verse_number": "13",
                "verse_text": "Nobody is able to remove their thick skin."
            },
            {
                "verse_number": "14",
                "verse_text": "Nobody is strong enough to open its mouth."
            },
            {
                "verse_number": "15",
                "verse_text": "Its back is like rows of shields ."
            },
            {
                "verse_number": "16",
                "verse_text": "Each shield is very near the next one."
            },
            {
                "verse_number": "17",
                "verse_text": "They are strongly joined together,"
            },
            {
                "verse_number": "18",
                "verse_text": "When Leviathan breathes out loudly,"
            },
            {
                "verse_number": "19",
                "verse_text": "Fire comes out from its mouth."
            },
            {
                "verse_number": "20",
                "verse_text": "Smoke pours out from its nose,"
            },
            {
                "verse_number": "21",
                "verse_text": "Its breath is hot enough to light a fire!"
            },
            {
                "verse_number": "22",
                "verse_text": "Its neck is very strong."
            },
            {
                "verse_number": "23",
                "verse_text": "There are no weak places in its skin."
            },
            {
                "verse_number": "24",
                "verse_text": "It is cruel and it has no fear."
            },
            {
                "verse_number": "25",
                "verse_text": "Even the bravest people are afraid"
            },
            {
                "verse_number": "26",
                "verse_text": "If you hit it with a sword ,"
            },
            {
                "verse_number": "27",
                "verse_text": "It can easily break iron or bronze weapons ."
            },
            {
                "verse_number": "28",
                "verse_text": "If you shoot arrows at it,"
            },
            {
                "verse_number": "29",
                "verse_text": "If you hit it with a heavy stick,"
            },
            {
                "verse_number": "30",
                "verse_text": "Its stomach has sharp pieces,"
            },
            {
                "verse_number": "31",
                "verse_text": "When it swims in the deep water of the sea,"
            },
            {
                "verse_number": "32",
                "verse_text": "As it swims, the water behind it shines."
            },
            {
                "verse_number": "33",
                "verse_text": "There is no other animal like it in the whole world."
            },
            {
                "verse_number": "34",
                "verse_text": "It does not respect any other great animal."
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Then Job replied to the Lord . He said this: You can do anything that you want to do. Nobody can stop you. when you do not understand anything?&apos; It is true. I was speaking about things that I do not understand. They are things that are too wonderful for me to know. I will ask you questions and you must answer them.&apos; Now I have seen you for myself. I sit here in dirt and in ashes to show you that I am very sorry.&quot; &quot;I am very angry with you and with your two friends. The things that my servant Job has said about me are true. But the things that you said were not right."
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;I know that you can do all things."
            },
            {
                "verse_number": "3",
                "verse_text": "You asked me, &apos;Why do you ask questions about my wisdom ,"
            },
            {
                "verse_number": "4",
                "verse_text": "You said to me, &apos;Listen carefully to what I will say."
            },
            {
                "verse_number": "5",
                "verse_text": "In the past, I had heard about you from other people."
            },
            {
                "verse_number": "6",
                "verse_text": "So I am ashamed of the things that I said."
            },
            {
                "verse_number": "7",
                "verse_text": "When the Lord had spoken to Job, he said this to Eliphaz, the man from Teman:"
            },
            {
                "verse_number": "8",
                "verse_text": "You three men must now go to Job. Take seven bulls and seven male sheep with you. Burn them as sacrifices for yourselves. After you have done that, my servant Job will pray for you. I will answer his prayer . Then I will not punish you as you deserve because of your foolish words. My servant Job has spoken the truth about me, but you have not.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Eliphaz, the man from Teman, Bildad, the man from Shuah, and Zophar, the man from Naamah, did what the Lord had told them to do. And the Lord answered Job's prayer."
            },
            {
                "verse_number": "10",
                "verse_text": "After Job prayed for his three friends, the Lord made him a rich man again. He gave Job twice as many things as he had before."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Job's brothers and sisters came to eat a big meal with him in his house. People who had been Job's friends came also. They all told him that they were sad about his troubles. They were upset because the Lord had caused him to suffer . Each of them gave Job a piece of silver and a gold ring."
            },
            {
                "verse_number": "12",
                "verse_text": "After this, the Lord blessed Job more than in the beginning of his life. All these animals belonged to Job: 14,000 sheep, 6,000 camels , 1,000 pairs of oxen , and 1,000 female donkeys ."
            },
            {
                "verse_number": "13",
                "verse_text": "He had seven sons and three daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "The daughters' names were Jemimah, Keziah, and Keren-Happuch."
            },
            {
                "verse_number": "15",
                "verse_text": "They were the most beautiful women in the whole land of Uz. Job said that they should receive some of his things after he died, along with their brothers."
            },
            {
                "verse_number": "16",
                "verse_text": "Job lived for 140 years after this. He was still alive when his grandchildren and their grandchildren were born."
            },
            {
                "verse_number": "17",
                "verse_text": "So when Job died, he had lived for a long time."
            }
        ]
    }
}