{
    "Esther": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These things happened when King Xerxes ruled. He was the king who ruled over 127 regions , from India to Ethiopia."
            },
            {
                "verse_number": "2",
                "verse_text": "King Xerxes lived in the capital, the city of Susa."
            },
            {
                "verse_number": "3",
                "verse_text": "During the third year that he ruled, he gave a big feast for his leaders and officers. The soldiers from the army of Persia and Media came to the feast. The rulers and leaders of the regions in the kingdom also came."
            },
            {
                "verse_number": "4",
                "verse_text": "The feast continued for 180 days. King Xerxes wanted to show everyone how rich and powerful he was. He wanted to show that he was a great king."
            },
            {
                "verse_number": "5",
                "verse_text": "When this feast finished, he gave another feast for everyone who lived in Susa. It was for people who were important, and for ordinary people as well. The feast continued for seven days. It was in part of the garden of the king's palace ."
            },
            {
                "verse_number": "6",
                "verse_text": "The gardens had curtains made of expensive white linen and purple material. They hung from silver rings on white stone pillars . White and purple strings held the curtains. There were seats made from gold and silver . The floor had many kinds of valuable stones to make it beautiful."
            },
            {
                "verse_number": "7",
                "verse_text": "People at the feast drank from gold cups. Each cup was different. The king gave plenty of his own wine to everyone to drink."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone could drink as much wine as they wanted. The king told his officers to give each person what they wanted, no more and no less."
            },
            {
                "verse_number": "9",
                "verse_text": "At the same time, the king's wife, Queen Vashti, gave a feast for all the women in the palace."
            },
            {
                "verse_number": "10",
                "verse_text": "On the seventh day of the feast, King Xerxes was feeling happy, because he had drunk so much wine. He had seven eunuchs who served him in the palace. Their names were Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar and Carcas."
            },
            {
                "verse_number": "11",
                "verse_text": "He told them to bring Queen Vashti to him. He said that she must wear her royal crown . He wanted to show everyone at his feast how beautiful his queen was. She was a very beautiful woman."
            },
            {
                "verse_number": "12",
                "verse_text": "The eunuchs told Queen Vashti what the king had commanded . But she refused to go to him. This made the king very angry."
            },
            {
                "verse_number": "13",
                "verse_text": "The king spoke to his wise advisors about what had happened. These men understood the laws and customs of Persia. When something like this happened, the king would ask them what he should do."
            },
            {
                "verse_number": "14",
                "verse_text": "The seven advisors who were often with the king were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memukan. These men were the most important officers in the kingdom ."
            },
            {
                "verse_number": "15",
                "verse_text": "The king asked them, &quot;What should we do with Queen Vashti? What does our law say about this? The eunuchs took my message to her, but she did not obey my command. And I am the king!&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "One of the advisors, Memukan, replied to the king and the other officers. He said, &quot;Queen Vashti has not only done something wrong against you, the king. She has also done a wrong thing against all the officers and all the people too. That is all the men who live in your kingdom."
            },
            {
                "verse_number": "17",
                "verse_text": "When other women hear about this, they will not obey their own husbands. All the women will say, &apos;Queen Vashti did not obey her husband, King Xerxes. When he told her to come to him, she refused to do it!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Everywhere in Persia and Media, the wives of the king's officers will know what Queen Vashti has done. From today, they will refuse to obey their husbands. They will no longer respect their husbands, and the men will be very angry."
            },
            {
                "verse_number": "19",
                "verse_text": "So we suggest this, if you agree as king. You should give a royal command. It should become one of the laws of Persia and Media, so that nobody can change it. This law must say that Vashti must never see you again. Then you should find a woman who deserves to be queen more than Vashti."
            },
            {
                "verse_number": "20",
                "verse_text": "You must send this command to everyone in your great kingdom. When people know about this law, all the women will respect their husbands. They will obey them, whether they are important people or ordinary people.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "The king and his officers liked this idea. So the king did as Memukan had said."
            },
            {
                "verse_number": "22",
                "verse_text": "He sent letters to all the regions of his kingdom. The letters were in the language of each region, so that all the people could read and understand the law. The law said that every man should be the ruler of his family and he should speak the language of his people."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, King Xerxes was not feeling so angry. He thought about Vashti and what she had done. He remembered the law that he had made, that she should not be queen any more. King Xerxes thought that this was a good idea. He did everything that the servants said."
            },
            {
                "verse_number": "2",
                "verse_text": "The king's servants who helped him in the palace said, &quot;We think that the king should send some men to look for beautiful young women for him."
            },
            {
                "verse_number": "3",
                "verse_text": "The king could choose officers from every region of his kingdom to do this. They will bring all the beautiful young women here to Susa. Hegai will take care of them in the royal harem. He is the eunuch who has that job. The young women will receive special oils and perfumes to make them more beautiful."
            },
            {
                "verse_number": "4",
                "verse_text": "The king may choose the young woman that pleases him most. She may take the place of Vashti as queen.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "A Jewish man called Mordecai lived in Susa. He was the son of Jair. Jair was the son of Shimei. Shimei was the son of Kish. Kish was a descendant of Benjamin."
            },
            {
                "verse_number": "6",
                "verse_text": "When Nebuchadnezzar was king of Babylon, he had taken Kish away from Jerusalem as a prisoner . That was the time when Nebuchadnezzar also took Jeconiah, king of Judah, away to Babylon as well as other Jews."
            },
            {
                "verse_number": "7",
                "verse_text": "Mordecai was taking care of a young cousin called Hadassah. She was also called Esther. Esther's mother and father were no longer alive. She was the daughter of Mordecai's uncle. When her parents died, Mordecai took care of her, as if she was his own daughter. Esther was very beautiful."
            },
            {
                "verse_number": "8",
                "verse_text": "Esther was one of the young women that the king's officers took to Susa. That happened because of the king's command . The beautiful young women lived in the royal harem. Hegai had the authority to take care of them."
            },
            {
                "verse_number": "9",
                "verse_text": "Hegai liked Esther and he was kind to her. As soon as Esther arrived, Hegai gave her special food and oils to make her more beautiful. He chose seven female servants from the king's palace to take care of her. Then he moved Esther and her servants to the best rooms in the harem."
            },
            {
                "verse_number": "10",
                "verse_text": "Esther did not tell anyone that she was a Jew. That is what Mordecai had told her."
            },
            {
                "verse_number": "11",
                "verse_text": "Mordecai wanted to know what was happening to Esther. So every day he walked in the palace yard that was near the harem. He wanted to hear some news about her."
            },
            {
                "verse_number": "12",
                "verse_text": "All the young women stayed in the harem for 12 months. For six months they received myrrh oil for their bodies. Then they received perfume and different kinds of oil for another six months. After that time they could each go to the king's bedroom."
            },
            {
                "verse_number": "13",
                "verse_text": "When the time came for a young woman to go to the king, she could take whatever she wanted with her. She would take those things with her from the harem to the king's room."
            },
            {
                "verse_number": "14",
                "verse_text": "She would go to be with the king in the evening. She would stay with him during that night. In the morning, she went to a different part of the harem. That was where the king's slave wives lived. One of the king's eunuchs, Shaashgaz, took care of them there. After that, the young woman would only see the king again if he was pleased with her. Then he would ask for her by name."
            },
            {
                "verse_number": "15",
                "verse_text": "One evening, it was the time for Abihail's daughter, Esther, to go to the king. Abihail was Mordecai's uncle. After Abihail had died, Mordecai took care of Esther as if she was his own daughter. Everyone who saw Esther liked her. When she went to the king, she took with her only the things that Hegai had suggested."
            },
            {
                "verse_number": "16",
                "verse_text": "Esther went to King Xerxes in his royal rooms in the palace. That happened in the tenth month of the year, called Tebeth. King Xerxes had ruled for seven years."
            },
            {
                "verse_number": "17",
                "verse_text": "The king loved Esther more than he loved any of the other women. He was more pleased with her than all the other young women. He put the royal crown on her head. He chose Esther to be queen, instead of Vashti."
            },
            {
                "verse_number": "18",
                "verse_text": "The king gave a great feast for all the leaders and officers of his kingdom. He did it to give honour to Esther. He said that there would be a holiday for people in all the regions. He also gave expensive gifts to people."
            },
            {
                "verse_number": "19",
                "verse_text": "Some time later, the young women all came together again in the harem. At this time, Mordecai was sitting at the king's gate, as one of his officers."
            },
            {
                "verse_number": "20",
                "verse_text": "Esther still had not told anyone that she was a Jew. Mordecai had told her that she should not tell anyone. She continued to obey Mordecai, as she had done when she lived with him as his daughter."
            },
            {
                "verse_number": "21",
                "verse_text": "One day, Mordecai was sitting at the king's gate. While he was there, two of the king's eunuchs , Bigthana and Teresh, became angry with King Xerxes. They decided that they would kill the king."
            },
            {
                "verse_number": "22",
                "verse_text": "Mordecai heard about this. So he told Queen Esther about it. Queen Esther told the king what Mordecai had said."
            },
            {
                "verse_number": "23",
                "verse_text": "The king sent his men to see if it was true. When he discovered that Mordecai had told the truth, he said that the two eunuchs must die. So his officers hanged them from a wooden tower until they were dead. They wrote about this event in the history book, while the king watched."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "After some time, King Xerxes gave one of his officers greater authority. The officer's name was Haman. He was the son of Hammedatha, a descendant of Agag. Haman became the most important officer who served the king."
            },
            {
                "verse_number": "2",
                "verse_text": "The king commanded that all the royal officers at the king's gate must bend down low down to Haman. So they all gave Haman honour when he passed them. Only Mordecai would not bend down and give honour to Haman."
            },
            {
                "verse_number": "3",
                "verse_text": "The officers at the king's gate asked Mordecai, &quot;Why do you not obey the king's command?&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "They warned Mordecai every day. But he would not agree to bend down low to Haman. So the officers told Haman about this. Mordecai had told them that he was a Jew. So they wanted to know if Haman would let Mordecai do this."
            },
            {
                "verse_number": "5",
                "verse_text": "When Haman realized that Mordecai would not give him honour, he became very angry."
            },
            {
                "verse_number": "6",
                "verse_text": "But he did not want to destroy only Mordecai. Now he knew that Mordecai was a Jew, he decided to destroy all the Jews who lived in Xerxes' whole kingdom ."
            },
            {
                "verse_number": "7",
                "verse_text": "Haman asked his advisors when would be the right time to make this happen. He asked them in the first month of the year (Nisan), during Xerxes' 12th year as king. Haman's advisors threw dice to decide the right time to destroy the Jews. The dice chose the 12th month of the year ( Adar ). The dice were called &quot;Purim&quot;."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Haman said to King Xerxes, &quot;There is a group of people who live in many regions of your kingdom . They have different customs to all the other people. They refuse to obey the laws of your kingdom. It is not good for you to let them live among all the other people in your kingdom."
            },
            {
                "verse_number": "9",
                "verse_text": "If you agree, we should send out a command to destroy them. Then I will give 350 tons of silver to the king, so that your officers can do this work.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king took his special ring from his finger and he gave it to Hammedatha's son, Haman, the Jews' great enemy."
            },
            {
                "verse_number": "11",
                "verse_text": "He said to Haman, &quot;Keep your money. You should do anything that you want with these people.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "On the 13th day of the first month, Haman asked the king's secretaries to come to him. They wrote Haman's commands in letters to the king's rulers and officers in every region. They wrote the letters in the languages that people spoke in the different regions. Haman used the authority of King Xerxes and he marked the letters with the king's special ring."
            },
            {
                "verse_number": "13",
                "verse_text": "Men delivered the letters to all the regions of the kingdom. Haman's command said that on the 13th day of the 12th month (Adar) people should completely destroy and kill all the Jews. They should kill old people and young people, women and children. Then they should take all the Jews' valuable things for themselves."
            },
            {
                "verse_number": "14",
                "verse_text": "Haman sent copies of his command to every region, so that it would be read aloud to the people. Everyone would know what the law said, and everyone would be ready on the right day."
            },
            {
                "verse_number": "15",
                "verse_text": "King Xerxes told his men to take the letters quickly to all the people. They also read the law to the people in Susa city. Then Haman and the king sat down to drink wine together. But the people in the city were very upset ."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Mordecai discovered what Haman had done. He tore his clothes and he dressed in sackcloth and ashes , because he was very upset . He went into the city. He cried and he wept loudly as he went."
            },
            {
                "verse_number": "2",
                "verse_text": "Nobody who was wearing sackcloth could go into the yard of the palace . So Mordecai stopped at the king's gate."
            },
            {
                "verse_number": "3",
                "verse_text": "Jews who lived in all the regions of Xerxes' kingdom heard the king's command . So they were very sad. They were weeping and they were fasting . Many of them lay on sackcloth and ashes."
            },
            {
                "verse_number": "4",
                "verse_text": "Esther's female servants the eunuchs who took care of her told her what Mordecai was doing. So Esther was very upset. She sent clothes for Mordecai to put on instead of the sackcloth, but Mordecai refused to wear them."
            },
            {
                "verse_number": "5",
                "verse_text": "Hathach was one of the king's eunuchs who served Esther. Esther asked him to discover what was the matter with Mordecai."
            },
            {
                "verse_number": "6",
                "verse_text": "So Hathach went to speak to Mordecai. Mordecai was outside the king's gate, in an open place."
            },
            {
                "verse_number": "7",
                "verse_text": "Mordecai told Hathach everything that had happened. He told Hathach how much money Haman would pay to the king when people destroyed all the Jews."
            },
            {
                "verse_number": "8",
                "verse_text": "Mordecai gave Hathach a copy of the law that they had read aloud to the people in Susa. He told Hathach to show the law to Esther and explain it to her. Mordecai also said that Esther must go and speak to the king. She must ask the king to let her people live."
            },
            {
                "verse_number": "9",
                "verse_text": "Hathach went back into the palace. He told Esther what Mordecai had said."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Esther sent Hathach back to Mordecai with this message:"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;Everybody knows the law. People cannot go to meet the king in his own part of the palace unless the king asks them to come. All the king's officers and all his people know that that is the law. If somebody decides to go to the king when the king has not asked to see him, that person must die. He will only stay alive if the king holds out his gold sceptre towards him. As for me, the king has not asked me to go to him for the last 30 days.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Mordecai heard this message from Esther,"
            },
            {
                "verse_number": "13",
                "verse_text": "he sent this answer back to her: &quot;Do not think that you will be safe because you live in the king's palace. You will not escape when they kill all the other Jews."
            },
            {
                "verse_number": "14",
                "verse_text": "You must speak now on behalf of all the Jewish people. If you do not, they will receive help from another place to make them safe and free. Then you and your father's family will come to an end. But I think that perhaps you have become queen so that you can help at a time like this.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Esther sent this answer to Mordecai:"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;Tell all the Jews in Susa to meet together. Tell them to fast and to pray for me. They must not eat or drink for three days, during the day and the night. My female servants and I will also do that. After three days, I will go and speak to the king. I know that I will do that against the king's law. But if I must die because of that, I agree to die.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Mordecai left the king's gate. He did everything that Esther had told him to do."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After they had fasted for three days, Esther put on her royal clothes. She went to King Xerxes' part of the palace. She stood in the yard outside his rooms. The king was sitting on his royal throne . He could see through the door of the room where he sat."
            },
            {
                "verse_number": "2",
                "verse_text": "The king saw Esther as she stood outside in the yard. He was pleased to see her. He held out his gold sceptre towards her. Esther came near to him and she touched the top of the sceptre. The king and Haman went to the meal that Esther had prepared. Then Haman told his friends and Zeresh, his wife, to meet with him."
            },
            {
                "verse_number": "3",
                "verse_text": "The king asked her, &quot;What is your trouble, Queen Esther? I will do for you whatever you want. I will even give you half of my kingdom !&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "Esther replied, &quot;If the king agrees, I would like you to do this. I would like the king and Haman to come to a special meal that I have prepared for you.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king said to his servants, &quot;Bring Haman here quickly. Then we can do what Esther wants.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "When they were drinking wine , the king asked Esther, &quot;What do you want? I will give you whatever you want. What do you want me to do for you? Even if you want half of my kingdom, I will give it to you.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Esther replied, &quot;This is what I want."
            },
            {
                "verse_number": "8",
                "verse_text": "If the king is pleased with me, and if you agree, please do what I ask. I would like the king and Haman to come again tomorrow. Come to another meal that I will prepare for you. Then I will tell you what I want, as you have asked me to do.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "When Haman went from Queen Esther's meal that day, he was very happy. But then he saw Mordecai at the king's gate. When Haman passed him, Mordecai did not get up. He did not show that he respected Haman in any way. So Haman became very angry with Mordecai."
            },
            {
                "verse_number": "10",
                "verse_text": "Haman did not show that he was angry at that time. He went home."
            },
            {
                "verse_number": "11",
                "verse_text": "Haman told them how rich he was, and how many sons he had. He told them of all the things that the king had done to give him great honour . He told them that he was now more important than all the king's other rulers and officers."
            },
            {
                "verse_number": "12",
                "verse_text": "Haman said to them, &quot;Queen Esther asked me to go with the king to a special meal that she had prepared. We were the only people who ate with her. Now the queen has asked me to go with the king to another meal tomorrow."
            },
            {
                "verse_number": "13",
                "verse_text": "But even all these things do not make me happy. I am angry when I see that Jewish man Mordecai. He is sitting at the king's gate.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Haman's wife and all his friends said to him, &quot;This will make you happy. Tell your men to build a wooden tower that is 22 metres high. In the morning, tell the king to hang Mordecai on the tower to kill him. Then you will enjoy Queen Esther's special meal.&quot; Haman liked their idea very much. So he told his men to build the tall tower."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "That night the king could not sleep. He asked a servant to bring the kingdom's history book. He asked the servant to read the book to him. Haman had just arrived at the palace. His men had built the wooden tower . Now he wanted to ask the king to hang Mordecai on it to kill him. Haman thought to himself, &quot;I am sure that I am that man. The king must want to give me honour.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "The history book included a report of how two of the king's eunuchs wanted to kill King Xerxes. Their names were Bigthana and Teresh. The report said that Mordecai had told the king about this."
            },
            {
                "verse_number": "3",
                "verse_text": "When the king heard this, he asked his servant, &quot;When Mordecai saved my life, what great honour did we give to him?&quot; The king's servants replied, &quot;We did not do anything for him.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said, &quot;Who is now in the palace yard?&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king's servants said to the king, &quot;Haman is in the palace yard.&quot; The king said, &quot;Bring him here to me.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Haman came in to the king's room. The king asked him, &quot;If I want to give great honour to a man, what should we do for that man?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Haman replied to the king, &quot;This is what you should do for that man, if you want to give him honour."
            },
            {
                "verse_number": "8",
                "verse_text": "Your servants should bring some royal clothes that you yourself have worn. They should bring a horse that you yourself have ridden on as king. They should put a special crown on the horse's head to show that it belongs to you."
            },
            {
                "verse_number": "9",
                "verse_text": "Then give the clothes and the horse to one of your royal officers. Tell the officer to put the king's clothes on the man that you want to give honour to. Then the officer must put the man on the king's horse. He must lead him through all the streets of the city. As he goes, the officer must shout, &apos;This is what the king does for a man that he want to give honour to!&apos; &quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king said to Haman, &quot;That is a good idea! Go quickly! Get my clothes and my horse. Go and do everything that you have suggested. Do it for the Jew, Mordecai, who sits at the king's gate. Be careful to do for him everything that you said.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Haman took the king's clothes and the king's horse to Mordecai. He put the king's clothes on Mordecai. Then he led Mordecai on the horse through all the streets of the city. Haman went in front and he shouted, &quot;Look! This is what the king does for a man that he want to give honour to!&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "After this, Mordecai returned to sit at the king's gate. But Haman hurried back home. He covered his face because he was ashamed and upset ."
            },
            {
                "verse_number": "13",
                "verse_text": "He told his wife, Zeresh, and his friends about everything that had happened to him. Then his advisors , as well as his wife, said to him, &quot;It seems that you have already lost some of your power to Mordecai. If he really is Jewish, you will never win against him. He will destroy you completely.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "While they were speaking, the king's eunuchs arrived. Very quickly they took Haman to the special meal that Esther had prepared."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "King Xerxes and Haman went to the meal that Queen Esther had prepared."
            },
            {
                "verse_number": "2",
                "verse_text": "This was the second day that they ate a special meal together. While they were drinking wine , the king said to Esther, &quot;Queen Esther, what do you want me to do for you? I will give you whatever you want. Even if you want half of my kingdom , I will give it to you.&quot; The king said, &quot;Hang Haman on the tower until he is dead.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Queen Esther replied, &quot;Sir, I hope that you are pleased with me. If you agree, I ask you to save my life. Also save the lives of my people. That is what I ask you to do."
            },
            {
                "verse_number": "4",
                "verse_text": "Someone has sold me and my people as if we are animals. Now they will kill us and completely destroy us all. If we had been sold to become slaves, I would not have spoken to the king. It would not have been important enough for that.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then King Xerxes asked Queen Esther, &quot;Who is this man? Who would even think of anything like that? Where is he?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Esther replied, &quot;The enemy of our people is this wicked man Haman!&quot; Then Haman became very afraid, as he sat there with the king and the queen. While the king was still saying this, his servants covered Haman's head."
            },
            {
                "verse_number": "7",
                "verse_text": "The king was very angry and he stood up. He left his wine and he went into the palace garden. Haman realized that the king wanted to destroy him. So he stayed with Queen Esther and he asked her to save his life."
            },
            {
                "verse_number": "8",
                "verse_text": "Queen Esther was lying down on a bed. Haman threw himself down beside her. At that moment, the king returned from the garden. The king shouted, &quot;What is this man doing? He even attacks the queen when she is with me in my palace!&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "One of the king's eunuchs , Harbona, said, &quot;There is a wooden tower near Haman's home. It is 22 metres high. His men built it so that he could hang Mordecai on it. Mordecai is the man who saved the king's life.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they took Haman and they hanged him on the tower until he was dead. It was the same tower that Haman had wanted to kill Mordecai on. After that, the king did not feel so angry."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "That day, King Xerxes took everything that had belonged to Haman, the enemy of the Jews. He gave it all to Queen Esther. Esther told the king that Mordecai was her cousin. So Mordecai came to meet the king."
            },
            {
                "verse_number": "2",
                "verse_text": "The king had taken back his special ring from Haman. Now he took it off his own finger and he gave it to Mordecai. And Esther gave Mordecai authority over all the things that had belonged to Haman."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Esther went again to speak to the king. She threw herself down at his feet and she wept. She wanted him to stop Haman's evil idea to kill all the Jews."
            },
            {
                "verse_number": "4",
                "verse_text": "The king held out his gold sceptre towards Esther. So she stood up to speak to the king."
            },
            {
                "verse_number": "5",
                "verse_text": "Esther said to the king, &quot;I hope that I have pleased the king. If you agree, and if you are pleased with me, please make another law . Stop the command that Haman, the descendant of Agag, wrote. He sent letters to all the regions of your kingdom , because he wanted to destroy all the Jewish people."
            },
            {
                "verse_number": "6",
                "verse_text": "I cannot let this evil thing happen to my relatives . I have to do something to stop it.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "King Xerxes replied to Queen Esther and to Mordecai, &quot;You are right! I have already punished Haman with death because he wanted to destroy the Jews. I have also given all of his things to Esther."
            },
            {
                "verse_number": "8",
                "verse_text": "Now you must use my authority to write another law. Write a law that you think will save your people. Then mark the letters with my special ring. Any letter that has my name and the mark of my ring on it has the king's authority. Nobody can ever change it.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "They called the king's secretaries to come and write the new law. They did that on the 23rd day of the third month (Sivan). Mordecai told them what to write. They sent the letters to the Jews, the rulers and the officers in all the regions of the kingdom. There were 127 regions, from India as far as Ethiopia. They wrote the letters in the languages that people spoke in each region. They also wrote to the Jews in their own language. Everyone would know what the new law said."
            },
            {
                "verse_number": "10",
                "verse_text": "Mordecai used King Xerxes' authority to write the letters. He made a mark on the letters with the king's special ring. Men who rode on the king's fastest horses quickly took the letters everywhere in the kingdom."
            },
            {
                "verse_number": "11",
                "verse_text": "The king's new law said this: The Jewish people who lived in every city could fight against anyone who attacked them. They could join together to keep themselves safe. If an army of any kind attacked them, the Jews could kill and destroy them completely, as well as their women and children. They could take away their enemies' things for themselves."
            },
            {
                "verse_number": "12",
                "verse_text": "The law said that the Jews in all the regions of the kingdom could do this on one day. That day was the 13th day of the 12th month ( Adar )."
            },
            {
                "verse_number": "13",
                "verse_text": "A copy of the law would go to every region of the kingdom, so that everyone would know what the law said. Then the Jews would be ready on the right day to punish their enemies."
            },
            {
                "verse_number": "14",
                "verse_text": "The king told his officers that they must ride quickly on the royal horses to take the letters to every region. His officers also read the law aloud to the people in Susa city."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Mordecai left the king's palace. He was wearing royal clothes that were purple and white. He had a large gold crown on his head. He wore a beautiful coat made from purple linen . The people in Susa city shouted with joy because of the new law."
            },
            {
                "verse_number": "16",
                "verse_text": "All the Jews were very happy. Everyone respected them and gave them honour ."
            },
            {
                "verse_number": "17",
                "verse_text": "When the new law reached every region and every city, the Jews became very happy. The other people who lived there were now afraid of the Jews. Because of that, many people said that they themselves had become Jews."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The 13th day of the 12th month ( Adar ) was the day when the enemies of the Jews had hoped to attack them. But now the king's new law said that the Jews could fight to keep themselves safe on that day. So the Jews won against their enemies."
            },
            {
                "verse_number": "2",
                "verse_text": "In all the cities in each region of the kingdom where the Jews lived, they joined together. They punished anyone who tried to hurt them. Nobody could fight against them because all the people were very afraid of them."
            },
            {
                "verse_number": "3",
                "verse_text": "All the king's officers and the rulers and leaders of each region decided to help the Jews. They did that because they were afraid of Mordecai's power."
            },
            {
                "verse_number": "4",
                "verse_text": "He was now a very important officer in the king's palace . News about him reached all the regions as he became more and more powerful."
            },
            {
                "verse_number": "5",
                "verse_text": "So when the day arrived, the Jews could do what they wanted to their enemies . They used their swords to attack them and to kill them."
            },
            {
                "verse_number": "6",
                "verse_text": "In Susa city, the Jews killed 500 men."
            },
            {
                "verse_number": "7",
                "verse_text": "They also killed Parshandatha, Dalphon, Aspatha,"
            },
            {
                "verse_number": "8",
                "verse_text": "Poratha, Adalia, Aridatha,"
            },
            {
                "verse_number": "9",
                "verse_text": "Parmashta, Arisai, Aridai and Vaizatha."
            },
            {
                "verse_number": "10",
                "verse_text": "Those men were the ten sons of Haman, the enemy of the Jews. But the Jews did not take any of the things that belonged to the people that they killed."
            },
            {
                "verse_number": "11",
                "verse_text": "On the same day, the king heard how many people they had killed in Susa city."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the king said to Queen Esther, &quot;In Susa the Jews have killed 500 men and also the ten sons of Haman. So I think that they have killed many more of their enemies in the other regions of my kingdom ! Now, what else do you want? If you ask me, I will do anything that you still want me to do.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Esther replied, &quot;If the king agrees, please let the Jews who live in Susa do the same thing tomorrow. Let your new law continue for one more day. Also, let them hang the dead bodies of Haman's ten sons from the wooden tower .&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "The king agreed and he commanded that this should happen. He made another law so that the Jews in Susa could fight again. They also put the dead bodies of Haman's ten sons on the tower."
            },
            {
                "verse_number": "15",
                "verse_text": "On the 14th day of the month called Adar the Jews in Susa all met together again. That day they killed 300 more men in Susa. But they did not take their enemies' things for themselves."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Jews in Susa did not rest until the 15th day of the month. That was because they killed their enemies on both the 13th day and the 14th day. On the 15th day they ate feasts and they were very happy."
            },
            {
                "verse_number": "19",
                "verse_text": "That is why the Jews who live in towns and villages in the country have a holiday on the 14th day of Adar. On that day, they have feasts and they give gifts to each other, because they are happy."
            },
            {
                "verse_number": "20",
                "verse_text": "Mordecai wrote down all these events. He sent letters to all the Jews who were living in all the regions where King Xerxes ruled."
            },
            {
                "verse_number": "21",
                "verse_text": "He told them that they should have a holiday on the 14th and 15th days of Adar every year."
            },
            {
                "verse_number": "22",
                "verse_text": "They should do that to remember the time when they became safe from their enemies. That was the month when they became happy and they were no longer sad. They should eat a feast and they should send gifts of food to each other to show their joy . They should also give gifts to poor people."
            },
            {
                "verse_number": "23",
                "verse_text": "The Jews agreed to do everything that Mordecai had written in the letters. They had a feast every year to remember what had happened."
            },
            {
                "verse_number": "24",
                "verse_text": "They remembered what Hammedatha's son, Haman, the descendant of Agag, had done. He had been the enemy of the Jews and he had tried to destroy them all. He had thrown dice , called Purim, to choose the day when he would attack them and kill them."
            },
            {
                "verse_number": "25",
                "verse_text": "But Esther went to tell the king what Haman was doing. Then the king stopped the evil thing that Haman wanted to do against the Jews. The king wrote a command to say that Haman should die. The same thing that Haman wanted to do to the Jews should happen to him instead. The bodies of Haman and his sons hung on the wooden tower that his men had built."
            },
            {
                "verse_number": "26",
                "verse_text": "So the Jews call the days of their feast &quot;Purim&quot;. That was the name of the dice that Haman used. They did this because of what Mordecai wrote in his letter. They wanted to remember everything that had happened to them."
            },
            {
                "verse_number": "27",
                "verse_text": "They made a rule for all the Jews, their descendants, and any other people who came to join them. The rule said that they must all have a holiday on those two days every year. They must do what Mordecai had written in his letter to them."
            },
            {
                "verse_number": "28",
                "verse_text": "From that time, every Jew must remember to keep the days of Purim as a holiday. Every Jewish family and their children must continue to do this. They must do it in all the cities and all the regions , wherever they lived. And their descendants must continue to do it every year, to remember what happened."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Abihail's daughter, Queen Esther, and Mordecai wrote another letter. Esther used her authority to say that what Mordecai had written about the feast of Purim was true."
            },
            {
                "verse_number": "30",
                "verse_text": "So they sent letters to all the Jews who lived in the 127 regions of Xerxes' kingdom . The message was to help them live safely in peace ."
            },
            {
                "verse_number": "31",
                "verse_text": "It told the Jews how to have the days of Purim as a holiday at the right time each year. This was a rule that came from the Jewish man, Mordecai, and from Queen Esther. The message also said that the Jews should remember the sad times, and they should fast ."
            },
            {
                "verse_number": "32",
                "verse_text": "Queen Esther's command made those rules about the feast of Purim. The palace secretaries wrote it down in a book."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "King Xerxes caused everyone who lived in his kingdom to pay taxes . It included those who lived far away, on the coast of the sea."
            },
            {
                "verse_number": "2",
                "verse_text": "Everything that King Xerxes did was written down in &quot;The history book of the kings of Media and Persia &quot;. The book tells about all the great things that King Xerxes did with his power and authority. It also tells how the king gave more authority to Mordecai, who became very great."
            },
            {
                "verse_number": "3",
                "verse_text": "The Jewish man, Mordecai, was the most important Jew in the whole kingdom. Only King Xerxes himself had more authority than Mordecai. The other Jews respected Mordecai because he worked hard to help them. He made sure that all his people could live safely."
            }
        ]
    }
}