{
    "1 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This letter is from me, Paul. God chose me to be an apostle of Christ Jesus. That is what he wanted. Our Christian friend Sosthenes is with me here as I write to you. &quot;I, God, will destroy all the clever thoughts of wise people. &quot;If you want to be proud about something,"
            },
            {
                "verse_number": "2",
                "verse_text": "I am sending this letter to you, the people of God's church in Corinth. God has made you clean because you belong to Christ Jesus. He has chosen you to be his special people. So you join together with all people everywhere who worship our Lord Jesus Christ. Jesus is their Lord, as he is our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "I pray that God, our Father, and the Lord Jesus Christ, will continue to help you. I pray that they will give you peace in your minds."
            },
            {
                "verse_number": "4",
                "verse_text": "I always thank God because of you. I thank him because he has been very kind to you. He has helped you like that because you belong to Christ Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "As a result, God has given you all the things that you need. You are able to speak everything that he wants you to speak. You are able to understand everything that he wants you to know."
            },
            {
                "verse_number": "6",
                "verse_text": "In that way, God has shown you that the message we told you about Christ is true."
            },
            {
                "verse_number": "7",
                "verse_text": "As a result, God has given you every spiritual gift that you need. God has blessed you with those gifts as you wait for our Lord Jesus Christ to return."
            },
            {
                "verse_number": "8",
                "verse_text": "God will also keep you safe and strong until the end. Then, on the day when our Lord Jesus Christ returns, you will not be guilty of anything wrong."
            },
            {
                "verse_number": "9",
                "verse_text": "God always does what he has promised to do. He has chosen you to be friends with his Son, Jesus Christ, who is our Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "My Christian friends, I tell you this with the authority of our Lord Jesus Christ: &quot;Please agree with each other. Do not become separate groups. Be united and think about things in the same way.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Some people from Chloe's house have told me news about you. My friends, they say that you are quarrelling among yourselves."
            },
            {
                "verse_number": "12",
                "verse_text": "It happens like this: One of you says, &quot;I belong to Paul's group.&quot; Another person says, &quot;I belong to Apollos's group.&quot; Another person says, &quot;I belong to Peter's group.&quot; And another person says, &quot;I belong to Christ's group.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "You should not speak like that! It seems that you are breaking Christ into several parts. I, Paul, did not die on a cross to save you. When they baptized you, it was not on my behalf."
            },
            {
                "verse_number": "14",
                "verse_text": "I thank God that I myself did not baptize any of you except Crispus and Gaius."
            },
            {
                "verse_number": "15",
                "verse_text": "So none of you can say, &quot;I belong to Paul's group because he baptized me.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "(Now I remember that I also baptized Stephanas and his family. I cannot remember that I baptized anyone else.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Christ did not send me to baptize people. But he did send me to tell God's good news to people. When I speak his message, I do not use clever words. It is Christ's death on the cross that has power to save people. I do not want to spoil that power with clever words."
            },
            {
                "verse_number": "18",
                "verse_text": "Some people think that the message about Christ's death on the cross is silly. Those people are destroying themselves. But it is different for us, the people that God is saving. The message about the cross shows us God's power to save us."
            },
            {
                "verse_number": "19",
                "verse_text": "It says in the Bible: I will show that their clever ideas are useless .&quot; be proud of what the Lord has done.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the wise people in this world are not really important. The clever teachers of God's Law are not really important. People who know how to argue well are not really important. God has shown that the wise ideas that belong to this world have no value."
            },
            {
                "verse_number": "21",
                "verse_text": "God himself is wise . He has decided that people cannot know him just because they are wise in their own way. Instead, God uses the message about Jesus to save people. That message may seem to be silly to some people. But when we tell it to people, God saves them if they believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "Jewish people want to see God do a miracle . Then they will listen. Gentile people want to listen to a message that has clever ideas."
            },
            {
                "verse_number": "23",
                "verse_text": "But as for us, we tell people about how Christ died on a cross. That is a message that Jewish people refuse to accept as true. Gentile people think that it is a silly message."
            },
            {
                "verse_number": "24",
                "verse_text": "But it is different for us whom God has called to come to him. Some of us are Jews , and some of us are Gentiles. For us, Christ shows God's great power. He shows how wise God is."
            },
            {
                "verse_number": "25",
                "verse_text": "Christ's death on a cross may seem a silly thing for God to do. But really it shows that God is very wise . He is wiser than people with their clever ideas. Christ's death on a cross may seem to show that God is weak. But really he is stronger than any human power."
            },
            {
                "verse_number": "26",
                "verse_text": "Christian friends, remember the time when God called you to come to him. Think about what you were like. Not many of you were clever or powerful in the way that people think is good. Not many of you belonged to important families."
            },
            {
                "verse_number": "27",
                "verse_text": "Instead, God chose to use things that people think are silly. He did this so that clever people would be ashamed. Yes, God chose to use things that people think are weak. He did this so that powerful people would be ashamed."
            },
            {
                "verse_number": "28",
                "verse_text": "God chose to use things that people think are useless . People who belong to this world do not like those things. They think that they have no value. God did this so that the things that seem important would become unimportant ."
            },
            {
                "verse_number": "29",
                "verse_text": "Because of all this, nobody can be proud of themselves in front of God."
            },
            {
                "verse_number": "30",
                "verse_text": "It is because of God's work that you now belong to Christ Jesus. As a result of Christ's death on the cross, we share in God's wise plan. Because we belong to Christ, God makes us right with himself. He makes us his own special people. He makes us free from the power of sin ."
            },
            {
                "verse_number": "31",
                "verse_text": "Remember what is written in the Bible:"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Christian friends, I came to tell you God's true message. I did not use clever words when I spoke to you. I did not try to make you think that I was very wise ."
            },
            {
                "verse_number": "2",
                "verse_text": "While I was with you, I decided to teach you only about Jesus Christ. I taught you about his death on a cross . I wanted to forget everything else. &quot;Nobody ever saw or heard anything about this. Nobody ever thought that it could happen. &quot;Nobody can know what the Lord God is thinking. But we think about these things in the same way that Christ thinks."
            },
            {
                "verse_number": "3",
                "verse_text": "I lived among you as someone who felt weak. I was very afraid."
            },
            {
                "verse_number": "4",
                "verse_text": "When I spoke to you and when I taught you God's message, I did not use clever words. I did not want you to believe me because you thought I was wise. Instead, it was the power of God's Holy Spirit that showed you that my message was true."
            },
            {
                "verse_number": "5",
                "verse_text": "As a result, you now believe because of God's power. You do not believe because of human ideas."
            },
            {
                "verse_number": "6",
                "verse_text": "But we do speak about wise thoughts to those of you who know Christ very well. But those wise thoughts do not belong to this world. They are not the ideas that the rulers of this world think are important. Those rulers will not be powerful for long."
            },
            {
                "verse_number": "7",
                "verse_text": "No, the wise thoughts that we speak about belong to God. He has hidden them from people until now. But before God made the world, he decided to let us know these secrets. He wanted us to enjoy his glory ."
            },
            {
                "verse_number": "8",
                "verse_text": "None of the rulers of this world understood God's wise plan. If they had understood, they would not have killed Jesus on a cross. He is the Lord who rules heaven and earth."
            },
            {
                "verse_number": "9",
                "verse_text": "This is written in the Bible: But these are the things that God has prepared for his people who love him.&quot; Nobody can tell him what he should do.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "But God has sent his Spirit to show these secrets to us. God's Spirit looks carefully into everything. He even knows God's secret thoughts."
            },
            {
                "verse_number": "11",
                "verse_text": "Only a person's own spirit can know everything that is in his thoughts. And it is the same with God. Only God's Spirit knows everything that is in God's thoughts."
            },
            {
                "verse_number": "12",
                "verse_text": "We have received God's own Spirit, not a spirit that belongs to this world. As a result, we can understand all the good things that God has given to us."
            },
            {
                "verse_number": "13",
                "verse_text": "Those are the things that we speak about. We do not use clever words to speak about human ideas. Instead, we speak the message that God's Spirit has taught us. In that way, we explain a spiritual message to people who have God's Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "If someone does not believe in God, they cannot accept the message that comes from God's Spirit. They think that God's message is silly. They cannot even understand those things. Only God's Spirit can explain them to people."
            },
            {
                "verse_number": "15",
                "verse_text": "But we have God's Spirit with us. So we can understand the true value of all things. But other people cannot truly understand us, who belong to God."
            },
            {
                "verse_number": "16",
                "verse_text": "As it says in the Bible:"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My Christian friends, I could not teach you as I would teach people who have God's Spirit . I had to teach you as people who belong only to this world. You were like little children who could not understand the message about Christ very well."
            },
            {
                "verse_number": "2",
                "verse_text": "I had to teach you things that were easy to understand, like a mother gives milk to a baby. You were not yet ready to receive proper food. And you are still not ready to receive God's complete message!"
            },
            {
                "verse_number": "3",
                "verse_text": "You still do what your human nature wants to do. You are jealous of each other, and you quarrel with each other. Yes! This shows that you do what your human nature wants to do. You live like people who do not know God."
            },
            {
                "verse_number": "4",
                "verse_text": "Some of you say, &quot;Paul is my leader.&quot; And other people say, &quot;Apollos is my leader.&quot; When you speak like that, you are talking like people who belong to this world. You are also like a building that belongs to God."
            },
            {
                "verse_number": "5",
                "verse_text": "Is Apollos important? Is Paul important? No! We are God's servants. We told you God's good news and you believed it. Each of us is doing the job which the Lord has given to us."
            },
            {
                "verse_number": "6",
                "verse_text": "When I told you God's good news, I was like someone who planted seeds. Then Apollos was like someone who gave water to the young plants. But it was God who caused everything to grow."
            },
            {
                "verse_number": "7",
                "verse_text": "The person who plants the seeds is not important. The person who gives water to the plants is not important. The important person is God, because he causes everything to grow."
            },
            {
                "verse_number": "8",
                "verse_text": "The person who plants and the person who gives water both have the same purpose. God will pay each person what is right for their work."
            },
            {
                "verse_number": "9",
                "verse_text": "Apollos and I work together as God's servants. You are like God's field that we work in."
            },
            {
                "verse_number": "10",
                "verse_text": "I am like a good builder. God has given that job to me and he has helped me to do it well. I was the person who built the foundation . Now other people are building on that foundation. But each person must be careful how he builds."
            },
            {
                "verse_number": "11",
                "verse_text": "God has already put Jesus Christ as the only foundation of this building. So nobody can put any other foundation there."
            },
            {
                "verse_number": "12",
                "verse_text": "People may build on this foundation with gold, silver or valuable stones. Or they may build on it with wood, dry grass or leaves."
            },
            {
                "verse_number": "13",
                "verse_text": "One day, God will show clearly how good each builder's work is. God will put each person's work into a fire on that great day. The fire will show whether their work is good or bad."
            },
            {
                "verse_number": "14",
                "verse_text": "If the fire does not destroy the work, then that builder will receive good things from God."
            },
            {
                "verse_number": "15",
                "verse_text": "But if the fire destroys a builder's work, that person will lose everything. The person himself will be safe. But he will be like someone who has run through the fire to a safe place."
            },
            {
                "verse_number": "16",
                "verse_text": "You surely know that you are like God's special house. As God's people, God's Spirit lives in you."
            },
            {
                "verse_number": "17",
                "verse_text": "If anyone destroys God's special house, then God will destroy that person. And you are like that house. You belong to God in a special way."
            },
            {
                "verse_number": "18",
                "verse_text": "Be careful! Do not think that you are better than you really are. Maybe you think that you are wise , like people today want to be wise . But if you want to become truly wise , be ready for other people to think that you are a fool."
            },
            {
                "verse_number": "19",
                "verse_text": "People in this world think that some people are wise . But God thinks that those wise people are fools. It says in the Bible: &quot;God causes the clever thoughts of wise people to confuse them.&quot; &quot;The Lord knows that the thoughts of wise people have no value.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "In another place, the Bible says:"
            },
            {
                "verse_number": "21",
                "verse_text": "Because of that, you should not be proud of any human leader. All leaders are there to serve you, as God's people."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not be proud of Paul, Apollos or Peter. We belong to you. All of this world, and life and death belong to you. The things of today and tomorrow belong to you. Everything belongs to you,"
            },
            {
                "verse_number": "23",
                "verse_text": "you belong to Christ, and Christ belongs to God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "This is how you should think about us, who are leaders in the church . We are Christ's servants. God has also given a special job to us. We must explain his message to people so that they understand it."
            },
            {
                "verse_number": "2",
                "verse_text": "Anyone who has that kind of job must do what his master wants. That is the important thing."
            },
            {
                "verse_number": "3",
                "verse_text": "So what you think about me does not matter to me. What you decide, or what any human authority decides, is not important. I do not even try to decide about myself."
            },
            {
                "verse_number": "4",
                "verse_text": "I am sure in my own mind that I have not done anything wrong. But that does not make me right. Only the Lord himself can judge me."
            },
            {
                "verse_number": "5",
                "verse_text": "So you should not decide about things before the time is right. Wait until the Lord comes again. He will show everything clearly. He will show the bad things that people have done secretly. He will show the secret purpose of people's thoughts. Then God will praise each person in a way that is right for them."
            },
            {
                "verse_number": "6",
                "verse_text": "My Christian friends, I want to help you to understand these things. That is why I have used Apollos and myself as examples. You should learn from us what this means: &quot;Obey what is written in the Bible.&quot; None of you should be proud of one leader and not respect another leader."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not think that any of you are better than anyone else. You received from God everything that you have. So you have no reason to be proud of what you have. It is all a gift!"
            },
            {
                "verse_number": "8",
                "verse_text": "You already have everything that you need, do you? You think that you are very rich already! You are ready to rule as kings. You no longer need us to help you. I think it would be good if you had really become kings. Then we could also rule together with you!"
            },
            {
                "verse_number": "9",
                "verse_text": "This is what I think: as apostles , God has put us last of everyone. People see us like we are prisoners at the end of the line. They are taking us to die in a public place. Everybody in the world has come to look at us, both people and angels ."
            },
            {
                "verse_number": "10",
                "verse_text": "We have become like fools so that we can serve Christ. But you think that you are wise because you belong to Christ. We seem like weak people, but you seem to be strong! People respect you but they insult us!"
            },
            {
                "verse_number": "11",
                "verse_text": "Until now, we continue to be hungry and thirsty . Our clothes have become old. Sometimes people hit us for no reason. We do not have our own homes."
            },
            {
                "verse_number": "12",
                "verse_text": "We work hard, so that we become very tired. When people insult us, we ask God to bless them. When people give us trouble, we are patient and brave."
            },
            {
                "verse_number": "13",
                "verse_text": "When people say bad things against us, we answer with kind words. We have become like dirty things that people throw away. That is still true, even today."
            },
            {
                "verse_number": "14",
                "verse_text": "I do not write these things to make you ashamed. You are like my own children that I love. So I want to teach you what is right."
            },
            {
                "verse_number": "15",
                "verse_text": "When I told the good news about Jesus Christ to you, I became like a father for you. You may have ten thousand teachers to help you understand the message about Christ. But I am the only person who is like a father for you."
            },
            {
                "verse_number": "16",
                "verse_text": "That is why I want you to copy my example."
            },
            {
                "verse_number": "17",
                "verse_text": "To help you to do that, I have sent Timothy to visit you. He is like a son to me, and I love him very much. He continues to serve the Lord well. He will help you to remember how I live as a Christian. I teach the same things to all groups of Christians everywhere."
            },
            {
                "verse_number": "18",
                "verse_text": "Some people among you have become proud . They think that I will never come back to warn them."
            },
            {
                "verse_number": "19",
                "verse_text": "But I will come to visit you again soon, if the Lord wants me to. Then I will find out what these proud people are really like. It is not just the words that they say. I will find out if they have the power of God."
            },
            {
                "verse_number": "20",
                "verse_text": "When people serve God as their king, they have God's power. They do not just speak proud words."
            },
            {
                "verse_number": "21",
                "verse_text": "I will come and I will find out what is really true. So you must choose. Will I need to be angry and punish you? Or will I speak kind words to show that I love you? Which do you want me to do?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We have heard bad news about what is happening among you. Some of you are having sex in wrong ways. We have heard that one man is even having sex with his own father's wife! Even people who do not know God do not do things as bad as that!"
            },
            {
                "verse_number": "2",
                "verse_text": "But, you are still proud of yourselves! Instead, you ought to be very sad and ashamed. You should have sent this man away from your group."
            },
            {
                "verse_number": "3",
                "verse_text": "My body is not there with you, but my spirit is with you. It seems like I am present with you. So I have already decided about this man. This is how you should punish him for what he has done."
            },
            {
                "verse_number": "4",
                "verse_text": "You have the authority of the Lord Jesus to do this. When you meet together as a group, my spirit will be with you. The power of our Lord Jesus will also be with you."
            },
            {
                "verse_number": "5",
                "verse_text": "When you meet, put this man under Satan's authority. Satan will then destroy the man's body. Then God may save the man's spirit on the day when the Lord Jesus returns."
            },
            {
                "verse_number": "6",
                "verse_text": "You should not be so proud of yourselves. Think about what yeast does in bread. A very small amount of yeast changes the whole loaf of bread."
            },
            {
                "verse_number": "7",
                "verse_text": "The yeast in the flour is like one person who does wrong things. You must remove this old yeast from among you. Then you will be like a new loaf of bread. You are really like a loaf which has no yeast in it. You are pure, because Christ died as a sacrifice on our behalf. He is like the lamb that the Israelites killed for their Passover meal."
            },
            {
                "verse_number": "8",
                "verse_text": "As a result, we can have our own Passover festival . We must remove everything that is bad from among us. That is like what the Israelites did when they removed all the old yeast from their homes. Instead we live in a way that is pure and honest. It is like we are eating bread which has no yeast in it."
            },
            {
                "verse_number": "9",
                "verse_text": "I already wrote a letter to you. I told you that you must not be friends with people who have sex in wrong ways."
            },
            {
                "verse_number": "10",
                "verse_text": "But I was not talking about people who do not know God. Those people have sex in wrong ways. They want many things to please themselves. They deceive people and they rob them. They worship idols . You could not keep away from all people like that, unless you left this world!"
            },
            {
                "verse_number": "11",
                "verse_text": "Now I am telling you this: I was talking about people who say that they are believers . If they say that, but they have sex in a wrong way, do not be friends with them. It is the same if they want many things for themselves. They may worship idols. They may insult people. They may often get drunk. They may deceive people and rob them. If one of your own group does things like that, do not even agree to eat a meal with them."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Perhaps one of you has a quarrel with another Christian. Who should decide which of you is right? You should never ask people who do not know God to decide. No! Instead, you should go to God's people. They should decide."
            },
            {
                "verse_number": "2",
                "verse_text": "It is God's people who will judge all the people in the world one day. You surely know that. Since that is true, you should be able to decide about small quarrels between yourselves."
            },
            {
                "verse_number": "3",
                "verse_text": "You know that we will judge the angels one day. So we must be able to decide about ordinary things here on earth."
            },
            {
                "verse_number": "4",
                "verse_text": "If you want to decide an ordinary matter like that, what do you do? Sometimes you go to a judge who does not believe in God. You should never do that! The church does not respect people like that."
            },
            {
                "verse_number": "5",
                "verse_text": "I say this so that you will feel ashamed. There is surely a wise person in your group who could decide quarrels between yourselves."
            },
            {
                "verse_number": "6",
                "verse_text": "But instead, some believers among you accuse other believers in front of judges. And those judges are not believers!"
            },
            {
                "verse_number": "7",
                "verse_text": "When you accuse each other like that, it shows that you have already failed. It would be better to accept it when other people hurt you. Even if people rob you, it would be better to accept it."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, you yourselves hurt other people, and you even rob them. And those other people are believers like you!"
            },
            {
                "verse_number": "9",
                "verse_text": "People who do wrong things like that will never belong to God's kingdom . You surely know that. Do not think that people like this will receive God's good things: People who have sex in wrong ways. People who worship idols . People who have sex with anyone that they are not married to. Men who have sex with other men."
            },
            {
                "verse_number": "10",
                "verse_text": "People who rob other people. People who want many things for themselves. Drunks. People who insult other people. People who deceive other people to take things from them. None of these people will receive the good things of God's kingdom ."
            },
            {
                "verse_number": "11",
                "verse_text": "At one time, some of you were people like that. But God has now made you clean and pure , so that you belong to him. You have become right with God. Our God has done this with the power of his Spirit because you believe in the Lord Jesus Christ."
            },
            {
                "verse_number": "12",
                "verse_text": "Some of you believers may say, &quot;I am free to do anything that I want to do.&quot; That may be true, but not everything will help you. I could say, &quot;I am free to do the things that I want to do.&quot; Yes, but I will not let anything rule over me."
            },
            {
                "verse_number": "13",
                "verse_text": "Some of you may say, &quot;God made food to feed our bodies. That is why people have stomachs. But one day God will destroy both stomachs and food.&quot; Yes, but the Lord gave our bodies to us. Our bodies belong to the Lord. So you should not use your bodies to have sex in a wrong way."
            },
            {
                "verse_number": "14",
                "verse_text": "God raised the Lord Jesus after he died. And God will use his power to make us alive again too."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that your bodies are parts of Christ's own body. So you must never take your body and make it join with a prostitute's body. That is like you have done it with part of Christ's body. Never let that happen!"
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone who makes his own body join to a prostitute becomes one body with that prostitute . You should know that. It says in the Bible: &quot;The man and the woman become as one body.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "But everyone who is united to the Lord has the same spirit as him."
            },
            {
                "verse_number": "18",
                "verse_text": "So never have sex in a wrong way! You may say, &quot;If a person does a bad thing, it is not his body that does it.&quot; But if you have sex in a wrong way, you are doing a bad thing to your own body."
            },
            {
                "verse_number": "19",
                "verse_text": "Remember this: Your body is the home of God's Holy Spirit . God gave his Holy Spirit to you and he lives in you. You do not belong to yourselves any longer."
            },
            {
                "verse_number": "20",
                "verse_text": "God bought you for himself. He paid the price for you. So use your body to show how great God is."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "You wrote to ask me about certain things. You say, &quot;It is a good thing when a man does not marry.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "That may be true, but then people may have sex in wrong ways. So every man should have his own wife and every woman should have her own husband."
            },
            {
                "verse_number": "3",
                "verse_text": "Then they may have sex with each other in the right way. A husband should agree to have sex with his wife. And the wife should do the same thing for her husband."
            },
            {
                "verse_number": "4",
                "verse_text": "The wife does not rule over her own body to decide when to have sex. She belongs to her husband. In the same way, the husband does not rule over his own body. He belongs to his wife. It is the same for a woman who has no husband, or a young girl who has not married. She wants to serve the Lord very well. She wants to be completely pure , both in her body and in her spirit . But a woman who has a husband has to think about this world's things. She wants to live in a way that makes her husband happy."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not refuse to have sex with each other, unless both of you agree to stop for a short time. Then you can use more time to pray. But you should come together again soon, as husband and wife. If not, Satan may try to make you do something wrong. You may want too strongly to have sex with someone else."
            },
            {
                "verse_number": "6",
                "verse_text": "I am saying these things to help you. I am not telling you what you must do."
            },
            {
                "verse_number": "7",
                "verse_text": "It would be good if all of you could live in the way that I do. But each person has his own gift from God. God helps one person to live in a certain way. God helps another person with a different gift."
            },
            {
                "verse_number": "8",
                "verse_text": "I will say this to those of you who have not married yet, and to those who are widows . It is better for you to remain alone. That is how I myself live."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you want to have sex too strongly, then you should marry. It is better to do that than to want to have sex all the time."
            },
            {
                "verse_number": "10",
                "verse_text": "I will say this to people who have married. (This is not my rule. It is a rule that comes from the Lord himself.) A wife must not leave her husband."
            },
            {
                "verse_number": "11",
                "verse_text": "But if she does leave him, she must not marry another man. Or she should go back to live with her husband. In the same way, a husband must not send his wife away."
            },
            {
                "verse_number": "12",
                "verse_text": "To all you other people, I say this. (This is what I think. The Lord has not spoken about it.) A Christian man may have a wife who does not believe in Christ. If she agrees to continue living with him, then he should not send her away."
            },
            {
                "verse_number": "13",
                "verse_text": "Also, a Christian woman may have a husband who does not believe in Christ. If he agrees to continue living with her, then she should not leave him."
            },
            {
                "verse_number": "14",
                "verse_text": "God accepts a husband who does not believe in Christ because of his Christian wife. And God accepts a wife who does not believe in Christ because of her Christian husband. If that was not true, the children would not belong to God. But God does accept them, because to him they are now clean ."
            },
            {
                "verse_number": "15",
                "verse_text": "But the husband or wife who does not believe in Christ may want to leave. If they want to become separate, let them do that. If that happens, the Christian man or woman is now free. God wants you to live in peace ."
            },
            {
                "verse_number": "16",
                "verse_text": "If you are a Christian wife, you might save your husband. If you are a Christian husband, you might save your wife. But you can not be sure of what will happen."
            },
            {
                "verse_number": "17",
                "verse_text": "But each of you should continue to live in the way that God has chosen for you. Remain as you were at the time when God called you to come to him. I teach that rule to people in all the churches ."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of you are Jews, so people circumcised you. That happened before you believed in Christ. So do not try to change it. Some of you are not Jews. Nobody circumcised you. So continue like that. Do not ask anyone to circumcise you."
            },
            {
                "verse_number": "19",
                "verse_text": "It is not important whether someone has circumcised you or not. The important thing is this: Obey what God says."
            },
            {
                "verse_number": "20",
                "verse_text": "Each of you should continue as you were when God called you to come to him."
            },
            {
                "verse_number": "21",
                "verse_text": "You may have been a slave when God called you. That does not matter. But if you have the chance to become a free person, accept it."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord may call a slave to come to him. Then, that slave has become free, because he belongs to the Lord. In the same way, when God calls a free person to belong to Christ, he becomes Christ's slave."
            },
            {
                "verse_number": "23",
                "verse_text": "God bought you for himself. He paid the price for you. So do not let anyone else make you their slave."
            },
            {
                "verse_number": "24",
                "verse_text": "My Christian friends, each of you should continue as you were when God first called you to come to him. Remember that you serve God."
            },
            {
                "verse_number": "25",
                "verse_text": "You asked me a question about people who have not yet married. The Lord has not told me any special rule about this. But I will tell you what I myself think about it. The Lord has been very kind to me. You know that you can believe what I say."
            },
            {
                "verse_number": "26",
                "verse_text": "This is what I think: There are many troubles in the world today. So it is better for everybody to continue as they are."
            },
            {
                "verse_number": "27",
                "verse_text": "If you have a wife, do not try to send her away. If you do not have a wife, do not try to marry."
            },
            {
                "verse_number": "28",
                "verse_text": "But if you do marry, that is not wrong. And if a young woman marries, that is not wrong. But people who marry will have many troubles during their life together. I want to save you from problems like that."
            },
            {
                "verse_number": "29",
                "verse_text": "My Christian friends, this is what I mean: The time that remains is very short. So men who have wives should live as if they had no wife."
            },
            {
                "verse_number": "30",
                "verse_text": "People who are sad should live as if they were not sad. People who are happy should live as if they had nothing to laugh about. People who buy things should live as if those things do not belong to them."
            },
            {
                "verse_number": "31",
                "verse_text": "If you enjoy the things of this world, do not live as if those things are important. This world, as it is now, will soon finish."
            },
            {
                "verse_number": "32",
                "verse_text": "I do not want you to worry about troubles. A man who has not married wants to serve the Lord. He wants to live in a way that makes the Lord happy."
            },
            {
                "verse_number": "33",
                "verse_text": "But a man who has married thinks a lot about this world's things. He wants to live in a way that makes his wife happy."
            },
            {
                "verse_number": "34",
                "verse_text": "As a result, he thinks in two opposite ways."
            },
            {
                "verse_number": "35",
                "verse_text": "I am saying this because I want to help you. I am not making rules that you have to obey. Instead, I want you to live in a right way. I do not want you to worry about troubles. Then you will be able to serve the Lord very well."
            },
            {
                "verse_number": "36",
                "verse_text": "Perhaps a man has agreed to marry a young woman. They may have decided to wait before they marry. But, as they grow older, the man may think differently. He may think that he needs to marry her. Then, he should do what he wants to do. It is good for them to marry. It is not wrong."
            },
            {
                "verse_number": "37",
                "verse_text": "But another man may not change his thoughts. He may be sure that he does not need to marry his young woman. If he decides not to marry her, he is doing the right thing."
            },
            {
                "verse_number": "38",
                "verse_text": "So the man who marries his young woman is doing a good thing. But the man who does not marry is doing a better thing."
            },
            {
                "verse_number": "39",
                "verse_text": "If a woman has married, she may not leave her husband while he still lives. But if he dies, then she is free to marry again. She may marry any man that she wants to. But he must be someone who belongs to the Lord."
            },
            {
                "verse_number": "40",
                "verse_text": "I do think that she would be happier if she remains without a husband. That is what I think, and God's Spirit also helps me with this."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "You asked me a question about food that people have offered to idols . You say, &quot;We all know about these things.&quot; We know that is true. But when you know about something, that can make you proud . Love is better. Love helps people to become strong."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people may think that they know everything. People like that do not know as much as they ought to know."
            },
            {
                "verse_number": "3",
                "verse_text": "But if somebody loves God, he is God's friend. God knows that person."
            },
            {
                "verse_number": "4",
                "verse_text": "So think about food that people have offered to idols. You ask, &quot;Should Christians eat that food?&quot; We know that no idol is really alive. We also know that there is only one God."
            },
            {
                "verse_number": "5",
                "verse_text": "It is true that people call many things their gods. Those are things both in heaven and on earth. Those people have many gods and many lords ."
            },
            {
                "verse_number": "6",
                "verse_text": "But for us there is only one God, who is the Father. All things come from him. We live to serve him. For us, there is only one Lord, who is Jesus Christ. All things are there because of him. And we ourselves live because of him."
            },
            {
                "verse_number": "7",
                "verse_text": "But not everyone understands properly about idols. Before they believed in Christ, some people worshipped idols for many years. So if they eat food that people have offered to an idol, they become afraid. They think that the food belongs to a real god. Their thoughts are weak. They think that they are doing something wrong."
            },
            {
                "verse_number": "8",
                "verse_text": "But the food that we eat will not help us to please God. If we do not eat certain food, that will not make us worse. If we do eat that food, it will not make us better."
            },
            {
                "verse_number": "9",
                "verse_text": "You are free to eat any kind of food. You understand that. But other Christians do not understand so well. So you must be careful. Do not cause them to do something that they think is wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "You may be eating food in a place where people worship idols. Then another Christian sees you there. You know that the idols are not real gods. But the other Christian may have weak thoughts about this. So, because he sees you, he may think that he can eat that food too."
            },
            {
                "verse_number": "11",
                "verse_text": "Because you understand properly, you are hurting someone who does not understand so well. In that way, the life of your Christian friend has become completely spoiled . Remember that Christ died to save that friend."
            },
            {
                "verse_number": "12",
                "verse_text": "If you do that kind of bad thing to hurt your Christian friends, you are hurting Christ himself. You are causing them to do something which they think is wrong."
            },
            {
                "verse_number": "13",
                "verse_text": "I do not want to hurt any of my Christian friends. So, if the food that I eat causes them to do something wrong, I will never eat meat again."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am a free man. I am an apostle . I have seen Jesus, our Lord . You yourselves are the result of the work that I do to serve the Lord. You know that is all true."
            },
            {
                "verse_number": "2",
                "verse_text": "Other people may not accept me as a true apostle. But you surely must accept me. As a result of my work, you now belong to the Lord. That shows that I am truly his apostle. But God's Law does not teach this only to help bulls. But Barnabas and I have not used our authority to make you help us like that. Instead, we accept all these difficult things patiently. We want the good news about Christ to go everywhere. We do not want to do anything that might stop it."
            },
            {
                "verse_number": "3",
                "verse_text": "Some people do not like what I do. This is my answer to what they say against me:"
            },
            {
                "verse_number": "4",
                "verse_text": "As apostles, Barnabas and I should receive food and drink from the people that we help."
            },
            {
                "verse_number": "5",
                "verse_text": "If we have a Christian wife, we should take her with us as we travel. The other apostles do this. So do the Lord's brothers, and also Peter. We have the same authority that they have."
            },
            {
                "verse_number": "6",
                "verse_text": "Barnabas and I seem to be the only leaders who must work at other jobs. We should not need to do that!"
            },
            {
                "verse_number": "7",
                "verse_text": "Think about these examples: A soldier never has to pay for his own food and clothes. A farmer who plants vines will eat some of the grapes . A person who takes care of sheep or goats will drink some of the milk from those animals. You know that is what always happens."
            },
            {
                "verse_number": "8",
                "verse_text": "I am not just telling you human ideas. God's Law teaches the same thing."
            },
            {
                "verse_number": "9",
                "verse_text": "God's Law that he gave to Moses says this: &quot;Do not tie shut the mouth of your ox while it walks on your grain .&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "No, God wanted to help us too. That is why he gave this rule to Moses for his people. Any farmer who works hard to grow food should get some of the food for himself. He ploughs his fields and he prepares the seeds because he hopes to eat some of the food."
            },
            {
                "verse_number": "11",
                "verse_text": "Our spiritual work among you is like we have planted seeds. In return, you should give to us the food and clothes that we need to live. That is like the harvest that we should receive from our work."
            },
            {
                "verse_number": "12",
                "verse_text": "You agree to help other people who teach God's message to you. So surely we should receive even more help from you!"
            },
            {
                "verse_number": "13",
                "verse_text": "Think about this: The people who work in the temple get their food from that place. The priests who offer sacrifices on the altar receive part of the animals for themselves."
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, the people who tell God's good news to others should receive what they need to live. They should receive it from the people who hear the good news from them."
            },
            {
                "verse_number": "15",
                "verse_text": "But I have not used my authority as an apostle to demand these things from you. And I am not writing this letter to demand that you help me now. No! It would be better for me to die than to change the way that I live. I can be proud of that and nobody should stop me."
            },
            {
                "verse_number": "16",
                "verse_text": "I tell God's good news to people. But I have no reason to be proud because of that. It is something that I have to do. If I did not tell the good news, it would bring me great trouble."
            },
            {
                "verse_number": "17",
                "verse_text": "If I were doing this work because I chose to do it, I would receive my pay. But I myself did not choose to do it. God has given me this work, so I have to do it."
            },
            {
                "verse_number": "18",
                "verse_text": "So what kind of pay do I receive? It is this: I do not take any money from people when I tell them God's good news. I do not use all the authority that I could use when I tell God's good news to people."
            },
            {
                "verse_number": "19",
                "verse_text": "Yes, I am a free man. I am not anybody's slave. But I choose to serve everybody like a slave. I do that so that I can help many more people to believe in Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "When I was among Jews, I lived like they do, because I wanted to bring Jews to Christ. The Law that God gave to Moses no longer has authority over me. But I chose to obey that Law when I was among Jewish people who obey it. I did that so that I could help them to believe in Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "With Gentile people, who do not have Moses' Law, I lived like they do. I continued to respect God's Law. Yes, I obey Christ's law. But I lived like a Gentile, so that I could help Gentiles to believe in Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "With weak people, I became like someone who is weak too. I did that so that I could bring weak people to believe in Christ. Whoever I am living among, I live like they do. I want to do everything that I can to save some of them."
            },
            {
                "verse_number": "23",
                "verse_text": "I want to help people to accept God's good news. That is why I do all these things. I want to share in the good things that the good news gives to believers ."
            },
            {
                "verse_number": "24",
                "verse_text": "Think about how people run in a race . All the runners run, but only one of them receives the prize . You must run like that, to win the race ."
            },
            {
                "verse_number": "25",
                "verse_text": "People who run in races prepare their bodies well. They make themselves work very hard. They do this so that they will win a prize that will quickly become spoiled . But we work hard to receive a prize that will never become spoiled."
            },
            {
                "verse_number": "26",
                "verse_text": "Because of that, I do not run with no purpose. I do not fight like someone who only hits the air."
            },
            {
                "verse_number": "27",
                "verse_text": "I make my body do what I want it to do. I make it like my slave. I have told God's message to other people. I do not want to lose the prize myself. So I try very much to obey the rules of the race."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "My Christian friends, remember what happened to our Israelite ancestors . Moses led them out of Egypt long ago. While they followed Moses, they all walked under the same cloud. All of them walked across the Red Sea."
            },
            {
                "verse_number": "2",
                "verse_text": "It is like God baptized all of them in the cloud and in the sea. In that way, they became people who followed Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "All our ancestors ate the same spiritual food."
            },
            {
                "verse_number": "4",
                "verse_text": "All of them drank the same spiritual drink. They drank water from the spiritual rock that went with them. Christ was that rock."
            },
            {
                "verse_number": "5",
                "verse_text": "They all received the same help from God, but most of them did not please God. God caused most of them to die in the wilderness . Perhaps you will say, &quot;Why should another person's thoughts decide what is right for me? I am free to do what I want."
            },
            {
                "verse_number": "6",
                "verse_text": "We must learn from those things that happened to our ancestors. We must not want to do very bad things, like they did."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not worship idols , as some of them did. The Bible says: &quot;The people sat down to eat and to drink. After that, they got up from their meal and they danced.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Nor must we ever have sex in wrong ways. Some of our ancestors did that, and 23,000 of them died in one day as a result."
            },
            {
                "verse_number": "9",
                "verse_text": "Nor must we do bad things to see whether the Lord will punish us. Some of our ancestors did that, and God sent snakes to destroy them."
            },
            {
                "verse_number": "10",
                "verse_text": "Do not complain against God. Some of our ancestors spoke like that, and God sent an angel of death to kill them."
            },
            {
                "verse_number": "11",
                "verse_text": "All these things happened to our ancestors so that we would learn from them. They are written in the Bible to teach us important lessons. We are people who live at a time when all things will become complete."
            },
            {
                "verse_number": "12",
                "verse_text": "If you think that you are standing strongly, be careful! Do not fall down!"
            },
            {
                "verse_number": "13",
                "verse_text": "You may often want to do wrong things. The things that are difficult for you are difficult for other people too. Remember that God is always there to help you. He will not let any bad thing be too difficult for you. He will help you to stand against it. When you want to do something wrong, God will make you strong in your spirit . He will show you a way out, so that you do not do anything wrong."
            },
            {
                "verse_number": "14",
                "verse_text": "So, my friends, keep away from idols. Do not worship them."
            },
            {
                "verse_number": "15",
                "verse_text": "You are people who think carefully about things. So think about what I am saying to you."
            },
            {
                "verse_number": "16",
                "verse_text": "When we eat the Lord's Supper together, we remember that Christ died on our behalf. We thank God for the wine that we drink from the cup. In that way, we remember that we all belong to Christ because of his blood. We also break the bread and we eat it together. In that way, we remember that we all belong to Christ because of his body that died on the cross ."
            },
            {
                "verse_number": "17",
                "verse_text": "We are many people, but all of us eat part of the same loaf of bread. That shows that we are one group of people. We belong together because Christ died on our behalf."
            },
            {
                "verse_number": "18",
                "verse_text": "Think about Israel's people. They eat part of the animals that the priests offer on the altar as a sacrifice . This shows that they share together in the sacrifice ."
            },
            {
                "verse_number": "19",
                "verse_text": "So think about food that people offer to idols as a sacrifice . I am not saying that the idols are real gods. The food that people offer to them is not special food."
            },
            {
                "verse_number": "20",
                "verse_text": "But the people who offer food to idols are worshipping demons . They are not worshipping God when they do that. I do not want you to share in what they do to worship demons."
            },
            {
                "verse_number": "21",
                "verse_text": "If you drink anything from the cup of demons, you can not then drink wine from the Lord's cup. If you share a meal with demons, you can not also share in the Lord's meal."
            },
            {
                "verse_number": "22",
                "verse_text": "If we do things like that, we will cause the Lord to be angry. We should worship only him. You know that we are not stronger than he is!"
            },
            {
                "verse_number": "23",
                "verse_text": "Some of you may say, &quot;We are free to do anything that we want to do!&quot; But not everything is good for you to do. You may say, &quot;We are free to do anything!&quot; But not everything helps you to be strong as a believer ."
            },
            {
                "verse_number": "24",
                "verse_text": "Do not think about the things that will help you. Instead, each of you should think about what will help other people."
            },
            {
                "verse_number": "25",
                "verse_text": "You can eat any meat that people sell in the market. Do not ask questions about the meat. Do not cause your thoughts to have trouble."
            },
            {
                "verse_number": "26",
                "verse_text": "The Bible says this: &quot;The earth, and everything in it, belongs to the Lord.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "People who do not believe in Christ may ask you to eat a meal with them. Agree to go to his home, if you want to. Then you should eat whatever food they give to you. Do not ask questions about the food. Do not cause your thoughts to have trouble."
            },
            {
                "verse_number": "28",
                "verse_text": "But someone there may say to you, &quot;They offered this food to an idol.&quot; If someone tells you that, do not eat the food. It might cause trouble to the thoughts of the person who told you."
            },
            {
                "verse_number": "29",
                "verse_text": "It may not cause your own thoughts to have trouble. But the other person may not be sure if it is right to eat that kind of food."
            },
            {
                "verse_number": "30",
                "verse_text": "I thank God for my food before I eat it. If I do that, nobody should say that it is wrong for me to eat it.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "Whatever you are doing, show that God is great. When you eat anything, or you drink anything, do it all in a way that praises God."
            },
            {
                "verse_number": "32",
                "verse_text": "Do not cause problems for other people. Whether they are Jews or Gentiles , or people who belong to God's church , live in a way that does not cause problems for them."
            },
            {
                "verse_number": "33",
                "verse_text": "Copy my example. Whatever I do, I try to make other people happy. I do not try to do what will help me. Instead, I want to help other people. I live in that way so that God will save many people."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Copy my example, in the same way that I copy Christ's example. This is what happened on the night that Jesus' enemies took hold of him. The Lord Jesus picked up some bread to eat with his disciples . I will talk about the other things when I come to visit you."
            },
            {
                "verse_number": "2",
                "verse_text": "I praise you, because you remember me and everything that I taught you. You continue to obey the message that I gave to you."
            },
            {
                "verse_number": "3",
                "verse_text": "This is something that I want you to know: Christ has authority over every man, as his head. Also, the head of a woman is her husband. And the head of Christ is God."
            },
            {
                "verse_number": "4",
                "verse_text": "So, when you meet together to worship God, remember this. When a man prays to God, or he speaks a message from God, he should not cover his head. If he does that, he does not respect the one who is his head."
            },
            {
                "verse_number": "5",
                "verse_text": "But when a woman prays or she speaks a message from God, she should cover her head. If she does not cover her head, she does not respect the one who is her head. It would be as bad as if she cut off all her hair."
            },
            {
                "verse_number": "6",
                "verse_text": "If a woman refuses to cover her head, she should cut off her hair. But, if a woman has no hair, or she has very short hair, she becomes very ashamed. So it is better that she should cover her head in your meetings."
            },
            {
                "verse_number": "7",
                "verse_text": "Men show what God is like and they show how great God is. So a man should not cover his head in your meetings. But a woman shows how great men are."
            },
            {
                "verse_number": "8",
                "verse_text": "When God made people, he did not use part of the woman to make a man. God made the man first. Then he made the woman from part of the man."
            },
            {
                "verse_number": "9",
                "verse_text": "Neither did God make the man to help the woman. No, God made the woman to help the man."
            },
            {
                "verse_number": "10",
                "verse_text": "That is why a woman should cover her head. It shows that she has authority on her head. That makes the angels happy."
            },
            {
                "verse_number": "11",
                "verse_text": "But remember this: we all belong to the Lord . Men and women need to help one another. They can not remain separate."
            },
            {
                "verse_number": "12",
                "verse_text": "It is true that God used part of the man to make the first woman. But it is also true that women give birth to men. Remember that all things come from God himself."
            },
            {
                "verse_number": "13",
                "verse_text": "Think about this: If a woman prays to God but she has not covered her head, is that proper?"
            },
            {
                "verse_number": "14",
                "verse_text": "If a man has long hair, that should make him ashamed. That is clear."
            },
            {
                "verse_number": "15",
                "verse_text": "But if a woman has long hair, she can be proud of it. God gave beautiful hair to women to cover their heads."
            },
            {
                "verse_number": "16",
                "verse_text": "Some people may want to argue about this. But I have told you what we do. And all of God's people in the different churches do the same thing."
            },
            {
                "verse_number": "17",
                "verse_text": "Now I must teach you about something else about your meetings. I will not praise you, because more bad things than good things happen when you meet together."
            },
            {
                "verse_number": "18",
                "verse_text": "First, I hear that there are separate groups when you meet together as God's people. I believe that some of what I have heard about you is true."
            },
            {
                "verse_number": "19",
                "verse_text": "Perhaps there must be separate groups among you. Then everyone can see clearly which group God accepts as right!"
            },
            {
                "verse_number": "20",
                "verse_text": "When you meet together, the meal that you eat is not really the Lord's Supper ."
            },
            {
                "verse_number": "21",
                "verse_text": "When you are ready to eat, each of you eats your own meal. You do not wait for anyone else. As a result, one of you may be hungry, while another person becomes drunk."
            },
            {
                "verse_number": "22",
                "verse_text": "If you want to eat like that, you have your own homes where you can eat and drink! Instead, you insult the people of God's church . You make people who have nothing feel ashamed. I cannot praise you for what you do. Whatever I might say to you about this, I certainly cannot praise you."
            },
            {
                "verse_number": "23",
                "verse_text": "This is the message that I received from the Lord . I then told it to you."
            },
            {
                "verse_number": "24",
                "verse_text": "He thanked God for the bread and then he broke it into pieces. He said: &quot;This is my body that I give to save you. Eat this bread, so that you remember me.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "After they had eaten supper, Jesus took a cup of wine . He spoke to his disciples again. He said, &quot;This cup shows my blood that will pour out when I die. God now makes a new agreement to save people because of my death. Whenever you drink from the cup in this way, do it to remember me.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Every time that you eat bread and you drink from the cup like this, you are showing something. You are showing people what the Lord's death means. You should continue to do this until he returns."
            },
            {
                "verse_number": "27",
                "verse_text": "Since that is true, you must be careful. Eat the bread and drink from the cup in a way that is right. Anyone who does not do that will be guilty . They are showing that they do not respect the Lord's body and his blood that he offered as a sacrifice ."
            },
            {
                "verse_number": "28",
                "verse_text": "So everyone must think carefully about how they eat the bread and they drink from the cup."
            },
            {
                "verse_number": "29",
                "verse_text": "They must understand how important the Lord's body is. If anyone does not recognize this, God will punish them."
            },
            {
                "verse_number": "30",
                "verse_text": "That is why many of you are weak and sick. Some of you have even died because of this."
            },
            {
                "verse_number": "31",
                "verse_text": "But if we think carefully about ourselves, then God will not need to punish us."
            },
            {
                "verse_number": "32",
                "verse_text": "But the Lord does need to punish us sometimes. When he does that, he is teaching us not to do wrong things. Then we will not be guilty, like other people who do not know God."
            },
            {
                "verse_number": "33",
                "verse_text": "So, my Christian friends, be patient when you meet together to eat the Lord's Supper . Do not start to eat before everyone is ready."
            },
            {
                "verse_number": "34",
                "verse_text": "If you are hungry, you should eat at home before you come. Then, when you meet together, God will not have any reason to punish you."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "My Christian friends, I want you to understand clearly about spiritual gifts."
            },
            {
                "verse_number": "2",
                "verse_text": "You know how you lived before you came to know God. You let idols lead you in many wrong ways. And those idols cannot even speak!"
            },
            {
                "verse_number": "3",
                "verse_text": "This is what I want you to understand now. God's Spirit will never lead anyone to say, &quot;God has cursed Jesus.&quot; And it is only God's Spirit that will lead someone to say, &quot;Jesus is Lord .&quot; God has put all these parts together in one body. Some parts seem to be not very special. But God has shown that those parts are very valuable. Now I will show you a way that is better than anything else."
            },
            {
                "verse_number": "4",
                "verse_text": "The Holy Spirit helps us with different kinds of gifts. But it is the same Spirit who gives them."
            },
            {
                "verse_number": "5",
                "verse_text": "We serve the Lord in different ways, but all of us serve the same Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "We do different kinds of work. But it is the same God who helps us all to work in different ways."
            },
            {
                "verse_number": "7",
                "verse_text": "God helps each of us with a gift from his Spirit. He does that so that we can help others."
            },
            {
                "verse_number": "8",
                "verse_text": "The Spirit helps some people to speak wise messages. Other people can speak messages that help people to know what is true. It is the same Spirit that helps them to do that."
            },
            {
                "verse_number": "9",
                "verse_text": "The same Spirit causes other people to trust God strongly. He gives to other people gifts to make sick people well."
            },
            {
                "verse_number": "10",
                "verse_text": "The same Spirit gives other people power to do miracles . Other people can speak messages from God. Some people can recognize whether spirits are good or bad. Some people can speak in different kinds of languages. And other people can explain what those languages mean."
            },
            {
                "verse_number": "11",
                "verse_text": "There is only one Holy Spirit. The same Spirit helps people to do all these different things. He decides which gifts he will give to each person."
            },
            {
                "verse_number": "12",
                "verse_text": "Each person has only one body, but that body has many parts. All those different parts make only one body. It is like that with Christ too."
            },
            {
                "verse_number": "13",
                "verse_text": "When they baptized us, we all became parts of one body. It was the one Spirit who brought us together. It made no difference whether we were Jews or Gentiles . It made no difference whether we were slaves or free people. God poured his one Spirit into all of us."
            },
            {
                "verse_number": "14",
                "verse_text": "A person's body does not have only one part. It has many parts."
            },
            {
                "verse_number": "15",
                "verse_text": "If the foot could speak, it might say, &quot;I am not a hand, so I do not belong to this body.&quot; But what it says makes no difference. It is still a part of the body."
            },
            {
                "verse_number": "16",
                "verse_text": "If the ear could speak, it might say, &quot;I am not an eye, so I do not belong to this body.&quot; But what it says makes no difference. It still belongs to the body."
            },
            {
                "verse_number": "17",
                "verse_text": "If the whole body was an eye, the body would not hear anything. If the whole body was an ear, it would not recognize different smells."
            },
            {
                "verse_number": "18",
                "verse_text": "But God has decided where each different part of our body should be."
            },
            {
                "verse_number": "19",
                "verse_text": "If our body was all the same part, it would not be a proper body."
            },
            {
                "verse_number": "20",
                "verse_text": "But as it is, a body has many parts. It is still only one whole body."
            },
            {
                "verse_number": "21",
                "verse_text": "For that reason, the eye cannot say to the hand, &quot;I do not need you.&quot; And the head cannot say to the feet, &quot;I do not need you.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "No. Even the parts of a body that seem to be weaker are very necessary."
            },
            {
                "verse_number": "23",
                "verse_text": "Think about the parts of our body that are not very special. We dress them carefully! And we take special care of those parts that we do not want people to see."
            },
            {
                "verse_number": "24",
                "verse_text": "But we do not need to do this with the beautiful parts of our body."
            },
            {
                "verse_number": "25",
                "verse_text": "He has done that to bring all the parts together as one body. All the parts work together to help each other."
            },
            {
                "verse_number": "26",
                "verse_text": "Then if one part of the body hurts, every other part also hurts. If people praise one part, every part of the body is also happy."
            },
            {
                "verse_number": "27",
                "verse_text": "All of you together are Christ's body. And each of you is a part of that body."
            },
            {
                "verse_number": "28",
                "verse_text": "Like the parts of a body, God has put people in different places in his church . First, there are apostles . Second, there are people who speak messages from God. Third, there are teachers. After that, there are people who do miracles . There are people who have gifts to make sick people well. There are people who help others in special ways. There are people who can lead others. And there are people who can speak different kinds of languages."
            },
            {
                "verse_number": "29",
                "verse_text": "Not everyone in the church is an apostle. Not everyone speaks messages from God. Not everyone is a teacher. Not everyone can do miracles ."
            },
            {
                "verse_number": "30",
                "verse_text": "Not everyone has the gifts to make sick people well. Not everyone can speak in different kinds of languages. Nor can everyone explain what messages in those languages mean. You know that."
            },
            {
                "verse_number": "31",
                "verse_text": "But it is good if you really want the more valuable gifts from God."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I may be able to speak many different languages that people or angels speak. But that is worth nothing if I do not love other people. I would only be making a loud noise, like someone who hits a piece of metal."
            },
            {
                "verse_number": "2",
                "verse_text": "I may be able to speak messages from God. I may understand all God's secret things, and know all the facts. I may have great faith so that I trust God enough to move mountains. But I am nothing if I do not love others."
            },
            {
                "verse_number": "3",
                "verse_text": "I may give all my things to help poor people. I may let other people take my body to burn it. But that would not help me if I do not love others."
            },
            {
                "verse_number": "4",
                "verse_text": "If I love people, I will be patient. I will be kind. I will not be jealous of other people. I will not be proud and say that I am great."
            },
            {
                "verse_number": "5",
                "verse_text": "If I love people, I will be polite. I will not just want to please myself. I will not quickly become angry. If someone does a wrong thing against me, I will not keep it in my thoughts."
            },
            {
                "verse_number": "6",
                "verse_text": "If I love people, I will not be happy when bad things happen. Instead, I will be happy when things happen that are right and true."
            },
            {
                "verse_number": "7",
                "verse_text": "If I love people, I will always accept their problems. I will always believe them. I will always hope for what is best. I will always be patient in troubles."
            },
            {
                "verse_number": "8",
                "verse_text": "Love will always continue. The gift to speak messages from God will not always be necessary. The gift to speak in different languages will stop one day. The gift to know special things will not always be necessary."
            },
            {
                "verse_number": "9",
                "verse_text": "At this time, we know only a part of everything. We can only speak a part of God's whole message."
            },
            {
                "verse_number": "10",
                "verse_text": "But a time will come when everything becomes complete. When God does that, we will not need the small parts that we have now."
            },
            {
                "verse_number": "11",
                "verse_text": "When I was a child, I talked like a child. My thoughts were a child's thoughts. I understood things in a way that a child understands. But now that I have become a man, I have stopped being like a child."
            },
            {
                "verse_number": "12",
                "verse_text": "At this time, we see things as if we were looking at them in a mirror. What we see now is not clear. But the time will come when we do not need a mirror. We will see everything clearly. Now we know only a part of what is true. But then we will know everything completely. We will understand completely, just as God understands us completely."
            },
            {
                "verse_number": "13",
                "verse_text": "At this time there are three things that continue. We continue to trust God. We continue to hope for his good things. We continue to love other people. But the most important of these things is love."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "So you must always want to love other people. Also, want very much to receive spiritual gifts from God. More than anything else, want to speak messages from God."
            },
            {
                "verse_number": "2",
                "verse_text": "If someone speaks in a different language, he is speaking only to God. The people who hear him do not understand his message. God's Spirit is causing him to speak about secret things. It does not help people."
            },
            {
                "verse_number": "3",
                "verse_text": "But if someone speaks a clear message from God, he helps the people who hear him. He helps them to become stronger as believers . He helps them to be happy and strong in their troubles."
            },
            {
                "verse_number": "4",
                "verse_text": "Anyone who speaks in a different language only helps himself. But a person who speaks a message from God helps the believers in the church to become strong. &quot;I will send strangers to speak to my people. They will speak my message to them in strange languages. But even when I do this, my people will not listen to me.&quot; This is what happens in all the churches where God's people meet together."
            },
            {
                "verse_number": "5",
                "verse_text": "I would like all of you to speak in different kinds of languages. But even more, I want you to speak God's message clearly to people. Anyone who can speak a message from God is important in the church. He is more important than someone who speaks in different kinds of languages. That person only helps the church if someone can explain what he says. Only in that way will his message help the church to become stronger."
            },
            {
                "verse_number": "6",
                "verse_text": "My Christian friends, if I come to visit you, then I want to help you. But if I speak to you in languages that you do not understand, that will not help you at all. I would need to explain to you what God has shown to me. I would need to help you to understand something. I would need to speak a clear message from God, or teach you something. Only that would help you."
            },
            {
                "verse_number": "7",
                "verse_text": "Think about how people make music with flutes or harps . Those things are not alive. We have to use them to make clear sounds. If we do not use them properly, then nobody can recognize the music."
            },
            {
                "verse_number": "8",
                "verse_text": "Soldiers will not prepare to fight unless they hear a clear sound from the trumpet ."
            },
            {
                "verse_number": "9",
                "verse_text": "It is the same for you. You must use your tongue to speak clearly. If not, nobody will understand what you are saying. You will only be speaking words into the air."
            },
            {
                "verse_number": "10",
                "verse_text": "There are many different kinds of languages in this world. They all mean something to the people who speak them."
            },
            {
                "verse_number": "11",
                "verse_text": "Perhaps somebody may speak to me in a language that I do not understand. Then we are like foreign people to each other."
            },
            {
                "verse_number": "12",
                "verse_text": "So think about what is best for you. You really want the gifts that come from God's Spirit. Most of all, you should want the gifts that will help the whole church to become stronger."
            },
            {
                "verse_number": "13",
                "verse_text": "So, if you speak a message in a different language, you should pray to God about it. Pray that you may be able to explain to people what the message means."
            },
            {
                "verse_number": "14",
                "verse_text": "If I pray in a different language, only my spirit is praying. But I do not use my mind while I pray like that."
            },
            {
                "verse_number": "15",
                "verse_text": "This is what I should do: I will not only pray with my spirit. I will also pray with my mind. I will sing to praise God with my spirit. And I will also do that with my mind."
            },
            {
                "verse_number": "16",
                "verse_text": "If you are praising God only with your spirit, not everyone will understand. Believers who have not learned these things will not know what you are saying. They cannot agree and say &quot; Amen &quot;."
            },
            {
                "verse_number": "17",
                "verse_text": "You may really be able to thank God very well in your spirit. But your words do not help those other believers to become strong."
            },
            {
                "verse_number": "18",
                "verse_text": "I thank God that I speak in different kinds of languages more than all of you."
            },
            {
                "verse_number": "19",
                "verse_text": "But when the church meets together, I want to help other believers and teach them. So I would rather say five words that people understand than thousands of words in a different language."
            },
            {
                "verse_number": "20",
                "verse_text": "My Christian friends, do not continue to think like children think. Instead, think properly like men and women should think. The only way you should be like babies is to keep away from evil things."
            },
            {
                "verse_number": "21",
                "verse_text": "This is written in the Bible: That is what the Lord God has said."
            },
            {
                "verse_number": "22",
                "verse_text": "So the gift to speak in different languages is like a sign. It shows God's power to people who do not believe in him. It is not a sign to help believers. But the gift to speak clear messages from God shows his power to believers. It is not a sign for those people who do not believe."
            },
            {
                "verse_number": "23",
                "verse_text": "Think about what happens when the whole church meets together. Perhaps some people come in who do not believe in God. Or perhaps they have not learned much about God. If all of you are speaking in strange languages, those visitors would not understand. They would say that you are all crazy!"
            },
            {
                "verse_number": "24",
                "verse_text": "But if all of you are speaking clear messages from God, a visitor will understand you. He may not believe in God. He may not have learned much about God. But he will hear God's message. He will understand that he has done wrong things. He will know that God will judge him. He will learn this from what all of you are saying."
            },
            {
                "verse_number": "25",
                "verse_text": "The visitor's secret thoughts will become clear. As a result, he will bend down to the ground and he will worship God. He will say, &quot;God is really here among you!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "My Christian friends, this is what you should do when you meet together. Some of you may have a song to praise God. Some of you may have a lesson to teach about God. Other people may have a special thing that God has shown to them. Some people may have a message in a special language. Other people may explain what the message means. Do all these things to help the church become stronger."
            },
            {
                "verse_number": "27",
                "verse_text": "If some people speak in special languages, it should only be two or three people. They should speak one person at a time. Then someone must explain what each person said."
            },
            {
                "verse_number": "28",
                "verse_text": "But perhaps there is nobody among you who can explain like that. Then, anyone who wanted to speak in a special language must be quiet in your meeting. When they are on their own, they should speak to God."
            },
            {
                "verse_number": "29",
                "verse_text": "When you meet together, two or three people should speak a message from God. Then the other people there should think carefully about each message."
            },
            {
                "verse_number": "30",
                "verse_text": "Someone who is sitting in your meeting may receive a special message from God. Then, the person who is already speaking should stop."
            },
            {
                "verse_number": "31",
                "verse_text": "In that way, each person can speak a message from God, one person at a time. Then everyone will learn something that helps them."
            },
            {
                "verse_number": "32",
                "verse_text": "All of you who speak messages from God have authority over your own spirits ."
            },
            {
                "verse_number": "33",
                "verse_text": "When we meet together as God's people, he wants there to be peace among us. He does not want to bring trouble."
            },
            {
                "verse_number": "34",
                "verse_text": "The women should be quiet during the meetings. They should not speak. They should remember that they are under authority. That is also what God's Law teaches."
            },
            {
                "verse_number": "35",
                "verse_text": "If a woman wants to ask about something, she should ask her husband at home. Women should be ashamed if they speak in the church."
            },
            {
                "verse_number": "36",
                "verse_text": "Remember that God's message did not start from you in Corinth! You are not the only people who have heard it, either."
            },
            {
                "verse_number": "37",
                "verse_text": "Someone may think that he has the gift to speak messages from God. Or he may think that he has received other spiritual gifts. Anyone who thinks like that should agree with what I have written to you. He should recognize that it is what the Lord himself is telling his people to do."
            },
            {
                "verse_number": "38",
                "verse_text": "If anyone refuses to accept this, you should not accept that person."
            },
            {
                "verse_number": "39",
                "verse_text": "My Christian friends, this is what I am saying to you: It is good when you want to speak clear messages from God. And if anyone has the gift to speak in a special language, do not stop them."
            },
            {
                "verse_number": "40",
                "verse_text": "But you must do everything in a proper way that helps people."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "My Christian friends, I want you to remember the good news that I taught to you. You received it from me and you continue to believe it as a true message."
            },
            {
                "verse_number": "2",
                "verse_text": "Because of the message that I spoke to you, God will save you. He will save you if you continue to trust that same good news. If you do not, you have believed it for nothing. Christ died as a sacrifice for our sins . The Bible already said how that would happen. But it is clear that the words &quot;all things&quot; do not include God himself. No, because it is God who put all things under Christ's authority. &quot;Tomorrow we will probably die. &quot;If you become a friend of bad people, you also will live in a bad way.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "I received the good news from Christ, and I told that message to you. I told you the most important things:"
            },
            {
                "verse_number": "4",
                "verse_text": "People buried his dead body. On the third day after that God raised him up to live again. The Bible already spoke about that too."
            },
            {
                "verse_number": "5",
                "verse_text": "After that, Christ appeared to Peter. Later, he appeared to his 12 disciples ."
            },
            {
                "verse_number": "6",
                "verse_text": "And after that, he appeared to more than 500 believers at the same time. Most of those 500 people are still alive, but some of them have died."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Christ appeared to James. Later he appeared to all the apostles ."
            },
            {
                "verse_number": "8",
                "verse_text": "After all these people had seen him, Christ also appeared to me. I was like someone who was born at the wrong time."
            },
            {
                "verse_number": "9",
                "verse_text": "Among all the apostles, I am the least important. I caused so much trouble for God's church that people should not really call me an apostle."
            },
            {
                "verse_number": "10",
                "verse_text": "But God was very kind to me. He helped me to become a different person. And because God has been so kind to me, the result has been great. I have worked more than all the other apostles. But it was not really I myself who could do that work. No, I could do it because God was so kind to me."
            },
            {
                "verse_number": "11",
                "verse_text": "So then, all of us apostles teach the same good news about Christ. That is the message that you have believed. It does not matter which of us told it to you, whether it was me or someone else."
            },
            {
                "verse_number": "12",
                "verse_text": "We all speak this message: God raised Christ up after his death. But some of you say that dead people do not live again."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who says that is wrong. If dead people do not live again, then Christ did not rise up after his death. He would still be dead."
            },
            {
                "verse_number": "14",
                "verse_text": "And if God did not raise Christ up, it does no good for us to tell God's good news to people. There would be nothing for you to believe."
            },
            {
                "verse_number": "15",
                "verse_text": "We would have been telling lies about God, because we told you that God raised Christ up after his death. But if dead people do not live again, that would not be true."
            },
            {
                "verse_number": "16",
                "verse_text": "So, if dead people never rise to a new life, then Christ himself did not rise after his death."
            },
            {
                "verse_number": "17",
                "verse_text": "And if Christ did not rise, then you have believed a false message. God would still say that you are guilty , because of your sins ."
            },
            {
                "verse_number": "18",
                "verse_text": "Also, think about those people who believed in Christ but they have already died. If dead people do not rise to a new life, those people would have no life with God."
            },
            {
                "verse_number": "19",
                "verse_text": "As believers , we trust Christ to lead us into a new life after death. But if we only trust him to help us in this life, we should be very sad. Everybody should be very sorry for us, more than for anyone else."
            },
            {
                "verse_number": "20",
                "verse_text": "But it is really true that God raised Christ up after his death. He rose up to go to God in heaven . He was the first, so we know that believers who die will also rise up."
            },
            {
                "verse_number": "21",
                "verse_text": "All people die because of what one man did. That was Adam. And it is because of another man that people can rise up after death to a new life. That is Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "As people, all of us belong to Adam's family. So all of us must die. But all people who belong to Christ will live again after death."
            },
            {
                "verse_number": "23",
                "verse_text": "It is like this: First of all, Christ died and then he became alive again. Then, when Christ returns, his people will live again too."
            },
            {
                "verse_number": "24",
                "verse_text": "After that, the end of everything will happen. Christ will win against every ruler and power and authority. He will give the kingdom to God, the Father. God will rule over everything."
            },
            {
                "verse_number": "25",
                "verse_text": "Christ himself must rule as king until he has won against all his enemies."
            },
            {
                "verse_number": "26",
                "verse_text": "The last enemy that he must destroy is death."
            },
            {
                "verse_number": "27",
                "verse_text": "It says in the Bible, &quot;God has put all things under his authority.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "When God has put all things under Christ's authority, then God's Son, Jesus Christ, will put himself under his Father's authority. Then God will have complete authority over all things, everywhere."
            },
            {
                "verse_number": "29",
                "verse_text": "Think about this. Some of you have let people baptize you on behalf of believers who have already died. But if dead people do not rise up to a new life, there is no reason to baptize anyone on their behalf."
            },
            {
                "verse_number": "30",
                "verse_text": "Also, think about us! All the time we are in great danger."
            },
            {
                "verse_number": "31",
                "verse_text": "Yes, every day I come near to death! Why do I tell you this? It is because I am proud of you. I am proud because we all belong to Christ Jesus our Lord ."
            },
            {
                "verse_number": "32",
                "verse_text": "At Ephesus city, people attacked me like wild animals and I fought against them. But that would be worth nothing to me if dead people do not rise to a new life. If dead people do not live again, then we could say: So we should just eat and drink as much as we like.&quot; &quot;God has won against death. He has destroyed it completely!&quot; Death, you no longer have any power to hurt us!&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "Do not let anyone deceive you. Remember this:"
            },
            {
                "verse_number": "34",
                "verse_text": "So start thinking properly! Stop doing wrong things! Some of you do not really know God. I am saying this to make you feel ashamed."
            },
            {
                "verse_number": "35",
                "verse_text": "One of you may ask, &quot;How does God raise dead people, to make them alive again? What kind of body will they have?&quot;"
            },
            {
                "verse_number": "36",
                "verse_text": "Do not think like a fool! When you plant a seed in the ground, it has to die first. Then it can become alive again and grow into a new plant."
            },
            {
                "verse_number": "37",
                "verse_text": "You put just a seed into the ground. It might be wheat or it might be another kind of seed. You do not put into the ground the whole plant that the seed will become."
            },
            {
                "verse_number": "38",
                "verse_text": "But God makes that seed become a plant. Each plant has its own special body that God has chosen for it."
            },
            {
                "verse_number": "39",
                "verse_text": "Also, things that are alive do not have the same kind of body. People have one kind of body. Animals have a different kind of body. Birds and fish also have a different kind of body."
            },
            {
                "verse_number": "40",
                "verse_text": "Also, there are things up in the sky that are different from the things here on the earth. They have different bodies. Also, the things in the sky are beautiful in a different way from the things on the earth."
            },
            {
                "verse_number": "41",
                "verse_text": "The sun is beautiful in a special way. The moon is also beautiful in a special way, but it is different from the sun. The stars are beautiful too, and each star is beautiful in its own special way."
            },
            {
                "verse_number": "42",
                "verse_text": "It is like that when God raises a dead person to a new life. We bury the dead person's body in the ground and it becomes spoiled . But when God raises it up, it will live for ever."
            },
            {
                "verse_number": "43",
                "verse_text": "When we bury the body, it is not beautiful. But when God raises it up, it is very beautiful. When we bury the body, it is weak. But when God raises it, it is strong."
            },
            {
                "verse_number": "44",
                "verse_text": "What we bury in the ground is a human body. But the body that God raises up is a spiritual body. There is a human body that belongs to this earth. So there also has to be a spiritual body that belongs to heaven ."
            },
            {
                "verse_number": "45",
                "verse_text": "It says in the Bible, &quot;The first man, Adam, became a person who received life.&quot; But Christ is like the last Adam. He is a spirit who gives life to people."
            },
            {
                "verse_number": "46",
                "verse_text": "The spiritual body does not come first. No, what is human comes first. Then, after that, what is spiritual comes."
            },
            {
                "verse_number": "47",
                "verse_text": "God used soil from the ground to make the first man, Adam. But the second man came from heaven."
            },
            {
                "verse_number": "48",
                "verse_text": "People who live on the earth have bodies like the first man. That is the man that God made from the soil of the earth. People in heaven have bodies like the man who came from heaven."
            },
            {
                "verse_number": "49",
                "verse_text": "Now God has given us bodies that look like the first man. One day we will have bodies that look like the man who belongs in heaven."
            },
            {
                "verse_number": "50",
                "verse_text": "I tell you this, my Christian friends. Our weak human bodies cannot go to heaven, to join God in his kingdom there. Our human bodies will die. They cannot share in something that will continue for ever."
            },
            {
                "verse_number": "51",
                "verse_text": "Listen to me. I will explain a great secret to you. Not all of us will die, but God will change all of us."
            },
            {
                "verse_number": "52",
                "verse_text": "It will happen in a short moment, when the last trumpet makes a sound. When that trumpet makes its sound, God will raise up the believers who have died. He will give them bodies that can never die. In that way, he will change all of us."
            },
            {
                "verse_number": "53",
                "verse_text": "That has to happen. Our bodies that are becoming spoiled must change. They must change into bodies that never become spoiled. Our bodies that are dying must change into bodies that will never die."
            },
            {
                "verse_number": "54",
                "verse_text": "God will give us new bodies like that. When that happens, what is written in the Bible will become true. It says:"
            },
            {
                "verse_number": "55",
                "verse_text": "&quot;Death, you can no longer win!"
            },
            {
                "verse_number": "56",
                "verse_text": "Death only has power to hurt us because of our sins . And it is the authority of God's Law that gives power to sins ."
            },
            {
                "verse_number": "57",
                "verse_text": "But now we thank God! Because of our Lord Jesus Christ, we win against death and its power."
            },
            {
                "verse_number": "58",
                "verse_text": "So you must continue to be strong in your spirits, my Christian friends that I love. Do not let anything move you away from your faith . Continue to work hard as you serve the Lord. You know that whatever you do for him will not be useless ."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "You asked me about the money that you want to give to God's people at Jerusalem. You should do it in the same way that I told the churches in Galatia."
            },
            {
                "verse_number": "2",
                "verse_text": "On the first day of every week, each of you should put some of your money in a safe place. Think about how much God has given you. Then decide how much you can give each week. If you do that, the gift will be ready when I come to you. We will not need to start doing it after I come."
            },
            {
                "verse_number": "3",
                "verse_text": "When I arrive there, you should choose people from your group who will take your gift to Jerusalem. I will write some letters that they will take with them. The letters will explain about your gift."
            },
            {
                "verse_number": "4",
                "verse_text": "I may also go myself, if that seems the right thing for me to do. Then they can travel with me. When you meet, kiss each other as Christian brothers and sisters. Our Lord, come now! We are waiting for you!"
            },
            {
                "verse_number": "5",
                "verse_text": "But I must travel through Macedonia first. After I have been to Macedonia, then I will come to you."
            },
            {
                "verse_number": "6",
                "verse_text": "I will probably remain with you for some time. I may even stay for the whole winter. Then you can help me to continue my journey to the next place. I am not sure yet where that may be."
            },
            {
                "verse_number": "7",
                "verse_text": "If I come now, I would only have a short time with you. But I want to stay with you for a longer time, if the Lord will let me do that."
            },
            {
                "verse_number": "8",
                "verse_text": "So I will remain here at Ephesus city until the Pentecost festival ."
            },
            {
                "verse_number": "9",
                "verse_text": "God has given me the chance to do a great work here. But many people are against what I am doing."
            },
            {
                "verse_number": "10",
                "verse_text": "If Timothy comes to you, please take care of him. Make sure that you welcome him. He is doing the Lord's work, as I am also doing."
            },
            {
                "verse_number": "11",
                "verse_text": "So you should all respect him properly. When he is ready to leave, help him with the things that he needs. Then he can continue his journey and come to me here. I am waiting for him to come with the other believers ."
            },
            {
                "verse_number": "12",
                "verse_text": "As for our Christian friend Apollos, I wanted him to visit you. I have often told him to come to you together with the other believers. But he does not think that this is the right time. He will come to you when he has the chance."
            },
            {
                "verse_number": "13",
                "verse_text": "Watch carefully for danger. Never stop trusting God. Continue to be brave and strong."
            },
            {
                "verse_number": "14",
                "verse_text": "Whatever you do, do it with love."
            },
            {
                "verse_number": "15",
                "verse_text": "My Christian friends, you know about Stephanas and his family. They were the first people in Achaia to become Christians. They have worked hard as God's servants to help his people. So I say this to you."
            },
            {
                "verse_number": "16",
                "verse_text": "You must respect people like them. Do what they say. And also respect everyone who works hard to serve God together with them."
            },
            {
                "verse_number": "17",
                "verse_text": "I was very happy when Stephanas, Fortunatus and Achaicus arrived here. You could not be here yourselves, but they have taken your place."
            },
            {
                "verse_number": "18",
                "verse_text": "They have helped me to feel stronger, as they also did for you. You should recognize the authority of people like them."
            },
            {
                "verse_number": "19",
                "verse_text": "The churches here in Asia region say &quot;hello&quot; to you. Aquila and Priscilla, and the group of believers that meets in their house, also say &quot;hello&quot; to you. They love you because you belong to the Lord , as they do."
            },
            {
                "verse_number": "20",
                "verse_text": "All the Christians here say &quot;hello&quot; to you."
            },
            {
                "verse_number": "21",
                "verse_text": "I, Paul, am writing these words at the end of this letter with my own hand. I say &quot;hello&quot; to you."
            },
            {
                "verse_number": "22",
                "verse_text": "If anyone among you does not really love the Lord, I pray that God will curse that person."
            },
            {
                "verse_number": "23",
                "verse_text": "I pray that the Lord Jesus will continue to be kind to all of you."
            },
            {
                "verse_number": "24",
                "verse_text": "I love all of you who belong to Christ Jesus, as I do."
            }
        ]
    }
}