{
    "Hosea": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that the Lord gave to Hosea, the son of Beeri. He gave this message during the time that Uzziah, Jotham, Ahaz and Hezekiah were kings of Judah. It was during the time when Joash's son Jeroboam was the king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord began to speak to Hosea with a message for his people. The Lord said to Hosea, &quot;Go and marry a prostitute . She will give birth to children for you, as a prostitute. That will show how my people have not been faithful to me. They have turned away from me, the Lord , and they have served other gods.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Hosea married a woman called Gomer, the daughter of Diblaim. Then Gomer became pregnant . She gave birth to a son for Hosea."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Hosea, &quot;Call him Jezreel. This is because I will soon punish the family of Jehu. I will punish them because Jehu murdered people at Jezreel. I will cause the kingdom of Israel to come to an end."
            },
            {
                "verse_number": "5",
                "verse_text": "At that time, I will completely destroy the power of Israel's army in Jezreel valley.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer became pregnant again. She gave birth to a daughter. The Lord said to Hosea, &quot;Call her Lo-Ruhamah. This is because I will not continue to show love to Israel's people. I will not forgive their sins any more."
            },
            {
                "verse_number": "7",
                "verse_text": "But I will continue to love the people of Judah. I will save them from the power of their enemies. I will not use weapons to do this in a battle . I will not use an army, or horses, or chariots . Instead, it will be the power of the Lord their God that saves them.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "After Lo-Ruhamah stopped drinking Gomer's milk, Gomer became pregnant again. She gave birth to another son."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said, &quot;Call him Lo-Ammi. This is because you Israelites are not my people. I am not your God.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "In the future, nobody will be able to count the number of Israel's people. They will be as much as the sand on the shore of the sea. God has said to them, &quot;You are not my people.&quot; But at that time, he will say to them, &quot;You are children of the God who lives!&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the people of Judah and the people of Israel will come together again. They will choose a single leader to rule them. They will return to live in their own land. They will know that the day of Jezreel is a great day."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then you will tell your brothers, &quot;Ammi: you are my people.&quot; You will tell your sisters, &quot;Ruhamah: he loves you.&quot; That is what the Lord says. I will promise to help you in a way that is right and fair. Then you will know me as the Lord . At that time, I will answer your prayers . I will put clouds in the sky, and the clouds will send rain to the earth. My people will be happy to say, &quot;Jezreel: God plants.&quot; I will show love to &quot;No love&quot; (Lo-Ruhamah). And they will say to me, &quot;You are my God.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "My children, warn your mother! She is no longer my wife. I am not her husband. Tell her that she must stop living like a prostitute . She must stop having sex with other men instead of me."
            },
            {
                "verse_number": "3",
                "verse_text": "If she does not return to me, I will remove all her clothes. She will have nothing to wear, like the day when she was born. She will be ashamed. Her life will be useless and empty, like a dry land that has no water. Then I will leave her to die because she has no water to drink."
            },
            {
                "verse_number": "4",
                "verse_text": "I will not show love to her children, because she became pregnant with them as a prostitute."
            },
            {
                "verse_number": "5",
                "verse_text": "Yes, their mother has lived as a prostitute. She became pregnant because she had sex with other men instead of with her husband. She should be ashamed. She herself said, &quot;I will go and sleep with my lovers . They give me food and water. They give me wool , linen , olive oil and wine .&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So I will stop her living like that. I will put thorn bushes around her, like a wall. Then she will not be able to go anywhere that she likes."
            },
            {
                "verse_number": "7",
                "verse_text": "She will run after her lovers, but she will not catch them. She will look for them, but she will not find them. Then she will say, &quot;Now I will return to my husband, as before. Life was better for me then than it is now.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "She did not realize that I was the one who gave her everything that she needed. I gave her grain , wine and olive oil. I even gave her lots of silver and gold. But she used my gifts to worship Baal instead of me."
            },
            {
                "verse_number": "9",
                "verse_text": "So now I will take back the grain and the new wine that I gave her at harvest time. I will take away the wool and the linen. She will have no clothes to cover her bare body."
            },
            {
                "verse_number": "10",
                "verse_text": "I will remove her clothes for all her lovers to see her as she really is. Nobody will be able to rescue her from my power."
            },
            {
                "verse_number": "11",
                "verse_text": "I will stop the festivals that she enjoys each year. I will stop her feasts at the times of a new moon and on Sabbath days. I will stop all her parties."
            },
            {
                "verse_number": "12",
                "verse_text": "I will destroy her vines and her fig trees. She said that those were the things that her lovers paid to her. But I will make her gardens become like a forest. Only wild animals will eat the fruit from those trees."
            },
            {
                "verse_number": "13",
                "verse_text": "I will punish her because she burned incense to the idols of Baal. I will punish her because she made herself beautiful with jewels when she went to sleep with her lovers. I will punish her because she did those things but she forgot about me."
            },
            {
                "verse_number": "14",
                "verse_text": "But listen! One day, I will speak kind words to her. I will lead her into the wilderness . I will tell her that I love her."
            },
            {
                "verse_number": "15",
                "verse_text": "There, I will give her the vineyards that she had before. I will change Trouble Valley into a place where there is hope. She will be happy with me there, as she was when she was young. That was the time when she came out of Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord says this: When that happens, you will call me, &quot;My husband&quot;. You will never again call me, &quot;Baal, my master&quot;."
            },
            {
                "verse_number": "17",
                "verse_text": "I will never again let you speak the names of the idols of Baal."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time, I will make a promise that nothing will hurt my people. I will make an agreement with the wild animals, with the birds in the fields and with the animals that move along the ground. I will remove from their land all the weapons that soldiers use to fight wars. I will destroy their swords and their bows and arrows . I will allow my people to live safely in peace ."
            },
            {
                "verse_number": "19",
                "verse_text": "Israel, I will make you my wife for ever. I will be kind to you with a faithful love. I will say to &quot;Not my people&quot; (Lo-Ammi), &quot;You are my people.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "I will promise to be a faithful husband for you."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord says this:"
            },
            {
                "verse_number": "22",
                "verse_text": "The earth will feed the grain , the wine and the olive oil."
            },
            {
                "verse_number": "23",
                "verse_text": "I will plant them safely in the land."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord said to me, &quot;Go back to your wife and show that you love her. Do that, even though she loves another man and is not faithful to you. The Lord loves the Israelites in the same way. They turn away from him to worship other gods. They love to offer gifts of raisins to idols . But the Lord still loves them.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "So I paid 15 pieces of silver and 50 kilograms of grain to get my wife back."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I told her, &quot;You must stay at home with me for many days. You must not live as a prostitute . You must not have sex with any other man. I will also be faithful to you.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "In the same way, the Israelites will have to live for many days without a king or any other leader. They will not be able to make sacrifices . They will not have their pillars , their ephods or their idols to help them."
            },
            {
                "verse_number": "5",
                "verse_text": "After that time, the Israelites will turn back to the Lord their God. They will serve their king, a descendant of King David. In the future, they will obey the Lord with fear, and they will receive his good gifts."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Israelites, listen to the Lord 's message! The Lord accuses the people who live in Israel of these bad things: &quot;Nobody in the land of Israel is faithful . They have no true love. They do not want to know God. My people cannot think properly because they drink too much old wine and new wine. All of this shows that people who cannot think properly destroy themselves.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "They curse people, they tell lies , they murder people, they rob people. They are guilty of adultery. They continue to kill more and more people."
            },
            {
                "verse_number": "3",
                "verse_text": "Because of this, the land will become like a desert . Everyone who lives there will become weak. Everything will die: the wild animals, the birds, and even the fish in the sea."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not argue among yourselves or accuse one another. It is you priests who are guilty."
            },
            {
                "verse_number": "5",
                "verse_text": "You are always falling over. In the day and in the night, you trip and you fall. The false prophets are the same as you. So I will destroy Israel, your mother."
            },
            {
                "verse_number": "6",
                "verse_text": "The people do not know me. Because of that, they will come to an end. You refuse to respect my authority, so I will remove you as my priests. You refuse to obey the law of your God, so I will refuse to accept your children as my priests."
            },
            {
                "verse_number": "7",
                "verse_text": "The more priests that there are among you, the more sins they do against me. They should have received honour as priests, but I will make them ashamed."
            },
            {
                "verse_number": "8",
                "verse_text": "They get food to eat when the people bring their sin offerings to them. So the priests are happy when the people do bad things, because they get more food to eat."
            },
            {
                "verse_number": "9",
                "verse_text": "The people do whatever the priests do. I will punish them all for the bad things that they do. I will give them what their sins deserve ."
            },
            {
                "verse_number": "10",
                "verse_text": "They will eat, but they will still be hungry. They will have sex with prostitutes , but they will still have no children. This will happen because they have turned away from the Lord ."
            },
            {
                "verse_number": "11",
                "verse_text": "Instead, they worship other gods."
            },
            {
                "verse_number": "12",
                "verse_text": "They ask wooden idols to tell them what to do! A stick tells them what will happen in the future! They have turned away from me and they have lost their way. They have not been faithful to me, their God, as a prostitute is not faithful to her husband."
            },
            {
                "verse_number": "13",
                "verse_text": "They offer sacrifices on the tops of the mountains. They burn offerings on the hills. They do this under the oak trees, the poplar trees and the other big trees. They enjoy the shade under those trees. As a result, your daughters serve the false gods as prostitutes. Your sons' wives are also guilty of adultery."
            },
            {
                "verse_number": "14",
                "verse_text": "But I will not punish them for those sins, because the men are just as guilty! They sleep with prostitutes. They join with prostitutes to offer sacrifices to the false gods."
            },
            {
                "verse_number": "15",
                "verse_text": "You people of Israel are not faithful to the Lord . But do not let the people of Judah become guilty of the same sins. Do not travel to Gilgal to worship ! Do not go to Beth Aven! Do not say, &quot;I promise this is true, as surely as the Lord lives&quot;."
            },
            {
                "verse_number": "16",
                "verse_text": "Israel's people have turned against the Lord . They are like a young cow that refuses to obey its owner. So how can the Lord take care of them? Will he put them in a big field to eat the grass like lambs ?"
            },
            {
                "verse_number": "17",
                "verse_text": "The people of Israel enjoy their idols . Do not go near them!"
            },
            {
                "verse_number": "18",
                "verse_text": "After they have drunk enough wine, they are happy to sleep with prostitutes. They enjoy doing things that should make them ashamed."
            },
            {
                "verse_number": "19",
                "verse_text": "Now a strong wind will pick them up and take them away. They will become ashamed because of their sacrifices to false gods."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&quot;Listen to this, you priests ! Listen carefully, you Israelites! Listen, you people of the royal family! You are guilty and you deserve punishment . You have caused trouble for people with your trap at Mizpah. You have caught people in your net at Tabor mountain."
            },
            {
                "verse_number": "2",
                "verse_text": "People have turned against me and they have murdered many people. So I will warn them all and I will punish them. Make a noise with your trumpets in Ramah! Warn the people in Beth Aven of danger! That will be the end of them! I make this promise to all the tribes of Israel. It will certainly happen! They are like people who move the stones that show the edge of their land. They will receive great punishment. They deserve that because they chose to worship idols. as a moth eats cloth. I will also destroy the people of Judah, as ants destroy wood. Judah's people knew that they had wounds . Ephraim's leaders expected Assyria to help them. They asked Assyria's great king for help. He cannot make your wounds better. I will also attack Judah's people like a young lion. I myself will tear them into pieces. I will carry them away. Nobody will be able to rescue them. I will leave them to receive their full punishment. When they have suffered enough, they will turn back to me. They will want to serve me again.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "I know what the people of Ephraim are like. The Israelites cannot hide their sins from me. You are no better than prostitutes ! You can no longer serve me as my people."
            },
            {
                "verse_number": "4",
                "verse_text": "Yes, the sins of the Israelites do not allow them to return to me, the Lord their God. They are not faithful to me and they love to worship idols . They do not want to know me."
            },
            {
                "verse_number": "5",
                "verse_text": "The Israelites are proud of what they do, and that shows that they are guilty . Their sins cause them to fall into great trouble. That will happen to the people of Israel and Ephraim. And the people of Judah will fall with them."
            },
            {
                "verse_number": "6",
                "verse_text": "They take their sheep and cows to offer as sacrifices to the Lord . They want the Lord to help them, but he does not answer them. They cannot find him because he has gone away from them."
            },
            {
                "verse_number": "7",
                "verse_text": "They have turned against the Lord . Their children do not belong to him. They enjoy the new moon feast . But that will soon destroy them and the crops in their fields.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;Make a noise with your horns in Gibeah! Men of Benjamin's tribe , prepare to fight! So I will punish them with my strong anger . But he is not able to make you well."
            },
            {
                "verse_number": "9",
                "verse_text": "The day for Ephraim's punishment will soon come."
            },
            {
                "verse_number": "10",
                "verse_text": "The leaders of Judah are not honest."
            },
            {
                "verse_number": "11",
                "verse_text": "Terrible trouble will come to Ephraim's people."
            },
            {
                "verse_number": "12",
                "verse_text": "I will destroy the people of Ephraim,"
            },
            {
                "verse_number": "13",
                "verse_text": "Ephraim's people knew that they were not well."
            },
            {
                "verse_number": "14",
                "verse_text": "I will attack Ephraim's people like a lion ."
            },
            {
                "verse_number": "15",
                "verse_text": "Then I will return to my place."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&quot;Listen! We should return to serve the Lord . He has torn us to pieces, but now he will make us well again. After three days, we will have new lives. Then we can live together with him. We must try to know him better. Then he will certainly come to rescue us. He will come to us as surely as the sun appears each morning. He will help us as surely as the rain comes in spring and it makes the ground wet for plants to grow.&quot; Your love for me soon disappears . They gave you my messages that I would punish you. Now that punishment will certainly happen to you! I will suddenly come to judge you, like the sun that rises at dawn. That would be better than your sacrifices to me. You should know me as your God. That would be better than your burnt offerings . They did not serve me faithfully . The blood from their murders lies on the streets. They hide themselves and they are ready to attack. They wait on the road to Shechem, They have done wicked things. Like a prostitute , Ephraim's people serve false gods. Yes, the Israelites have made themselves unclean . But I do want to bring my people back.&quot; He has hurt us, but now he will make our wounds better. It goes away as quickly as mist or dew in the morning. ready to murder people who pass that way."
            },
            {
                "verse_number": "2",
                "verse_text": "He will soon make us strong again."
            },
            {
                "verse_number": "3",
                "verse_text": "We should respect the Lord 's authority."
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;People of Ephraim and Judah, can I forgive you so easily?"
            },
            {
                "verse_number": "5",
                "verse_text": "I sent my prophets to warn you."
            },
            {
                "verse_number": "6",
                "verse_text": "It is faithful love that makes me happy."
            },
            {
                "verse_number": "7",
                "verse_text": "Like Adam, my people did not obey the covenant that I had made with them."
            },
            {
                "verse_number": "8",
                "verse_text": "All the people of Gilead do evil things."
            },
            {
                "verse_number": "9",
                "verse_text": "The priests join together like robbers."
            },
            {
                "verse_number": "10",
                "verse_text": "I have seen people do disgusting things in Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "People of Judah, I will also punish you when the right time comes."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&quot;Yes, I want to make the people of Israel healthy again, but I see how great their sins are. Samaria's people do many evil things. They deceive one another, they take things from other people's homes, and they attack people in the streets to rob them. The wicked things that they do are everywhere. The leaders are also happy when the people cheat and tell lies . They are always ready to do bad things, like an oven that has a hot fire inside it. When the baker is ready to bake his bread, the leaders drink too much wine . The king and the leaders join with other people to do foolish things. Their anger is like the fire of an oven. It burns slowly inside them all through the night. But in the morning the fire is too strong to hold. Now all their kings are dead. None of them calls out to me for help.&quot; But the Israelites do not realize what is happening! They have become like an old man with grey hair. But they do not realize how weak they are. This shows that they are guilty . They still refuse to turn back to me, the Lord their God. In all their troubles, they do not look for my help. He cannot decide where to go. The Israelites ask Egypt to help them. Then they decide to ask Assyria instead. I will throw my net over them. I will catch them like birds that fly in the sky. I will punish them as they join together to do evil things. because they have gone away from me. They have turned against me, so they will die. I wanted to rescue them, but they have told lies about me. Instead, they lie down on their beds and they weep loudly. They turn away from me. But now they have decided to do evil things against me. They are as useless as a bow that cannot shoot an arrow properly. Their leaders are proud of their own strength, but they will die in battle . Then the people of Egypt will laugh at them.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "They do not understand that I remember all their sins . Wherever they go, I see their sins very clearly. he makes the fire even hotter. So they have become useless , like bread that is not properly cooked. They cut their bodies to get grain and wine ."
            },
            {
                "verse_number": "3",
                "verse_text": "The king is happy to see the evil things that his people do."
            },
            {
                "verse_number": "4",
                "verse_text": "None of them serves me faithfully ."
            },
            {
                "verse_number": "5",
                "verse_text": "On a day when the king has a feast ,"
            },
            {
                "verse_number": "6",
                "verse_text": "But the leaders are planning to murder the king."
            },
            {
                "verse_number": "7",
                "verse_text": "They are so angry that they kill their rulers."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;Ephraim's people have mixed themselves with people of other nations ."
            },
            {
                "verse_number": "9",
                "verse_text": "Foreign people have taken away Israel's strength ."
            },
            {
                "verse_number": "10",
                "verse_text": "Israel's people are too proud to change."
            },
            {
                "verse_number": "11",
                "verse_text": "Ephraim has become like a silly dove ."
            },
            {
                "verse_number": "12",
                "verse_text": "When they fly around like that,"
            },
            {
                "verse_number": "13",
                "verse_text": "Terrible trouble will happen to them,"
            },
            {
                "verse_number": "14",
                "verse_text": "They do not pray and trust me to help them."
            },
            {
                "verse_number": "15",
                "verse_text": "I taught them what was right. I made them strong."
            },
            {
                "verse_number": "16",
                "verse_text": "They do not look up to me for help."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord says, &quot; Warn the people of danger! My people have not obeyed the covenant that I made with them. They have refused to obey my laws . So an enemy army will come to attack their land, They say, &apos;We know you as our God.&apos; So their enemies will chase after them. but they did not ask me about it. They chose people to lead them, but I did not agree. They used their silver and their gold to make idols for themselves. But that will destroy them in the end. But I hate that idol! I am very angry with the Israelites. How much longer will it be before I have to punish them? An Israelite worker with special skills made it. Samaria's idol of a calf will break into pieces! So their harvest will be a strong storm! The crops that grow in their fields will not have any grain . So they will not be able to make flour for bread. Even if the crops do make some grain, foreign people will take it for themselves. It will be like a useless pot that nobody needs. They are like a wild donkey that goes here and there. as if they are paying for lovers . But I will soon bring them together to punish them. But they do not accept my laws as their own. and they eat the meat from those sacrifices. But their sacrifices do not please me. I know that they are guilty of wicked things. Soon I will punish them for their sins . They will have to return to Egypt. But they have forgotten me, who made them into a nation! Judah's people have built many strong cities. But I will send fire to destroy their cities and their strong buildings.&quot; like an eagle that is ready to fly down and catch them. Ephraim's people have paid money to get help from other nations. A great king will be cruel to them and they will receive much pain. But the altars have become places where the people do even more sins!"
            },
            {
                "verse_number": "2",
                "verse_text": "Israel's people call out to me for help."
            },
            {
                "verse_number": "3",
                "verse_text": "But they have refused to do what is good and right."
            },
            {
                "verse_number": "4",
                "verse_text": "My people chose kings to rule them,"
            },
            {
                "verse_number": "5",
                "verse_text": "People of Samaria, you have made an image of a calf as your idol."
            },
            {
                "verse_number": "6",
                "verse_text": "That idol is not a true god!"
            },
            {
                "verse_number": "7",
                "verse_text": "Like a farmer, Israel's people have planted the wind."
            },
            {
                "verse_number": "8",
                "verse_text": "Israel will become lost among the other nations ."
            },
            {
                "verse_number": "9",
                "verse_text": "Israel's rulers have gone to Assyria for help."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, they have paid money to get friends who will help them."
            },
            {
                "verse_number": "11",
                "verse_text": "Ephraim's people have built many altars to make sin offerings ."
            },
            {
                "verse_number": "12",
                "verse_text": "I carefully explained my laws to my people."
            },
            {
                "verse_number": "13",
                "verse_text": "Israel's people offer sacrifices to me,"
            },
            {
                "verse_number": "14",
                "verse_text": "Israel's people have built beautiful palaces ."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, do not shout with joy , as the people of other nations do at their festivals . You have not been faithful to me, your God. Like a prostitute, you sell yourselves to foreign gods that you worship on the threshing floors . The winepresses will not give them enough new wine . They will have to return to Egypt. In Assyria, they will have to eat food that is unclean . Their sacrifices will not please him. Instead, their offerings will be like food that people eat at a funeral . Anyone who eats it becomes unclean. They may eat the food to feed themselves, but they cannot offer it to the Lord in his temple. You will no longer be able to worship the Lord properly. But then Egypt's army will take hold of them. Weeds will grow all over their valuable silver things. Thorn bushes will grow in their homes. The Lord must now pay them back for their sins . The Israelites will soon know about it! You do many sins and you hate the Lord . Because of that, you say that his prophets are fools. You think that his messengers are crazy. But wherever he goes, people try to stop him. They speak angry words against him, even in the temple of his God. God will not forget the wicked things that they have done. He will surely punish them for their sins. &quot;When I first found Israel, they gave me pleasure. It was as if I had found grapes in the wilderness . Your ancestors made me happy, They began to worship that disgusting idol . They became as disgusting as the idol that they loved so much. They will be like birds that fly away! The women of Israel will no longer give birth to children. They will not even become pregnant . I will cause them all to die so that none are still alive. It will be a terrible time for the Israelites, because I will turn away from them. But now Ephraim's people must bring out their children for an enemy to kill them.&quot; Make it impossible for their women to give birth! Stop the milk from their breasts to feed their babies! It was there that I began to hate them. Because they do evil things, I will chase them out of my land. I will not love them any more. Their leaders have all turned against me. They are like a plant that has dry roots and it gives no fruit. Even if they give birth to children that they love very much, I will kill those children.&quot; because they have not obeyed him. They will have no home of their own. They will have to live among different nations ."
            },
            {
                "verse_number": "2",
                "verse_text": "But the threshing floors will not provide enough grain to feed the people."
            },
            {
                "verse_number": "3",
                "verse_text": "The Israelites will not remain in the Lord 's land."
            },
            {
                "verse_number": "4",
                "verse_text": "They will not pour out wine as an offering to the Lord ."
            },
            {
                "verse_number": "5",
                "verse_text": "So what will you do on your festival days?"
            },
            {
                "verse_number": "6",
                "verse_text": "Listen! Perhaps some Israelites will escape when Assyria's army attacks. They will die in Memphis and people will bury them there. like the terrible sins that they did at Gibeah. like the first fruit on a young fig tree. But then they came to the god, Baal-Peor. &quot;They started to do evil things at Gilgal."
            },
            {
                "verse_number": "7",
                "verse_text": "The time for Israel's punishment has arrived!"
            },
            {
                "verse_number": "8",
                "verse_text": "God has sent his prophet to warn the people of Ephraim."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites do very wicked things,"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "11",
                "verse_text": "The great things that Israel enjoys will soon disappear ."
            },
            {
                "verse_number": "12",
                "verse_text": "But even if they do have children,"
            },
            {
                "verse_number": "13",
                "verse_text": "At one time, I saw that Ephraim's land was a beautiful place, like Tyre."
            },
            {
                "verse_number": "14",
                "verse_text": "Lord , what should I ask you to give to these people?"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "16",
                "verse_text": "Ephraim's people are very sick."
            },
            {
                "verse_number": "17",
                "verse_text": "My God will not accept them as his people,"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Israel was like a healthy vine that had lots of grapes . But as the Israelites became more and more rich, they built more and more altars . As their land gave more crops , they made the pillars that they worshipped more beautiful. They are guilty and they must receive their punishment . The Lord will break their altars. He will destroy their special pillars. Because of that we have no king. But even if we had a king now, he could not do anything to help us.&quot; but they never do what they promise. They make useless agreements . So people accuse each other in the courts . They are like weeds that grow in a farmer's field. They will weep because it will go away from them. The priests who serve the idol will cry too. They know that an enemy will take away their great and beautiful idol. It will be a gift to give honour to Assyria's great king. Ephraim's people will feel ashamed. They will be sorry that they trusted in their wooden idol. They will be like a small stick that water carries away. These are places where Israel's people have done bad things. Thorn bushes and weeds will grow all over their altars. Then the people will say to the mountains, &quot;Hide us!&quot; They will say to the hills, &quot;Fall on us!&quot; &quot;People of Israel, you have continued to do bad things, When the people did evil things at Gibeah, war destroyed them as a result. I will punish the Israelites. Because of their many sins , I will bring other nations to attack them. Their enemies will tie them up with chains . She loved to work for me. But now I will make her do hard work! I will put a heavy yoke on her beautiful neck. Judah will also have to plough the ground. Plant things that are good and right. Then your harvest will be faithful love. Plough the hard ground and prepare it for the Lord to bless you. It is time for you to turn back to the Lord . Then he will bless you with good things, like rain that falls on the ground! So your harvest is terrible trouble. The food that you eat comes from your lies . You trusted in your own strength to save you. You thought that your strong army would keep you safe. Enemies will destroy all your strong buildings. In that battle , cruel soldiers killed mothers together with their children. When the day of your punishment arrives, the king of Israel will surely die.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "They do not truly trust God."
            },
            {
                "verse_number": "3",
                "verse_text": "Soon these people will say, &quot;We did not respect the Lord 's authority."
            },
            {
                "verse_number": "4",
                "verse_text": "They promise to do many things,"
            },
            {
                "verse_number": "5",
                "verse_text": "The people who live in Samaria will be afraid. They will worry about their image of a calf at Beth Aven. since the time that you were at Gibeah. Jacob's descendants must work to dig up the hard ground. It will be like the time that King Shalman's army destroyed Beth Arbel. because of the wicked things that you have done."
            },
            {
                "verse_number": "6",
                "verse_text": "Assyria's army will carry the idol away."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Samaria and their king will come to an end."
            },
            {
                "verse_number": "8",
                "verse_text": "The wicked altars on the hills will break into pieces."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "10",
                "verse_text": "When I decide that the time is right,"
            },
            {
                "verse_number": "11",
                "verse_text": "Ephraim was like a cow that I had taught to stamp on grain ."
            },
            {
                "verse_number": "12",
                "verse_text": "Be like a farmer who plants good seed."
            },
            {
                "verse_number": "13",
                "verse_text": "But instead, you have planted evil things."
            },
            {
                "verse_number": "14",
                "verse_text": "So you will soon hear the noise of war."
            },
            {
                "verse_number": "15",
                "verse_text": "The same thing will happen to you, people of Bethel,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord says, &quot;When Israel was a child, I loved him as my son. the more they turned away from me. They offered sacrifices to the images of Baal . They burned incense to give honour to their idols . I held their hand and I led them. I took care of them, but they did not understand this. I led them as their guide. I gave them rest from their hard work. I bent down to feed them. So they must return to Egypt. Assyria will rule over them. Enemies will break down the strong city gates. War will destroy my people and all their wicked ideas. That is all that they can think about. They call up to a God who rules above, but he will not help them. I cannot let you belong to someone else. I now realize that I love you too much. I could never destroy you completely. but I will not punish you so much. I will never destroy my people, Ephraim. This is because I am God. I am not a human. I am the Holy God who is with you. I will not come to destroy you in my anger . so that my children come to follow me. When I roar, my children will shake with fear, as they come from the west. They will come like doves that fly from Assyria. They will be afraid, as they return. I will bring them back to live in their homes again.&quot; That is what the Lord says. &quot;Ephraim's people are always speaking lies to me. Yes, Israel's descendants try to deceive me. But Judah's people have stayed with God as their guide. I called my son to come out of Egypt. I cannot destroy you, as I did to Admah and Zeboiim. They continue to be faithful to the Holy God.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "But the more I spoke to Israel's people,"
            },
            {
                "verse_number": "3",
                "verse_text": "I was the one who taught this child, Ephraim, to walk!"
            },
            {
                "verse_number": "4",
                "verse_text": "I loved them and I was kind to them."
            },
            {
                "verse_number": "5",
                "verse_text": "But they refuse to turn back to me."
            },
            {
                "verse_number": "6",
                "verse_text": "War will come to their cities."
            },
            {
                "verse_number": "7",
                "verse_text": "My people have decided to turn away from me."
            },
            {
                "verse_number": "8",
                "verse_text": "Israel, I cannot leave you alone."
            },
            {
                "verse_number": "9",
                "verse_text": "I am very angry with you,"
            },
            {
                "verse_number": "10",
                "verse_text": "I will roar loudly like a lion ,"
            },
            {
                "verse_number": "11",
                "verse_text": "They will return to me, like birds that fly from Egypt."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord says,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Ephraim's people chase after useless things all the time. They think that they can catch the wind that comes from the east! But the result is more violence and lies . They make an agreement with Assyria to get their help. He will punish Jacob's descendants for the bad way that they live. He will punish them as their sins deserve . When Jacob became a man, he fought against God. He wept and he asked God to bless him. There at Bethel, Jacob met with God. God spoke to him there. We know him as the Lord , his special name. You must show faithful love for each other. You must judge people in a fair way. You must be patient. Trust God to come and help you. They use false weights and measures. &quot;We are rich! We have become very rich! In all the ways that we have found riches , nobody can accuse us. We have not really done anything that is a sin !&quot; &quot;Remember that I am the Lord your God! I brought you out of Egypt, where you were slaves. Now I will make you live in tents again, as you did before, in the wilderness . I used stories for the prophets to teach the people about me. They will become as useless as their idols . At Gilgal, the people offer bulls as sacrifices on their altars . Those altars will be like heaps of stones in a farmer's field.&quot; He worked there as a shepherd so that he could get a wife. He used a prophet to keep them safe in the wilderness . He will punish them with death for their terrible sins. Their Lord will pay them back as they deserve, because they have insulted him. They also send their olive oil to Egypt to ask for their help. He did that when they were both inside their mother's body. I showed them many visions ."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is ready to accuse Judah's people in a court of law ."
            },
            {
                "verse_number": "3",
                "verse_text": "Before Jacob was born, he cheated his brother."
            },
            {
                "verse_number": "4",
                "verse_text": "He fought against an angel and he won."
            },
            {
                "verse_number": "5",
                "verse_text": "This was the Lord God Almighty !"
            },
            {
                "verse_number": "6",
                "verse_text": "So now, you must return to your God."
            },
            {
                "verse_number": "7",
                "verse_text": "Your traders love to cheat people."
            },
            {
                "verse_number": "8",
                "verse_text": "Ephraim's people proudly say,"
            },
            {
                "verse_number": "9",
                "verse_text": "God says,"
            },
            {
                "verse_number": "10",
                "verse_text": "I gave my messages to the prophets ."
            },
            {
                "verse_number": "11",
                "verse_text": "The people in Gilead do wicked things."
            },
            {
                "verse_number": "12",
                "verse_text": "Jacob ran away to the land of Aram."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord used a prophet to bring the Israelites out of Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "But Ephraim's people have made the Lord very angry."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In past times, when the leaders of Israel spoke, the people were afraid. The people respected their leaders. But the people became guilty when they worshipped Baal . Because of that, they died. They use metal to make idols for themselves. They use clever skills to make idols from silver . All their idols are only things that people have made themselves. People offer sacrifices to the image of a calf . They say, &quot;Kiss the calf!&quot; They will quickly disappear like mist or dew in the morning. They will be like chaff that the wind blows away from a threshing floor . &quot;I am the Lord your God. I brought you out from Egypt. You must not serve any other God. No one else can save you except me. where it was very hot and dry. But when they had enough to eat, they became proud . I will be like a leopard that waits beside the road. It is ready to catch anything that goes that way. I will tear them into pieces. I will eat them like a hungry lion. I will attack them and kill them, like a wild animal. There will be nobody to help you. He cannot save you! Where are your rulers? You asked me to give you rulers like the other nations have. You said, &apos;Give us a king and rulers.&apos; Now I am even more angry and I will take your king away! Ephraim's people will certainly receive their punishment . Her child is foolish. He refuses to be born! Will I rescue them from their graves ? Death, what diseases can you bring? I will not be kind to my people and forgive them.&quot; It has been like a plant that grows well. But now the Lord will send trouble. It will be like a strong east wind that comes from the desert . Israel's wells and springs of water will become dry. All the valuable things that Israel has stored will disappear . They have turned against their God. They will die in war. Cruel enemies will kill their young children. Soldiers will cut open their pregnant women."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the Israelites continue to do more and more sins ."
            },
            {
                "verse_number": "3",
                "verse_text": "So those people will soon disappear ! They will be like smoke that disappears out of an open window. As a result, they forgot about me. What can you do to hurt my people?"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "5",
                "verse_text": "I took care of you in the wilderness ,"
            },
            {
                "verse_number": "6",
                "verse_text": "I gave food to my people, so that they were not hungry."
            },
            {
                "verse_number": "7",
                "verse_text": "So I will attack them like a lion ."
            },
            {
                "verse_number": "8",
                "verse_text": "I will attack them like an angry bear that has lost her children."
            },
            {
                "verse_number": "9",
                "verse_text": "I will destroy you, Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "What has happened to your king?"
            },
            {
                "verse_number": "11",
                "verse_text": "I was angry, but I agreed to give you a king."
            },
            {
                "verse_number": "12",
                "verse_text": "I have a record of Ephraim's sin ."
            },
            {
                "verse_number": "13",
                "verse_text": "They will be in pain like a woman who is giving birth."
            },
            {
                "verse_number": "14",
                "verse_text": "Will I save these people from the power of death?"
            },
            {
                "verse_number": "15",
                "verse_text": "Among the other nations, Israel has been successful."
            },
            {
                "verse_number": "16",
                "verse_text": "Samaria's people are guilty and they will receive their punishment ."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Israel's people, return to the Lord your God! Your sins have caused you to fall down. &quot;Please forgive all our sins . Be kind to us as we come to you. We will praise you with our mouths, as our sacrifice to you. The horses that we ride into war will not keep us safe. We will never again say to the idols that we have made, &apos;You are our gods.&apos; You are kind to children who have no family. So please be kind to us.&quot; &quot;My people turned away from me, but I will forgive them. I will love them very much. I will not be angry with them any more. They will grow like beautiful flowers. They will have strong roots , like the great trees in Lebanon. They will be beautiful like olive trees. They will have a sweet smell, like the forests in Lebanon. They will plant crops that give them plenty of food. They will be successful, like a vine that gives many grapes . I will answer your prayers . I will take care of you. I am like a strong green tree. All the good things that you have come from me.&quot; If you understand, think carefully about them. The Lord teaches you to live in ways that are right. Righteous people live in those good ways."
            },
            {
                "verse_number": "2",
                "verse_text": "Return to the Lord and pray to him! Say to him,"
            },
            {
                "verse_number": "3",
                "verse_text": "Assyria cannot save us."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will bless Israel's people, like rain that falls on dry ground."
            },
            {
                "verse_number": "6",
                "verse_text": "They will grow like a tree that makes new branches."
            },
            {
                "verse_number": "7",
                "verse_text": "I will give my people shade to live in safely. They will be famous, like the wine from Lebanon. But people who turn against the Lord fall down and lose their way."
            },
            {
                "verse_number": "8",
                "verse_text": "People of Ephraim, do not let me see your idols any more!"
            },
            {
                "verse_number": "9",
                "verse_text": "If you are wise , you should understand these things."
            }
        ]
    }
}