{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is Solomon's most beautiful song. Your love makes me happier than wine does. It has a lovely smell. The sound of your name causes pleasure everywhere, like sweet perfume. All the young women love you! We are very happy! You make us happy. We praise your love, because it is better than wine . I agree! The young women are right to praise you like that. My skin is dark, like the tents of Kedar. It is beautiful, like the curtains of King Solomon's tent. Please do not look at me as if I am strange. My brothers were angry with me. They caused me to work outside in the sun. I took care of the vineyards, and I could not take care of my own vineyard, my body. Tell me where you take your sheep to eat grass. Where will you take them to rest at midday? I do not want to look for you everywhere among the sheep of your friends. They might not understand what I am doing. If you do not know where to find me, follow the marks from the feet of my sheep. Take your young goats to eat grass among the tents of the shepherds . You seem to me like a beautiful horse that pulls one of Pharaoh's chariots . A necklace makes your neck beautiful too. and we will add pieces of silver . the sweet smell of my perfume was in the air. that lies between my breasts. Yes, you are beautiful and your eyes are like doves . Yes, you are lovely! This field of fresh, green grass is our comfortable bed. The pine trees cover us like a roof."
            },
            {
                "verse_number": "2",
                "verse_text": "Please kiss me with your lips!"
            },
            {
                "verse_number": "3",
                "verse_text": "You have put perfume on your body."
            },
            {
                "verse_number": "4",
                "verse_text": "Take me away with you. Come quickly. I want the king to take me into his rooms. that grow in the vineyards at En Gedi."
            },
            {
                "verse_number": "5",
                "verse_text": "Young women of Jerusalem, my skin is dark but I am beautiful."
            },
            {
                "verse_number": "6",
                "verse_text": "The sun has caused my skin to become dark."
            },
            {
                "verse_number": "7",
                "verse_text": "I love you, my dear one."
            },
            {
                "verse_number": "8",
                "verse_text": "You are the most beautiful woman of all."
            },
            {
                "verse_number": "9",
                "verse_text": "My dear friend, you are very beautiful."
            },
            {
                "verse_number": "10",
                "verse_text": "Your face is beautiful with jewels ."
            },
            {
                "verse_number": "11",
                "verse_text": "We will use gold to make ear rings for you,"
            },
            {
                "verse_number": "12",
                "verse_text": "While the king was eating a meal,"
            },
            {
                "verse_number": "13",
                "verse_text": "My lover is like a bag of myrrh"
            },
            {
                "verse_number": "14",
                "verse_text": "He is like a group of henna flowers"
            },
            {
                "verse_number": "15",
                "verse_text": "My dear friend, I see that you are very beautiful!"
            },
            {
                "verse_number": "16",
                "verse_text": "My lover, I see that you are very handsome!"
            },
            {
                "verse_number": "17",
                "verse_text": "The cedar trees above us are the beams of our bedroom."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I am a wild flower of Sharon. I am a lily from the valleys. that grows among thorn bushes . that grows among the trees of the forest. So catch the little foxes before they destroy our vineyards . my dear friend is like a lily my lover is like an apple tree I love to sit in his shade. His fruit is sweet when I taste it. Everyone can see that he loves me. So give me raisins to make me strong. Give me apples to me to keep me awake. His right hand brings me near to him. Do not cause our love to wake up. Do not cause it to become too strong until the time is right. The gazelles and the wild deer will know about your promise. Look! He is coming! He moves quickly across the mountains. He runs across the hills. Look! There he is! He is standing behind our wall. He is looking through the window. He wants to see into the room. &quot;My beautiful friend, I love you. Get up now and come with me. The heavy rains have stopped. It is now the season to sing happy songs. We can hear the voices of doves around us. There are flowers on the vines , and their sweet smell is in the air. I love you, my beautiful friend. Please get up now and come with me!&quot; You hide from me in the mountains. Show your face to me because it is lovely. Let me hear your voice because it has a sweet sound. Our vines now have flowers and they will soon give us fruit. and I belong to him. He moves among the lilies with his sheep. Stay until dawn comes and the shadows have gone, Be like a gazelle or a young male deer that plays among the mountains' rocks."
            },
            {
                "verse_number": "2",
                "verse_text": "Among the other young women,"
            },
            {
                "verse_number": "3",
                "verse_text": "Among the other young men,"
            },
            {
                "verse_number": "4",
                "verse_text": "He has taken me to the room for feasts ."
            },
            {
                "verse_number": "5",
                "verse_text": "I am weak with love."
            },
            {
                "verse_number": "6",
                "verse_text": "His left hand is under my head."
            },
            {
                "verse_number": "7",
                "verse_text": "Promise this to me, young women of Jerusalem:"
            },
            {
                "verse_number": "8",
                "verse_text": "Listen! I hear the voice of my lover!"
            },
            {
                "verse_number": "9",
                "verse_text": "My lover is like a gazelle or a young male deer."
            },
            {
                "verse_number": "10",
                "verse_text": "My lover said this to me:"
            },
            {
                "verse_number": "11",
                "verse_text": "Look! The winter time has finished."
            },
            {
                "verse_number": "12",
                "verse_text": "Flowers are appearing everywhere."
            },
            {
                "verse_number": "13",
                "verse_text": "New fruit is growing on the fig trees."
            },
            {
                "verse_number": "14",
                "verse_text": "My dear friend, you are like a dove that is hiding among the rocks."
            },
            {
                "verse_number": "15",
                "verse_text": "Catch the foxes for us!"
            },
            {
                "verse_number": "16",
                "verse_text": "My lover belongs to me,"
            },
            {
                "verse_number": "17",
                "verse_text": "Turn back to me, my lover."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "All night I lay on my bed. I wanted my lover to come to me. I looked for him but he did not appear. I will look everywhere for my lover. I will look in all the streets. I will look in all the market places.&quot; So I looked for him, but I did not find him. as they walked in the streets of the city. I asked them, &quot;Have you seen the man that I love?&quot; I hugged him and I would not let him go. I took him to my mother's house. I took him into my mother's bedroom. That is where my life started, inside my mother's body. Do not cause our love to wake up. Do not cause it to become too strong until the time is right. The gazelles and the wild deer will know about your promise. It seems that smoke is rising into the air! It is the smell of all the spices that a trader sells. They are Israel's bravest soldiers. They all know how to fight well. Their swords are ready for them to use. They are ready for any danger that comes in the night. He used gold to make its back. Its seat has valuable purple cloth to cover it. The young women of Jerusalem made it beautiful inside, to show their love. He is wearing his crown . His mother put the crown on him on his wedding day. It was the happiest day of his life!"
            },
            {
                "verse_number": "2",
                "verse_text": "I thought, &quot;I will get up now and I will go into the city."
            },
            {
                "verse_number": "3",
                "verse_text": "The city guards found me"
            },
            {
                "verse_number": "4",
                "verse_text": "Just then, as I left them, I found my lover!"
            },
            {
                "verse_number": "5",
                "verse_text": "Promise this to me, young women of Jerusalem:"
            },
            {
                "verse_number": "6",
                "verse_text": "Who is this who is coming from the desert ? There is a lovely smell of myrrh and incense . 60 soldiers are travelling with it. He used wood from Lebanon to make it. come out to see King Solomon!"
            },
            {
                "verse_number": "7",
                "verse_text": "Look! They are carrying King Solomon on a throne !"
            },
            {
                "verse_number": "8",
                "verse_text": "All of them have swords ."
            },
            {
                "verse_number": "9",
                "verse_text": "King Solomon made the throne for himself."
            },
            {
                "verse_number": "10",
                "verse_text": "He used silver to make the posts for it."
            },
            {
                "verse_number": "11",
                "verse_text": "Young women of Zion ,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My dear friend, how beautiful you are! Yes, you are very beautiful! Your eyes behind your veil are like doves . Your hair is like a group of goats They are like sheep after someone has cut off their dirty wool and they are coming from the pool of water. Each tooth is one of a pair. Not one of them is alone. Your mouth is lovely. The sides of your face are beautiful, like the halves of a pomegranate . It is round and strong. Your necklace is like the shields of 1,000 brave soldiers that hang from the stones of the tower. like two young gazelles that are twins . They feed themselves among the lilies . and the hill of frankincense . I will stay among them until the dawn comes and the shadows go away. Your body is perfect in every way. Yes, come with me from Lebanon. Come down from the top of Amana, from the top of Senir. Come away from those mountains where lions live, and where there are leopards . When you looked at me only once and I saw one jewel in your necklace, I knew that I could never leave you. my sister and my bride. I enjoy your love even more than I enjoy wine . Your perfume has a smell that is more lovely than any spice ! They taste like honey that falls from the honeycomb . Milk and honey are under your tongue . The smell of your clothes is like the cedar trees of Lebanon. that is locked to other men. You are like a spring or a fountain that other people may not drink water from. It is full of pomegranate trees with their sweet fruit. There are wonderful fruits to enjoy. There are also henna and nard . and many different spices . There are myrrh , aloes You are like a well that has fresh water. The water runs down from Lebanon's mountains. Blow on my garden! Make the sweet smell of its spices move in the air. May my lover come into his garden now! Let him taste its wonderful fruits! that are coming down from Mount Gilead. I see them through your veil . Come down from the highest part of Hermon. my sister and my bride. and all the best spices."
            },
            {
                "verse_number": "2",
                "verse_text": "Your teeth are very white like a group of sheep."
            },
            {
                "verse_number": "3",
                "verse_text": "Your lips are like bright red strings ."
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like the great tower of King David."
            },
            {
                "verse_number": "5",
                "verse_text": "Your breasts are perfect,"
            },
            {
                "verse_number": "6",
                "verse_text": "I will go to the mountain of myrrh"
            },
            {
                "verse_number": "7",
                "verse_text": "You are completely beautiful, my dear friend."
            },
            {
                "verse_number": "8",
                "verse_text": "Come with me from Lebanon, my bride ."
            },
            {
                "verse_number": "9",
                "verse_text": "I love you so much that I never want to leave you,"
            },
            {
                "verse_number": "10",
                "verse_text": "Your love for me is wonderful ,"
            },
            {
                "verse_number": "11",
                "verse_text": "Your lips taste very sweet to me, my bride."
            },
            {
                "verse_number": "12",
                "verse_text": "My sister and my bride, you are like a garden for me"
            },
            {
                "verse_number": "13",
                "verse_text": "Your body is like a special garden."
            },
            {
                "verse_number": "14",
                "verse_text": "There are nard, saffron, calamus, cinnamon"
            },
            {
                "verse_number": "15",
                "verse_text": "You are like a spring of water in a garden."
            },
            {
                "verse_number": "16",
                "verse_text": "Wake up, north wind! Come now, south wind!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I have come into my garden, my sister, my bride . I have taken my myrrh with my spice . I have eaten my honeycomb and my honey . I have drunk my wine and my milk. Eat, friends, and drink, you who love each other! Listen! My lover is knocking on my door! He said, &quot;Open the door for me, my dear friend. You are my sister, the perfect one that I love. To me you are like a beautiful dove . Dew from the night air covers my head. My hair is very wet.&quot; I do not want to dress myself again. I have washed my feet. I do not want them to get dirty again.&quot; My heart began to beat faster because he was near. My hands were wet with myrrh . Myrrh dropped from my fingers onto the handle of the door. But he had already turned away. He had gone! I was very upset that he had gone away. I looked for him but I did not find him. I called to him but he did not answer me. as they walked in the streets of the city. They beat me and they hurt my body. Those guards on the city walls took away my robe . please find my lover! Promise me to tell him this, if you find him. Tell him that my love for him has made me weak! Why do you think that your lover is better than other men? Why must we promise to do this for you? He is the greatest man among 10,000 men. The hairs on his head are like waves . They are black like a raven . They are like doves that someone has washed in milk. They shine like jewels . Their smell is like perfume . His lips are like lilies with myrrh that falls from them. with jewels in them. His body shines like bright ivory , with sapphire jewels to make it more beautiful. They stand on feet that are like pure gold. He stands tall like the mountains of Lebanon. He is as handsome as its best cedar trees. Everything about him causes me to love him. I say to you, young women of Jerusalem, this is my lover! This is my true friend. Drink until you can drink no more!"
            },
            {
                "verse_number": "2",
                "verse_text": "I slept but my mind was awake."
            },
            {
                "verse_number": "3",
                "verse_text": "I said, &quot;I have taken off my day clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "My lover pushed his hand through the hole in the door."
            },
            {
                "verse_number": "5",
                "verse_text": "I got up to open the door for my lover."
            },
            {
                "verse_number": "6",
                "verse_text": "I opened the door for my lover."
            },
            {
                "verse_number": "7",
                "verse_text": "The city guards found me"
            },
            {
                "verse_number": "8",
                "verse_text": "Young women of Jerusalem,"
            },
            {
                "verse_number": "9",
                "verse_text": "Tell us this, most beautiful of all women."
            },
            {
                "verse_number": "10",
                "verse_text": "My lover is very handsome and healthy."
            },
            {
                "verse_number": "11",
                "verse_text": "His head is like very pure gold."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are like doves beside streams of water."
            },
            {
                "verse_number": "13",
                "verse_text": "The sides of his face are like a garden with spice trees."
            },
            {
                "verse_number": "14",
                "verse_text": "His arms are like bars of gold"
            },
            {
                "verse_number": "15",
                "verse_text": "His legs are like pillars of beautiful stone."
            },
            {
                "verse_number": "16",
                "verse_text": "The taste of his mouth is very sweet."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Tell us this, most beautiful of all women. Where has your lover gone? Which way did he go? Tell us, so that we can look for him with you. He has gone to his garden of spice trees. He has gone there to walk in the gardens and to pick lilies . and I belong to him. He moves among the lilies with his sheep. They give me pleasure that is too strong for me! Your hair is like a group of goats that are coming down from Mount Gilead. like a group of clean sheep that is coming from the pool of water. Each tooth is one of a pair. Not one of them is alone. like the halves of a pomegranate . I see them through your veil . He may have 80 slave wives. He may have many other young women too. Nobody is like her in any way. She is my perfect one, as lovely as a dove . She is the special daughter of her mother. Her mother loves her best among all her children. The young women saw her and they praised her. The queens and the slave wives also praised her. She is as beautiful as the moon. She is as bright as the sun. She is as wonderful as the stars that shine brightly in their places.&quot; I wanted to see the new plants that were growing in the valley; to see if the vines had new leaves now; to see if the pomegranate trees had flowers. that I did not understand what was happening. I knew that I wanted to be with her. I felt that I was riding with the king's men in their chariots . Yes, come back, so that we can look at you again. Why do you want to look at the young woman from Shulam?"
            },
            {
                "verse_number": "2",
                "verse_text": "My lover has gone down to his garden."
            },
            {
                "verse_number": "3",
                "verse_text": "My lover belongs to me,"
            },
            {
                "verse_number": "4",
                "verse_text": "My dear friend, you are as beautiful as Tirzah. You are as lovely as Jerusalem. You are as wonderful as an army that is waving its flags . There may be too many for him to count! Do not look at her as if she is dancing the dance of Mahanaim ."
            },
            {
                "verse_number": "5",
                "verse_text": "Turn your eyes away from me."
            },
            {
                "verse_number": "6",
                "verse_text": "Your teeth are very white"
            },
            {
                "verse_number": "7",
                "verse_text": "The sides of your face are beautiful,"
            },
            {
                "verse_number": "8",
                "verse_text": "A king may have 60 queens."
            },
            {
                "verse_number": "9",
                "verse_text": "But there is only one woman that I want."
            },
            {
                "verse_number": "10",
                "verse_text": "They said, &quot;She is like the light that appears at dawn."
            },
            {
                "verse_number": "11",
                "verse_text": "I went down to the garden of walnut trees."
            },
            {
                "verse_number": "12",
                "verse_text": "I became so happy"
            },
            {
                "verse_number": "13",
                "verse_text": "Come back, come back, young woman from Shulam!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "How beautiful are your feet in sandals, my princess! that a clever worker has made. that is always full of good wine . that are near the Bath Rabbim gate. that looks towards Damascus. Your breasts are like bunches of fruit that hang from the tree. At our door, there are many good things to eat. Your round hips are as beautiful as jewels Your stomach is like a round heap of wheat with lilies around the edge. that are twins . Your eyes shine like the pools in Heshbon Your nose is like the tower of Lebanon Your long hair hangs down like a royal cloth. It is so beautiful that it can make the king its prisoner ! and I love you. You give a lot of pleasure to me. I will take hold of its fruit.&quot; For me, your breasts are like bunches of grapes . Your breath is like the sweet smell of apples. May the wine pour out for my lover . May it pour over his lips and his teeth. and he wants to be with me! Let us go and walk through the fields. We can stay in the villages for the night. and go to the vineyards . We can see if the vines have started to make new leaves. We can see if their flowers have opened. We can see if the pomegranate trees have flowers. When we are there I will give my love to you. I have stored many good things that are both old and new. I have kept them all for you, my lover."
            },
            {
                "verse_number": "2",
                "verse_text": "Your navel is like a round bowl"
            },
            {
                "verse_number": "3",
                "verse_text": "Your breasts are like two young gazelles"
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like an ivory tower ."
            },
            {
                "verse_number": "5",
                "verse_text": "Your head stands tall on you, like Mount Carmel."
            },
            {
                "verse_number": "6",
                "verse_text": "You are very beautiful, my dear friend,"
            },
            {
                "verse_number": "7",
                "verse_text": "You stand like a tall palm tree."
            },
            {
                "verse_number": "8",
                "verse_text": "I said, &quot;I will climb the palm tree."
            },
            {
                "verse_number": "9",
                "verse_text": "For me, your mouth has the taste of the best wine ."
            },
            {
                "verse_number": "10",
                "verse_text": "I belong to my lover,"
            },
            {
                "verse_number": "11",
                "verse_text": "Come with me now, my lover!"
            },
            {
                "verse_number": "12",
                "verse_text": "We can get up early in the morning"
            },
            {
                "verse_number": "13",
                "verse_text": "The mandrake plants send out their sweet smell."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "I would like it if you were my brother who drank milk from my mother's breasts! If you were my brother, if I found you outside, I could kiss you. Nobody would think that I was doing something wrong. She is the one who has taught me. I would give you wine with spices to drink, the juice from my pomegranates . His right hand brings me near to him. Do not cause our love to wake up. Do not cause it to become too strong until the time is right. Her head is on her lover's shoulder. Under the apple tree, I caused your love to wake. That is the place where your mother became pregnant. In that place too, your mother gave birth to you in pain. Keep me like a seal on your arm. Keep me there always, because love is as powerful as death. It keeps hold of people as strongly as the grave does. Love burns like a hot fire. It burns with bright flames . Rivers of water cannot carry it away. A man might try to give all his riches to buy a woman's love. But she would refuse to accept what he offers to her. Her breasts have not yet grown. What will we do to help her when it is the time for her to marry? we will use silver to build towers on her. But if she is a door, we will use boards of cedar wood to keep the door shut. My breasts are like strong towers. So my lover is happy when he looks at me. He allowed other people to take care of it. They each paid him 1,000 silver coins for its fruit. I take care of it myself. You may keep the 1,000 silver coins, Solomon. And I will give 200 silver coins to those who take care of the fruit. with your friends who are listening to you. Let me too hear your voice! Run like a gazelle or a young deer . Come to the mountains that have sweet spices !"
            },
            {
                "verse_number": "2",
                "verse_text": "I would lead you to my mother's house."
            },
            {
                "verse_number": "3",
                "verse_text": "His left hand is under my head."
            },
            {
                "verse_number": "4",
                "verse_text": "Promise this to me, young women of Jerusalem:"
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this who is coming from the desert ?"
            },
            {
                "verse_number": "6",
                "verse_text": "Keep me near to you, like a seal over your heart."
            },
            {
                "verse_number": "7",
                "verse_text": "Even a flood of water cannot stop the flames."
            },
            {
                "verse_number": "8",
                "verse_text": "We have a younger sister."
            },
            {
                "verse_number": "9",
                "verse_text": "If she is a wall,"
            },
            {
                "verse_number": "10",
                "verse_text": "I am a wall."
            },
            {
                "verse_number": "11",
                "verse_text": "King Solomon had a vineyard in Baal Hamon."
            },
            {
                "verse_number": "12",
                "verse_text": "But my own vineyard belongs to me alone."
            },
            {
                "verse_number": "13",
                "verse_text": "You have been staying in the garden"
            },
            {
                "verse_number": "14",
                "verse_text": "Come quickly to me now, my lover!"
            }
        ],
        "9": [],
        "10": [],
        "11": [],
        "12": []
    }
}