{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The city that was full of people is lonely now. The city is like the wife of a dead husband. Once she was great. She was like a queen among the other places in the country. and there are tears on her face. Not one of her lovers comforts her. All her friends have left her. The slaves have only trouble and difficult work. They now live among strangers. They have no rest, and they live far away from home. They cannot go away from those who do cruel things to them. Nobody comes to worship God there any longer. The priests are sad. Strangers are cruel to the young women. The people in Zion are very sad. Those who hate them have plenty. The Lord has caused trouble for the people The enemies took the children away to work as slaves. Her leaders are like animals without food. They are too weak to run from their enemies. So they remember the good things that they had a long time ago. When their enemies came, nobody was there with them. Nobody helped them. Their enemies laughed when they destroyed Jerusalem. That is why this city is not clean any longer. People thought that this city was the best. Now they think that it is not important. They see it as it is. Jerusalem's people make sad noises and they want to hide themselves away. They never thought that the end would be like this. But their enemies destroyed the city. They do not have anyone who can comfort them. God did not listen any longer when they asked for his help. &quot; Lord , see our troubles. See how happy our enemies are,&quot; the people pray. Foreign people have walked into God's holy house. But God had said that people like that must not go in there. They are not his people. They are sad as they look for food. They sell things that they love. They use them to buy food. &quot; Lord , see what is happening. Think about me, because nobody else does,&quot; the people pray. All you people who pass me do not show any interest in me. But you have never seen anything as sad as I am. The Lord was very angry with me. He wants us to turn towards him again, so he has caused things to be very difficult for us. All day he causes us to feel lonely and weak. It makes us weak. He has let the enemy be very strong. He let them win against us. So we cannot beat them. He brought a big army to fight our young men, and the enemy won that fight. He has let the enemy destroy the people of Judah. Tears run down our faces because God is not with us. Nobody will help us. We are the children of this city and we have nothing now. but nobody is their friend. But the Lord has said that he will cause their enemies to come from every country near them. Listen, all people everywhere, and look at us. We are in very bad trouble. The enemy has taken away our young women and our young men to be slaves.&quot; They had said that they would help us. But they did not help us. Our priests and our leaders died in the city. They were looking for food to keep themselves alive. We are very sad. We are weak deep inside ourselves because we have done so many bad things. They are killing our people in the streets. Nobody wants to help us. All our enemies know about our trouble. They are happy, God, that you caused that trouble. Please cause trouble for those enemies too, as you promised. Punish them as you have punished us. You punished us because we did many bad things. Now we are ashamed and we are very sad.&quot; Now she is a slave. They have gone against her and they are now her enemies. There is nothing to hear at the city gates. because they did so many wrong things. That way, they can keep themselves alive. So it was the Lord who did this to me. The Lord God has punished us, like people walk on grapes to break them. The enemy has won.&quot; They are Jacob's children. Those other people think about Jerusalem as they would think about something dirty. We have not obeyed him. People are dying in the houses.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "She weeps in the night"
            },
            {
                "verse_number": "3",
                "verse_text": "The enemies have taken Judah's people away as slaves."
            },
            {
                "verse_number": "4",
                "verse_text": "Zion's streets are sad places now."
            },
            {
                "verse_number": "5",
                "verse_text": "The people's enemies rule them now."
            },
            {
                "verse_number": "6",
                "verse_text": "Zion is not beautiful any longer."
            },
            {
                "verse_number": "7",
                "verse_text": "Jerusalem's people are in trouble and they are away from their homes now."
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem's people have sinned very much."
            },
            {
                "verse_number": "9",
                "verse_text": "Jerusalem seemed dirty because the people were so bad."
            },
            {
                "verse_number": "10",
                "verse_text": "The enemies have taken away all Jerusalem's valuable things."
            },
            {
                "verse_number": "11",
                "verse_text": "Jerusalem's people are making sad noises."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;Come and really look at me!"
            },
            {
                "verse_number": "13",
                "verse_text": "It is like God has sent fire down into our bones to hurt us."
            },
            {
                "verse_number": "14",
                "verse_text": "He has caused our sins to seem like something very heavy that lies on our necks."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord has let the enemy beat all our strong men."
            },
            {
                "verse_number": "16",
                "verse_text": "We weep because of these things."
            },
            {
                "verse_number": "17",
                "verse_text": "Zion's people ask for help,"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;The Lord is right to punish us."
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;We shouted to our friends."
            },
            {
                "verse_number": "20",
                "verse_text": "Look, Lord , we are in a lot of trouble."
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;Everybody knows that we are very sad."
            },
            {
                "verse_number": "22",
                "verse_text": "You know that they have done many bad things."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord was very angry. He wanted Zion's people to be ashamed. But he has put it down to the ground from its high place. Now that he is angry, he has forgotten about that. He decided that he must punish them. Because he is angry, he has destroyed all Judah's strong towns. Yes, he has destroyed all the buildings, and he has killed the rulers and all the people. he has destroyed Israel's whole army. He did not help them when they were fighting the enemy. He was like a big hot fire that burned Jacob's people from all sides. Like an enemy, he has killed all our strong men that once we were proud of. He has shown how angry he was. He has sent a fire to destroy all Zion's houses. He has destroyed Israel and all the beautiful houses there. He has destroyed all the strong towns that had walls. He has caused Judah's people to weep. They are very sad. as easily as someone can knock down a hut in a garden. He has destroyed this place where people once met him. The Lord has caused Zion's people to forget He was very angry. So he thought that our king and our priests were not important. He refused to help them. no longer give pleasure to the Lord . They shout in the holy house of the Lord as people shout on a special holy day. He carefully broke away each stone. It causes us to weep when we look at those walls. He destroyed them all. He destroyed the inside walls and he destroyed the strong outside walls. He destroyed them and he has broken them in pieces. The enemies have taken away our king and his sons to a foreign country. The Lord does not give messages to his prophets any more. They have dressed themselves in sackcloth They are showing everyone that they are very sad. The young women of Jerusalem can only look down to the ground, because they are very sad too. Even the parts inside my body hurt, because my people are dying. I feel ill because I am so sad. The children and babies fall in the city's streets because they are so weak. the hungry children ask their mothers. Then they fall down in pain on the streets of the city. They die in their mothers' arms. but there is nothing that I can say to you. I do not know about anything like what has happened to you. God has destroyed Zion completely! I do not know anyone who can make you people better. Those good things will not happen. They should have told you that you should not do wrong things. If they had told you that, none of these troubles would have happened. The prophets do not tell you true messages from God They are happy because you are sad. They see how the enemy has destroyed everything in Jerusalem. &quot;Surely this cannot be the city that men called most beautiful,&quot; they say. &quot;People have said that this city is the best city on earth.&quot; because they are very happy. &quot;We have won!&quot; they say. &quot;We have waited for this day. Now we have beaten you! Now we have seen it!&quot; Yes, he has done what he told you about a long time ago. He has destroyed your city and he has not felt sorry about it. He has caused your enemies to be happy. He has made them strong Cry to the Lord all the time, you people. Do not rest. Do not let your eyes stop crying. Talk to God all night. Pour out your words and thoughts to the Lord as you pour out water from a jar. Lift up your hands to him, and ask him to save the lives of your children. They fall down to die at the end of every street &quot;You have done all this to your people. Women eat their own children now! They eat the children that they took care of. People have killed your own priests and prophets in your holy house! The enemy has killed the young men and women with long knives. But it was really you who killed them. You were very angry with us. So you killed them and you did not feel sorry. as people come to a special feast . They killed our people because you were angry. Nobody could hide or run away. They all died. We saw the enemy kill our own children.&quot; Zion was the most beautiful city in Israel . Zion was like a place where he had rested his feet. the special events and the Sabbath days in his holy house. He has given Zion's most beautiful houses to the enemy. The people no longer understand God's Law . and they throw dirt on their own heads. and their dreams are false. so that they could win against you. because they are so hungry."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord has destroyed all the houses where Jacob's people lived."
            },
            {
                "verse_number": "3",
                "verse_text": "Yes, because he is very angry,"
            },
            {
                "verse_number": "4",
                "verse_text": "He prepared his bow and his arrows , like an enemy ready to kill people."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord has become like an enemy."
            },
            {
                "verse_number": "6",
                "verse_text": "He has knocked down his own holy house"
            },
            {
                "verse_number": "7",
                "verse_text": "His holy house and his altar there"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord decided to destroy the strong walls of Zion ."
            },
            {
                "verse_number": "9",
                "verse_text": "Zion's gates fell down on the ground."
            },
            {
                "verse_number": "10",
                "verse_text": "Zion's leaders sit on the ground and they are saying nothing."
            },
            {
                "verse_number": "11",
                "verse_text": "I have cried so much that my eyes are red now."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;Where has all the food and drink gone?&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "I want to help you people of Jerusalem,"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets have promised you many good things."
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone who goes by laughs at you."
            },
            {
                "verse_number": "16",
                "verse_text": "All your enemies make noises through their teeth"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord has done what he decided to do."
            },
            {
                "verse_number": "18",
                "verse_text": "Day and night, cause your tears to run like a river round the walls of Zion ."
            },
            {
                "verse_number": "19",
                "verse_text": "Stand up and pray for God's help."
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;Look at us, Lord ,&quot; you should say."
            },
            {
                "verse_number": "21",
                "verse_text": "Young people and old people lie dead in the streets."
            },
            {
                "verse_number": "22",
                "verse_text": "You asked our enemies to come round us"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I am the man who has seen trouble. God punished me because he was angry with me. There is no light, so I cannot see the right way. He causes me trouble all the time. He has broken my bones. He caused much trouble for me, so that I am very sad. So I am like a person who has been dead for a long time. My troubles are very bad. They hold me down like heavy chains . I cannot go past them. He hides and he waits for me by the path. He tears me in pieces and then he leaves me without any help. He used his bow to shoot at me. They even sing silly songs about me all the time. It is as if he filled a cup with a very bitter drink for me. Then he put me on the ground, and he pushed me down in the dirt. I cannot remember the happy days that I had before. The things that I hoped for from the Lord have not come!&quot; Remember that I am very lonely. My troubles are like poison for me. and I feel small and alone. We know that he will do what he has promised to do. &quot;He is the reason why I can hope for good things.&quot; He is kind to everyone who looks for him. It is good when they quietly wait for the Lord , because he will save them. They should work well for him. Then hope may come again. but he is sorry for us. He is also very kind to us, because he loves us very much. The Lord is not happy when he sees any of those bad things. Nobody can cause things to happen without him. He causes good things and bad things to happen when he speaks. We are still alive, so we should not be angry with God. and we should turn back to the Lord again. We should be honest with God and say to him, and we have turned against you. You have not forgiven us. You have followed us so that you could kill us. You were not sorry about it. So you do not listen to us when we talk to you. They think that we have no value. We are like things that nobody can use any longer. It is because the enemy has killed my people. He will see us and he will help us. And so I am very sad. But they caught me as they would catch a bird. and they threw stones down on me. Then I said, &quot;I will soon die.&quot; when I was in the well. &quot;Help me! Save me!&quot; I shouted, and you heard me. &quot;Do not be afraid,&quot; you said. You have paid the price to keep me alive. So please agree with me that they were not fair! And you know about all the bad things that they want to do to me. Yes, you know about all the bad things that they want to do to me. They attack me with cruel words every hour of the day. They sing when they are sitting, and they sing when they are standing. Cause bad things to happen to them. Kill them all because you are angry with them. Let nobody on earth remember them any longer."
            },
            {
                "verse_number": "2",
                "verse_text": "He has led me into the dark."
            },
            {
                "verse_number": "3",
                "verse_text": "He is completely against me."
            },
            {
                "verse_number": "4",
                "verse_text": "God has caused my skin and my whole body to become old."
            },
            {
                "verse_number": "5",
                "verse_text": "He has fought against me from every side."
            },
            {
                "verse_number": "6",
                "verse_text": "He has brought me to this dark place."
            },
            {
                "verse_number": "7",
                "verse_text": "It is as if God has built high walls round me, and I cannot go out."
            },
            {
                "verse_number": "8",
                "verse_text": "I shout and I pray for help, but God does not listen."
            },
            {
                "verse_number": "9",
                "verse_text": "On every road that I go along, he has put big rocks in my way."
            },
            {
                "verse_number": "10",
                "verse_text": "God is like a strong wild animal."
            },
            {
                "verse_number": "11",
                "verse_text": "He is like an animal that catches me and pulls me off the path."
            },
            {
                "verse_number": "12",
                "verse_text": "God is like a soldier with a bow and arrows ."
            },
            {
                "verse_number": "13",
                "verse_text": "It was as if he shot me in the heart with his arrows."
            },
            {
                "verse_number": "14",
                "verse_text": "All the people see me and laugh."
            },
            {
                "verse_number": "15",
                "verse_text": "God has caused my life to become a thing of pain."
            },
            {
                "verse_number": "16",
                "verse_text": "It is as if he caused me to eat small stones, so that the stones broke my teeth."
            },
            {
                "verse_number": "17",
                "verse_text": "He has taken peace away from my mind."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell myself, &quot;Everything good has finished for me!"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord , please remember all my troubles, because I am sad."
            },
            {
                "verse_number": "20",
                "verse_text": "I think about all those things,"
            },
            {
                "verse_number": "21",
                "verse_text": "But then I choose to remember God, and this is my hope: He never stops being kind to us. they should sit alone quietly. He does not enjoy causing trouble for them. They have caught us and they have destroyed us and our things.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord 's faithful love never comes to an end."
            },
            {
                "verse_number": "23",
                "verse_text": "Every day, we can trust him to be kind again."
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;He is my Lord ,&quot; I say to myself."
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord does good things for people who wait for him."
            },
            {
                "verse_number": "26",
                "verse_text": "It is good when people continue to hope."
            },
            {
                "verse_number": "27",
                "verse_text": "It is also good for people to obey God when they are young."
            },
            {
                "verse_number": "28",
                "verse_text": "Also, when the Lord causes them to be in trouble,"
            },
            {
                "verse_number": "29",
                "verse_text": "They should be humble in front of God."
            },
            {
                "verse_number": "30",
                "verse_text": "If somebody hits them or insults them, they should accept it."
            },
            {
                "verse_number": "31",
                "verse_text": "The Lord does not turn against people for ever."
            },
            {
                "verse_number": "32",
                "verse_text": "He does cause people to feel sad sometimes,"
            },
            {
                "verse_number": "33",
                "verse_text": "He does not enjoy seeing people who are in pain."
            },
            {
                "verse_number": "34",
                "verse_text": "Bad people may be cruel to those who are in prison."
            },
            {
                "verse_number": "35",
                "verse_text": "They may turn against the Most High God and cheat people."
            },
            {
                "verse_number": "36",
                "verse_text": "They may tell lies in court ."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord causes things to happen."
            },
            {
                "verse_number": "38",
                "verse_text": "The Most High God causes all things to happen."
            },
            {
                "verse_number": "39",
                "verse_text": "He only punishes us when we do wrong things."
            },
            {
                "verse_number": "40",
                "verse_text": "Instead, we should think a lot about what we do,"
            },
            {
                "verse_number": "41",
                "verse_text": "We should lift up our hands and pray to God in heaven ."
            },
            {
                "verse_number": "42",
                "verse_text": "&quot;We have done wrong things,"
            },
            {
                "verse_number": "43",
                "verse_text": "You have hidden yourself from us because you are angry."
            },
            {
                "verse_number": "44",
                "verse_text": "You have hidden from us in a cloud."
            },
            {
                "verse_number": "45",
                "verse_text": "You let people from other countries think bad things about us."
            },
            {
                "verse_number": "46",
                "verse_text": "All our enemies have insulted us."
            },
            {
                "verse_number": "47",
                "verse_text": "We have become afraid of them."
            },
            {
                "verse_number": "48",
                "verse_text": "I weep, and my eyes are red with all my tears ."
            },
            {
                "verse_number": "49",
                "verse_text": "Tears come like a river from my eyes and they will not stop,"
            },
            {
                "verse_number": "50",
                "verse_text": "until the Lord looks down on us from heaven."
            },
            {
                "verse_number": "51",
                "verse_text": "I see what has happened to all the people in my city."
            },
            {
                "verse_number": "52",
                "verse_text": "My enemies had no reason to follow me."
            },
            {
                "verse_number": "53",
                "verse_text": "They put me alive into the well,"
            },
            {
                "verse_number": "54",
                "verse_text": "The water covered my head."
            },
            {
                "verse_number": "55",
                "verse_text": "I shouted your name, Lord ,"
            },
            {
                "verse_number": "56",
                "verse_text": "&quot;Please listen to me, Lord ,&quot; I shouted."
            },
            {
                "verse_number": "57",
                "verse_text": "You came near to me when I prayed to you."
            },
            {
                "verse_number": "58",
                "verse_text": "Lord , you have given me help."
            },
            {
                "verse_number": "59",
                "verse_text": "You saw the bad things that they did to me."
            },
            {
                "verse_number": "60",
                "verse_text": "You know all the bad things that they did to me."
            },
            {
                "verse_number": "61",
                "verse_text": "You have heard their cruel words against me, Lord ."
            },
            {
                "verse_number": "62",
                "verse_text": "These people have been cruel to me."
            },
            {
                "verse_number": "63",
                "verse_text": "Look at them as they sing cruel things about me."
            },
            {
                "verse_number": "64",
                "verse_text": "Punish them for what they have done, Lord ."
            },
            {
                "verse_number": "65",
                "verse_text": "Cause them to think that they cannot hope for anything good."
            },
            {
                "verse_number": "66",
                "verse_text": "Run after them angrily ."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Look! The gold has stopped shining! Look how the best gold has changed! The valuable stones from the Holy Place lie at the end of every street! Now they lie in the streets, because God has broken them. But Jerusalem's young women have become cruel. And the young children ask for food, but nobody gives them anything to eat. They ate the best foods, but now they are hungry. Now they lie in the streets with nothing to eat. They wore the best clothes, but now they sit in the ashes . He punished us more than he punished Sodom's people. They were strong and healthy. Their bodies seemed to shine like valuable stones. People see them in the streets, but they do not recognize them. Their skin hangs on their bones. It is better for those dead people than for the people who have no food. They are very hungry. have boiled their own children. Their children became their food, So he sent fire to burn Zion . It destroyed the whole city, even the strongest houses. None of the people on earth could believe it. They thought that no enemy could go through Jerusalem's gates. God did not like the things that their prophets and priests did. They had caused good people to die. There was blood on their clothes and everybody was afraid to touch them. &quot;Do not touch us! You are too dirty to be among God's people!&quot; So they went away to other countries, but the people there did not want them. &quot;They cannot stay here with us!&quot; those people said. He will not take care of them any longer. Nobody respects the priests . We were looking for help, but it did not come. The people from other countries could not save us. We knew that we would die soon. We could not live like this any longer. They followed us so that they could catch us out on the mountains. They hid and they waited for us in the desert . We thought that he would save us. &quot;Under his shadow we will live among the other countries,&quot; we had always said. But at a future time, God will hurt you too. The enemy will take away everything that you have. So you will become like drunks. He will let them return to their homes soon. He will discover everything that you have done wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "Jerusalem's men were valuable, like the best gold. They are like common pots that a potter makes. They are like ostriches that leave their eggs in the desert . God destroyed that city in a moment, and nobody was there to help them. Their skin is as dry as wood for a fire. And they die slowly because they have nothing to eat. when the enemies were destroying the city. Nobody is kind to the leaders. But the enemy caught him. But you, Edom's people, God will certainly punish you."
            },
            {
                "verse_number": "3",
                "verse_text": "Even the jackals feed their babies at their breasts."
            },
            {
                "verse_number": "4",
                "verse_text": "The mouths of the babies in Jerusalem are completely dry, because they are so thirsty ."
            },
            {
                "verse_number": "5",
                "verse_text": "There are people here who had been very rich."
            },
            {
                "verse_number": "6",
                "verse_text": "God has punished my people."
            },
            {
                "verse_number": "7",
                "verse_text": "In past times, the leaders of Jerusalem were more pure than very white snow ."
            },
            {
                "verse_number": "8",
                "verse_text": "Now their faces are dirty and black."
            },
            {
                "verse_number": "9",
                "verse_text": "Our enemies have killed many people with long knives."
            },
            {
                "verse_number": "10",
                "verse_text": "Women who once were very kind"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord was very angry."
            },
            {
                "verse_number": "12",
                "verse_text": "The kings in the other cities on earth could not believe it."
            },
            {
                "verse_number": "13",
                "verse_text": "God punished Jerusalem and its people because their leaders sinned ."
            },
            {
                "verse_number": "14",
                "verse_text": "Those leaders walked in the streets like men who cannot see."
            },
            {
                "verse_number": "15",
                "verse_text": "&quot;Go away!&quot; people shouted at them."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord himself has sent them away."
            },
            {
                "verse_number": "17",
                "verse_text": "Our eyes became red as we watched."
            },
            {
                "verse_number": "18",
                "verse_text": "Enemies ran after us, so that we could not go into the streets any longer."
            },
            {
                "verse_number": "19",
                "verse_text": "The enemy was quicker than big birds that fly in the air."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord had chosen a man to be our king."
            },
            {
                "verse_number": "21",
                "verse_text": "You, Edom's people, live in the country called Uz . And you are happy now."
            },
            {
                "verse_number": "22",
                "verse_text": "God has finished punishing Zion's people."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Lord , please remember the trouble that has happened to us. Look at us, because we are ashamed. Foreign people live in our homes. Our mothers no longer have husbands. We must buy wood for our fires. But the work is too difficult and they will not let us rest. so that we could get food to eat. Now we have the troubles that you caused because of them. And there is nobody to save us from their power. Enemies are everywhere and they want to kill us. We are so hungry that we are ill. They are cruel to the young women in Judah's cities. And they are cruel to our old men too. Our boys have to carry heavy bags of wood. The old men cannot say what is right or fair for us. And the young men have stopped their music. Instead, we are very sad, so we do not dance any longer. We have sinned , so it will be very bad for us. Our eyes are very tired and we cannot hope for good things any longer. Wild animals walk on them now. You will always rule us. Tell us why you have left us alone for so long. Let us be great again, like we were long ago."
            },
            {
                "verse_number": "2",
                "verse_text": "Strangers have taken the land that our ancestors gave to us."
            },
            {
                "verse_number": "3",
                "verse_text": "We are children whose fathers have died."
            },
            {
                "verse_number": "4",
                "verse_text": "We must pay money for the water that we drink."
            },
            {
                "verse_number": "5",
                "verse_text": "Our enemies cause us to work like animals."
            },
            {
                "verse_number": "6",
                "verse_text": "We gave ourselves to the Egyptians and to the Assyrians ,"
            },
            {
                "verse_number": "7",
                "verse_text": "Our ancestors sinned , but they are dead. You punished us because of their sin . Do not continue to be angry with us more than we can take."
            },
            {
                "verse_number": "8",
                "verse_text": "Slaves now rule us."
            },
            {
                "verse_number": "9",
                "verse_text": "We meet danger when we work in the fields."
            },
            {
                "verse_number": "10",
                "verse_text": "Our skin feels as if we are burning."
            },
            {
                "verse_number": "11",
                "verse_text": "Enemies do what they want with the women in Zion ."
            },
            {
                "verse_number": "12",
                "verse_text": "They hang our leaders by their hands."
            },
            {
                "verse_number": "13",
                "verse_text": "They took the young men to make flour for them, like slaves."
            },
            {
                "verse_number": "14",
                "verse_text": "Our enemies no longer let our old men decide things."
            },
            {
                "verse_number": "15",
                "verse_text": "We are not happy any longer."
            },
            {
                "verse_number": "16",
                "verse_text": "And we have no king in Jerusalem any longer."
            },
            {
                "verse_number": "17",
                "verse_text": "So our bodies feel ill and we feel ill deep inside us."
            },
            {
                "verse_number": "18",
                "verse_text": "We are so sad because they destroyed Zion's walls and buildings."
            },
            {
                "verse_number": "19",
                "verse_text": "But you, Lord , will be king for ever."
            },
            {
                "verse_number": "20",
                "verse_text": "Tell us why you have forgotten us."
            },
            {
                "verse_number": "21",
                "verse_text": "Help us to come back to you, Lord ."
            },
            {
                "verse_number": "22",
                "verse_text": "Please do that, unless you have turned away from us completely."
            }
        ]
    }
}