{
    "Zephaniah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the Lord 's message, which he gave to Zephaniah, Cushi's son. Cushi's father was Gedaliah. Gedaliah's father was Amariah, and Amariah's father was Hezekiah. The Lord gave this message to Zephaniah when Josiah was king. Josiah was the son of Amon, who was the king of Judah. I will remove everything from the ground. I will remove the birds that fly in the air. I will also remove the fish that live in the sea. I will remove all the bad people. Bad people cause trouble for other people. Yes, I will remove all the people from the ground. It is the Lord who is speaking. I will remove all the people who live in Jerusalem. I will remove all those who believe in the false god Baal . I will also remove those who decide things without the Lord . On that same day, I will also punish other robbers. Those people fill their masters' houses with the things that they take.&quot; And there will be sad sounds from the next gate. There will be loud noises from the hills. The Lord will remove the traders from your town. I will look in all Jerusalem's dark corners. I will take lights with me. I will find the drunks and I will punish them. These people say in their minds, &apos;The Lord will do neither good things nor bad things to us.&apos; I will take away their houses too. They will build houses, but they will never live in them. They will plant plants to get grapes . But they will never have wine from them.&quot; It will happen quickly. Strong men will weep when they hear the noise of it. It will be a time when there will be trouble. On that day, he will destroy everything bad. It will be very dark. At that time, there will be thick dark clouds. In the fight, they will try to destroy the strong walls of cities. And they will try to destroy the strong high parts of the walls. So they will walk like people who cannot see. This is because they have not obeyed the Lord . Their blood will fall to the ground. Yes, they will fall to the ground and they will die. After that, they will be nothing. on the day when the Lord is angry. He watches. And he is angry when his people love other gods. So he will send fire on the earth. Yes, he will quickly kill all the people who live in Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;It is the Lord who is speaking now."
            },
            {
                "verse_number": "3",
                "verse_text": "I will remove men and animals."
            },
            {
                "verse_number": "4",
                "verse_text": "I will destroy Judah. I will remove Baal's priests . Some people say that they love me. But they say also that they love Malcam (a false god). So I will remove them, too.&quot; It will soon be the day of the Lord . The Lord has made his sacrifice ready. He has made the people ready who will give the sacrifice to him.&quot; I will punish everyone who wears clothes like foreign people do.&quot; Some people have lots of money there. But all those people will be dead then.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "Some people stand on the roof tops to worship the sun, the moon and the stars. I will remove those people."
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;I will remove those who have turned away from the Lord ."
            },
            {
                "verse_number": "7",
                "verse_text": "Be quiet! The Lord God is here."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;When it is time for the Lord 's sacrifice , I will punish the rulers and the king's sons."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;I will also punish the people who rush into other people's houses. They do that because they want to rob those people."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord says, &quot;On that day you will hear the noise of people who are shouting from one gate of the city. It is the gate called the Fish Gate."
            },
            {
                "verse_number": "11",
                "verse_text": "Shout out, you who live near Jerusalem's market! Weep!"
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;At that time,"
            },
            {
                "verse_number": "13",
                "verse_text": "So I will take away from them everything that they have."
            },
            {
                "verse_number": "14",
                "verse_text": "The time for the great day of the Lord is coming very soon."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will be very angry at that time."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time, people will make a noise with trumpets . They will shout when they go to fight in a war."
            },
            {
                "verse_number": "17",
                "verse_text": "I will cause trouble for people."
            },
            {
                "verse_number": "18",
                "verse_text": "Their money will not save them,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Come together! Yes, you people, come together and think. You do not know how to be ashamed! It will be like that when I punish you. Before it is the time for me to punish you, look for me. Before this time is past, look for me. Look for me, before I become very, very angry with you. There will be a day when the Lord will be angry. Look for me, before that day. Yes, look for the Lord , all you people who want to make him happy. You have done what the Lord wants. Continue to do what is good. But do not think that you are great. Perhaps you will find a safe place on the day when the Lord is angry. Enemies will also send away the people in Ashdod city at midday. And those enemies will destroy Ekron city. you people who live beside the sea! The Lord has said this against you: I will kill all you Philistines who live in the land of Canaan! You will all die. So nobody will live there. There will be safe places for their sheep. They will have food there. They will lie down to sleep in Ashkelon city's houses. The Lord , their God, will be with them. He will stop their troubles. They laugh about you and they say cruel things about you, my people. They have thought that they were greater than you. They have come against you.&quot; &quot;You can be sure that I live. In the same way, you can also be sure that my people will take everything for themselves. God will destroy Moab as he destroyed Sodom. He will destroy Ammon as he destroyed Gomorrah. After this, the ground will have lots of salt on it. Weeds will grow there. Nobody will build anything there again. My people who are still alive will take for themselves the Ammonites' things and the Moabites' things.&quot; The proud people said cruel words to God's people. The cruel people thought that they were greater than the people of the Lord Almighty. He will destroy all the false gods. People will worship him instead. Every person, in his own place, will worship God. They will also worship him in the places where the people now believe in false gods. Other people will kill you with a big knife,&quot; the Lord says. There, he will destroy the country called Assyria. He will also destroy Nineveh city. That place will become as dry as a desert . All the wild animals of that place will live together there. Vultures and owls will rest on top of the high, thin parts of the buildings. They will sing in the windows. Bits of doors will lie on the ground. The Lord will tear down all the things in the houses that they have made from valuable wood. That city's people said in their minds, &quot;Here we are. We are greater than all the other people.&quot; But then, other people will destroy their city! Only bits of it will still be there. Then wild animals will come and they will lie down in it. People will see this. So any people who pass by the city will make noises with their lips. And they will hold their fists up. In this way, they will show that they think bad things about the city."
            },
            {
                "verse_number": "4",
                "verse_text": "Then, the people who have lived in Gaza city and Ashkelon city will not be there."
            },
            {
                "verse_number": "5",
                "verse_text": "Terrible trouble will come to you people who came from Crete,"
            },
            {
                "verse_number": "6",
                "verse_text": "By the sea, there will be houses for people who feed sheep."
            },
            {
                "verse_number": "7",
                "verse_text": "Those people in Judah who love God will live there, by the sea."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord of all his armies says, &quot;I have heard the cruel people in the countries called Moab and Ammon."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord Almighty , Israel's God, says,"
            },
            {
                "verse_number": "10",
                "verse_text": "That will happen to all proud people."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord will make them afraid."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;I will also punish you people in the country called Ethiopia."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord will go against the north."
            },
            {
                "verse_number": "14",
                "verse_text": "Sheep will lie down there."
            },
            {
                "verse_number": "15",
                "verse_text": "All this will happen to that city, the proud city."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "It will be very bad for the city! It is like something that is dirty. Its people will not obey me. They like to fight weak people. They also like to do bad things. Nobody can warn them that they are doing wrong things. They do not trust in the Lord . They do not come near to their God. Its judges are like hungry wolves . They are like wolves that have even eaten all an animal's bones before morning. People cannot trust them. Its priests have done wrong things, even in God's holy house. They have also made changes to God's rules. They have made changes that they want. He will do what is right. He is always the honest judge. He never fails. But the bad people do not know how to be ashamed. &quot;There is nobody in their strong towers now. I have made their streets empty, so no people are there. I have destroyed their cities. So nobody lives in them now. Now they will agree when people warn them.&apos; The people would have been safe if they had accepted it. Then I would not have to destroy them. But it did not happen. I had to punish them. Still, the people got up early to do bad things. I will stand up and I will punish the nations. I have decided to bring together the nations and the people that kings rule over. Then I will punish them very, very much. They will see how angry I am. They will see it because, on that day, I will burn all the earth.&quot; That is what the Lord says. And then, all the people will agree to work together for me.&quot; Yes, my people who pray went away to many other countries. They will return and they will carry their gifts to me. of the wrong things that you have done against me. But I will take away those who do not see anything wrong in themselves. Those people will not call each other &apos;the people who live on God's holy mountain&apos;. These are the people who have had bad times. These are the people who will trust me. And they will call me Lord . They will not do any bad things. They will only say things that are true. They will say honest things. They will eat well and they will sleep well. Nobody will make them afraid.&quot; Shout, you people in Israel! Be very, very happy, my people in Jerusalem! He has sent your enemy away. I, the King of Israel, am with you! The bad times have gone. They will not happen again! &quot;Do not be afraid now! Do not be weak now! He is strong. He will save you. He will be very happy about you! He will quietly love you. He will sing, because he is so happy about you! You want to meet again to pray. And you want to meet again to praise God. You have had enough cruel words from your enemies. all those people who hurt you. I will save those who cannot walk well. I will bring back the people that the enemy has sent away. I will cause people in every country to know about you. I will cause them to praise you. I will bring you back together. I will give you a good name among all the people on the earth. That is what I will do. I will stop your troubles. And you will see it happen.&quot; That is what the Lord says."
            },
            {
                "verse_number": "2",
                "verse_text": "They do not listen to anyone's voice."
            },
            {
                "verse_number": "3",
                "verse_text": "The rulers of the city make a very loud noise with their voices like big wild animals."
            },
            {
                "verse_number": "4",
                "verse_text": "Its prophets do not know what to think."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord is among all the people in the city."
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;I have destroyed nations ,&quot; the Lord says."
            },
            {
                "verse_number": "7",
                "verse_text": "I said, &apos;Now people in the city will respect me!"
            },
            {
                "verse_number": "8",
                "verse_text": "So wait for me,"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;Then I will give to people lips that I have made pure . With those lips, they will call me Lord ."
            },
            {
                "verse_number": "10",
                "verse_text": "&quot;Some people live a long way beyond the rivers of Cush."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time, you will not have to be ashamed"
            },
            {
                "verse_number": "12",
                "verse_text": "But I will let the poor people remain there."
            },
            {
                "verse_number": "13",
                "verse_text": "I will let those people stay there."
            },
            {
                "verse_number": "14",
                "verse_text": "Sing, you people in Zion . You are my own people, like my own daughter."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord has not punished you as he would have done."
            },
            {
                "verse_number": "16",
                "verse_text": "On that special day, this will be my message for Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord , your God, is with you."
            },
            {
                "verse_number": "18",
                "verse_text": "I will bring together those people among you who want to meet together again."
            },
            {
                "verse_number": "19",
                "verse_text": "Look! At that time, I will punish"
            },
            {
                "verse_number": "20",
                "verse_text": "At that time, I will bring you back to your home."
            }
        ]
    }
}