{
    "Habakkuk": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that God showed to his prophet Habakkuk. You do not listen to me! I shout aloud to you, &quot; Violence is everywhere!&quot; but you do nothing to make us safe. You do not punish people who are doing wrong things. Why do you let that happen? People do cruel things and there is violence everywhere. They argue and they fight and they quarrel. There is no justice in the courts . Instead, wicked people win against good people. The judges decide that bad people are good. You will be very surprised at what is happening. While you are still alive, I will do a very surprising thing. You would not believe it even if someone told you. They are a cruel nation with brave soldiers. They march across the whole earth. They take cities that do not belong to them. They obey no laws except their own rules. They are more cruel than wolves that attack in the evening. Their riders come on fast horses from places that are far away. They quickly attack their enemies, like hungry eagles that fly down to catch chickens. They march forward like a wind from the desert . They make people their prisoners , as easily as if they are picking up sand. and they laugh at rulers. They laugh at all the strong cities of their enemies. They build heaps of earth against the walls, and they take those cities for themselves. like a wind that blows. They think that their own god has made them strong, since the beginning. You are the God that I worship as holy , and you will never die. Lord , you have chosen the Babylonians as your weapon to punish your people. You are a strong rock to protect us, but you have decided to use them to punish us. You cannot agree with people who do wrong things. So why do you let these wicked people live? Why do you say nothing? They are killing people who are more righteous than themselves. They are like animals that have no leader to rule them. like people who catch fish with hooks . They throw their nets into the water, and they catch as many as they want. When they store their fish in special nets, they sing happy songs. so they offer sacrifices to their nets. Their nets give them plenty of good food to eat, so they burn incense to thank their nets. Will they make their nets full of fish as many times as they want to? Will they continue to destroy other nations"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord , how long must I call out to you for help?"
            },
            {
                "verse_number": "3",
                "verse_text": "You cause me to see many things that are not right."
            },
            {
                "verse_number": "4",
                "verse_text": "The law has no power to make things right."
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;All of you, look carefully at the other nations ."
            },
            {
                "verse_number": "6",
                "verse_text": "I will give more power to the Babylonians ."
            },
            {
                "verse_number": "7",
                "verse_text": "They cause people to be very afraid."
            },
            {
                "verse_number": "8",
                "verse_text": "Their horses run faster than leopards ."
            },
            {
                "verse_number": "9",
                "verse_text": "Their whole army comes to do violent things."
            },
            {
                "verse_number": "10",
                "verse_text": "They insult kings,"
            },
            {
                "verse_number": "11",
                "verse_text": "Their army quickly moves on to another place, and so they are guilty .&quot; and never stop?"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord , you have always been God,"
            },
            {
                "verse_number": "13",
                "verse_text": "But you are too holy to accept anything that is evil ."
            },
            {
                "verse_number": "14",
                "verse_text": "It seems that you have made people like fish in the sea."
            },
            {
                "verse_number": "15",
                "verse_text": "The Babylonians can easily catch them,"
            },
            {
                "verse_number": "16",
                "verse_text": "Their nets give them everything that they need,"
            },
            {
                "verse_number": "17",
                "verse_text": "Will you let them continue to do that?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I will stand at my place on the wall of the city. I will watch from there. I will wait to see what God will say to me. I have complained to him and now I will see how he answers me. &quot;Write down what I will show to you. Make it very clear on the page where you write it. Then someone can easily read it, and he can tell the message to other people."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord answered me. He said:"
            },
            {
                "verse_number": "3",
                "verse_text": "What I will show to you must happen at the time that I have decided. That is a future time, but it will certainly happen, as I have said. It may not happen very soon, but you must be patient. What I show to you will certainly happen at the right time, so wait for it."
            },
            {
                "verse_number": "4",
                "verse_text": "Look now! The enemy is very proud . They do not want to do what is right. But righteous people will live because of their faith in God."
            },
            {
                "verse_number": "5",
                "verse_text": "Wine will destroy that proud enemy. They do not stop attacking other people. They never have enough for themselves. They are like death that is so hungry that it eats as much as it can. The deep hole of death eats everything. The cruel enemy is like that! They want all the nations to belong to them. They catch everyone to be their prisoners ."
            },
            {
                "verse_number": "6",
                "verse_text": "But one day, their prisoners will laugh at them. The people will insult that proud nation with songs and proverbs . They will say, &apos;You have stored for yourselves many valuable things that do not belong to you. It will be very bad for you! You have robbed other nations so that you can be rich. This will not continue much longer!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The people that have lent their riches to you will suddenly attack. They will come to take back their things and you will be very afraid. Now they will come to rob you!"
            },
            {
                "verse_number": "8",
                "verse_text": "You have robbed many nations. You have murdered people in many lands. You have destroyed towns and the people who live in them. Now the people who remain will come to rob you."
            },
            {
                "verse_number": "9",
                "verse_text": "It will be very bad for anyone who cheats other people so that he can make his family rich. He thinks that his riches will make him safe. He thinks that he is too high up for any trouble to reach him."
            },
            {
                "verse_number": "10",
                "verse_text": "But the cruel things that you have done will bring shame to your family. You decided to destroy people from many countries. Because of that, you will pay with your own life."
            },
            {
                "verse_number": "11",
                "verse_text": "The stones in the walls of your houses will cry out against you. The beams in your roof will also shout aloud."
            },
            {
                "verse_number": "12",
                "verse_text": "It will be very bad for anyone who kills people so that he can build a city for himself. It will be bad for anyone who does wicked things to make his town great."
            },
            {
                "verse_number": "13",
                "verse_text": "Listen! The Lord Almighty has commanded this: All the work that people do to get things for themselves is useless . The things that the nations work so hard to get will become smoke!"
            },
            {
                "verse_number": "14",
                "verse_text": "But people everywhere will one day recognize the Lord 's great glory . Those people will fill the whole earth, as the waters fill the sea."
            },
            {
                "verse_number": "15",
                "verse_text": "It will be very bad for you! You cause your neighbours to become drunk. You are so angry that you make them drink too much wine . You are happy when they are so drunk that you can see their bare bodies."
            },
            {
                "verse_number": "16",
                "verse_text": "But it is you who will become ashamed, not great. You will become drunk so that people see you with no clothes on! The Lord has a cup of wine in his right hand. He is ready to give it to you as a punishment . You will no longer be great, but you will be ashamed."
            },
            {
                "verse_number": "17",
                "verse_text": "You have done cruel things to the people in Lebanon. You destroyed their animals. The Lord will punish you for the things that you have done, and you will be very afraid. You have murdered people. You have destroyed the land and the towns and the people who live in them."
            },
            {
                "verse_number": "18",
                "verse_text": "What value does an idol have? What help can it give? Somebody has made it as the image of a false god. It can only tell false messages. Why should its maker trust it for help? He has used wood or metal to make it and it cannot speak!"
            },
            {
                "verse_number": "19",
                "verse_text": "It will be very bad for anyone who says to a piece of wood, &apos;Wake up!&apos; It will be bad for anyone who says to a stone that cannot speak, &apos;Get up and help me!&apos; It cannot teach you! It has gold or silver to make it look nice, but it is not alive."
            },
            {
                "verse_number": "20",
                "verse_text": "But the Lord rules from his holy temple . Everybody on the earth should be quiet in front of him.&quot;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These are the words that the prophet Habakkuk prayed. He used special music to sing it. I see the things that you have done, Lord , and I respect your power. Please do great things like that again. Do them again now for us to see. When you are angry with us, please still remember to be kind! Selah . His beautiful power covers the whole sky! People praise him all over the earth! His hands throw bright lightning ! That is where he hides his power. bad disease marches with him. and he causes the earth to shake . He looks at the nations and they shake with fear . The very old mountains break into pieces. The old hills fall down flat. He travels on roads that have been there for ever. and the people are afraid. The people in Midian are shaking with fear. Did the sea make you so angry? You rode on your chariots as horses pulled them! You rode into battle to win against your enemies. You are ready to shoot your arrows . Selah. You send rivers of water to cut the earth into pieces. Rain pours down from the sky and it causes floods . The deep sea roars and it lifts its waves up high. so that the sun and the moon stand still in the sky. Your bright spear flies like lightning , and the sun and the moon do not move! You knock down the armies of the nations, because you are so angry. You have knocked down the leader of the wicked nation. You have removed all his clothes, from head to foot. Selah. and you destroyed his army. When his soldiers rushed out to attack us, they were laughing. They thought that they would easily win against us, as if we were poor, weak people. You made the waters of the sea shake . and I was very afraid. My lips shook with fear when I heard the sound. My bones became weak. My legs would not let me walk. But I will be patient. I will wait for the day of trouble that will come. Yes, punishment will come to the people who are attacking us. If there are no flowers on the fig trees, if there are no grapes on the vines , if there are no olives on the olive trees, if there are no crops in the fields, if the sheep are dying in the hills, if there are no cows on the farms, He makes my feet run safely over the rocks and hills, like a deer's feet. This prayer is for the music leader. He must use stringed instruments ."
            },
            {
                "verse_number": "2",
                "verse_text": "Lord , I have heard the report about you."
            },
            {
                "verse_number": "3",
                "verse_text": "God is coming from Teman! The Holy God is coming from Paran mountain. and to save your special servant. I will be happy because God is the one who makes me safe."
            },
            {
                "verse_number": "4",
                "verse_text": "He is as bright as the sunrise."
            },
            {
                "verse_number": "5",
                "verse_text": "As he marches to war,"
            },
            {
                "verse_number": "6",
                "verse_text": "God stands ready to fight,"
            },
            {
                "verse_number": "7",
                "verse_text": "I see the tents where Cushan's people live,"
            },
            {
                "verse_number": "8",
                "verse_text": "Was it the rivers that made you angry, Lord ?"
            },
            {
                "verse_number": "9",
                "verse_text": "You have prepared your bow ."
            },
            {
                "verse_number": "10",
                "verse_text": "The mountains see you and they shake ."
            },
            {
                "verse_number": "11",
                "verse_text": "You shoot your bright arrows"
            },
            {
                "verse_number": "12",
                "verse_text": "You angrily march across the earth."
            },
            {
                "verse_number": "13",
                "verse_text": "You have marched out to rescue your people,"
            },
            {
                "verse_number": "14",
                "verse_text": "You threw his own spear into his head,"
            },
            {
                "verse_number": "15",
                "verse_text": "But you, Lord , marched across the sea with your horses."
            },
            {
                "verse_number": "16",
                "verse_text": "I listened to this"
            },
            {
                "verse_number": "17",
                "verse_text": "Whatever happens, I will continue to thank the Lord ."
            },
            {
                "verse_number": "18",
                "verse_text": "I will still sing to thank the Lord !"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord God causes me to be strong."
            }
        ]
    }
}