{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that the LORD gave Malachi to tell the people of Israel. But they reply, “How have you shown your love for us?” The LORD answers, “Esau and Jacob were brothers, but I have loved Jacob and his descendants,"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD says to his people, “I have always loved you.”"
            },
            {
                "verse_number": "3",
                "verse_text": "and have hated Esau and his descendants. I have devastated Esau's hill country and abandoned the land to jackals.”"
            },
            {
                "verse_number": "4",
                "verse_text": "If Esau's descendants, the Edomites, say, “Our towns have been destroyed, but we will rebuild them,” then the LORD will reply, “Let them rebuild — I will tear them down again. People will call them ‘The evil country’ and ‘The nation with whom the LORD is angry for ever.’ ”"
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Israel are going to see this with their own eyes, and they will say, “The LORD is mighty even outside the land of Israel!”"
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD Almighty says to the priests, “A son honours his father, and a servant honours his master. I am your father — why don't you honour me? I am your master — why don't you respect me? You despise me, and yet you ask, ‘How have we despised you?’"
            },
            {
                "verse_number": "7",
                "verse_text": "This is how — by offering worthless food on my altar. Then you ask, ‘How have we failed to respect you?’ I will tell you — by showing contempt for my altar."
            },
            {
                "verse_number": "8",
                "verse_text": "When you bring a blind or sick or lame animal to sacrifice to me, do you think there's nothing wrong with that? Try giving an animal like that to the governor! Would he be pleased with you or grant you any favours?”"
            },
            {
                "verse_number": "9",
                "verse_text": "Now, you priests, try asking God to be good to us. He will not answer your prayer, and it will be your fault."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD Almighty says, “I wish one of you would close the temple doors so as to prevent you from lighting useless fires on my altar. I am not pleased with you; I will not accept the offerings you bring me."
            },
            {
                "verse_number": "11",
                "verse_text": "People from one end of the world to the other honour me. Everywhere they burn incense to me and offer acceptable sacrifices. All of them honour me!"
            },
            {
                "verse_number": "12",
                "verse_text": "But you dishonour me when you say that my altar is worthless and when you offer on it food that you despise."
            },
            {
                "verse_number": "13",
                "verse_text": "You say, ‘How tired we are of all this!’ and you turn up your nose at me. As your offering to me you bring a stolen animal or one that is lame or sick. Do you think I will accept that from you?"
            },
            {
                "verse_number": "14",
                "verse_text": "A curse on the cheat who sacrifices a worthless animal to me, when he has in his flock a good animal that he promised to give me! For I am a great king, and people of all nations fear me.”"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The LORD Almighty says to the priests, “This command is for you:"
            },
            {
                "verse_number": "2",
                "verse_text": "You must honour me by what you do. If you will not listen to what I say, then I will bring a curse on you. I will put a curse on the things you receive for your support. In fact, I have already put a curse on them, because you do not take my command seriously."
            },
            {
                "verse_number": "3",
                "verse_text": "I will punish your children and rub your faces in the dung of the animals you sacrifice — and you will be taken out to the dunghill."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will know that I have given you this command, so that my covenant with the priests, the descendants of Levi, will not be broken."
            },
            {
                "verse_number": "5",
                "verse_text": "“In my covenant I promised them life and wellbeing, and this is what I gave them, so that they might respect me. In those days they did respect and fear me."
            },
            {
                "verse_number": "6",
                "verse_text": "They taught what was right, not what was wrong. They lived in harmony with me; they not only did what was right themselves, but they also helped many others to stop doing evil."
            },
            {
                "verse_number": "7",
                "verse_text": "It is the duty of priests to teach the true knowledge of God. People should go to them to learn my will, because they are the messengers of the LORD Almighty."
            },
            {
                "verse_number": "8",
                "verse_text": "“But now you priests have turned away from the right path. Your teaching has led many to do wrong. You have broken the covenant I made with you."
            },
            {
                "verse_number": "9",
                "verse_text": "So I, in turn, will make the people of Israel despise you because you do not obey my will, and when you teach my people, you do not treat everyone alike.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't we all have the same father? Didn't the same God create us all? Then why do we break our promises to one another, and why do we despise the covenant that God made with our ancestors?"
            },
            {
                "verse_number": "11",
                "verse_text": "The people of Judah have broken their promise to God and done a horrible thing in Jerusalem and all over the country. They have defiled the Temple which the LORD loves. Men have married women who worship foreign gods."
            },
            {
                "verse_number": "12",
                "verse_text": "May the LORD remove from the community of Israel those who did this, and never again let them participate in the offerings our nation brings to the LORD Almighty."
            },
            {
                "verse_number": "13",
                "verse_text": "This is another thing you do. You drown the LORD 's altar with tears, weeping and wailing because he no longer accepts the offerings you bring him."
            },
            {
                "verse_number": "14",
                "verse_text": "You ask why he no longer accepts them. It is because he knows you have broken your promise to the wife you married when you were young. She was your partner, and you have broken your promise to her, although you promised before God that you would be faithful to her."
            },
            {
                "verse_number": "15",
                "verse_text": "Didn't God make you one body and spirit with her? What was his purpose in this? It was that you should have children who are truly God's people. So make sure that none of you breaks his promise to his wife."
            },
            {
                "verse_number": "16",
                "verse_text": "“I hate divorce,” says the LORD God of Israel. “I hate it when one of you does such a cruel thing to his wife. Make sure that you do not break your promise to be faithful to your wife.”"
            },
            {
                "verse_number": "17",
                "verse_text": "You have tired the LORD out with your talk. But you ask, “How have we tired him?” By saying, “The LORD Almighty thinks all evildoers are good; in fact he likes them.” Or by asking, “Where is the God who is supposed to be just?”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The LORD Almighty answers, “I will send my messenger to prepare the way for me. Then the Lord you are looking for will suddenly come to his Temple. The messenger you long to see will come and proclaim my covenant.”"
            },
            {
                "verse_number": "2",
                "verse_text": "But who will be able to endure the day when he comes? Who will be able to survive when he appears? He will be like strong soap, like a fire that refines metal."
            },
            {
                "verse_number": "3",
                "verse_text": "He will come to judge like one who refines and purifies silver. As a metalworker refines silver and gold, so the LORD 's messenger will purify the priests, so that they will bring to the LORD the right kind of offerings."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the offerings which the people of Judah and Jerusalem bring to the LORD will be pleasing to him, as they used to be in the past."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD Almighty says, “I will appear among you to judge, and I will testify at once against those who practise magic, against adulterers, against those who give false testimony, those who cheat employees out of their wages, and those who take advantage of widows, orphans, and foreigners — against all who do not respect me."
            },
            {
                "verse_number": "6",
                "verse_text": "“I am the LORD , and I do not change. And so you, the descendants of Jacob, are not yet completely lost."
            },
            {
                "verse_number": "7",
                "verse_text": "You, like your ancestors before you, have turned away from my laws and have not kept them. Turn back to me, and I will turn to you. But you ask, ‘What must we do to turn back to you?’"
            },
            {
                "verse_number": "8",
                "verse_text": "I ask you, is it right for a person to cheat God? Of course not, yet you are cheating me. ‘How?’ you ask. In the matter of tithes and offerings."
            },
            {
                "verse_number": "9",
                "verse_text": "A curse is on all of you because the whole nation is cheating me."
            },
            {
                "verse_number": "10",
                "verse_text": "Bring the full amount of your tithes to the Temple, so that there will be plenty of food there. Put me to the test and you will see that I will open the windows of heaven and pour out on you in abundance all kinds of good things."
            },
            {
                "verse_number": "11",
                "verse_text": "I will not let insects destroy your crops, and your grapevines will be loaded with grapes."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the people of all nations will call you happy, because your land will be a good place to live in."
            },
            {
                "verse_number": "13",
                "verse_text": "“You have said terrible things about me,” says the LORD . “But you ask, ‘What have we said about you?’"
            },
            {
                "verse_number": "14",
                "verse_text": "You have said, ‘It's useless to serve God. What's the use of doing what he says or of trying to show the LORD Almighty that we are sorry for what we have done?"
            },
            {
                "verse_number": "15",
                "verse_text": "As we see it, proud people are the ones who are happy. Evil people not only prosper, but they test God's patience with their evil deeds and get away with it.’ ”"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the people who feared the LORD spoke to one another, and the LORD listened and heard what they said. In his presence, there was written down in a book a record of those who feared the LORD and respected him."
            },
            {
                "verse_number": "17",
                "verse_text": "“They will be my people,” says the LORD Almighty. “On the day when I act, they will be my very own. I will be merciful to them, as a father is merciful to the son who serves him."
            },
            {
                "verse_number": "18",
                "verse_text": "Once again my people will see the difference between what happens to the righteous and to the wicked, to the person who serves me and the one who does not.”"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The LORD Almighty says, “The day is coming when all proud and evil people will burn like straw. On that day they will burn up, and there will be nothing left of them."
            },
            {
                "verse_number": "2",
                "verse_text": "But for you who obey me, my saving power will rise on you like the sun and bring healing like the sun's rays. You will be as free and happy as calves let out of a stall."
            },
            {
                "verse_number": "3",
                "verse_text": "On the day when I act, you will overcome the wicked, and they will be like dust under your feet."
            },
            {
                "verse_number": "4",
                "verse_text": "“Remember the teachings of my servant Moses, the laws and commands which I gave him at Mount Sinai for all the people of Israel to obey."
            },
            {
                "verse_number": "5",
                "verse_text": "“But before the great and terrible day of the LORD comes, I will send you the prophet Elijah."
            },
            {
                "verse_number": "6",
                "verse_text": "He will bring fathers and children together again; otherwise I would have to come and destroy your country.”"
            }
        ]
    }
}