{
    "Numbers": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "On the first day of the second month in the second year after the people of Israel left Egypt, the LORD spoke to Moses there in the Tent of his presence in the Sinai Desert. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You and Aaron are to take a census of the people of Israel by clans and families. List the names of all the men"
            },
            {
                "verse_number": "3",
                "verse_text": "twenty years old or older who are fit for military service."
            },
            {
                "verse_number": "4",
                "verse_text": "Ask one clan chief from each tribe to help you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "With the help of these twelve men Moses and Aaron"
            },
            {
                "verse_number": "18",
                "verse_text": "called together the whole community on the first day of the second month and registered all the people by clans and families. The names of all the men twenty years old or older were recorded and counted,"
            },
            {
                "verse_number": "19",
                "verse_text": "as the LORD had commanded. In the Sinai Desert, Moses registered the people."
            },
            {
                "verse_number": "47",
                "verse_text": "The Levites were not registered with the other tribes,"
            },
            {
                "verse_number": "48",
                "verse_text": "because the LORD had said to Moses,"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;When you take a census of the men fit for military service, do not include the tribe of Levi."
            },
            {
                "verse_number": "50",
                "verse_text": "Instead, put the Levites in charge of the Tent of my presence and all its equipment. They shall carry it and its equipment, serve in it, and set up their camp round it."
            },
            {
                "verse_number": "51",
                "verse_text": "Whenever you move your camp, the Levites shall take the Tent down and set it up again at each new camping place. Anyone else who comes near the Tent shall be put to death."
            },
            {
                "verse_number": "52",
                "verse_text": "The rest of the Israelites shall set up camp, company by company, each man with his own group and under his own banner."
            },
            {
                "verse_number": "53",
                "verse_text": "But the Levites shall camp round the Tent to guard it, so that no one may come near and cause my anger to strike the community of Israel.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "So the people of Israel did everything that the LORD had commanded Moses."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The LORD gave Moses and Aaron the following instructions."
            },
            {
                "verse_number": "2",
                "verse_text": "When the Israelites set up camp, each man will camp under the banner of his division and the flag of his own clan. The camp is to be set up all round the Tent. Judah Nahshon son of Amminadab 74,600 Issachar Nethanel son of Zuar 54,400 Zebulun Eliab son of Helon 57,400 Total: 186,400 The division of Judah shall march first. Reuben Elizur son of Shedeur 46,500 Simeon Shelumiel son of Zurishaddai 59,300 Gad Eliasaph son of Deuel 45,650 Total: 151,450 The division of Reuben shall march second. Ephraim Elishama son of Ammihud 40,500 Manasseh Gamaliel son of Pedahzur 32,200 Benjamin Abidan son of Gideoni 35,400 Total: 108,100 The division of Ephraim shall march third. Dan Ahiezer son of Ammishaddai 62,700 Asher Pagiel son of Ochran 41,500 Naphtali Ahira son of Enan 53,400 Total: 157,600 The division of Dan shall march last."
            },
            {
                "verse_number": "17",
                "verse_text": "Then, between the first two divisions and the last two the Levites are to march carrying the Tent. Each division shall march in the same order as they camp, each in position under its banner."
            },
            {
                "verse_number": "32",
                "verse_text": "The total number of the people of Israel enrolled in the divisions, group by group, was 603,550."
            },
            {
                "verse_number": "33",
                "verse_text": "As the LORD had commanded Moses, the Levites were not registered with the rest of the Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "So the people of Israel did everything the LORD had commanded Moses. They camped, each under his own banner, and they marched, each with his own clan."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is the family of Aaron and Moses at the time the LORD spoke to Moses on Mount Sinai."
            },
            {
                "verse_number": "2",
                "verse_text": "Aaron had four sons: Nadab, the eldest, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "3",
                "verse_text": "They were anointed and ordained as priests,"
            },
            {
                "verse_number": "4",
                "verse_text": "but Nadab and Abihu were killed when they offered unholy fire to the LORD in the Sinai Desert. They had no children, so Eleazar and Ithamar served as priests during Aaron's lifetime."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Bring forward the tribe of Levi and appoint them as servants of Aaron the priest."
            },
            {
                "verse_number": "7",
                "verse_text": "They shall do the work required for the Tent of my presence and perform duties for the priests and for the whole community."
            },
            {
                "verse_number": "8",
                "verse_text": "They shall take charge of all the equipment of the Tent and perform the duties for the rest of the Israelites."
            },
            {
                "verse_number": "9",
                "verse_text": "The only responsibility the Levites have is to serve Aaron and his sons."
            },
            {
                "verse_number": "10",
                "verse_text": "You shall appoint Aaron and his sons to carry out the duties of the priesthood; anyone else who tries to do so shall be put to death.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "14",
                "verse_text": "In the Sinai Desert the LORD commanded Moses"
            },
            {
                "verse_number": "15",
                "verse_text": "to register the Levites by clans and families, enrolling every male a month old or older,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Moses did so."
            },
            {
                "verse_number": "21",
                "verse_text": "The clan of Gershon was composed of the families of Libni and Shimei."
            },
            {
                "verse_number": "22",
                "verse_text": "The total number of males one month old or older that were enrolled was 7,500."
            },
            {
                "verse_number": "23",
                "verse_text": "This clan was to camp on the west behind the Tent,"
            },
            {
                "verse_number": "24",
                "verse_text": "with Eliasaph son of Lael as chief of the clan."
            },
            {
                "verse_number": "25",
                "verse_text": "They were responsible for the Tent, its inner cover, its outer cover, the curtain for the entrance,"
            },
            {
                "verse_number": "26",
                "verse_text": "the curtains for the court which is round the Tent and the altar, and the curtain for the entrance of the court. They were responsible for all the service connected with these items."
            },
            {
                "verse_number": "27",
                "verse_text": "The clan of Kohath was composed of the families of Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "28",
                "verse_text": "The total number of males one month old or older that were enrolled was 8,600."
            },
            {
                "verse_number": "29",
                "verse_text": "This clan was to camp on the south side of the Tent,"
            },
            {
                "verse_number": "30",
                "verse_text": "with Elizaphan son of Uzziel as chief of the clan."
            },
            {
                "verse_number": "31",
                "verse_text": "They were responsible for the Covenant Box, the table, the lampstand, the altars, the utensils the priests use in the Holy Place, and the curtain at the entrance to the Most Holy Place. They were responsible for all the service connected with these items."
            },
            {
                "verse_number": "32",
                "verse_text": "The chief of the Levites was Eleazar son of Aaron the priest. He was in charge of those who carried out the duties in the Holy Place."
            },
            {
                "verse_number": "33",
                "verse_text": "The clan of Merari was composed of the families of Mahli and Mushi."
            },
            {
                "verse_number": "34",
                "verse_text": "The total number of males one month old or older that were enrolled was 6,200."
            },
            {
                "verse_number": "35",
                "verse_text": "This clan was to camp on the north side of the Tent, with Zuriel son of Abihail as chief of the clan."
            },
            {
                "verse_number": "36",
                "verse_text": "They were assigned responsibility for the frames for the Tent, its bars, posts, bases, and all its fittings. They were responsible for all the service connected with these items."
            },
            {
                "verse_number": "37",
                "verse_text": "They were also responsible for the posts, bases, pegs, and ropes for the outer court."
            },
            {
                "verse_number": "38",
                "verse_text": "Moses and Aaron and his sons were to camp in front of the Tent on the east. They were responsible for carrying out the services performed in the Holy Place for the people of Israel. Anyone else who tried to do so was to be put to death."
            },
            {
                "verse_number": "39",
                "verse_text": "The total number of all the Levite males one month old or older that Moses enrolled by clans at the command of the LORD , was 22,000."
            },
            {
                "verse_number": "42",
                "verse_text": "Moses obeyed, and registered all the firstborn males"
            },
            {
                "verse_number": "43",
                "verse_text": "one month old or older; the total was 22,273."
            },
            {
                "verse_number": "44",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Now dedicate the Levites as mine in place of all the firstborn Israelite sons, and dedicate the livestock of the Levites in place of the firstborn of the Israelites' livestock."
            },
            {
                "verse_number": "46",
                "verse_text": "Since the firstborn Israelite sons outnumber the Levites by 273, you must buy back the extra sons."
            },
            {
                "verse_number": "47",
                "verse_text": "For each one pay five pieces of silver, according to the official standard,"
            },
            {
                "verse_number": "48",
                "verse_text": "and give this money to Aaron and his sons.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Moses obeyed and took"
            },
            {
                "verse_number": "50",
                "verse_text": "the 1,365 pieces of silver"
            },
            {
                "verse_number": "51",
                "verse_text": "and gave them to Aaron and his sons."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The LORD told Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to take a census of the Levite clan of Kohath by sub-clans and families,"
            },
            {
                "verse_number": "3",
                "verse_text": "and to register all the men between the ages of thirty and fifty who were qualified to work in the Tent of the LORD 's presence."
            },
            {
                "verse_number": "4",
                "verse_text": "Their service involves the most holy things. These are the responsibilities of the clan of Kohath whenever the Tent is moved. Kohath 2,750 Gershon 2,630 Merari 3,200 Total: 8,580"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD gave Moses the following instructions. When it is time to break camp, Aaron and his sons shall enter the Tent, take down the curtain in front of the Covenant Box, and cover the Box with it."
            },
            {
                "verse_number": "6",
                "verse_text": "They shall put a fine leather cover over it, spread a blue cloth on top, and then insert the carrying poles."
            },
            {
                "verse_number": "7",
                "verse_text": "They shall spread a blue cloth over the table for the bread offered to the LORD and put on it the dishes, the incense bowls, the offering bowls, and the jars for the wine offering. There shall always be bread on the table."
            },
            {
                "verse_number": "8",
                "verse_text": "They shall spread a red cloth over all this, put a fine leather cover over it, and then insert the carrying poles."
            },
            {
                "verse_number": "9",
                "verse_text": "They shall take a blue cloth and cover the lampstand, with its lamps, tongs, trays, and all the olive oil containers."
            },
            {
                "verse_number": "10",
                "verse_text": "They shall wrap it and all its equipment in a fine leather cover and place it on a carrying frame."
            },
            {
                "verse_number": "11",
                "verse_text": "Next they shall spread a blue cloth over the gold altar, put a fine leather cover over it, and then insert the carrying poles."
            },
            {
                "verse_number": "12",
                "verse_text": "They shall take all the utensils used in the Holy Place, wrap them in a blue cloth, put a fine leather cover over them, and place them on a carrying frame."
            },
            {
                "verse_number": "13",
                "verse_text": "They shall remove the greasy ashes from the altar and spread a purple cloth over it."
            },
            {
                "verse_number": "14",
                "verse_text": "They shall put on it all the equipment used in the service at the altar: firepans, hooks, shovels, and basins. Then they shall put a fine leather cover over it and insert the carrying poles."
            },
            {
                "verse_number": "15",
                "verse_text": "When it is time to break camp, the clan of Kohath shall come to carry the sacred objects only after Aaron and his sons have finished covering them and all their equipment. The clan of Kohath must not touch the sacred objects, or they will die."
            },
            {
                "verse_number": "16",
                "verse_text": "Eleazar son of Aaron the priest shall be responsible for the whole Tent and for the oil for the lamps, the incense, the grain offerings, the anointing oil, and everything else in the Tent that has been consecrated to the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD said to Moses and Aaron,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Do not let the clan of Kohath"
            },
            {
                "verse_number": "19",
                "verse_text": "be killed by coming near these most sacred objects. To prevent this happening, Aaron and his sons shall go in and assign each man his task and tell him what to carry."
            },
            {
                "verse_number": "20",
                "verse_text": "But if the Kohathites enter the Tent and see the priests preparing the sacred objects for moving, they will die.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD told Moses"
            },
            {
                "verse_number": "22",
                "verse_text": "to take a census of the Levite clan of Gershon by sub-clans and families,"
            },
            {
                "verse_number": "23",
                "verse_text": "and to register all the men between the ages of thirty and fifty who were qualified to work in the Tent of the LORD 's presence."
            },
            {
                "verse_number": "24",
                "verse_text": "They shall be responsible for carrying the following objects:"
            },
            {
                "verse_number": "25",
                "verse_text": "the Tent, its inner cover, its outer cover, the fine leather cover on top of it, the curtain for the entrance,"
            },
            {
                "verse_number": "26",
                "verse_text": "the curtains and ropes for the court that is round the Tent and the altar, the curtains for the entrance of the court, and all the fittings used in setting up these objects. They shall perform all the tasks required for these things."
            },
            {
                "verse_number": "27",
                "verse_text": "Moses and Aaron shall see to it that the Gershonites perform all the duties and carry everything that Aaron and his sons assign to them."
            },
            {
                "verse_number": "28",
                "verse_text": "These are the responsibilities of the Gershon clan in the Tent; they shall carry them out under the direction of Ithamar son of Aaron the priest."
            },
            {
                "verse_number": "29",
                "verse_text": "The LORD told Moses to take a census of the Levite clan of Merari by sub-clans and families,"
            },
            {
                "verse_number": "30",
                "verse_text": "and to register all the men between the ages of thirty and fifty who were qualified to work in the Tent of the LORD 's presence."
            },
            {
                "verse_number": "31",
                "verse_text": "They shall be responsible for carrying the frames, bars, posts, and bases of the Tent,"
            },
            {
                "verse_number": "32",
                "verse_text": "and the posts, bases, pegs, and ropes of the court round the Tent, with all the fittings used in setting them up. Each man will be responsible for carrying specific items."
            },
            {
                "verse_number": "33",
                "verse_text": "These are the responsibilities of the Merari clan in their service in the Tent: they shall carry them out under the direction of Ithamar son of Aaron the priest."
            },
            {
                "verse_number": "49",
                "verse_text": "Each man was registered as the LORD had commanded Moses; and at the command of the LORD given through Moses, each man was assigned responsibility for his task of serving or carrying."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Command the people of Israel to expel from the camp everyone with a dreaded skin disease or a bodily discharge and everyone who is unclean by contact with a corpse."
            },
            {
                "verse_number": "3",
                "verse_text": "Send all these ritually unclean people out, so that they will not defile the camp, where I live among my people.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites obeyed and expelled them all from the camp. The woman shall respond, &apos;I agree; may the LORD do so.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD gave Moses"
            },
            {
                "verse_number": "6",
                "verse_text": "the following instructions for the people of Israel. When anyone is unfaithful to the LORD and commits a wrong against someone,"
            },
            {
                "verse_number": "7",
                "verse_text": "he must confess his sin and make full repayment, plus an additional twenty per cent, to the person he has wronged."
            },
            {
                "verse_number": "8",
                "verse_text": "But if that person has died and has no near relative to whom payment can be made, it shall be given to the LORD for the priest. This payment is in addition to the ram used to perform the ritual of purification for the guilty person."
            },
            {
                "verse_number": "9",
                "verse_text": "Also every special contribution which the Israelites offer to the LORD belongs to the priest to whom they present it."
            },
            {
                "verse_number": "10",
                "verse_text": "Each priest shall keep the offerings presented to him."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD commanded Moses"
            },
            {
                "verse_number": "15",
                "verse_text": "In either case the man shall take his wife to the priest. He shall also take the required offering of one kilogramme of barley flour, but he shall not pour any olive oil on it or put any incense on it, because it is an offering from a suspicious husband, made to bring the truth to light."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest shall bring the woman forward and make her stand in front of the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "He shall pour some holy water into a clay bowl and take some of the earth that is on the floor of the Tent of the LORD 's presence and put it in the water to make it bitter."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he shall loosen the woman's hair and put the offering of flour in her hands. In his hands the priest shall hold the bowl containing the bitter water that brings a curse."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the priest shall make the woman agree to this oath spoken by the priest: &apos;If you have not committed adultery, you will not be harmed by the curse that this water brings."
            },
            {
                "verse_number": "20",
                "verse_text": "But if you have committed adultery,"
            },
            {
                "verse_number": "21",
                "verse_text": "may the LORD make your name a curse among your people. May he cause your genital organs to shrink and your stomach to swell up."
            },
            {
                "verse_number": "22",
                "verse_text": "May this water enter your stomach and cause it to swell up and your genital organs to shrink.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the priest shall write this curse down and wash the writing off into the bowl of bitter water."
            },
            {
                "verse_number": "24",
                "verse_text": "Before he makes the woman drink the water, which may then cause her bitter pain,"
            },
            {
                "verse_number": "25",
                "verse_text": "the priest shall take the offering of flour out of the woman's hands, hold it out in dedication to the LORD , and present it on the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "Then he shall take a handful of it as a token offering and burn it on the altar. Finally, he shall make the woman drink the water."
            },
            {
                "verse_number": "27",
                "verse_text": "If she has committed adultery, the water will cause bitter pain; her stomach will swell up and her genital organs will shrink. Her name will become a curse among her people."
            },
            {
                "verse_number": "28",
                "verse_text": "But if she is innocent, she will not be harmed and will be able to bear children."
            },
            {
                "verse_number": "31",
                "verse_text": "The husband shall be free of guilt, but the woman, if guilty, must suffer the consequences."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The LORD commanded Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to give the following instructions to the people of Israel. Any men or women who make a special vow to become Nazirites and dedicate themselves to the LORD"
            },
            {
                "verse_number": "3",
                "verse_text": "shall abstain from wine and beer. They shall not drink any kind of drink made from grapes or eat any grapes or raisins."
            },
            {
                "verse_number": "4",
                "verse_text": "As long as they are Nazirites, they shall not eat anything that comes from a grapevine, not even the seeds or skins of grapes."
            },
            {
                "verse_number": "5",
                "verse_text": "As long as they are under the Nazirite vow, they must not cut their hair or shave. They are bound by the vow for the full time that they are dedicated to the LORD , and they shall let their hair grow."
            },
            {
                "verse_number": "8",
                "verse_text": "As long as they are Nazirites, they are consecrated to the LORD ."
            },
            {
                "verse_number": "9",
                "verse_text": "If the consecrated hair of a Nazirite is defiled because he or she is right beside someone who suddenly dies, they must wait seven days and then shave off their hair; and so they become ritually clean."
            },
            {
                "verse_number": "10",
                "verse_text": "On the eighth day they shall bring two doves or two pigeons to the priest at the entrance of the Tent of the LORD 's presence."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest shall offer one as a sin offering and the other as a burnt offering, to perform the ritual of purification for them because of their contact with a corpse. On the same day they shall reconsecrate their hair"
            },
            {
                "verse_number": "12",
                "verse_text": "and rededicate to the LORD their time as Nazirites. The previous period of time doesn't count, because their consecrated hair was defiled. As a repayment offering they shall bring a one-year-old lamb."
            },
            {
                "verse_number": "13",
                "verse_text": "When Nazirites complete their vows, they shall perform this ritual. They shall go to the entrance of the Tent"
            },
            {
                "verse_number": "14",
                "verse_text": "and present to the LORD three animals without any defects: a one-year-old male lamb for a burnt offering, a one-year-old ewe lamb for a sin offering, and a ram for a fellowship offering."
            },
            {
                "verse_number": "15",
                "verse_text": "They shall also offer a basket of bread made without yeast: thick loaves made of flour mixed with olive oil and biscuits brushed with olive oil, and in addition the required offerings of corn and wine."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest shall present all these to the LORD and offer the sin offering and the burnt offering."
            },
            {
                "verse_number": "17",
                "verse_text": "He shall sacrifice the ram to the LORD as a fellowship offering, and offer it with the basket of bread; he shall also present the offerings of corn and wine."
            },
            {
                "verse_number": "18",
                "verse_text": "At the entrance of the Tent the Nazirite shall shave off his or her hair and put it on the fire on which the fellowship offering is being burnt."
            },
            {
                "verse_number": "19",
                "verse_text": "Then, when the shoulder of the ram is boiled, the priest shall take it and put it, together with one thick loaf of bread and one biscuit from the basket, into the hands of the Nazirite."
            },
            {
                "verse_number": "20",
                "verse_text": "Next, the priest shall present them as a special gift to the LORD ; they are a sacred offering for the priest, in addition to the breast and the leg of the ram which by law belong to the priest. After that, the Nazirite may drink wine."
            },
            {
                "verse_number": "21",
                "verse_text": "These are the regulations for Nazirites; but if a Nazirite promises an offering beyond what his or her vow requires them to give, they must fulfil exactly the promise they made."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD commanded Moses"
            },
            {
                "verse_number": "23",
                "verse_text": "to tell Aaron and his sons to use the following words in blessing the people of Israel:"
            },
            {
                "verse_number": "24",
                "verse_text": "May the LORD bless you and take care of you;"
            },
            {
                "verse_number": "25",
                "verse_text": "May the LORD be kind and gracious to you;"
            },
            {
                "verse_number": "26",
                "verse_text": "May the LORD look on you with favour and give you peace."
            },
            {
                "verse_number": "27",
                "verse_text": "And the LORD said, &apos;If they pronounce my name as a blessing upon the people of Israel, I will bless them.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "On the day Moses finished setting up the Tent of the LORD 's presence, he anointed and dedicated the Tent and all its equipment, and the altar and all its equipment."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the clan chiefs who were leaders in the tribes of Israel, the same men who were in charge of the census,"
            },
            {
                "verse_number": "3",
                "verse_text": "brought their offerings to the LORD : six wagons and twelve oxen, a wagon for every two leaders and an ox for each leader. After they had presented them,"
            },
            {
                "verse_number": "4",
                "verse_text": "the LORD said to Moses,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Accept these gifts for use in the work to be done for the Tent; give them to the Levites according to the work they have to do.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses gave the wagons and the oxen to the Levites."
            },
            {
                "verse_number": "7",
                "verse_text": "He gave two wagons and four oxen to the Gershonites,"
            },
            {
                "verse_number": "8",
                "verse_text": "and four wagons and eight oxen to the Merarites. All their work was to be done under the direction of Ithamar son of Aaron."
            },
            {
                "verse_number": "9",
                "verse_text": "But Moses gave no wagons or oxen to the Kohathites, because the sacred objects they took care of had to be carried on their shoulders. 1st Judah Nahshon son of Amminadab 2nd Issachar Nethanel son of Zuar 3rd Zebulun Eliab son of Helon 4th Reuben Elizur son of Shedeur 5th Simeon Shelumiel son of Zurishaddai 6th Gad Eliasaph son of Deuel 7th Ephraim Elishama son of Ammihud 8th Manasseh Gamaliel son of Pedahzur 9th Benjamin Abidan son of Gideoni 10th Dan Ahiezer son of Ammishaddai 11th Asher Pagiel son of Ochran 12th Naphtali Ahira son of Enan The offerings each one brought were identical: one silver bowl weighing 1.5 kilogrammes and one silver basin weighing 800 grammes, by the official standard, both of them full of flour mixed with oil for the grain offering; one gold dish weighing 110 grammes, full of incense; one young bull, one ram, and a one-year-old lamb, for the burnt offering; one goat for the sin offering; and two bulls, five rams, five goats, and five one-year-old lambs for the fellowship offering. &ndash; twelve silver bowls and twelve silver basins weighing a total of 27.6 kilogrammes &ndash; twelve gold dishes weighing a total of 1.32 kilogrammes, filled with incense &ndash; twelve bulls, twelve rams, and twelve one-year-old lambs, together with the grain offerings that go with them, for the burnt offerings &ndash; twelve goats for the sin offerings &ndash; 24 bulls, sixty rams, sixty goats, sixty one-year-old lambs, for the fellowship offerings"
            },
            {
                "verse_number": "10",
                "verse_text": "The leaders also brought offerings to celebrate the dedication of the altar. When they were ready to present their gifts at the altar,"
            },
            {
                "verse_number": "11",
                "verse_text": "the LORD said to Moses, &apos;Tell them that each day for a period of twelve days one of the leaders is to present his gifts for the dedication of the altar.&apos;"
            },
            {
                "verse_number": "89",
                "verse_text": "When Moses went into the Tent to talk with the LORD , he heard the LORD speaking to him from above the lid on the Covenant Box, between the two winged creatures."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell Aaron that when he puts the seven lamps on the lampstand, he should place them so that the light shines towards the front.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron obeyed and placed the lamps facing the front of the lampstand."
            },
            {
                "verse_number": "4",
                "verse_text": "From top to bottom the lampstand was made of hammered gold, according to the pattern that the LORD had shown Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Separate the Levites from the rest of the people of Israel and purify them"
            },
            {
                "verse_number": "7",
                "verse_text": "in the following way: sprinkle them with the water of purification and tell them to shave their whole bodies and to wash their clothes. Then they will be ritually clean."
            },
            {
                "verse_number": "8",
                "verse_text": "Then they are to take a young bull and the required grain offering of flour mixed with olive oil; and you are to take another bull for the sin offering."
            },
            {
                "verse_number": "9",
                "verse_text": "Then assemble the whole community of Israel and make the Levites stand in front of the Tent of my presence."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Israel are to place their hands on the heads of the Levites,"
            },
            {
                "verse_number": "11",
                "verse_text": "and then Aaron shall dedicate the Levites to me as a special gift from the Israelites, so that they may do my work."
            },
            {
                "verse_number": "12",
                "verse_text": "The Levites shall then put their hands on the heads of the two bulls; one is to be offered as a sin offering and the other as a burnt offering, in order to perform the ritual of purification for the Levites."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Dedicate the Levites as a special gift to me, and put Aaron and his sons in charge of them."
            },
            {
                "verse_number": "14",
                "verse_text": "Separate the Levites in this way from the rest of the Israelites, so that they will belong to me."
            },
            {
                "verse_number": "15",
                "verse_text": "After you have purified and dedicated the Levites, they will be qualified to work in the Tent."
            },
            {
                "verse_number": "16",
                "verse_text": "I have claimed them in the place of all the firstborn sons of the Israelites, and they belong to me alone."
            },
            {
                "verse_number": "17",
                "verse_text": "When I killed all the firstborn in Egypt, I consecrated as my own the eldest son of each Israelite family and the firstborn of every animal."
            },
            {
                "verse_number": "18",
                "verse_text": "I am now taking the Levites instead of all the firstborn of the Israelites,"
            },
            {
                "verse_number": "19",
                "verse_text": "and I assign the Levites to Aaron and his sons, as a gift from the Israelites, to work in the Tent for the people of Israel and to protect the Israelites from the disaster that would strike them if they came too near the Holy Place.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses, Aaron, and all the people of Israel dedicated the Levites, as the LORD commanded Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "The Levites purified themselves and washed their clothes, and Aaron dedicated them as a special gift to the LORD . He also performed the ritual of purification for them."
            },
            {
                "verse_number": "22",
                "verse_text": "The people did everything the LORD had commanded Moses concerning the Levites. And so the Levites were qualified to work in the Tent under Aaron and his sons."
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;From the age of 25 each Levite shall perform his duties in the Tent of my presence,"
            },
            {
                "verse_number": "25",
                "verse_text": "and at the age of fifty he shall retire."
            },
            {
                "verse_number": "26",
                "verse_text": "After that, he may help his fellow-Levites in performing their duties in the Tent, but he must not perform any service by himself. This is how you are to regulate the duties of the Levites.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses in the Sinai Desert in the first month of the second year after the people of Israel had left Egypt. He said,"
            },
            {
                "verse_number": "4",
                "verse_text": "So Moses told the people to observe the Passover,"
            },
            {
                "verse_number": "5",
                "verse_text": "and on the evening of the fourteenth day of the first month they did so in the Sinai Desert. The people did everything just as the LORD had commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "But there were some people who were ritually unclean because they had touched a corpse, and they were not able to keep the Passover on that day. They went to Moses and Aaron"
            },
            {
                "verse_number": "7",
                "verse_text": "and said, &apos;We are unclean because we have touched a corpse, but why should we be excluded from presenting the LORD 's offering with the rest of the Israelites?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses answered, &apos;Wait until I receive instructions from the LORD .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD told Moses"
            },
            {
                "verse_number": "10",
                "verse_text": "to say to the people of Israel, &apos;When any of you or your descendants are unclean from touching a corpse or are far away on a journey, but still want to keep the Passover,"
            },
            {
                "verse_number": "11",
                "verse_text": "you are permitted to observe it one month later instead, on the evening of the fourteenth day of the second month. Celebrate it with unleavened bread and bitter herbs."
            },
            {
                "verse_number": "12",
                "verse_text": "Do not leave any of the food until the following morning and do not break any of the animal's bones. Observe the Passover according to all the regulations."
            },
            {
                "verse_number": "13",
                "verse_text": "But anyone who is ritually clean and not away on a journey and who does not observe the Passover, shall no longer be considered one of my people, because he did not present the offering to me at the appointed time. He must suffer the consequences of his sin."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If foreigners living among you want to keep the Passover, they must observe it according to all the rules and regulations. The same law applies to everyone, whether native or foreigner.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Whenever the cloud lifted, the people of Israel broke camp, and they set up camp again in the place where the cloud came down."
            },
            {
                "verse_number": "18",
                "verse_text": "The people broke camp at the command of the LORD , and at his command they set up camp. As long as the cloud stayed over the Tent, they stayed in the same camp."
            },
            {
                "verse_number": "19",
                "verse_text": "When the cloud stayed over the Tent for a long time, they obeyed the LORD and did not move on."
            },
            {
                "verse_number": "20",
                "verse_text": "Sometimes the cloud remained over the Tent for only a few days; in any case, they remained in camp or moved, according to the command of the LORD ."
            },
            {
                "verse_number": "21",
                "verse_text": "Sometimes the cloud remained only from evening until morning, and they moved on as soon as the cloud lifted. Whenever the cloud lifted, they moved on."
            },
            {
                "verse_number": "22",
                "verse_text": "Whether it was two days, a month, a year, or longer, as long as the cloud remained over the Tent, they did not move on; but when it lifted, they moved."
            },
            {
                "verse_number": "23",
                "verse_text": "They set up camp and broke camp in obedience to the commands which the LORD gave through Moses."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Make two trumpets of hammered silver to use for calling the people together and for breaking camp."
            },
            {
                "verse_number": "3",
                "verse_text": "When long blasts are sounded on both trumpets, the whole community is to gather round you at the entrance to the Tent of my presence."
            },
            {
                "verse_number": "4",
                "verse_text": "But when only one trumpet is sounded, then only the leaders of the clans are to gather round you."
            },
            {
                "verse_number": "5",
                "verse_text": "When short blasts are sounded, the tribes camped on the east will move out."
            },
            {
                "verse_number": "6",
                "verse_text": "When short blasts are sounded a second time, the tribes on the south will move out. So short blasts are to be sounded to break camp,"
            },
            {
                "verse_number": "7",
                "verse_text": "but in order to call the community together, long blasts are to be sounded."
            },
            {
                "verse_number": "8",
                "verse_text": "The trumpets are to be blown by Aaron's sons, the priests. &apos;The following rule is to be observed for all time to come."
            },
            {
                "verse_number": "9",
                "verse_text": "When you are at war in your land, defending yourselves against an enemy who has attacked you, sound the signal for battle on these trumpets. I, the LORD your God, will help you and save you from your enemies."
            },
            {
                "verse_number": "10",
                "verse_text": "Also on joyful occasions &ndash; at your New Moon Festivals and your other religious festivals &ndash; you are to blow the trumpets when you present your burnt offerings and your fellowship offerings. Then I will help you. I am the LORD your God.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "On the twentieth day of the second month in the second year after the people left Egypt, the cloud over the Tent of the LORD 's presence lifted,"
            },
            {
                "verse_number": "12",
                "verse_text": "and the Israelites started on their journey out of the Sinai Desert. The cloud came to rest in the wilderness of Paran."
            },
            {
                "verse_number": "13",
                "verse_text": "They began to march at the command of the LORD through Moses,"
            },
            {
                "verse_number": "14",
                "verse_text": "and each time they moved, they were in the same order. Those under the banner of the division led by the tribe of Judah started out first, company by company, with Nahshon son of Amminadab in command."
            },
            {
                "verse_number": "15",
                "verse_text": "Nethanel son of Zuar was in command of the tribe of Issachar,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Eliab son of Helon was in command of the tribe of Zebulun."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Tent would be taken down, and the clans of Gershon and Merari, who carried it, would start out."
            },
            {
                "verse_number": "18",
                "verse_text": "Next, those under the banner of the division led by the tribe of Reuben would start out, company by company, with Elizur son of Shedeur in command."
            },
            {
                "verse_number": "19",
                "verse_text": "Shelumiel son of Zurishaddai was in command of the tribe of Simeon,"
            },
            {
                "verse_number": "20",
                "verse_text": "and Eliasaph son of Deuel was in command of the tribe of Gad."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Levite clan of Kohath would start out, carrying the sacred objects. By the time they arrived at the next camp, the Tent had been set up again."
            },
            {
                "verse_number": "22",
                "verse_text": "Next, those under the banner of the division led by the tribe of Ephraim would start out, company by company, with Elishama son of Ammihud in command."
            },
            {
                "verse_number": "23",
                "verse_text": "Gamaliel son of Pedahzur was in command of the tribe of Manasseh,"
            },
            {
                "verse_number": "24",
                "verse_text": "and Abidan son of Gideoni was in command of the tribe of Benjamin."
            },
            {
                "verse_number": "25",
                "verse_text": "Finally, those under the banner of the division led by the tribe of Dan, serving as the rearguard of all the divisions, would start out, company by company, with Ahiezer son of Ammishaddai in command."
            },
            {
                "verse_number": "26",
                "verse_text": "Pagiel son of Ochran was in command of the tribe of Asher,"
            },
            {
                "verse_number": "27",
                "verse_text": "and Ahira son of Enan was in command of the tribe of Naphtali."
            },
            {
                "verse_number": "28",
                "verse_text": "This, then, was the order of march, company by company, whenever the Israelites broke camp and set out."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to his brother-in-law Hobab son of Jethro the Midianite, &apos;We are about to start out for the place which the LORD said he would give us. He has promised to make Israel prosperous, so come with us, and we will share our prosperity with you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Hobab answered, &apos;No, I am going back to my native land.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Please don't leave us,&apos; Moses said. &apos;You know where we can camp in the wilderness, and you can be our guide."
            },
            {
                "verse_number": "32",
                "verse_text": "If you come with us, we will share with you all the blessings that the LORD gives us.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When the people left Sinai, the holy mountain, they travelled for three days. The LORD 's Covenant Box always went ahead of them to find a place for them to camp."
            },
            {
                "verse_number": "34",
                "verse_text": "As they moved on from each camp, the cloud of the LORD was over them by day."
            },
            {
                "verse_number": "35",
                "verse_text": "Whenever the Covenant Box started out, Moses would say, &apos;Arise, LORD ; scatter your enemies and put to flight those who hate you!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "And whenever it stopped, he would say, &apos;Return, LORD , to the thousands of families of Israel.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The people began to complain to the LORD about their troubles. When the LORD heard them, he was angry and sent fire on the people. It burnt among them and destroyed one end of the camp."
            },
            {
                "verse_number": "2",
                "verse_text": "The people cried out to Moses for help; he prayed to the LORD , and the fire died down."
            },
            {
                "verse_number": "3",
                "verse_text": "So the place was named Taberah, because there the fire of the LORD burnt among them."
            },
            {
                "verse_number": "4",
                "verse_text": "There were some foreigners travelling with the Israelites. They had a strong craving for meat, and even the Israelites themselves began to complain: &apos;If only we could have some meat!"
            },
            {
                "verse_number": "5",
                "verse_text": "In Egypt we used to eat all the fish we wanted, and it cost us nothing. Remember the cucumbers, the watermelons, the leeks, the onions, and the garlic we had?"
            },
            {
                "verse_number": "6",
                "verse_text": "But now our strength is gone. There is nothing at all to eat &ndash; nothing but this manna day after day!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "(Manna was like small seeds, whitish yellow in colour."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses heard all the people complaining as they stood about in groups at the entrances of their tents. He was distressed because the LORD was angry with them,"
            },
            {
                "verse_number": "11",
                "verse_text": "and he said to the LORD , &apos;Why have you treated me so badly? Why are you displeased with me? Why have you given me the responsibility for all these people?"
            },
            {
                "verse_number": "12",
                "verse_text": "I didn't create them or bring them to birth! Why should you ask me to act like a nurse and carry them in my arms like babies all the way to the land you promised to their ancestors?"
            },
            {
                "verse_number": "13",
                "verse_text": "Where could I get enough meat for all these people? They keep whining and asking for meat."
            },
            {
                "verse_number": "14",
                "verse_text": "I can't be responsible for all these people by myself; it's too much for me!"
            },
            {
                "verse_number": "15",
                "verse_text": "If you are going to treat me like this, take pity on me and kill me, so that I won't have to endure your cruelty any longer.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD said to Moses, &apos;Assemble seventy respected men who are recognized as leaders of the people, bring them to me at the Tent of my presence, and tell them to stand there beside you."
            },
            {
                "verse_number": "17",
                "verse_text": "I will come down and speak with you there, and I will take some of the spirit I have given you and give it to them. Then they can help you to bear the responsibility for these people, and you will not have to bear it alone."
            },
            {
                "verse_number": "18",
                "verse_text": "Now tell the people, &quot;Purify yourselves for tomorrow; you will have meat to eat. The LORD has heard you whining and saying that you wished you had some meat and that you were better off in Egypt. Now the LORD will give you meat, and you will have to eat it."
            },
            {
                "verse_number": "19",
                "verse_text": "You will have to eat it not just for one or two days, or five, or ten, or even twenty days,"
            },
            {
                "verse_number": "20",
                "verse_text": "but for a whole month, until it comes out of your ears, until you are sick of it. This will happen because you have rejected the LORD who is here among you and have complained to him that you should never have left Egypt.&quot; &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses said to the LORD , &apos;Here I am leading 600,000 people, and you say that you will give them enough meat for a month?"
            },
            {
                "verse_number": "22",
                "verse_text": "Could enough cattle and sheep be killed to satisfy them? Are all the fish in the sea enough for them?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Is there a limit to my power?&apos; the LORD answered. &apos;You will soon see whether what I have said will happen or not!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Moses went out and told the people what the LORD had said. He assembled seventy of the leaders and placed them round the Tent."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the LORD came down in the cloud and spoke to him. He took some of the spirit he had given to Moses and gave it to the seventy leaders. When the spirit came on them, they began to shout like prophets, but not for long."
            },
            {
                "verse_number": "26",
                "verse_text": "Two of the seventy leaders, Eldad and Medad, had stayed in the camp and had not gone out to the Tent. There in the camp the spirit came on them, and they too began to shout like prophets."
            },
            {
                "verse_number": "27",
                "verse_text": "A young man ran out to tell Moses what Eldad and Medad were doing."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Joshua son of Nun, who had been Moses' helper since he was a young man, spoke up and said to Moses, &apos;Stop them, sir!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses answered, &apos;Are you concerned about my interests? I wish that the LORD would give his Spirit to all his people and make all of them shout like prophets!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses and the seventy leaders of Israel went back to camp."
            },
            {
                "verse_number": "31",
                "verse_text": "Suddenly the LORD sent a wind that brought quails from the sea, flying less than a metre above the ground. They settled on the camp and all round it for many kilometres in every direction."
            },
            {
                "verse_number": "32",
                "verse_text": "So all that day, all night, and all the next day, the people worked catching quails; no one gathered less than a thousand kilogrammes. They spread them out to dry all round the camp."
            },
            {
                "verse_number": "33",
                "verse_text": "While there was still plenty of meat for them to eat, the LORD became angry with the people and caused an epidemic to break out among them."
            },
            {
                "verse_number": "34",
                "verse_text": "That place was named Kibroth Hattaavah (which means &apos;Graves of Craving&apos;), because there they buried the people who had craved meat."
            },
            {
                "verse_number": "35",
                "verse_text": "From there the people moved to Hazeroth, where they made camp."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Moses had married a Cushite woman, and Miriam and Aaron criticized him for it."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;Has the LORD spoken only through Moses? Hasn't he also spoken through us?&apos; The LORD heard what they said."
            },
            {
                "verse_number": "3",
                "verse_text": "(Moses was a humble man, more humble than anyone else on earth.)"
            },
            {
                "verse_number": "4",
                "verse_text": "Suddenly the LORD said to Moses, Aaron, and Miriam, &apos;I want the three of you to come out to the Tent of my presence.&apos; They went,"
            },
            {
                "verse_number": "5",
                "verse_text": "and the LORD came down in a pillar of cloud, stood at the entrance of the Tent, and called out, &apos;Aaron! Miriam!&apos; The two of them stepped forward,"
            },
            {
                "verse_number": "6",
                "verse_text": "and the LORD said, &apos;Now hear what I have to say! When there are prophets among you, I reveal myself to them in visions and speak to them in dreams."
            },
            {
                "verse_number": "7",
                "verse_text": "It is different when I speak with my servant Moses; I have put him in charge of all my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "So I speak to him face to face, clearly and not in riddles; he has even seen my form! How dare you speak against my servant Moses?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD was angry with them; and so as he departed"
            },
            {
                "verse_number": "10",
                "verse_text": "and the cloud left the Tent, Miriam's skin was suddenly covered with a dreaded disease and turned as white as snow. When Aaron looked at her and saw that she was covered with the disease,"
            },
            {
                "verse_number": "11",
                "verse_text": "he said to Moses, &apos;Please, sir, do not make us suffer this punishment for our foolish sin."
            },
            {
                "verse_number": "12",
                "verse_text": "Don't let her become like something born dead with half its flesh eaten away.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses cried out to the LORD , &apos;O God, heal her!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD answered, &apos;If her father had spat in her face, she would have to bear her disgrace for seven days. So let her be shut out of the camp for a week, and after that she can be brought back in.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Miriam was shut out of the camp for seven days, and the people did not move on until she was brought back in."
            },
            {
                "verse_number": "16",
                "verse_text": "Then they left Hazeroth and set up camp in the wilderness of Paran."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Choose one of the leaders from each of the twelve tribes and send them as spies to explore the land of Canaan, which I am giving to the Israelites.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "These are the spies Moses sent to explore the land. He changed the name of Hoshea son of Nun to Joshua."
            },
            {
                "verse_number": "17",
                "verse_text": "When Moses sent them out, he said to them, &apos;Go north from here into the southern part of the land of Canaan and then on into the hill country."
            },
            {
                "verse_number": "18",
                "verse_text": "Find out what kind of country it is, how many people live there, and how strong they are."
            },
            {
                "verse_number": "19",
                "verse_text": "Find out whether the land is good or bad and whether the people live in open towns or in fortified cities."
            },
            {
                "verse_number": "20",
                "verse_text": "Find out whether the soil is fertile and whether the land is wooded. And be sure to bring back some of the fruit that grows there.&apos; (It was the season when grapes were beginning to ripen.)"
            },
            {
                "verse_number": "21",
                "verse_text": "So the men went north and explored the land from the wilderness of Zin in the south all the way to Rehob, near Hamath Pass in the north."
            },
            {
                "verse_number": "22",
                "verse_text": "They went first into the southern part of the land and came to Hebron, where the clans of Ahiman, Sheshai, and Talmai, the descendants of a race of giants called the Anakim, lived. (Hebron was founded seven years before Zoan in Egypt.)"
            },
            {
                "verse_number": "23",
                "verse_text": "They came to the Valley of Eshcol, and there they cut off a branch which had one bunch of grapes on it so heavy that it took two men to carry it on a pole between them. They also brought back some pomegranates and figs."
            },
            {
                "verse_number": "24",
                "verse_text": "(That place was named the Valley of Eshcol because of the bunch of grapes the Israelites cut off there.)"
            },
            {
                "verse_number": "25",
                "verse_text": "After exploring the land for forty days, the spies returned"
            },
            {
                "verse_number": "26",
                "verse_text": "to Moses, Aaron, and the whole community of Israel at Kadesh in the wilderness of Paran. They reported what they had seen and showed them the fruit they had brought."
            },
            {
                "verse_number": "27",
                "verse_text": "They said to Moses, &apos;We explored the land and found it to be rich and fertile; and here is some of its fruit."
            },
            {
                "verse_number": "28",
                "verse_text": "But the people who live there are powerful, and their cities are very large and well fortified. Even worse, we saw the descendants of the giants there."
            },
            {
                "verse_number": "29",
                "verse_text": "Amalekites live in the southern part of the land; Hittites, Jebusites, and Amorites live in the hill country; and Canaanites live by the Mediterranean Sea and along the River Jordan.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Caleb silenced the people who were complaining against Moses, and said, &apos;We should attack now and take the land; we are strong enough to conquer it.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But the men who had gone with Caleb said, &apos;No, we are not strong enough to attack them; the people there are more powerful than we are.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So they spread a false report among the Israelites about the land they had explored. They said, &apos;That land doesn't even produce enough to feed the people who live there. Everyone we saw was very tall,"
            },
            {
                "verse_number": "33",
                "verse_text": "and we even saw giants there, the descendants of Anak. We felt as small as grasshoppers, and that is how we must have looked to them.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "All night long the people cried out in distress."
            },
            {
                "verse_number": "2",
                "verse_text": "They complained against Moses and Aaron, and said, &apos;It would have been better to die in Egypt or even here in the wilderness!"
            },
            {
                "verse_number": "3",
                "verse_text": "Why is the LORD taking us into that land? We will be killed in battle, and our wives and children will be captured. Wouldn't it be better to go back to Egypt?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So they said to one another, &apos;Let's choose a leader and go back to Egypt!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses and Aaron bowed to the ground in front of all the people."
            },
            {
                "verse_number": "6",
                "verse_text": "And Joshua son of Nun and Caleb son of Jephunneh, two of the spies, tore their clothes in sorrow"
            },
            {
                "verse_number": "7",
                "verse_text": "and said to the people, &apos;The land we explored is an excellent land."
            },
            {
                "verse_number": "8",
                "verse_text": "If the LORD is pleased with us, he will take us there and give us that rich and fertile land."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not rebel against the LORD and don't be afraid of the people who live there. We will conquer them easily. The LORD is with us and has defeated the gods who protected them; so don't be afraid.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The whole community was threatening to stone them to death, but suddenly the people saw the dazzling light of the LORD 's presence appear over the tent."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD said to Moses, &apos;How much longer will these people reject me? How much longer will they refuse to trust in me, even though I have performed so many miracles among them?"
            },
            {
                "verse_number": "12",
                "verse_text": "I will send an epidemic and destroy them, but I will make you the father of a nation that is larger and more powerful than they are!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Moses said to the LORD , &apos;You brought these people out of Egypt by your power. When the Egyptians hear what you have done to your people,"
            },
            {
                "verse_number": "14",
                "verse_text": "they will tell it to the people who live in this land. These people have already heard that you, LORD , are with us, that you are plainly seen when your cloud stops over us, and that you go before us in a pillar of cloud by day and a pillar of fire by night."
            },
            {
                "verse_number": "15",
                "verse_text": "Now if you kill all your people, the nations who have heard of your fame will say"
            },
            {
                "verse_number": "16",
                "verse_text": "that you killed your people in the wilderness because you were not able to bring them into the land you promised to give them."
            },
            {
                "verse_number": "17",
                "verse_text": "So now LORD , I pray, show us your power and do what you promised when you said,"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;I, the LORD , am not easily angered, and I show great love and faithfulness and forgive sin and rebellion. Yet I will not fail to punish children and grandchildren to the third and fourth generation for the sins of their parents.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "And now, LORD , according to the greatness of your unchanging love, forgive, I pray, the sin of these people, just as you have forgiven them ever since they left Egypt.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD answered, &apos;I will forgive them, as you have asked."
            },
            {
                "verse_number": "21",
                "verse_text": "But I promise that as surely as I live and as surely as my presence fills the earth,"
            },
            {
                "verse_number": "22",
                "verse_text": "none of these people will live to enter that land. They have seen the dazzling light of my presence and the miracles that I performed in Egypt and in the wilderness, but they have tried my patience over and over again and have refused to obey me."
            },
            {
                "verse_number": "23",
                "verse_text": "They will never enter the land which I promised to their ancestors. None of those who have rejected me will ever enter it."
            },
            {
                "verse_number": "24",
                "verse_text": "But because my servant Caleb has a different attitude and has remained loyal to me, I will bring him into the land which he explored, and his descendants will possess the land"
            },
            {
                "verse_number": "25",
                "verse_text": "in whose valleys the Amalekites and the Canaanites now live. Turn back tomorrow and go into the wilderness in the direction of the Gulf of Aqaba.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD said to Moses and Aaron,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;How much longer are these wicked people going to complain against me? I have heard enough of these complaints!"
            },
            {
                "verse_number": "28",
                "verse_text": "Now give them this answer: &quot;I swear that as surely as I live, I will do to you just what you have asked. I, the LORD , have spoken."
            },
            {
                "verse_number": "29",
                "verse_text": "You will die and your corpses will be scattered across this wilderness. Because you have complained against me, none of you over twenty years of age will enter that land."
            },
            {
                "verse_number": "30",
                "verse_text": "I promised to let you live there, but not one of you will, except Caleb and Joshua."
            },
            {
                "verse_number": "31",
                "verse_text": "You said that your children would be captured, but I will bring them into the land that you rejected, and it will be their home."
            },
            {
                "verse_number": "32",
                "verse_text": "You will die here in this wilderness."
            },
            {
                "verse_number": "33",
                "verse_text": "Your children will wander in the wilderness for forty years, suffering for your unfaithfulness, until the last one of you dies."
            },
            {
                "verse_number": "34",
                "verse_text": "You will suffer the consequences of your sin for forty years, one year for each of the forty days you spent exploring the land. You will know what it means to have me against you!"
            },
            {
                "verse_number": "35",
                "verse_text": "I swear that I will do this to you wicked people who have gathered together against me. Here in the wilderness every one of you will die. I, the LORD , have spoken.&quot; &apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Of the twelve spies only Joshua and Caleb survived."
            },
            {
                "verse_number": "39",
                "verse_text": "When Moses told the Israelites what the LORD had said, they mourned bitterly."
            },
            {
                "verse_number": "40",
                "verse_text": "Early the next morning they started out to invade the hill country, saying, &apos;Now we are ready to go to the place which the LORD told us about. We admit that we have sinned.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But Moses said, &apos;Then why are you disobeying the LORD now? You will not succeed!"
            },
            {
                "verse_number": "42",
                "verse_text": "Don't go. The LORD is not with you, and your enemies will defeat you."
            },
            {
                "verse_number": "43",
                "verse_text": "When you face the Amalekites and the Canaanites, you will die in battle; the LORD will not be with you, because you have refused to follow him.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Yet they still dared to go up into the hill country, even though neither the LORD 's Covenant Box nor Moses left the camp."
            },
            {
                "verse_number": "45",
                "verse_text": "Then the Amalekites and the Canaanites who lived there attacked and defeated them, and pursued them as far as Hormah."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The LORD gave Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "the following regulations for the people of Israel to observe in the land that he was going to give them."
            },
            {
                "verse_number": "3",
                "verse_text": "A bull, a ram, a sheep, or a goat may be presented to the LORD as a burnt offering or as a sacrifice in fulfilment of a vow or as a freewill offering or as an offering at your regular religious festivals; the smell of these food offerings is pleasing to the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "When a ram is offered, two kilogrammes of flour mixed with 1.5 litres of olive oil are to be presented as a grain offering,"
            },
            {
                "verse_number": "7",
                "verse_text": "together with 1.5 litres of wine. The smell of these sacrifices is pleasing to the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "When a bull is offered to the LORD as a burnt offering or as a sacrifice in fulfilment of a vow or as a fellowship offering,"
            },
            {
                "verse_number": "9",
                "verse_text": "a grain offering of three kilogrammes of flour mixed with two litres of olive oil is to be presented,"
            },
            {
                "verse_number": "10",
                "verse_text": "together with two litres of wine. The smell of this sacrifice is pleasing to the LORD ."
            },
            {
                "verse_number": "11",
                "verse_text": "That is what shall be offered with each bull, ram, sheep, or goat."
            },
            {
                "verse_number": "12",
                "verse_text": "When more than one animal is offered, the accompanying offering is to be increased proportionately."
            },
            {
                "verse_number": "13",
                "verse_text": "All native Israelites are to do this when they present a food offering, a smell pleasing to the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "And if at any time foreigners living among you, whether on a temporary or a permanent basis, make a food offering, a smell that pleases the LORD , they are to observe the same regulations."
            },
            {
                "verse_number": "15",
                "verse_text": "For all time to come, the same rules are binding on you and on the foreigners who live among you. You and they are alike in the LORD 's sight;"
            },
            {
                "verse_number": "16",
                "verse_text": "the same laws and regulations apply to you and to them."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD gave Moses"
            },
            {
                "verse_number": "18",
                "verse_text": "the following regulations for the people of Israel to observe in the land that he was going to give them."
            },
            {
                "verse_number": "19",
                "verse_text": "When any food produced there is eaten, some of it is to be set aside as a special contribution to the LORD ."
            },
            {
                "verse_number": "20",
                "verse_text": "When you bake bread, the first loaf of the first bread made from the new corn is to be presented as a special contribution to the LORD . This is to be presented in the same way as the special contribution you make from the corn you thresh."
            },
            {
                "verse_number": "21",
                "verse_text": "For all time to come, this special gift is to be given to the LORD from the bread you bake."
            },
            {
                "verse_number": "22",
                "verse_text": "But suppose someone unintentionally fails to keep some of these regulations which the LORD has given Moses."
            },
            {
                "verse_number": "23",
                "verse_text": "And suppose that in the future the community fails to do everything that the LORD commanded through Moses."
            },
            {
                "verse_number": "24",
                "verse_text": "If the mistake was made because of the ignorance of the community, they are to offer a bull as a burnt offering, a smell that pleases the LORD , with the proper grain offering and wine offering. In addition, they are to offer a male goat as a sin offering."
            },
            {
                "verse_number": "25",
                "verse_text": "The priest shall perform the ritual of purification for the community, and they will be forgiven, because the mistake was unintentional and they brought their sin offering as a food offering to the LORD ."
            },
            {
                "verse_number": "26",
                "verse_text": "The whole community of Israel and the foreigners living among them will be forgiven, because everyone was involved in the mistake."
            },
            {
                "verse_number": "27",
                "verse_text": "If an individual sins unintentionally, he is to offer a one-year-old female goat as a sin offering."
            },
            {
                "verse_number": "28",
                "verse_text": "At the altar the priest shall perform the ritual of purification to purify the person from his sin, and he will be forgiven."
            },
            {
                "verse_number": "29",
                "verse_text": "The same regulation applies to all who unintentionally commit a sin, whether they are native Israelites or resident foreigners."
            },
            {
                "verse_number": "30",
                "verse_text": "But any person who sins deliberately, whether he is a native or a foreigner, is guilty of treating the LORD with contempt, and he shall be put to death,"
            },
            {
                "verse_number": "31",
                "verse_text": "because he has rejected what the LORD said and has deliberately broken one of his commands. He is responsible for his own death."
            },
            {
                "verse_number": "32",
                "verse_text": "Once, while the Israelites were still in the wilderness, a man was found gathering firewood on the Sabbath."
            },
            {
                "verse_number": "33",
                "verse_text": "He was taken to Moses, Aaron, and the whole community,"
            },
            {
                "verse_number": "34",
                "verse_text": "and was put under guard, because it was not clear what should be done with him."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the LORD said to Moses, &apos;The man must be put to death; the whole community is to stone him to death outside the camp.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So the whole community took him outside the camp and stoned him to death, as the LORD had commanded."
            },
            {
                "verse_number": "37",
                "verse_text": "The LORD commanded Moses"
            },
            {
                "verse_number": "38",
                "verse_text": "to say to the people of Israel: &apos;Make tassels on the corners of your garments and put a blue cord on each tassel. You are to do this for all time to come."
            },
            {
                "verse_number": "39",
                "verse_text": "The tassels will serve as reminders, and each time you see them you will remember all my commands and obey them; then you will not turn away from me and follow your own wishes and desires."
            },
            {
                "verse_number": "40",
                "verse_text": "The tassels will remind you to keep all my commands, and you will belong completely to me."
            },
            {
                "verse_number": "41",
                "verse_text": "I am the LORD your God; I brought you out of Egypt to be your God. I am the LORD .&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "They assembled before Moses and Aaron and said to them, &apos;You have gone too far! All the members of the community belong to the LORD , and the LORD is with all of us. Why, then, Moses, do you set yourself above the LORD 's community?&apos; Dathan and Abiram had come out and were standing at the entrance of their tents, with their wives and children. The two of them bowed down with their faces to the ground,"
            },
            {
                "verse_number": "4",
                "verse_text": "When Moses heard this, he threw himself on the ground and prayed."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he said to Korah and his followers, &apos;Tomorrow morning the LORD will show us who belongs to him; he will let the one who belongs to him, that is, the one he has chosen, approach him at the altar."
            },
            {
                "verse_number": "8",
                "verse_text": "Moses continued to speak to Korah. &apos;Listen, you Levites!"
            },
            {
                "verse_number": "9",
                "verse_text": "Do you consider it a small matter that the God of Israel has set you apart from the rest of the community, so that you can approach him, perform your service in the LORD 's Tent, and minister to the community and serve them?"
            },
            {
                "verse_number": "10",
                "verse_text": "He has let you and all the other Levites have this honour &ndash; and now you are trying to get the priesthood too!"
            },
            {
                "verse_number": "11",
                "verse_text": "When you complain against Aaron, it is really against the LORD that you and your followers are rebelling.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Moses sent for Dathan and Abiram, but they said, &apos;We will not come!"
            },
            {
                "verse_number": "13",
                "verse_text": "Isn't it enough that you have brought us out of the fertile land of Egypt to kill us here in the wilderness? Do you also have to lord it over us?"
            },
            {
                "verse_number": "14",
                "verse_text": "You certainly have not brought us into a fertile land or given us fields and vineyards as our possession, and now you are trying to deceive us. We will not come!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses was angry and said to the LORD , &apos;Do not accept any offerings these men bring. I have not wronged any of them; I have not even taken one of their donkeys.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Moses said to Korah, &apos;Tomorrow you and your 250 followers must come to the Tent of the LORD 's presence; Aaron will also be there."
            },
            {
                "verse_number": "17",
                "verse_text": "Each of you will take his firepan, put incense on it, and then present it at the altar.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So every man took his firepan, put live coals and incense on it, and stood at the entrance of the Tent with Moses and Aaron."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Korah gathered the whole community, and they stood facing Moses and Aaron at the entrance of the Tent. Suddenly the dazzling light of the LORD 's presence appeared to the whole community,"
            },
            {
                "verse_number": "20",
                "verse_text": "and the LORD said to Moses and Aaron,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Stand back from these people, and I will destroy them immediately.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Moses and Aaron bowed down with their faces to the ground and said, &apos;O God, you are the source of all life. When one person sins, do you get angry with the whole community?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Tell the people to move away from the tents of Korah, Dathan, and Abiram.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Moses, accompanied by the leaders of Israel, went to Dathan and Abiram."
            },
            {
                "verse_number": "26",
                "verse_text": "He said to the people, &apos;Stand away from the tents of these wicked men and don't touch anything that belongs to them. Otherwise, you will be wiped out with them for all their sins.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they moved away from the tents of Korah, Dathan, and Abiram."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses said to the people, &apos;This is how you will know that the LORD has sent me to do all these things and that it is not by my own choice that I have done them."
            },
            {
                "verse_number": "29",
                "verse_text": "If these men die a natural death without some punishment from God, then the LORD did not send me."
            },
            {
                "verse_number": "30",
                "verse_text": "But if the LORD does something unheard of, and the earth opens up and swallows them with all they own, so that they go down alive to the world of the dead, you will know that these men have rejected the LORD .&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "As soon as he had finished speaking, the ground under Dathan and Abiram split open"
            },
            {
                "verse_number": "32",
                "verse_text": "and swallowed them and their families, together with all of Korah's followers and their possessions."
            },
            {
                "verse_number": "33",
                "verse_text": "So they went down alive to the world of the dead, with their possessions. The earth closed over them, and they vanished."
            },
            {
                "verse_number": "34",
                "verse_text": "All the people of Israel who were there fled when they heard their cry. They shouted, &apos;Run! The earth might swallow us too!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the LORD sent a fire that blazed out and burnt up the 250 men who had presented the incense."
            },
            {
                "verse_number": "36",
                "verse_text": "Then the LORD said to Moses,"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Tell Eleazar son of Aaron the priest to remove the bronze firepans from the remains of the men who have been burnt, and scatter the coals from the firepans somewhere else, because the firepans are holy."
            },
            {
                "verse_number": "38",
                "verse_text": "They became holy when they were presented at the LORD 's altar. So take the firepans of these men who were put to death for their sin, beat them into thin plates, and make a covering for the altar. It will be a warning to the people of Israel.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So Eleazar the priest took the firepans and had them beaten into thin plates to make a covering for the altar."
            },
            {
                "verse_number": "40",
                "verse_text": "This was a warning to the Israelites that no one who was not a descendant of Aaron should come to the altar to burn incense for the LORD . Otherwise he would be destroyed like Korah and his men. All this was done as the LORD had commanded Eleazar through Moses."
            },
            {
                "verse_number": "41",
                "verse_text": "The next day the whole community complained against Moses and Aaron and said, &apos;You have killed some of the LORD 's people.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "After they had all gathered to protest to Moses and Aaron, they turned towards the Tent and saw that the cloud was covering it and that the dazzling light of the LORD 's presence had appeared."
            },
            {
                "verse_number": "43",
                "verse_text": "Moses and Aaron went and stood in front of the Tent,"
            },
            {
                "verse_number": "44",
                "verse_text": "and the LORD said to Moses,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Stand back from these people, and I will destroy them on the spot!&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "and Moses said to Aaron, &apos;Take your firepan, put live coals from the altar in it, and put some incense on the coals. Then hurry with it to the people and perform the ritual of purification for them. Hurry! The LORD 's anger has already broken out and an epidemic has already begun.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Aaron obeyed, took his firepan and ran into the middle of the assembled people. When he saw that the plague had already begun, he put the incense on the coals and performed the ritual of purification for the people."
            },
            {
                "verse_number": "48",
                "verse_text": "This stopped the plague, and he was left standing between the living and the dead."
            },
            {
                "verse_number": "49",
                "verse_text": "The number of people who died was 14,700, not counting those who died in Korah's rebellion."
            },
            {
                "verse_number": "50",
                "verse_text": "When the plague had stopped, Aaron returned to Moses at the entrance of the Tent."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the people of Israel to give you twelve sticks, one from the leader of each tribe. Write each man's name on his stick"
            },
            {
                "verse_number": "3",
                "verse_text": "and then write Aaron's name on the stick representing Levi. There will be one stick for each tribal leader."
            },
            {
                "verse_number": "4",
                "verse_text": "Take them to the Tent of my presence and put them in front of the Covenant Box, where I meet you."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the stick of the man I have chosen will sprout. In this way I will put a stop to the constant complaining of these Israelites against you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses spoke to the Israelites, and each of their leaders gave him a stick, one for each tribe, twelve in all, and Aaron's stick was put with them."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses then put all the sticks in the Tent in front of the LORD 's Covenant Box."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day, when Moses went into the Tent, he saw that Aaron's stick, representing the tribe of Levi, had sprouted. It had budded, blossomed, and produced ripe almonds!"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses took all the sticks and showed them to the Israelites. They saw what had happened, and each leader took his own stick back."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD said to Moses, &apos;Put Aaron's stick back in front of the Covenant Box. It is to be kept as a warning to the rebel Israelites that they will die unless their complaining stops.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Moses did as the LORD commanded."
            },
            {
                "verse_number": "12",
                "verse_text": "The people of Israel said to Moses, &apos;Then that's the end of us!"
            },
            {
                "verse_number": "13",
                "verse_text": "If anyone who even comes near the Tent must die, then we are all as good as dead!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Aaron, &apos;You, your sons, and the Levites must suffer the consequences of any guilt connected with serving in the Tent of my presence; but only you and your sons will suffer the consequences of service in the priesthood."
            },
            {
                "verse_number": "2",
                "verse_text": "Bring in your relatives, the tribe of Levi, to work with you and help you while you and your sons are serving at the Tent."
            },
            {
                "verse_number": "3",
                "verse_text": "They are to fulfil their duties to you and their responsibilities for the Tent, but they must not have any contact with sacred objects in the Holy Place or with the altar. If they do, both they and you will be put to death."
            },
            {
                "verse_number": "4",
                "verse_text": "They are to work with you and fulfil their responsibilities for all the service in the Tent, but no unqualified person may work with you."
            },
            {
                "verse_number": "5",
                "verse_text": "You and your sons alone must fulfil the responsibilities for the Holy Place and the altar, so that my anger will not again break out against the people of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "I am the one who has chosen your relatives the Levites from among the Israelites as a gift to you. They are dedicated to me, so that they can carry out their duties in the Tent."
            },
            {
                "verse_number": "7",
                "verse_text": "But you and your sons alone shall fulfil all the responsibilities of the priesthood that concern the altar and what is in the Most Holy Place. These things are your responsibility, because I have given you the gift of the priesthood. Any unqualified person who comes near the sacred objects shall be put to death.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD said to Aaron, &apos;Remember that I am giving you all the special contributions made to me that are not burnt as sacrifices. I am giving them to you and to your descendants as the part assigned to you for ever."
            },
            {
                "verse_number": "9",
                "verse_text": "Of the most sacred offerings not burnt on the altar, the following belong to you: the grain offerings, the sin offerings, and the repayment offerings. Everything that is presented to me as a sacred offering belongs to you and your sons."
            },
            {
                "verse_number": "10",
                "verse_text": "You must eat these things in a holy place, and only males may eat them; consider them holy."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;In addition, any other special contributions that the Israelites present to me shall be yours. I am giving them to you, your sons, and your daughters for all time to come. Every member of your family who is ritually clean may eat them."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I am giving you all the best of the first produce which the Israelites give me each year: olive oil, wine, and corn."
            },
            {
                "verse_number": "13",
                "verse_text": "It all belongs to you. Every member of your family who is ritually clean may eat it."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Everything in Israel that has been unconditionally dedicated to me belongs to you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Every firstborn child or animal that the Israelites present to me belongs to you. But you must accept payment to buy back every firstborn child, and must also accept payment for every firstborn animal that is ritually unclean."
            },
            {
                "verse_number": "16",
                "verse_text": "Children shall be bought back at the age of one month for the fixed price of five pieces of silver, according to the official standard."
            },
            {
                "verse_number": "17",
                "verse_text": "But the firstborn of cows, sheep, and goats are not to be bought back; they belong completely to me and are to be sacrificed. Throw their blood against the altar and burn their fat as a food offering, a smell pleasing to me."
            },
            {
                "verse_number": "18",
                "verse_text": "The meat from them belongs to you, like the breast and the right hind leg of the special offering."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;I am giving to you, to your sons, and to your daughters, for all time to come, all the special contributions which the Israelites present to me. This is an unbreakable covenant that I have made with you and your descendants.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD said to Aaron, &apos;You will not receive any property that can be inherited, and no part of the land of Israel will be assigned to you. I, the LORD , am all you need.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD said, &apos;I have given to the Levites every tithe that the people of Israel present to me. This is in payment for their service in taking care of the Tent of my presence."
            },
            {
                "verse_number": "22",
                "verse_text": "The other Israelites must no longer approach the Tent and in this way bring on themselves the penalty of death."
            },
            {
                "verse_number": "23",
                "verse_text": "From now on only the Levites will take care of the Tent and bear the full responsibility for it. This is a permanent rule that applies also to your descendants. The Levites shall have no permanent property in Israel,"
            },
            {
                "verse_number": "24",
                "verse_text": "because I have given to them as their possession the tithe which the Israelites present to me as a special contribution. That is why I told them that they would have no permanent property in Israel.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD commanded Moses"
            },
            {
                "verse_number": "26",
                "verse_text": "to say to the Levites: &apos;When you receive from the Israelites the tithe that the LORD gives you as your possession, you must present a tenth of it as a special contribution to the LORD ."
            },
            {
                "verse_number": "27",
                "verse_text": "This special contribution will be considered as the equivalent of the offering which the farmer makes of new corn and new wine."
            },
            {
                "verse_number": "28",
                "verse_text": "In this way you also will present the special contribution that belongs to the LORD from all the tithes which you receive from the Israelites. You are to give this special contribution for the LORD to Aaron the priest."
            },
            {
                "verse_number": "29",
                "verse_text": "Give it from the best that you receive."
            },
            {
                "verse_number": "30",
                "verse_text": "When you have presented the best part, you may keep the rest, just as the farmer keeps what is left after he makes his offering."
            },
            {
                "verse_number": "31",
                "verse_text": "You and your families may eat the rest anywhere, because it is your wages for your service in the Tent."
            },
            {
                "verse_number": "32",
                "verse_text": "You will not become guilty when you eat it, as long as you have presented the best of it to the LORD . But be sure not to profane the sacred gifts of the Israelites by eating any of the gifts before the best part is offered; if you do, you will be put to death.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The LORD commanded Moses and Aaron"
            },
            {
                "verse_number": "2",
                "verse_text": "to give the Israelites the following regulations. Bring to Moses and Aaron a red cow which has no defects and which has never been put to work,"
            },
            {
                "verse_number": "3",
                "verse_text": "and they will give it to Eleazar the priest. It is to be taken outside the camp and killed in his presence."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Eleazar is to take some of its blood and with his finger sprinkle it seven times in the direction of the Tent."
            },
            {
                "verse_number": "5",
                "verse_text": "The whole animal, including skin, meat, blood, and intestines, is to be burnt in the presence of the priest."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he is to take some cedar wood, a sprig of hyssop, and a red cord and throw them into the fire."
            },
            {
                "verse_number": "7",
                "verse_text": "After that, he is to wash his clothes and pour water over himself, and then he may enter the camp; but he remains ritually unclean until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "The man who burnt the cow must also wash his clothes and pour water over himself, but he also remains unclean until evening."
            },
            {
                "verse_number": "9",
                "verse_text": "Then a man who is ritually clean is to collect the ashes of the cow and put them in a ritually clean place outside the camp, where they are to be kept for the Israelite community to use in preparing the water for removing ritual uncleanness. This ritual is performed to remove sin."
            },
            {
                "verse_number": "10",
                "verse_text": "The man who collected the ashes must wash his clothes, but he remains unclean until evening. This regulation is valid for all time to come, both for the Israelites and for the foreigners living among them."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever touches a corpse is ritually unclean for seven days."
            },
            {
                "verse_number": "12",
                "verse_text": "He must purify himself with the water for purification on the third day and on the seventh day, and then he will be clean. But if he does not purify himself on both the third and the seventh day, he will not be clean."
            },
            {
                "verse_number": "13",
                "verse_text": "Whoever touches a corpse and does not purify himself remains unclean, because the water for purification has not been thrown over him. He defiles the LORD 's Tent, and he will no longer be considered one of God's people."
            },
            {
                "verse_number": "14",
                "verse_text": "If someone dies in a tent, anyone who is in the tent at the time of death or who enters it becomes ritually unclean for seven days."
            },
            {
                "verse_number": "15",
                "verse_text": "Every jar and pot in the tent that has no lid on it also becomes unclean."
            },
            {
                "verse_number": "16",
                "verse_text": "If someone touches a person who has been killed or has died a natural death out of doors or if someone touches a human bone or a grave, he becomes unclean for seven days."
            },
            {
                "verse_number": "17",
                "verse_text": "To remove the uncleanness, some ashes from the red cow which was burnt to remove sin shall be taken and put in a pot, and fresh water added."
            },
            {
                "verse_number": "18",
                "verse_text": "In the first case, someone who is ritually clean is to take a sprig of hyssop, dip it in the water, and sprinkle the tent, everything in it, and the people who were there. In the second case, someone who is ritually clean is to sprinkle the water on the man who had touched the human bone or the dead body or the grave."
            },
            {
                "verse_number": "19",
                "verse_text": "On the third day and on the seventh the person who is ritually clean is to sprinkle the water on the unclean person. On the seventh day he is to purify the man, who, after washing his clothes and pouring water over himself, becomes ritually clean at sunset."
            },
            {
                "verse_number": "20",
                "verse_text": "Anyone who has become ritually unclean and does not purify himself remains unclean, because the water for purification has not been thrown over him. He defiles the LORD 's Tent and will no longer be considered one of God's people."
            },
            {
                "verse_number": "21",
                "verse_text": "You are to observe this rule for all time to come. The person who sprinkles the water for purification must also wash his clothes; anyone who touches the water remains ritually unclean until evening."
            },
            {
                "verse_number": "22",
                "verse_text": "Whatever an unclean person touches is unclean, and anyone else who touches it remains unclean until evening."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the first month the whole community of Israel came to the wilderness of Zin and camped at Kadesh. There Miriam died and was buried."
            },
            {
                "verse_number": "2",
                "verse_text": "There was no water where they camped, so the people gathered round Moses and Aaron"
            },
            {
                "verse_number": "3",
                "verse_text": "and complained: &apos;It would have been better if we had died in front of the LORD 's Tent along with our fellow-Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "Why have you brought us out into this wilderness? Just so that we can die here with our animals?"
            },
            {
                "verse_number": "5",
                "verse_text": "Why did you bring us out of Egypt into this miserable place where nothing will grow? There's no corn, no figs, no grapes, no pomegranates. There is not even any water to drink!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron moved away from the people and stood at the entrance of the Tent. They bowed down with their faces to the ground, and the dazzling light of the LORD 's presence appeared to them."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Take the stick that is in front of the Covenant Box, and then you and Aaron assemble the whole community. There in front of them all speak to that rock over there, and water will gush out of it. In this way you will bring water out of the rock for the people, for them and their animals to drink.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses went and got the stick, as the LORD had commanded."
            },
            {
                "verse_number": "10",
                "verse_text": "He and Aaron assembled the whole community in front of the rock, and Moses said, &apos;Listen, you rebels! Do we have to get water out of this rock for you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Moses raised the stick and struck the rock twice with it, and a great stream of water gushed out, and all the people and animals drank."
            },
            {
                "verse_number": "12",
                "verse_text": "But the LORD reprimanded Moses and Aaron. He said, &apos;Because you did not have enough faith to acknowledge my holy power before the people of Israel, you will not lead them into the land that I promised to give them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "This happened at Meribah, where the people of Israel complained against the LORD and where he showed them that he was holy."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses sent messengers from Kadesh to the king of Edom. They said, &apos;This message is from your kinsmen, the tribes of Israel. You know the hardships we have suffered,"
            },
            {
                "verse_number": "15",
                "verse_text": "how our ancestors went to Egypt, where we lived many years. The Egyptians ill-treated our ancestors and us,"
            },
            {
                "verse_number": "16",
                "verse_text": "and we cried to the LORD for help. He heard our cry and sent an angel, who led us out of Egypt. Now we are at Kadesh, a town at the border of your territory."
            },
            {
                "verse_number": "17",
                "verse_text": "Please permit us to pass through your land. We and our cattle will not leave the road or go into your fields or vineyards, and we will not drink from your wells. We will stay on the main road until we are out of your territory.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But the Edomites answered, &apos;We refuse to let you pass through our country! If you try, we will march out and attack you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The people of Israel said, &apos;We will stay on the main road, and if we or our animals drink any of your water, we will pay for it &ndash; all we want is to pass through.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Edomites repeated, &apos;We refuse!&apos; and they marched out with a powerful army to attack the people of Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "Because the Edomites would not let the Israelites pass through their territory, the Israelites turned and went another way."
            },
            {
                "verse_number": "22",
                "verse_text": "The whole community of Israel left Kadesh and arrived at Mount Hor,"
            },
            {
                "verse_number": "23",
                "verse_text": "on the border of Edom. There the LORD said to Moses and Aaron,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Aaron is not going to enter the land which I promised to give to Israel; he is going to die, because the two of you rebelled against my command at Meribah."
            },
            {
                "verse_number": "25",
                "verse_text": "Take Aaron and his son Eleazar up Mount Hor,"
            },
            {
                "verse_number": "26",
                "verse_text": "and there remove Aaron's priestly robes and put them on Eleazar. Aaron is going to die there.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Moses did what the LORD had commanded. They went up Mount Hor in the sight of the whole community,"
            },
            {
                "verse_number": "28",
                "verse_text": "and Moses removed Aaron's priestly robes and put them on Eleazar. There on the top of the mountain Aaron died, and Moses and Eleazar came back down."
            },
            {
                "verse_number": "29",
                "verse_text": "The whole community learnt that Aaron had died, and they all mourned for him for thirty days."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "When the Canaanite king of Arad in the southern part of Canaan heard that the Israelites were coming by way of Atharim, he attacked them and captured some of them."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Israelites made a vow to the LORD : &apos;If you will let us conquer these people, we will unconditionally dedicate them and their cities to you and will destroy them.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD heard them and helped them to conquer the Canaanites. So the Israelites completely destroyed them and their cities, and named the place Hormah. &apos;Wells, produce your water; And we will greet it with a song &ndash; And by leaders of the people, Dug with a royal sceptre And with their sticks.&apos; They moved from the wilderness to Mattanah, &apos;Come to Heshbon, to King Sihon's city! We want to see it rebuilt and restored. Sihon's army went forth like a fire; It destroyed the city of Ar in Moab You worshippers of Chemosh are brought to ruin! Your god let the men become refugees, And the women became captives of the Amorite king. All the way from Heshbon to Dibon,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites left Mount Hor by the road that leads to the Gulf of Aqaba, in order to go round the territory of Edom. But on the way the people lost their patience"
            },
            {
                "verse_number": "5",
                "verse_text": "and spoke against God and Moses. They complained, &apos;Why did you bring us out of Egypt to die in this desert, where there is no food or water? We can't stand any more of this miserable food!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the LORD sent poisonous snakes among the people, and many Israelites were bitten and died."
            },
            {
                "verse_number": "7",
                "verse_text": "The people came to Moses and said, &apos;We sinned when we spoke against the LORD and against you. Now pray to the LORD to take these snakes away.&apos; So Moses prayed for the people."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the LORD told Moses to make a metal snake and put it on a pole, so that anyone who was bitten could look at it and be healed."
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses made a bronze snake and put it on a pole. Anyone who had been bitten would look at the bronze snake and be healed."
            },
            {
                "verse_number": "10",
                "verse_text": "The Israelites moved on and camped at Oboth."
            },
            {
                "verse_number": "11",
                "verse_text": "After leaving that place, they camped at the ruins of Abarim in the wilderness east of Moabite territory."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they camped in the Valley of Zered."
            },
            {
                "verse_number": "13",
                "verse_text": "From there they moved again and camped on the north side of the River Arnon, in the wilderness which extends into Amorite territory. (The Arnon was the border between the Moabites and the Amorites.)"
            },
            {
                "verse_number": "14",
                "verse_text": "That is why The Book of the LORD 's Battles speaks of &apos;the town of Waheb in the area of Suphah, and the valleys; the River Arnon,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the slope of the valleys that extend to the town of Ar and towards the border of Moab.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "From there they went on to a place called Wells, where the LORD said to Moses, &apos;Bring the people together, and I will give them water.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "At that time the people of Israel sang this song:"
            },
            {
                "verse_number": "18",
                "verse_text": "The well dug by princes"
            },
            {
                "verse_number": "19",
                "verse_text": "and from there they went on to Nahaliel, and from Nahaliel to Bamoth,"
            },
            {
                "verse_number": "20",
                "verse_text": "and from Bamoth to the valley in the territory of the Moabites, below the top of Mount Pisgah, looking out over the desert."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the people of Israel sent messengers to the Amorite king Sihon to say:"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Let us pass through your land. We and our cattle will not leave the road and go into your fields or vineyards, and we will not drink water from your wells; we will stay on the main road until we are out of your territory.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Sihon would not permit the people of Israel to pass through his territory. He gathered his army and went out to Jahaz in the wilderness and attacked the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "But the Israelites killed many of the enemy in battle and occupied their land from the River Arnon north to the Jabbok, that is, to the Ammonites, because the Ammonite border was strongly defended."
            },
            {
                "verse_number": "25",
                "verse_text": "So the people of Israel captured all the Amorite cities, including Heshbon and all the surrounding towns, and settled in them."
            },
            {
                "verse_number": "26",
                "verse_text": "Heshbon was the capital city of the Amorite king Sihon, who had fought against the former king of Moab and had captured all his land as far as the River Arnon."
            },
            {
                "verse_number": "27",
                "verse_text": "That is why the poets sing,"
            },
            {
                "verse_number": "28",
                "verse_text": "Once from this city of Heshbon And devoured the hills of the upper Arnon. From Nashim to Nophah, near Medeba.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "How terrible for you, people of Moab!"
            },
            {
                "verse_number": "30",
                "verse_text": "But now their descendants are destroyed,"
            },
            {
                "verse_number": "31",
                "verse_text": "So the people of Israel settled in the territory of the Amorites,"
            },
            {
                "verse_number": "32",
                "verse_text": "and Moses sent men to find the best way to attack the city of Jazer. The Israelites captured it and its surrounding towns and drove out the Amorites living there."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the Israelites turned and took the road to Bashan, and King Og of Bashan marched out with his army to attack them at Edrei."
            },
            {
                "verse_number": "34",
                "verse_text": "The LORD said to Moses, &apos;Do not be afraid of him. I will give you victory over him, all his people, and his land. Do to him what you did to Sihon, the Amorite king who ruled at Heshbon.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So the Israelites killed Og, his sons, and all his people, leaving no survivors, and then they occupied his land."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites moved on and set up camp in the plains of Moab east of the Jordan and opposite Jericho. &apos;No,&apos; he answered."
            },
            {
                "verse_number": "2",
                "verse_text": "When the king of Moab, Balak son of Zippor, heard what the Israelites had done to the Amorites and how many Israelites there were,"
            },
            {
                "verse_number": "3",
                "verse_text": "he and all his people became terrified."
            },
            {
                "verse_number": "4",
                "verse_text": "The Moabites said to the leaders of the Midianites, &apos;This horde will soon destroy everything round us, like a bull eating the grass in a pasture.&apos; So King Balak"
            },
            {
                "verse_number": "5",
                "verse_text": "sent messengers to summon Balaam son of Beor, who was at Pethor near the River Euphrates in the land of Amaw. They brought him this message from Balak: &apos;I want you to know that a whole nation has come from Egypt; its people are spreading out everywhere and threatening to take over our land."
            },
            {
                "verse_number": "6",
                "verse_text": "They outnumber us, so please come and put a curse on them for me. Then perhaps we will be able to defeat them and drive them out of the land. I know that when you pronounce a blessing, people are blessed, and when you pronounce a curse, they are placed under a curse.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So the Moabite and Midianite leaders took with them the payment for the curse, went to Balaam, and gave him Balak's message."
            },
            {
                "verse_number": "8",
                "verse_text": "Balaam said to them, &apos;Spend the night here, and tomorrow I will report to you whatever the LORD tells me.&apos; So the Moabite leaders stayed with Balaam."
            },
            {
                "verse_number": "9",
                "verse_text": "God came to Balaam and asked, &apos;Who are these men that are staying with you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He answered, &apos;King Balak of Moab has sent them to tell me"
            },
            {
                "verse_number": "11",
                "verse_text": "that a people who came from Egypt has spread out over the whole land. He wants me to curse them for him, so that he can fight them and drive them out.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God said to Balaam, &apos;Do not go with these men, and do not put a curse on the people of Israel, because they have my blessing.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning Balaam went to Balak's messengers and said, &apos;Go back home; the LORD has refused to let me go with you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So they returned to Balak and told him that Balaam had refused to come with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Balak sent a larger number of leaders, who were more important than the first."
            },
            {
                "verse_number": "16",
                "verse_text": "They went to Balaam and gave him this message from Balak: &apos;Please don't let anything prevent you from coming to me!"
            },
            {
                "verse_number": "17",
                "verse_text": "I will reward you richly and do anything you say. Please come and curse these people for me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Balaam answered, &apos;Even if Balak gave me all the silver and gold in his palace, I could not disobey the command of the LORD my God in even the smallest matter."
            },
            {
                "verse_number": "19",
                "verse_text": "But please stay the night, as the others did, so that I may learn whether or not the LORD has something else to tell me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That night God came to Balaam and said, &apos;If these men have come to ask you to go with them, get ready to go, but do only what I tell you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So the next morning Balaam saddled his donkey and went with the Moabite leaders."
            },
            {
                "verse_number": "22",
                "verse_text": "God was angry that Balaam was going, and as Balaam was riding along on his donkey, accompanied by his two servants, the angel of the LORD stood in the road to bar his way."
            },
            {
                "verse_number": "23",
                "verse_text": "When the donkey saw the angel standing there holding a sword, it left the road and turned into the fields. Balaam beat the donkey and brought it back on to the road."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the angel stood where the road narrowed between two vineyards and had a stone wall on each side."
            },
            {
                "verse_number": "25",
                "verse_text": "When the donkey saw the angel, it moved over against the wall and crushed Balaam's foot against it. Again Balaam beat the donkey."
            },
            {
                "verse_number": "26",
                "verse_text": "Once more the angel moved ahead; he stood in a narrow place where there was no room at all to pass on either side."
            },
            {
                "verse_number": "27",
                "verse_text": "This time, when the donkey saw the angel, it lay down. Balaam lost his temper and began to beat the donkey with his stick."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the LORD gave the donkey the power of speech, and it said to Balaam, &apos;What have I done to you? Why have you beaten me these three times?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam answered, &apos;Because you have made a fool of me! If I had a sword, I would kill you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The donkey replied, &apos;Am I not the same donkey on which you have ridden all your life? Have I ever treated you like this before?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the LORD let Balaam see the angel standing there with his sword; and Balaam threw himself face downwards on the ground."
            },
            {
                "verse_number": "32",
                "verse_text": "The angel demanded, &apos;Why have you beaten your donkey three times like this? I have come to bar your way, because you should not be making this journey."
            },
            {
                "verse_number": "33",
                "verse_text": "But your donkey saw me and turned aside three times. If it hadn't, I would have killed you and spared the donkey.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Balaam replied, &apos;I have sinned. I did not know that you were standing in the road to oppose me; but now if you think it is wrong for me to go on, I will return home.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But the angel said, &apos;Go on with these men, but say only what I tell you to say.&apos; So Balaam went on with them."
            },
            {
                "verse_number": "36",
                "verse_text": "When Balak heard that Balaam was coming, he went to meet him at Ar, a city on the River Arnon at the border of Moab."
            },
            {
                "verse_number": "37",
                "verse_text": "Balak said to him, &apos;Why didn't you come when I sent for you the first time? Did you think I wasn't able to reward you enough?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Balaam answered, &apos;I came, didn't I? But now, what power have I got? I can say only what God tells me to say.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So Balaam went with Balak to the town of Huzoth,"
            },
            {
                "verse_number": "40",
                "verse_text": "where Balak slaughtered cattle and sheep and gave some of the meat to Balaam and the leaders who were with him."
            },
            {
                "verse_number": "41",
                "verse_text": "Next morning Balak took Balaam up to Bamoth Baal, from where Balaam could see a part of the people of Israel."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "He said to Balak, &apos;Build seven altars here for me, and bring me seven bulls and seven rams.&apos; &apos;Balak king of Moab has brought me From Syria, from the eastern mountains. &quot;Come and speak for me,&quot; he said. &quot;Put a curse on the people of Israel.&quot; Or speak of doom when the LORD has not? I can watch them from the hills. They are a nation that lives alone; They know they are blessed more than other nations. There are too many of them to be counted. Let me end my days like one of God's people; Let me die in peace like the righteous.&apos; &apos;Come, Balak son of Zippor, And listen to what I have to say. He is not a human who changes his mind. Whatever he promises, he does; He speaks, and it is done. And when God blesses, I cannot call it back. Will bring her no misfortune or trouble. The LORD their God is with them; They proclaim that he is their king. He fights for them like a wild ox. Now people will say about Israel, &quot;Look what God has done!&quot; It doesn't rest until it has torn and devoured, Until it has drunk the blood of those it has killed.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Balak did as he was told, and he and Balaam offered a bull and a ram on each altar."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Balaam said to Balak, &apos;Stand here by your burnt offering, while I go to see whether or not the LORD will meet me. I will tell you whatever he reveals to me.&apos; So he went alone to the top of a hill,"
            },
            {
                "verse_number": "4",
                "verse_text": "and God met him. Balaam said to him, &apos;I have built the seven altars and offered a bull and a ram on each.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD told Balaam what to say and sent him back to Balak to give him his message."
            },
            {
                "verse_number": "6",
                "verse_text": "So he went back and found Balak still standing by his burnt offering, with all the leaders of Moab."
            },
            {
                "verse_number": "7",
                "verse_text": "Balaam uttered this prophecy:"
            },
            {
                "verse_number": "8",
                "verse_text": "How can I curse what God has not cursed,"
            },
            {
                "verse_number": "9",
                "verse_text": "From the high rocks I can see them;"
            },
            {
                "verse_number": "10",
                "verse_text": "The descendants of Israel are like the dust &ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Balak said to Balaam, &apos;What have you done to me? I brought you here to curse my enemies, but all you have done is bless them.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "He answered, &apos;I can say only what the LORD tells me to say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Balak said to Balaam, &apos;Come with me to another place from which you can see only some of the Israelites. Curse them for me from there.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He took him to the field of Zophim on the top of Mount Pisgah. There also he built seven altars and offered a bull and a ram on each of them."
            },
            {
                "verse_number": "15",
                "verse_text": "Balaam said to Balak, &apos;Stand here by your burnt offering, and I will meet God over there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD met Balaam, told him what to say, and sent him back to Balak to give him his message."
            },
            {
                "verse_number": "17",
                "verse_text": "So he went back and found Balak still standing by his burnt offering, with the leaders of Moab. Balak asked what the LORD had said,"
            },
            {
                "verse_number": "18",
                "verse_text": "and Balaam uttered this prophecy:"
            },
            {
                "verse_number": "19",
                "verse_text": "God is not like men, who lie;"
            },
            {
                "verse_number": "20",
                "verse_text": "I have been instructed to bless,"
            },
            {
                "verse_number": "21",
                "verse_text": "I foresee that Israel's future"
            },
            {
                "verse_number": "22",
                "verse_text": "God has brought them out of Egypt;"
            },
            {
                "verse_number": "23",
                "verse_text": "There is no magic charm, no witchcraft, That can be used against the nation of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "The nation of Israel is like a mighty lion:"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balak said to Balaam, &apos;You refuse to curse the people of Israel, but at least don't bless them!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Balaam answered, &apos;Didn't I tell you that I had to do everything that the LORD told me?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Balak said, &apos;Come with me, and I will take you to another place. Perhaps God will be willing to let you curse them for me from there.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So he took Balaam to the top of Mount Peor overlooking the desert."
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam said to him, &apos;Build seven altars for me here and bring me seven bulls and seven rams.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Balak did as he was told, and offered a bull and a ram on each altar."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "By now Balaam knew that the LORD wanted him to bless the people of Israel, so he did not go to look for omens, as he had done before. He turned towards the desert"
            },
            {
                "verse_number": "2",
                "verse_text": "and saw the people of Israel camped tribe by tribe. The Spirit of God took control of him,"
            },
            {
                "verse_number": "3",
                "verse_text": "and he uttered this prophecy: &apos;The message of Balaam son of Beor, With staring eyes I see in a trance A vision from Almighty God. Or gardens beside a river, Like aloes planted by the LORD Or cedars beside the water. Their king shall be greater than Agag, And his rule shall be extended far and wide. He fights for them like a wild ox. They devour their enemies, Crush their bones, smash their arrows. When it is sleeping, no one dares wake it. Whoever blesses Israel will be blessed, And whoever curses Israel will be cursed.&apos; &apos;The message of Balaam son of Beor, And receive the knowledge that comes from the Most High. With staring eyes I see in a trance A vision from Almighty God. And I see the nation of Israel. A king, like a bright star, will arise in that nation. Like a comet he will come from Israel. He will strike the leaders of Moab And make their land his property, While Israel continues victorious. And wipe out the last survivors.&apos; &apos;Amalek was the most powerful nation of all, But at the end it will perish for ever.&apos; &apos;The place where you live is secure, Safe as a nest set high on a cliff, They will conquer Assyria and Eber, But they, in turn, will perish for ever.&apos; The words of the man who can see clearly, And plant their seed in well-watered fields. The words of the man who can see clearly, And beat down all the people of Seth. When Assyria takes you captive.&apos; &apos;Who are these people gathering in the north?"
            },
            {
                "verse_number": "4",
                "verse_text": "Who can hear what God is saying."
            },
            {
                "verse_number": "5",
                "verse_text": "The tents of Israel are beautiful,"
            },
            {
                "verse_number": "6",
                "verse_text": "Like long rows of palms"
            },
            {
                "verse_number": "7",
                "verse_text": "They will have abundant rainfall"
            },
            {
                "verse_number": "8",
                "verse_text": "God brought them out of Egypt;"
            },
            {
                "verse_number": "9",
                "verse_text": "The nation is like a mighty lion;"
            },
            {
                "verse_number": "10",
                "verse_text": "Balak clenched his fists in anger and said to Balaam, &apos;I called you to curse my enemies, but three times now you have blessed them instead."
            },
            {
                "verse_number": "11",
                "verse_text": "Now go off home! I promised to reward you, but the LORD has kept you from getting the reward.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Balaam answered, &apos;I told the messengers you sent to me that"
            },
            {
                "verse_number": "13",
                "verse_text": "even if you gave me all the silver and gold in your palace, I could not disobey the command of the LORD by doing anything of myself. I will say only what the LORD tells me to say.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Balaam said to Balak, &apos;Now I am going back to my own people, but before I go, I am warning you what the people of Israel will do to your people in the future.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then he uttered this prophecy:"
            },
            {
                "verse_number": "16",
                "verse_text": "Who can hear what God is saying"
            },
            {
                "verse_number": "17",
                "verse_text": "I look into the future,"
            },
            {
                "verse_number": "18",
                "verse_text": "He will conquer his enemies in Edom"
            },
            {
                "verse_number": "19",
                "verse_text": "The nation of Israel will trample them down"
            },
            {
                "verse_number": "20",
                "verse_text": "Then in his vision Balaam saw the Amalekites and uttered this prophecy:"
            },
            {
                "verse_number": "21",
                "verse_text": "In his vision he saw the Kenites, and uttered this prophecy:"
            },
            {
                "verse_number": "22",
                "verse_text": "But you Kenites will be destroyed"
            },
            {
                "verse_number": "23",
                "verse_text": "Balaam uttered this prophecy:"
            },
            {
                "verse_number": "24",
                "verse_text": "Invaders will sail from Cyprus;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balaam got ready and went back home, and Balak went on his way."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "When the Israelites were camped in the Valley of Acacia, the men began to have sexual intercourse with the Moabite women who were there."
            },
            {
                "verse_number": "2",
                "verse_text": "These women invited them to sacrificial feasts, where the god of Moab was worshipped. The Israelites ate the food and worshipped the god"
            },
            {
                "verse_number": "3",
                "verse_text": "Baal of Peor. So the LORD was angry with them"
            },
            {
                "verse_number": "4",
                "verse_text": "and said to Moses, &apos;Take all the leaders of Israel and, in obedience to me, execute them in broad daylight, and then I will no longer be angry with the people.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses said to the officials, &apos;Each of you is to kill every man in your tribe who has become a worshipper of Baal of Peor.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "One of the Israelites took a Midianite woman into his tent in the sight of Moses and the whole community, while they were mourning at the entrance of the Tent of the LORD 's presence."
            },
            {
                "verse_number": "7",
                "verse_text": "When Phinehas, the son of Eleazar and grandson of Aaron the priest, saw this, he got up and left the assembly. He took a spear,"
            },
            {
                "verse_number": "8",
                "verse_text": "followed the man and the woman into the tent, and drove the spear through both of them. In this way the epidemic that was destroying Israel was stopped,"
            },
            {
                "verse_number": "9",
                "verse_text": "but it had already killed 24,000 people."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Because of what Phinehas has done, I am no longer angry with the people of Israel. He refused to tolerate the worship of any god but me, and that is why I did not destroy them in my anger."
            },
            {
                "verse_number": "12",
                "verse_text": "So tell him that I am making a covenant with him that is valid for all time to come."
            },
            {
                "verse_number": "13",
                "verse_text": "He and his descendants are permanently established as priests, because he did not tolerate any rivals to me and brought about forgiveness for the people's sin.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The name of the Israelite who was killed with the Midianite woman was Zimri son of Salu, the head of a family in the tribe of Simeon."
            },
            {
                "verse_number": "15",
                "verse_text": "The woman's name was Cozbi. Zur, her father, was chief of a group of Midianite clans."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD commanded Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Attack the Midianites and destroy them,"
            },
            {
                "verse_number": "18",
                "verse_text": "because of the evil they did to you when they deceived you at Peor, and because of Cozbi, who was killed at the time of the epidemic at Peor.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "After the epidemic the LORD said to Moses and Eleazar son of Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Take a census by families of the whole community of Israel, of all men twenty years old or older who are fit for military service.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The tribe of Reuben (Reuben was the eldest son of Jacob): the clans of Hanoch, Pallu,"
            },
            {
                "verse_number": "6",
                "verse_text": "Hezron, and Carmi."
            },
            {
                "verse_number": "7",
                "verse_text": "These clans numbered 43,730 men."
            },
            {
                "verse_number": "8",
                "verse_text": "The descendants of Pallu were Eliab"
            },
            {
                "verse_number": "9",
                "verse_text": "and his sons Nemuel, Dathan, and Abiram. (These are the Dathan and Abiram who were chosen by the community. They defied Moses and Aaron and joined the followers of Korah when they rebelled against the LORD ."
            },
            {
                "verse_number": "10",
                "verse_text": "The ground opened and swallowed them, and they died with Korah and his followers when fire destroyed 250 men; they became a warning to the people."
            },
            {
                "verse_number": "11",
                "verse_text": "But the sons of Korah were not killed.)"
            },
            {
                "verse_number": "12",
                "verse_text": "The tribe of Simeon: the clans of Nemuel, Jamin, Jachin,"
            },
            {
                "verse_number": "13",
                "verse_text": "Zerah, and Shaul."
            },
            {
                "verse_number": "14",
                "verse_text": "These clans numbered 22,200 men."
            },
            {
                "verse_number": "15",
                "verse_text": "The tribe of Gad: the clans of Zephon, Haggi, Shuni,"
            },
            {
                "verse_number": "16",
                "verse_text": "Ozni, Eri,"
            },
            {
                "verse_number": "17",
                "verse_text": "Arod, and Areli."
            },
            {
                "verse_number": "18",
                "verse_text": "These clans numbered 40,500 men."
            },
            {
                "verse_number": "22",
                "verse_text": "These clans numbered 76,500 men."
            },
            {
                "verse_number": "23",
                "verse_text": "The tribe of Issachar: the clans of Tola, Puah,"
            },
            {
                "verse_number": "24",
                "verse_text": "Jashub, and Shimron."
            },
            {
                "verse_number": "25",
                "verse_text": "These clans numbered 64,300 men."
            },
            {
                "verse_number": "26",
                "verse_text": "The tribe of Zebulun: the clans of Sered, Elon, and Jahleel."
            },
            {
                "verse_number": "27",
                "verse_text": "These clans numbered 60,500 men."
            },
            {
                "verse_number": "28",
                "verse_text": "The tribes of Joseph, who was the father of two sons, Manasseh and Ephraim."
            },
            {
                "verse_number": "29",
                "verse_text": "The tribe of Manasseh: Machir son of Manasseh was the father of Gilead, and the following clans traced their ancestry to Gilead:"
            },
            {
                "verse_number": "30",
                "verse_text": "the clans of Iezer, Helek,"
            },
            {
                "verse_number": "31",
                "verse_text": "Asriel, Shechem,"
            },
            {
                "verse_number": "32",
                "verse_text": "Shemida, and Hepher."
            },
            {
                "verse_number": "33",
                "verse_text": "Zelophehad son of Hepher had no sons, but only daughters; their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "34",
                "verse_text": "These clans numbered 52,700 men."
            },
            {
                "verse_number": "35",
                "verse_text": "The tribe of Ephraim: the clans of Shuthelah, Becher, and Tahan."
            },
            {
                "verse_number": "36",
                "verse_text": "The clan of Eran traced its descent from Shuthelah."
            },
            {
                "verse_number": "37",
                "verse_text": "These clans numbered 32,500 men."
            },
            {
                "verse_number": "38",
                "verse_text": "The tribe of Benjamin: the clans of Bela, Ashbel, Ahiram,"
            },
            {
                "verse_number": "39",
                "verse_text": "Shephupham, and Hupham."
            },
            {
                "verse_number": "40",
                "verse_text": "The clans of Ard and Naaman traced their descent from Bela."
            },
            {
                "verse_number": "41",
                "verse_text": "These clans numbered 45,600 men."
            },
            {
                "verse_number": "42",
                "verse_text": "The tribe of Dan: the clan of Shuham,"
            },
            {
                "verse_number": "43",
                "verse_text": "which numbered 64,400 men."
            },
            {
                "verse_number": "44",
                "verse_text": "The tribe of Asher: the clans of Imnah, Ishvi, and Beriah."
            },
            {
                "verse_number": "45",
                "verse_text": "The clans of Heber and Malchiel traced their descent from Beriah."
            },
            {
                "verse_number": "46",
                "verse_text": "Asher had a daughter named Serah."
            },
            {
                "verse_number": "47",
                "verse_text": "These clans numbered 53,400 men."
            },
            {
                "verse_number": "48",
                "verse_text": "The tribe of Naphtali: the clans of Jahzeel, Guni,"
            },
            {
                "verse_number": "49",
                "verse_text": "Jezer, and Shillem."
            },
            {
                "verse_number": "50",
                "verse_text": "These clans numbered 45,400 men."
            },
            {
                "verse_number": "51",
                "verse_text": "The total number of the Israelite men was 601,730."
            },
            {
                "verse_number": "52",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "53",
                "verse_text": "&apos;Divide the land among the tribes, according to their size."
            },
            {
                "verse_number": "57",
                "verse_text": "The tribe of Levi consisted of the clans of Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "58",
                "verse_text": "Their descendants included the sub-clans of Libni, Hebron, Mahli, Mushi, and Korah. Kohath was the father of Amram,"
            },
            {
                "verse_number": "59",
                "verse_text": "who was married to Levi's daughter Jochebed, who was born in Egypt. She bore Amram two sons, Aaron and Moses, and a daughter, Miriam."
            },
            {
                "verse_number": "60",
                "verse_text": "Aaron had four sons, Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "61",
                "verse_text": "Nadab and Abihu died when they offered unholy fire to the LORD ."
            },
            {
                "verse_number": "62",
                "verse_text": "The male Levites who were one month old or older numbered 23,000. They were listed separately from the rest of the Israelites, because they were not given any property in Israel."
            },
            {
                "verse_number": "63",
                "verse_text": "All these clans were listed by Moses and Eleazar when they took a census of the Israelites in the plains of Moab across the River Jordan from Jericho."
            },
            {
                "verse_number": "64",
                "verse_text": "There was not even one man left among those whom Moses and Aaron had listed in the first census in the Sinai Desert."
            },
            {
                "verse_number": "65",
                "verse_text": "The LORD had said that all of them would die in the wilderness, and except for Caleb son of Jephunneh and Joshua son of Nun they all did."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Mahlah, Noah, Hoglah, Milcah, and Tirzah were the daughters of Zelophehad son of Hepher, son of Gilead, son of Machir, son of Manasseh, son of Joseph."
            },
            {
                "verse_number": "2",
                "verse_text": "They went and stood before Moses, Eleazar the priest, the leaders, and the whole community at the entrance of the Tent of the LORD 's presence and said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Our father died in the wilderness without leaving any sons. He was not among the followers of Korah, who rebelled against the LORD ; he died because of his own sin."
            },
            {
                "verse_number": "4",
                "verse_text": "Just because he had no sons, why should our father's name disappear from Israel? Give us property among our father's relatives.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses presented their case to the LORD ,"
            },
            {
                "verse_number": "6",
                "verse_text": "and the LORD said to him,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;What the daughters of Zelophehad request is right; give them property among their father's relatives. Let his inheritance pass on to them."
            },
            {
                "verse_number": "8",
                "verse_text": "Tell the people of Israel that whenever a man dies without leaving a son, his daughter is to inherit his property."
            },
            {
                "verse_number": "9",
                "verse_text": "If he has no daughter, his brothers are to inherit it."
            },
            {
                "verse_number": "10",
                "verse_text": "If he has no brothers, his father's brothers are to inherit it."
            },
            {
                "verse_number": "11",
                "verse_text": "If he has no brothers or uncles, then his nearest relative is to inherit it and hold it as his own property. The people of Israel are to observe this as a legal requirement, just as I, the LORD , have commanded you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD said to Moses, &apos;Go up the Abarim Mountains and look out over the land that I am giving to the Israelites."
            },
            {
                "verse_number": "13",
                "verse_text": "After you have seen it, you will die, as your brother Aaron did,"
            },
            {
                "verse_number": "14",
                "verse_text": "because both of you rebelled against my command in the wilderness of Zin. When the whole community complained against me at Meribah, you refused to acknowledge my holy power before them.&apos; (Meribah is the spring at Kadesh in the wilderness of Zin.)"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses prayed,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; LORD God, source of all life, appoint, I pray, a man who can lead the people"
            },
            {
                "verse_number": "17",
                "verse_text": "and can command them in battle, so that your community will not be like sheep without a shepherd.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD said to Moses, &apos;Take Joshua son of Nun, a capable man, and place your hands on his head."
            },
            {
                "verse_number": "19",
                "verse_text": "Make him stand in front of Eleazar the priest and the whole community, and there before them all proclaim him as your successor."
            },
            {
                "verse_number": "20",
                "verse_text": "Give him some of your own authority, so that the whole community of Israel will obey him."
            },
            {
                "verse_number": "21",
                "verse_text": "He will depend on Eleazar the priest, who will learn my will by using the Urim and Thummim. In this way Eleazar will direct Joshua and the whole community of Israel in all their affairs.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses did as the LORD had commanded him. He made Joshua stand before Eleazar the priest and the whole community."
            },
            {
                "verse_number": "23",
                "verse_text": "As the LORD had commanded, Moses put his hands on Joshua's head and proclaimed him as his successor."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The LORD commanded Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "to instruct the Israelites to present to God at the appointed times the required food offerings that are pleasing to him."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the food offerings that are to be presented to the LORD : for the daily burnt offering, two one-year-old male lambs without any defects."
            },
            {
                "verse_number": "4",
                "verse_text": "Offer the first lamb in the morning, and the second in the evening,"
            },
            {
                "verse_number": "5",
                "verse_text": "each with a grain offering of one kilogramme of flour, mixed with one litre of the best olive oil."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the daily offering that is completely burnt, which was first offered at Mount Sinai as a food offering, a smell pleasing to the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "As the wine offering with the first lamb, pour out at the altar one litre of wine."
            },
            {
                "verse_number": "8",
                "verse_text": "In the evening offer the second lamb in the same way as the morning offering, together with its wine offering. It also is a food offering, a smell pleasing to the LORD ."
            },
            {
                "verse_number": "9",
                "verse_text": "On the Sabbath day offer two one-year-old male lambs without any defects, two kilogrammes of flour mixed with olive oil as a grain offering, and the wine offering."
            },
            {
                "verse_number": "10",
                "verse_text": "This burnt offering is to be offered every Sabbath in addition to the daily offering with its wine offering."
            },
            {
                "verse_number": "11",
                "verse_text": "Present a burnt offering to the LORD at the beginning of each month: two young bulls, one ram, seven one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "12",
                "verse_text": "As a grain offering, offer flour mixed with olive oil: with each bull, three kilogrammes of flour; with the ram, two kilogrammes;"
            },
            {
                "verse_number": "13",
                "verse_text": "and with each lamb, one kilogramme. These burnt offerings are food offerings, a smell pleasing to the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "The proper wine offering is two litres of wine with each bull, 1.5 litres with the ram, and one litre with each lamb. This is the regulation for the burnt offering for the first day of each month throughout the year."
            },
            {
                "verse_number": "15",
                "verse_text": "And in addition to the daily burnt offering with its wine offering, offer one male goat as a sin offering."
            },
            {
                "verse_number": "16",
                "verse_text": "The Passover Festival in honour of the LORD is to be held on the fourteenth day of the first month."
            },
            {
                "verse_number": "17",
                "verse_text": "On the fifteenth day a religious festival begins which lasts seven days, during which only bread prepared without yeast is to be eaten."
            },
            {
                "verse_number": "18",
                "verse_text": "On the first day of the festival you are to gather for worship, and no work is to be done."
            },
            {
                "verse_number": "19",
                "verse_text": "Offer a burnt offering as a food offering to the LORD : two young bulls, one ram, and seven one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "20",
                "verse_text": "Offer the proper grain offering of flour mixed with olive oil: three kilogrammes with each bull, two kilogrammes with the ram,"
            },
            {
                "verse_number": "21",
                "verse_text": "and one kilogramme with each lamb."
            },
            {
                "verse_number": "22",
                "verse_text": "Also offer one male goat as a sin offering, and in this way perform the ritual of purification for the people."
            },
            {
                "verse_number": "23",
                "verse_text": "Offer these in addition to the regular morning burnt offering."
            },
            {
                "verse_number": "24",
                "verse_text": "In the same way, for seven days offer to the LORD a food offering, a smell pleasing to him. Offer this in addition to the daily burnt offering and wine offering."
            },
            {
                "verse_number": "25",
                "verse_text": "Meet for worship on the seventh day and do no work."
            },
            {
                "verse_number": "26",
                "verse_text": "On the first day of the Harvest Festival, when you present the offering of new corn to the LORD , you are to gather for worship, and no work is to be done."
            },
            {
                "verse_number": "27",
                "verse_text": "Offer a burnt offering as a smell pleasing to the LORD : two young bulls, one ram, and seven one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "28",
                "verse_text": "Offer the proper grain offering of flour mixed with olive oil: three kilogrammes with each bull, two kilogrammes with the ram,"
            },
            {
                "verse_number": "29",
                "verse_text": "and one kilogramme with each lamb."
            },
            {
                "verse_number": "30",
                "verse_text": "Also offer one male goat as a sin offering, and in this way perform the ritual of purification for the people."
            },
            {
                "verse_number": "31",
                "verse_text": "Offer these and the wine offering in addition to the daily burnt offering and grain offering."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "On the first day of the seventh month you are to gather for worship, and no work is to be done. On that day trumpets are to be blown."
            },
            {
                "verse_number": "2",
                "verse_text": "Present a burnt offering to the LORD , a smell pleasing to him: one young bull, one ram, and seven one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "3",
                "verse_text": "Offer the proper grain offering of flour mixed with olive oil: three kilogrammes of flour with the bull, two kilogrammes with the ram,"
            },
            {
                "verse_number": "4",
                "verse_text": "and one kilogramme with each lamb."
            },
            {
                "verse_number": "5",
                "verse_text": "Also offer one male goat as a sin offering, and in this way perform the ritual of purification for the people."
            },
            {
                "verse_number": "6",
                "verse_text": "Offer these in addition to the regular burnt offering for the first day of the month with its grain offering, and the daily burnt offering with its grain offering and wine offering. These food offerings are a smell pleasing to the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "Gather for worship on the tenth day of the seventh month; eat no food and do no work."
            },
            {
                "verse_number": "8",
                "verse_text": "Offer a burnt offering to the LORD , a smell pleasing to him: one young bull, one ram, and seven one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "9",
                "verse_text": "Offer the proper grain offering of flour mixed with olive oil: three kilogrammes of flour with the bull, two kilogrammes with the ram,"
            },
            {
                "verse_number": "10",
                "verse_text": "and one kilogramme with each lamb."
            },
            {
                "verse_number": "11",
                "verse_text": "Also offer one male goat as a sin offering, in addition to the goat offered in the ritual of purification for the people, and the daily burnt offering with its grain offering and wine offering."
            },
            {
                "verse_number": "12",
                "verse_text": "Gather for worship on the fifteenth day of the seventh month. Celebrate this festival in honour of the LORD for seven days and do no work."
            },
            {
                "verse_number": "13",
                "verse_text": "On this first day offer a food offering to the LORD , a smell pleasing to him: thirteen young bulls, two rams, and fourteen one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "14",
                "verse_text": "Offer the proper grain offering of flour mixed with olive oil: three kilogrammes of flour with each bull, two kilogrammes with each ram,"
            },
            {
                "verse_number": "15",
                "verse_text": "and one kilogramme with each lamb, with the required wine offerings."
            },
            {
                "verse_number": "16",
                "verse_text": "Also offer one male goat as a sin offering. Offer these in addition to the daily burnt offering with its grain offering and wine offering."
            },
            {
                "verse_number": "17",
                "verse_text": "On the second day offer twelve young bulls, two rams, and fourteen one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "20",
                "verse_text": "On the third day offer eleven young bulls, two rams, and fourteen one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "23",
                "verse_text": "On the fourth day offer ten young bulls, two rams, and fourteen one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "26",
                "verse_text": "On the fifth day offer nine young bulls, two rams, and fourteen one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "29",
                "verse_text": "On the sixth day offer eight young bulls, two rams, and fourteen one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "32",
                "verse_text": "On the seventh day offer seven young bulls, two rams, and fourteen one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "35",
                "verse_text": "On the eighth day gather for worship and do no work."
            },
            {
                "verse_number": "36",
                "verse_text": "Offer a burnt offering as a food offering to the LORD , a smell pleasing to him: one young bull, one ram, and seven one-year-old male lambs, all without any defects."
            },
            {
                "verse_number": "39",
                "verse_text": "These are the regulations concerning the burnt offerings, grain offerings, wine offerings, and fellowship offerings that you are to make to the LORD at your appointed festivals. These are in addition to the offerings you give in fulfilment of a vow or as freewill offerings."
            },
            {
                "verse_number": "40",
                "verse_text": "So Moses told the people of Israel everything that the LORD had commanded him."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Moses gave the following instructions to the leaders of the tribes of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "When a man makes a vow to give something to the LORD or takes an oath to abstain from something, he must not break his promise, but must do everything that he said he would."
            },
            {
                "verse_number": "3",
                "verse_text": "When a young woman still living in her father's house makes a vow to give something to the LORD or promises to abstain from something,"
            },
            {
                "verse_number": "4",
                "verse_text": "she must do everything that she vowed or promised unless her father raises an objection when he hears about it."
            },
            {
                "verse_number": "5",
                "verse_text": "But if her father forbids her to fulfil the vow when he hears about it, she is not required to keep it. The LORD will forgive her, because her father refused to let her keep it."
            },
            {
                "verse_number": "6",
                "verse_text": "If an unmarried woman makes a vow, whether deliberately or carelessly, or promises to abstain from something, and then marries,"
            },
            {
                "verse_number": "7",
                "verse_text": "she must do everything that she vowed or promised unless her husband raises an objection when he hears about it."
            },
            {
                "verse_number": "8",
                "verse_text": "But if her husband forbids her to fulfil the vow when he hears about it, she is not required to keep it. The LORD will forgive her."
            },
            {
                "verse_number": "9",
                "verse_text": "A widow or a divorced woman must keep every vow she makes and every promise to abstain from something."
            },
            {
                "verse_number": "10",
                "verse_text": "If a married woman makes a vow or promises to abstain from something,"
            },
            {
                "verse_number": "11",
                "verse_text": "she must do everything that she vowed or promised unless her husband raises an objection when he hears about it."
            },
            {
                "verse_number": "12",
                "verse_text": "But if her husband forbids her to fulfil the vow when he hears about it, she is not required to keep it. The LORD will forgive her, because her husband prevented her from keeping her vow."
            },
            {
                "verse_number": "13",
                "verse_text": "Her husband has the right to affirm or to annul any vow or promise that she has made."
            },
            {
                "verse_number": "14",
                "verse_text": "But if, by the day after he hears of the vow, he has raised no objection, she must do everything that she has vowed or promised. He has affirmed the vow by not objecting on the day he heard of it."
            },
            {
                "verse_number": "15",
                "verse_text": "But if he later annuls the vow, he must suffer the consequences for the failure to fulfil the vow."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the rules that the LORD gave Moses concerning vows made by an unmarried woman living in her father's house or by a married woman."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Punish the Midianites for what they did to the people of Israel. After you have done that, you will die.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses said to the people, &apos;Get ready for war, so that you can attack Midian and punish them for what they did to the LORD ."
            },
            {
                "verse_number": "4",
                "verse_text": "From each tribe of Israel send a thousand men to war.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So a thousand men were chosen from each tribe, a total of 12,000 men ready for battle."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses sent them to war under the command of Phinehas son of Eleazar the priest, who took charge of the sacred objects and the trumpets for giving signals."
            },
            {
                "verse_number": "7",
                "verse_text": "They attacked Midian, as the LORD had commanded Moses, and killed all the men,"
            },
            {
                "verse_number": "8",
                "verse_text": "including the five kings of Midian: Evi, Rekem, Zur, Hur, and Reba. They also killed Balaam son of Beor."
            },
            {
                "verse_number": "9",
                "verse_text": "The people of Israel captured the Midianite women and children, took their cattle and their flocks, plundered all their wealth,"
            },
            {
                "verse_number": "10",
                "verse_text": "and burnt all their cities and camps."
            },
            {
                "verse_number": "11",
                "verse_text": "They took all the loot that they had captured, including the prisoners and the animals,"
            },
            {
                "verse_number": "12",
                "verse_text": "and brought them to Moses and Eleazar and to the community of the people of Israel, who were at the camp on the plains of Moab across the Jordan from Jericho."
            },
            {
                "verse_number": "13",
                "verse_text": "Moses, Eleazar, and all the other leaders of the community went out of the camp to meet the army."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses was angry with the officers, the commanders of battalions and companies, who had returned from the war."
            },
            {
                "verse_number": "15",
                "verse_text": "He asked them, &apos;Why have you kept all the women alive?"
            },
            {
                "verse_number": "16",
                "verse_text": "Remember that it was the women who followed Balaam's instructions and at Peor led the people to be unfaithful to the LORD . That was what brought the epidemic on the LORD 's people."
            },
            {
                "verse_number": "17",
                "verse_text": "So now kill every boy and kill every woman who has had sexual intercourse,"
            },
            {
                "verse_number": "18",
                "verse_text": "but keep alive for yourselves all the girls and all the women who are virgins."
            },
            {
                "verse_number": "19",
                "verse_text": "Now all of you who have killed anyone or have touched a corpse must stay outside the camp for seven days. On the third day and on the seventh day purify yourselves and the women you have captured."
            },
            {
                "verse_number": "20",
                "verse_text": "You must also purify every piece of clothing and everything made of leather, goats' hair, or wood.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Eleazar the priest said to the men who had returned from battle, &apos;These are the regulations that the LORD has given to Moses."
            },
            {
                "verse_number": "24",
                "verse_text": "On the seventh day you must wash your clothes; then you will be ritually clean and will be permitted to enter the camp.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;You and Eleazar, together with the other leaders of the community, are to count everything that has been captured, including the prisoners and the animals."
            },
            {
                "verse_number": "27",
                "verse_text": "Divide what was taken into two equal parts, one part for the soldiers and the other part for the rest of the community."
            },
            {
                "verse_number": "28",
                "verse_text": "From the part that belongs to the soldiers, withhold as a tax for the LORD one out of every 500 prisoners and the same proportion of the cattle, donkeys, sheep, and goats."
            },
            {
                "verse_number": "29",
                "verse_text": "Give them to Eleazar the priest as a special contribution to the LORD ."
            },
            {
                "verse_number": "30",
                "verse_text": "From the part given to the rest of the people, take one out of every fifty prisoners and the same proportion of the cattle, donkeys, sheep, and goats. Give them to the Levites who are in charge of the LORD 's Tent.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Moses and Eleazar did what the LORD commanded."
            },
            {
                "verse_number": "41",
                "verse_text": "So Moses gave Eleazar the tax as a special contribution to the LORD , as the LORD had commanded."
            },
            {
                "verse_number": "47",
                "verse_text": "From this share Moses took one out of every fifty prisoners and animals, and as the LORD had commanded, gave them to the Levites who were in charge of the LORD 's Tent."
            },
            {
                "verse_number": "48",
                "verse_text": "Then the officers who had commanded the army went to Moses"
            },
            {
                "verse_number": "49",
                "verse_text": "and reported, &apos;Sir, we have counted the soldiers under our command and not one of them is missing."
            },
            {
                "verse_number": "50",
                "verse_text": "So we are bringing the gold ornaments, armlets, bracelets, rings, earrings, and necklaces that each of us has taken. We offer them to the LORD as a payment for our lives, so that he will protect us.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Moses and Eleazar received the gold, all of which was in the form of ornaments."
            },
            {
                "verse_number": "52",
                "verse_text": "The total contribution of the officers weighed nearly 200 kilogrammes."
            },
            {
                "verse_number": "53",
                "verse_text": "Those who were not officers kept the loot they had taken."
            },
            {
                "verse_number": "54",
                "verse_text": "So Moses and Eleazar took the gold to the Tent, so that the LORD would protect the people of Israel."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "The tribes of Reuben and Gad had a lot of livestock. When they saw how suitable the land of Jazer and Gilead was for cattle,"
            },
            {
                "verse_number": "2",
                "verse_text": "they went to Moses, Eleazar, and the other leaders of the community and said,"
            },
            {
                "verse_number": "5",
                "verse_text": "Please give us this land as our property, and do not make us cross the River Jordan and settle there.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses replied, &apos;Do you want to stay here while your fellow-Israelites go to war?"
            },
            {
                "verse_number": "7",
                "verse_text": "How dare you try to discourage the people of Israel from crossing the Jordan into the land which the LORD has given them?"
            },
            {
                "verse_number": "8",
                "verse_text": "That is what your fathers did when I sent them from Kadesh Barnea to explore the land."
            },
            {
                "verse_number": "9",
                "verse_text": "They went as far as the Valley of Eshcol and saw the land, but when they returned, they discouraged the people from entering the land which the LORD had given them."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD was angry that day and made a promise:"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;I swear that because they did not remain loyal to me, none of the men twenty years old or older who came out of Egypt will enter the land that I promised to Abraham, Isaac, and Jacob.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "This included everyone, except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun; they remained loyal to the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD was angry with the people and made them wander in the wilderness for forty years until that whole generation that had displeased him was dead."
            },
            {
                "verse_number": "14",
                "verse_text": "And now you have taken your fathers' place, a new generation of sinful men ready to bring down the fierce anger of the LORD on Israel again."
            },
            {
                "verse_number": "15",
                "verse_text": "If you people of Reuben and Gad refuse to follow him now, he will once again abandon all these people in the wilderness, and you will be responsible for their destruction.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They approached Moses and said, &apos;First, allow us to build stone enclosures here for our sheep and fortified towns for our dependants."
            },
            {
                "verse_number": "17",
                "verse_text": "Then we will be ready to go with our fellow-Israelites into battle and lead the attack until we have settled them in the land that will be theirs. In the meantime, our dependants can live here in the fortified towns, safe from the people of this land."
            },
            {
                "verse_number": "18",
                "verse_text": "We will not return to our homes until all the other Israelites have taken possession of the land assigned to them."
            },
            {
                "verse_number": "19",
                "verse_text": "We will not take possession of any property among them on the other side of the Jordan, because we have received our share here east of the Jordan.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Moses answered, &apos;If you really mean what you say, then here in the presence of the LORD get ready to go into battle."
            },
            {
                "verse_number": "21",
                "verse_text": "All your fighting men are to cross the Jordan and under the command of the LORD they are to attack our enemies until the LORD defeats them"
            },
            {
                "verse_number": "22",
                "verse_text": "and takes possession of the land. After that, you may return, because you will have fulfilled your obligation to the LORD and to your fellow-Israelites. Then the LORD will acknowledge that this land east of the Jordan is yours."
            },
            {
                "verse_number": "23",
                "verse_text": "But if you do not keep your promise, I warn you that you will be sinning against the LORD . Make no mistake about it; you will be punished for your sin."
            },
            {
                "verse_number": "24",
                "verse_text": "So build your towns and the enclosures for your sheep, but do what you have promised!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The men of Gad and Reuben said, &apos;Sir, we will do as you command."
            },
            {
                "verse_number": "26",
                "verse_text": "Our wives and children and our cattle and sheep will remain here in the towns of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "But all of us are ready to go into battle under the LORD 's command. We will cross the Jordan and fight, just as you have said.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Moses gave these commands to Eleazar, Joshua, and the other leaders of Israel:"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;If the men of Gad and Reuben cross the Jordan ready for battle at the LORD 's command and if with their help you are able to conquer the land, then give them the land of Gilead as their property."
            },
            {
                "verse_number": "30",
                "verse_text": "But if they do not cross the Jordan and go into battle with you, they are to receive their share of the property in the land of Canaan, as you do.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The men of Gad and Reuben answered, &apos;Sir, we will do as the LORD has commanded."
            },
            {
                "verse_number": "32",
                "verse_text": "Under his command we will cross into the land of Canaan and go into battle, so that we can retain our property here east of the Jordan.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Moses assigned to the tribes of Gad and Reuben and to half the tribe of Manasseh all the territory of King Sihon of the Amorites and King Og of Bashan, including the towns and the country round them."
            },
            {
                "verse_number": "34",
                "verse_text": "The tribe of Gad rebuilt the fortified towns of Dibon, Ataroth, Aroer,"
            },
            {
                "verse_number": "35",
                "verse_text": "Atroth Shophan, Jazer, Jogbehah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Beth Nimrah, and Beth Haran."
            },
            {
                "verse_number": "37",
                "verse_text": "The tribe of Reuben rebuilt Heshbon, Elealeh, Kiriathaim,"
            },
            {
                "verse_number": "38",
                "verse_text": "Nebo, Baal Meon (this name was changed), and Sibmah. They gave new names to the towns they rebuilt."
            },
            {
                "verse_number": "39",
                "verse_text": "The clan of Machir son of Manasseh invaded the land of Gilead, occupied it, and drove out the Amorites who were there."
            },
            {
                "verse_number": "40",
                "verse_text": "So Moses gave Gilead to the clan of Machir, and they lived there."
            },
            {
                "verse_number": "41",
                "verse_text": "Jair, of the tribe of Manasseh, attacked and captured some villages and named them &apos;Villages of Jair&apos;."
            },
            {
                "verse_number": "42",
                "verse_text": "Nobah attacked and captured Kenath and its villages, and he renamed it Nobah, after himself."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "The following account gives the names of the places where the Israelites set up camp after they left Egypt in their tribes under the leadership of Moses and Aaron."
            },
            {
                "verse_number": "2",
                "verse_text": "At the command of the LORD , Moses wrote down the name of the place each time they set up camp."
            },
            {
                "verse_number": "3",
                "verse_text": "The people of Israel left Egypt on the fifteenth day of the first month of the year, the day after the first Passover. Under the LORD 's protection they left the city of Rameses in full view of the Egyptians,"
            },
            {
                "verse_number": "4",
                "verse_text": "who were burying the firstborn sons that the LORD had killed. By doing this, the LORD showed that he was more powerful than the gods of Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Israel left Rameses and set up camp at Sukkoth."
            },
            {
                "verse_number": "6",
                "verse_text": "Their next camp was at Etham on the edge of the desert."
            },
            {
                "verse_number": "7",
                "verse_text": "From there they turned back to Pi Hahiroth, east of Baal Zephon, and camped near Migdol."
            },
            {
                "verse_number": "8",
                "verse_text": "They left Pi Hahiroth and passed through the Red Sea into the desert of Shur; after a three days' march they camped at Marah."
            },
            {
                "verse_number": "9",
                "verse_text": "From there they went to Elim, where they camped, because there were twelve springs of water and seventy palm trees there."
            },
            {
                "verse_number": "10",
                "verse_text": "They left Elim and camped near the Gulf of Suez."
            },
            {
                "verse_number": "11",
                "verse_text": "Their next camp was in the desert of Sin."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they camped at Dophkah,"
            },
            {
                "verse_number": "13",
                "verse_text": "and after that at Alush."
            },
            {
                "verse_number": "14",
                "verse_text": "Next was Rephidim, where there was no water for them to drink."
            },
            {
                "verse_number": "40",
                "verse_text": "The king of Arad in southern Canaan heard that the Israelites were coming."
            },
            {
                "verse_number": "50",
                "verse_text": "There in the plains of Moab across the Jordan from Jericho the LORD gave Moses"
            },
            {
                "verse_number": "51",
                "verse_text": "the following instructions for Israel: &apos;When you cross the Jordan into the land of Canaan,"
            },
            {
                "verse_number": "52",
                "verse_text": "you must drive out all the inhabitants of the land. Destroy all their stone and metal idols and all their places of worship."
            },
            {
                "verse_number": "53",
                "verse_text": "Occupy the land and settle in it, because I am giving it to you."
            },
            {
                "verse_number": "54",
                "verse_text": "Divide the land among the various tribes and clans by drawing lots, giving a large piece of property to a large clan and a small one to a small clan."
            },
            {
                "verse_number": "55",
                "verse_text": "But if you do not drive out the inhabitants of the land, those that are left will be as troublesome as splinters in your eyes and thorns in your sides, and they will fight against you."
            },
            {
                "verse_number": "56",
                "verse_text": "If you do not drive them out, I will destroy you, as I planned to destroy them.&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The LORD gave Moses"
            },
            {
                "verse_number": "2",
                "verse_text": "the following instructions for the people of Israel: &apos;When you enter Canaan, the land which I am giving you, the borders of your territory will be as follows."
            },
            {
                "verse_number": "3",
                "verse_text": "The southern border will extend from the wilderness of Zin along the border of Edom. It will begin on the east at the southern end of the Dead Sea."
            },
            {
                "verse_number": "4",
                "verse_text": "Then it will turn southwards towards Akrabbim Pass and continue on through Zin as far south as Kadesh Barnea. Then it will turn north-west to Hazar Addar and on to Azmon,"
            },
            {
                "verse_number": "5",
                "verse_text": "where it will turn towards the valley at the border of Egypt and end at the Mediterranean. &apos;These will be the four borders of your land.&apos; Judah Caleb son of Jephunneh Simeon Shelumiel son of Ammihud Benjamin Elidad son of Chislon Dan Bukki son of Jogli Manasseh Hanniel son of Ephod Ephraim Kemuel son of Shiphtan Zebulun Elizaphan son of Parnach Issachar Paltiel son of Azzan Asher Ahihud son of Shelomi Naphtali Pedahel son of Ammihud"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The western border will be the Mediterranean Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The northern border will follow a line from the Mediterranean to Mount Hor"
            },
            {
                "verse_number": "8",
                "verse_text": "and from there to Hamath Pass. It will continue to Zedad"
            },
            {
                "verse_number": "9",
                "verse_text": "and to Ziphron, and will end at Hazar Enan."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The eastern border will follow a line from Hazar Enan to Shepham."
            },
            {
                "verse_number": "11",
                "verse_text": "It will then go south to Harbel, east of Ain, and on to the hills on the eastern shore of Lake Galilee,"
            },
            {
                "verse_number": "12",
                "verse_text": "then south along the River Jordan to the Dead Sea."
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses said to the Israelites, &apos;This is the land that you will receive by drawing lots, the land that the LORD has assigned to the nine and a half tribes."
            },
            {
                "verse_number": "14",
                "verse_text": "The tribes of Reuben and Gad and the eastern half of Manasseh have received their property, divided according to their families,"
            },
            {
                "verse_number": "15",
                "verse_text": "on the eastern side of the Jordan, opposite Jericho.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Eleazar the priest and Joshua son of Nun will divide the land for the people."
            },
            {
                "verse_number": "18",
                "verse_text": "Take also one leader from each tribe to help them divide it.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "These are the men that the LORD assigned to divide the property for the people of Israel in the land of Canaan."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "In the plains of Moab across the Jordan from Jericho the LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites that from the property they receive they must give the Levites some cities to live in and pasture land round the cities."
            },
            {
                "verse_number": "3",
                "verse_text": "These cities will belong to the Levites, and they will live there. The pasture land will be for their cattle and all their other animals."
            },
            {
                "verse_number": "4",
                "verse_text": "The pasture land is to extend outwards from the city walls 450 metres in each direction,"
            },
            {
                "verse_number": "5",
                "verse_text": "so that there is a square area measuring 900 metres on each side, with the city in the middle."
            },
            {
                "verse_number": "6",
                "verse_text": "You are to give the Levites six cities of refuge to which a man can escape if he kills someone accidentally. In addition, give them 42 other cities"
            },
            {
                "verse_number": "7",
                "verse_text": "with their pasture land, making a total of 48."
            },
            {
                "verse_number": "8",
                "verse_text": "The number of Levite cities in each tribe is to be determined according to the size of its territory.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD told Moses"
            },
            {
                "verse_number": "10",
                "verse_text": "to say to the people of Israel: &apos;When you cross the River Jordan and enter the land of Canaan,"
            },
            {
                "verse_number": "11",
                "verse_text": "you are to choose cities of refuge to which a man can escape if he kills someone accidentally."
            },
            {
                "verse_number": "12",
                "verse_text": "There he will be safe from the dead person's relative who seeks revenge. No one accused of manslaughter is to be put to death without a public trial."
            },
            {
                "verse_number": "13",
                "verse_text": "Choose six cities,"
            },
            {
                "verse_number": "14",
                "verse_text": "three east of the Jordan and three in the land of Canaan."
            },
            {
                "verse_number": "15",
                "verse_text": "These will serve as cities of refuge for Israelites and for foreigners who are temporary or permanent residents. Anyone who kills someone accidentally can escape to one of them."
            },
            {
                "verse_number": "19",
                "verse_text": "The dead person's nearest relative has the responsibility for putting the murderer to death. When he finds him, he is to kill him."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;If anyone hates someone and kills him by pushing him down or by throwing something at him"
            },
            {
                "verse_number": "21",
                "verse_text": "or by striking him with his fist, he is guilty of murder and is to be put to death. The dead man's nearest relative has the responsibility for putting the murderer to death. When he finds him, he is to kill him."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But suppose anyone accidentally kills someone he does not hate, whether by pushing him down or by throwing something at him."
            },
            {
                "verse_number": "23",
                "verse_text": "Or suppose that, without looking, anyone throws a stone that kills someone whom he did not intend to hurt and who was not his enemy."
            },
            {
                "verse_number": "24",
                "verse_text": "In such cases the community shall judge in favour of the one who caused the death and not in favour of the dead person's relative who is seeking revenge."
            },
            {
                "verse_number": "25",
                "verse_text": "The community is to rescue the one guilty of manslaughter from the dead person's relative, and they are to return him to the city of refuge to which he had escaped. He must live there until the death of the man who is then High Priest."
            },
            {
                "verse_number": "26",
                "verse_text": "If the one guilty of manslaughter leaves the city of refuge to which he has escaped"
            },
            {
                "verse_number": "27",
                "verse_text": "and if the dead person's relative finds him and kills him, this act of revenge is not murder."
            },
            {
                "verse_number": "28",
                "verse_text": "The person guilty of manslaughter must remain in the city of refuge until the death of the High Priest, but after that he may return home."
            },
            {
                "verse_number": "29",
                "verse_text": "These rules apply to you and your descendants wherever you may live."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Anyone accused of murder may be found guilty and put to death only on the evidence of two or more witnesses; the evidence of one witness is not sufficient to support an accusation of murder."
            },
            {
                "verse_number": "31",
                "verse_text": "A murderer must be put to death. He cannot escape this penalty by the payment of money."
            },
            {
                "verse_number": "32",
                "verse_text": "If someone has fled to a city of refuge, do not allow him to make a payment in order to return home before the death of the High Priest."
            },
            {
                "verse_number": "33",
                "verse_text": "If you did this, you would defile the land where you are living. Murder defiles the land, and except by the death of the murderer there is no way to perform the ritual of purification for the land where someone has been murdered."
            },
            {
                "verse_number": "34",
                "verse_text": "Do not defile the land where you are living, because I am the LORD and I live among the people of Israel.&apos;"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The heads of the families in the clan of Gilead, the son of Machir and grandson of Manasseh son of Joseph, went to Moses and the other leaders."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;The LORD commanded you to distribute the land to the people of Israel by drawing lots. He also commanded you to give the property of our relative Zelophehad to his daughters."
            },
            {
                "verse_number": "3",
                "verse_text": "But remember, if they marry men of another tribe, their property will then belong to that tribe, and the total allotted to us will be reduced."
            },
            {
                "verse_number": "4",
                "verse_text": "In the Year of Restoration, when all property that has been sold is restored to its original owners, the property of Zelophehad's daughters will be permanently added to the tribe into which they marry and will be lost to our tribe.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses gave the people of Israel the following command from the LORD . He said, &apos;What the tribe of Manasseh says is right,"
            },
            {
                "verse_number": "6",
                "verse_text": "and so the LORD says that the daughters of Zelophehad are free to marry anyone they wish but only within their own tribe."
            },
            {
                "verse_number": "7",
                "verse_text": "The property of every Israelite will remain attached to his tribe."
            },
            {
                "verse_number": "8",
                "verse_text": "Every woman who inherits property in an Israelite tribe must marry a man belonging to that tribe. In this way all Israelites will inherit the property of their ancestors,"
            },
            {
                "verse_number": "9",
                "verse_text": "and the property will not pass from one tribe to another. Each tribe will continue to possess its own property.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They married within the clans of the tribe of Manasseh son of Joseph, and their property remained in their father's tribe."
            },
            {
                "verse_number": "13",
                "verse_text": "These are the rules and regulations that the LORD gave the Israelites through Moses in the plains of Moab across the River Jordan from Jericho."
            }
        ]
    }
}