{
    "Haggai": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "During the second year that Darius was emperor of Persia, on the first day of the sixth month, the LORD spoke through the prophet Haggai. The message was for the governor of Judah, Zerubbabel son of Shealtiel, and for the High Priest, Joshua son of Jehozadak."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD Almighty said to Haggai, “These people say that this is not the right time to rebuild the Temple.”"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD then gave this message to the people through the prophet Haggai:"
            },
            {
                "verse_number": "4",
                "verse_text": "“My people, why should you be living in well-built houses while my Temple lies in ruins?"
            },
            {
                "verse_number": "5",
                "verse_text": "Don't you see what is happening to you?"
            },
            {
                "verse_number": "6",
                "verse_text": "You have sown much corn, but have harvested very little. You have food to eat, but not enough to make you full. You have wine to drink, but not enough to get drunk on! You have clothing, but not enough to keep you warm. And a worker cannot earn enough to live on."
            },
            {
                "verse_number": "7",
                "verse_text": "Can't you see why this has happened?"
            },
            {
                "verse_number": "8",
                "verse_text": "Now go up into the hills, get timber, and rebuild the Temple; then I will be pleased and will be worshipped as I should be."
            },
            {
                "verse_number": "9",
                "verse_text": "“You hoped for large harvests, but they turned out to be small. And when you brought the harvest home, I blew it away. Why did I do that? Because my Temple lies in ruins while every one of you is busy working on his own house."
            },
            {
                "verse_number": "10",
                "verse_text": "That is why there is no rain and nothing can grow."
            },
            {
                "verse_number": "11",
                "verse_text": "I have brought drought on the land — on its hills, cornfields, vineyards, and olive orchards — on every crop the ground produces, on people and animals, on everything you try to grow.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Zerubbabel and Joshua and all the people who had returned from the exile in Babylonia, did what the LORD their God told them to do. They were afraid and obeyed the prophet Haggai, the LORD 's messenger."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haggai gave the LORD 's message to the people: “I will be with you — that is my promise.”"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD inspired everyone to work on the Temple: Zerubbabel, the governor of Judah; Joshua, the High Priest, and all the people who had returned from the exile. They began working on the Temple of the LORD Almighty, their God,"
            },
            {
                "verse_number": "15",
                "verse_text": "on the 24th day of the sixth month of the second year that Darius was emperor."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "On the 21st day of the seventh month of that same year, the LORD spoke again through the prophet Haggai."
            },
            {
                "verse_number": "2",
                "verse_text": "He told Haggai to speak to Zerubbabel, the governor of Judah, to Joshua, the High Priest, and to the people, and to say to them,"
            },
            {
                "verse_number": "3",
                "verse_text": "“Is there anyone among you who can still remember how splendid the Temple used to be? How does it look to you now? It must seem like nothing at all."
            },
            {
                "verse_number": "4",
                "verse_text": "But now don't be discouraged, any of you. Do the work, for I am with you."
            },
            {
                "verse_number": "5",
                "verse_text": "When you came out of Egypt, I promised that I would always be with you. I am still with you, so do not be afraid. When the question was asked, the priests answered, “No.” The priests answered, “Yes.”"
            },
            {
                "verse_number": "6",
                "verse_text": "“Before long I will shake heaven and earth, land and sea."
            },
            {
                "verse_number": "7",
                "verse_text": "I will overthrow all the nations, and their treasures will be brought here, and the Temple will be filled with wealth."
            },
            {
                "verse_number": "8",
                "verse_text": "All the silver and gold of the world is mine."
            },
            {
                "verse_number": "9",
                "verse_text": "The new Temple will be more splendid than the old one, and there I will give my people prosperity and peace.” The LORD Almighty has spoken."
            },
            {
                "verse_number": "10",
                "verse_text": "On the 24th day of the ninth month of the second year that Darius was emperor, the LORD Almighty spoke again to the prophet Haggai."
            },
            {
                "verse_number": "11",
                "verse_text": "He said, “Ask the priests for a ruling on this question:"
            },
            {
                "verse_number": "12",
                "verse_text": "Suppose someone takes a piece of consecrated meat from a sacrifice and carries it in a fold of his robe. If he then lets his robe touch any bread, cooked food, wine, olive oil, or any kind of food at all, will it make that food consecrated also?”"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haggai asked, “Suppose someone is defiled because he has touched a dead body. If he then touches any of these foods, will that make them defiled too?”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Haggai said, “The LORD says that the same thing applies to the people of this nation and to everything they produce; and so everything they offer on the altar is defiled.”"
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD says, “Can't you see what has happened to you? Before you started to rebuild the Temple,"
            },
            {
                "verse_number": "16",
                "verse_text": "you would go to a heap of corn expecting to find 200 kilogrammes, but there would be only a hundred. You would go to draw a hundred litres of wine from a vat, but find only forty."
            },
            {
                "verse_number": "17",
                "verse_text": "I sent scorching winds and hail to ruin everything you tried to grow, but still you did not repent."
            },
            {
                "verse_number": "18",
                "verse_text": "Today is the 24th day of the ninth month, the day that the foundation of the Temple has been completed. See what is going to happen from now on."
            },
            {
                "verse_number": "19",
                "verse_text": "Although there is no corn left, and the grapevines, fig trees, pomegranates, and olive trees have not yet produced, yet from now on I will bless you.”"
            },
            {
                "verse_number": "20",
                "verse_text": "On that same day, the 24th of the month, the LORD gave Haggai a second message"
            },
            {
                "verse_number": "21",
                "verse_text": "for Zerubbabel, the governor of Judah: “I am about to shake heaven and earth"
            },
            {
                "verse_number": "22",
                "verse_text": "and overthrow kingdoms and end their power. I will overturn chariots and their drivers; the horses will die, and their riders will kill one another."
            },
            {
                "verse_number": "23",
                "verse_text": "On that day I will take you, Zerubbabel my servant, and I will appoint you to rule in my name. You are the one I have chosen.” The LORD Almighty has spoken."
            }
        ]
    }
}