{
    "Matthew": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the list of the ancestors of Jesus Christ, a descendant of David, who was a descendant of Abraham."
            },
            {
                "verse_number": "17",
                "verse_text": "So then, there were fourteen generations from Abraham to David, and fourteen from David to the exile in Babylon, and fourteen from then to the birth of the Messiah."
            },
            {
                "verse_number": "18",
                "verse_text": "This was how the birth of Jesus Christ took place. His mother Mary was engaged to Joseph, but before they were married, she found out that she was going to have a baby by the Holy Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "Joseph was a man who always did what was right, but he did not want to disgrace Mary publicly; so he made plans to break the engagement privately."
            },
            {
                "verse_number": "20",
                "verse_text": "While he was thinking about this, an angel of the Lord appeared to him in a dream and said, &apos;Joseph, descendant of David, do not be afraid to take Mary to be your wife. For it is by the Holy Spirit that she has conceived."
            },
            {
                "verse_number": "21",
                "verse_text": "She will have a son, and you will name him Jesus &ndash; because he will save his people from their sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Now all this happened in order to make what the Lord had said through the prophet come true,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;A virgin will become pregnant and have a son, and he will be called Immanuel&apos; (which means, &apos;God is with us&apos;)."
            },
            {
                "verse_number": "24",
                "verse_text": "So when Joseph woke up, he married Mary, as the angel of the Lord had told him to do."
            },
            {
                "verse_number": "25",
                "verse_text": "But he had no sexual relations with her before she gave birth to her son. And Joseph named him Jesus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was born in the town of Bethlehem in Judea, during the time when Herod was king. Soon afterwards, some men who studied the stars came from the east to Jerusalem"
            },
            {
                "verse_number": "2",
                "verse_text": "and asked, &apos;Where is the baby born to be the king of the Jews? We saw his star when it came up in the east, and we have come to worship him.&apos; you are by no means the least of the leading cities of Judah; for from you will come a leader who will guide my people Israel.&quot; &apos; the sound of bitter weeping. Rachel is crying for her children; she refuses to be comforted, for they are dead.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When King Herod heard about this, he was very upset, and so was everyone else in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "He called together all the chief priests and the teachers of the Law and asked them, &apos;Where will the Messiah be born?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;In the town of Bethlehem in Judea,&apos; they answered. &apos;For this is what the prophet wrote:"
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;Bethlehem in the land of Judah,"
            },
            {
                "verse_number": "7",
                "verse_text": "So Herod called the visitors from the east to a secret meeting and found out from them the exact time the star had appeared."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he sent them to Bethlehem with these instructions: &apos;Go and make a careful search for the child, and when you find him, let me know, so that I too may go and worship him.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They went into the house, and when they saw the child with his mother Mary, they knelt down and worshipped him. They brought out their gifts of gold, frankincense, and myrrh, and presented them to him."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they returned to their country by another road, since God had warned them in a dream not to go back to Herod."
            },
            {
                "verse_number": "13",
                "verse_text": "After they had left, an angel of the Lord appeared in a dream to Joseph and said, &apos;Herod will be looking for the child in order to kill him. So get up, take the child and his mother and escape to Egypt, and stay there until I tell you to leave.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joseph got up, took the child and his mother, and left during the night for Egypt,"
            },
            {
                "verse_number": "15",
                "verse_text": "where he stayed until Herod died. This was done to make what the Lord had said through the prophet come true, &apos;I called my Son out of Egypt.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Herod realized that the visitors from the east had tricked him, he was furious. He gave orders to kill all the boys in Bethlehem and its neighbourhood who were two years old and younger &ndash; this was done in accordance with what he had learned from the visitors about the time when the star had appeared."
            },
            {
                "verse_number": "17",
                "verse_text": "In this way what the prophet Jeremiah had said came true:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;A sound is heard in Ramah,"
            },
            {
                "verse_number": "19",
                "verse_text": "After Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt"
            },
            {
                "verse_number": "20",
                "verse_text": "and said, &apos;Get up, take the child and his mother, and go back to the land of Israel, because those who tried to kill the child are dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Joseph got up, took the child and his mother, and went back to Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "But when Joseph heard that Archelaus had succeeded his father Herod as king of Judea, he was afraid to go there. He was given more instructions in a dream, so he went to the province of Galilee"
            },
            {
                "verse_number": "23",
                "verse_text": "and made his home in a town named Nazareth. And so what the prophets had said came true: &apos;He will be called a Nazarene.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "At that time John the Baptist came to the desert of Judah and started preaching."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Turn away from your sins,&apos; he said, &apos;because the Kingdom of heaven is near!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "John was the man the prophet Isaiah was talking about when he said: &apos;Someone is shouting in the desert, &quot;Prepare a road for the Lord; make a straight path for him to travel!&quot; &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "John's clothes were made of camel's hair; he wore a leather belt round his waist, and his food was locusts and wild honey."
            },
            {
                "verse_number": "5",
                "verse_text": "People came to him from Jerusalem, from the whole province of Judea, and from all the country near the River Jordan."
            },
            {
                "verse_number": "6",
                "verse_text": "They confessed their sins, and he baptized them in the Jordan."
            },
            {
                "verse_number": "7",
                "verse_text": "When John saw many Pharisees and Sadducees coming to him to be baptized, he said to them, &apos;You snakes &ndash; who told you that you could escape from the punishment God is about to send?"
            },
            {
                "verse_number": "8",
                "verse_text": "Do those things that will show that you have turned from your sins."
            },
            {
                "verse_number": "9",
                "verse_text": "And don't think you can escape punishment by saying that Abraham is your ancestor. I tell you that God can take these stones and make descendants for Abraham!"
            },
            {
                "verse_number": "10",
                "verse_text": "The axe is ready to cut down the trees at the roots; every tree that does not bear good fruit will be cut down and thrown in the fire."
            },
            {
                "verse_number": "11",
                "verse_text": "I baptize you with water to show that you have repented, but the one who will come after me will baptize you with the Holy Spirit and fire. He is much greater than I am; and I am not good enough even to carry his sandals."
            },
            {
                "verse_number": "12",
                "verse_text": "He has his winnowing shovel with him to thresh out all the grain. He will gather his wheat into his barn, but he will burn the chaff in a fire that never goes out.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "At that time Jesus arrived from Galilee and came to John at the Jordan to be baptized by him."
            },
            {
                "verse_number": "14",
                "verse_text": "But John tried to make him change his mind. &apos;I ought to be baptized by you,&apos; John said, &apos;and yet you have come to me!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Jesus answered him, &apos;Let it be so for now. For in this way we shall do all that God requires.&apos; So John agreed."
            },
            {
                "verse_number": "16",
                "verse_text": "As soon as Jesus was baptized, he came up out of the water. Then heaven was opened to him, and he saw the Spirit of God coming down like a dove and alighting on him."
            },
            {
                "verse_number": "17",
                "verse_text": "Then a voice said from heaven, &apos;This is my own dear Son, with whom I am pleased.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then the Spirit led Jesus into the desert to be tempted by the Devil."
            },
            {
                "verse_number": "2",
                "verse_text": "After spending forty days and nights without food, Jesus was hungry."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Devil came to him and said, &apos;If you are God's Son, order these stones to turn into bread.&apos; &quot;God will give orders to his angels about you; they will hold you up with their hands, so that not even your feet will be hurt on the stones.&quot; &apos; on the road to the sea, on the other side of the Jordan, Galilee, land of the Gentiles! will see a great light. On those who live in the dark land of death the light will shine.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus answered, &apos;The scripture says, &quot;Human beings cannot live on bread alone, but need every word that God speaks.&quot; &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Devil took Jesus to Jerusalem, the Holy City, set him on the highest point of the Temple,"
            },
            {
                "verse_number": "6",
                "verse_text": "and said to him, &apos;If you are God's Son, throw yourself down, for the scripture says:"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus answered, &apos;But the scripture also says, &quot;Do not put the Lord your God to the test.&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Devil took Jesus to a very high mountain and showed him all the kingdoms of the world in all their greatness."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;All this I will give you,&apos; the Devil said, &apos;if you kneel down and worship me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus answered, &apos;Go away, Satan! The scripture says, &quot;Worship the Lord your God and serve only him!&quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Devil left Jesus; and angels came and helped him."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus heard that John had been put in prison, he went away to Galilee."
            },
            {
                "verse_number": "13",
                "verse_text": "He did not stay in Nazareth, but went to live in Capernaum, a town by Lake Galilee, in the territory of Zebulun and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "This was done to make what the prophet Isaiah had said come true:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Land of Zebulun and land of Naphtali,"
            },
            {
                "verse_number": "16",
                "verse_text": "The people who live in darkness"
            },
            {
                "verse_number": "17",
                "verse_text": "From that time Jesus began to preach his message: &apos;Turn away from your sins, because the Kingdom of heaven is near!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "As Jesus walked along the shore of Lake Galilee, he saw two brothers who were fishermen, Simon (called Peter) and his brother Andrew, catching fish in the lake with a net."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to them, &apos;Come with me, and I will teach you to catch people.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "At once they left their nets and went with him."
            },
            {
                "verse_number": "21",
                "verse_text": "He went on and saw two other brothers, James and John, the sons of Zebedee. They were in their boat with their father Zebedee, getting their nets ready. Jesus called them,"
            },
            {
                "verse_number": "22",
                "verse_text": "and at once they left the boat and their father, and went with him."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went all over Galilee, teaching in the synagogues, preaching the Good News about the Kingdom, and healing people who had all kinds of disease and sickness."
            },
            {
                "verse_number": "24",
                "verse_text": "The news about him spread through the whole country of Syria, so that people brought to him all those who were sick, suffering from all kinds of diseases and disorders: people with demons, and epileptics, and paralytics &ndash; and Jesus healed them all."
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds followed him from Galilee and the Ten Towns, from Jerusalem, Judea, and the land on the other side of the Jordan."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Jesus saw the crowds and went up a hill, where he sat down. His disciples gathered round him,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he began to teach them: the Kingdom of heaven belongs to them! God will comfort them! they will receive what God has promised! God will satisfy them fully! God will be merciful to them! they will see God! God will call them his children! the Kingdom of heaven belongs to them!"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Happy are those who know they are spiritually poor;"
            },
            {
                "verse_number": "4",
                "verse_text": "Happy are those who mourn;"
            },
            {
                "verse_number": "5",
                "verse_text": "Happy are those who are humble;"
            },
            {
                "verse_number": "6",
                "verse_text": "Happy are those whose greatest desire is to do what God requires;"
            },
            {
                "verse_number": "7",
                "verse_text": "Happy are those who are merciful to others;"
            },
            {
                "verse_number": "8",
                "verse_text": "Happy are the pure in heart;"
            },
            {
                "verse_number": "9",
                "verse_text": "Happy are those who work for peace;"
            },
            {
                "verse_number": "10",
                "verse_text": "Happy are those who are persecuted because they do what God requires;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Happy are you when people insult you and persecute you and tell all kinds of evil lies against you because you are my followers."
            },
            {
                "verse_number": "12",
                "verse_text": "Be happy and glad, for a great reward is kept for you in heaven. This is how the prophets who lived before you were persecuted."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You are like salt for the whole human race. But if salt loses its saltiness, there is no way to make it salty again. It has become worthless, so it is thrown out and people trample on it."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You are like light for the whole world. A city built on a hill cannot be hidden."
            },
            {
                "verse_number": "15",
                "verse_text": "No one lights a lamp and puts it under a bowl; instead he puts it on the lampstand, where it gives light for everyone in the house."
            },
            {
                "verse_number": "16",
                "verse_text": "In the same way your light must shine before people, so that they will see the good things you do and praise your Father in heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Do not think that I have come to do away with the Law of Moses and the teachings of the prophets. I have not come to do away with them, but to make their teachings come true."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember that as long as heaven and earth last, not the least point nor the smallest detail of the Law will be done away with &ndash; not until the end of all things."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, whoever disobeys even the least important of the commandments and teaches others to do the same, will be least in the Kingdom of heaven. On the other hand, whoever obeys the Law and teaches others to do the same, will be great in the Kingdom of heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you, then, that you will be able to enter the Kingdom of heaven only if you are more faithful than the teachers of the Law and the Pharisees in doing what God requires."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You have heard that people were told in the past, &quot;Do not commit murder; anyone who does will be brought to trial.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "But now I tell you: whoever is angry with his brother will be brought to trial, whoever calls his brother &quot;You good-for-nothing!&quot; will be brought before the Council, and whoever calls his brother a worthless fool will be in danger of going to the fire of hell."
            },
            {
                "verse_number": "23",
                "verse_text": "So if you are about to offer your gift to God at the altar and there you remember that your brother has something against you,"
            },
            {
                "verse_number": "24",
                "verse_text": "leave your gift there in front of the altar, go at once and make peace with your brother, and then come back and offer your gift to God."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;If someone brings a lawsuit against you and takes you to court, settle the dispute with him while there is time, before you get to court. Once you are there, he will hand you over to the judge, who will hand you over to the police, and you will be put in jail."
            },
            {
                "verse_number": "26",
                "verse_text": "There you will stay, I tell you, until you pay the last penny of your fine."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You have heard that it was said, &quot;Do not commit adultery.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "But now I tell you: anyone who looks at a woman and wants to possess her is guilty of committing adultery with her in his heart."
            },
            {
                "verse_number": "29",
                "verse_text": "So if your right eye causes you to sin, take it out and throw it away! It is much better for you to lose a part of your body than to have your whole body thrown into hell."
            },
            {
                "verse_number": "30",
                "verse_text": "If your right hand causes you to sin, cut it off and throw it away! It is much better for you to lose one of your limbs than for your whole body to go to hell."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;It was also said, &quot;Anyone who divorces his wife must give her a written notice of divorce.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But now I tell you: if a man divorces his wife, for any cause other than her unfaithfulness, then he is guilty of making her commit adultery if she marries again; and the man who marries her commits adultery also."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You have also heard that people were told in the past, &quot;Do not break your promise, but do what you have vowed to the Lord to do.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "But now I tell you: do not use any vow when you make a promise. Do not swear by heaven, for it is God's throne;"
            },
            {
                "verse_number": "35",
                "verse_text": "nor by earth, for it is the resting place for his feet; nor by Jerusalem, for it is the city of the great King."
            },
            {
                "verse_number": "36",
                "verse_text": "Do not even swear by your head, because you cannot make a single hair white or black."
            },
            {
                "verse_number": "37",
                "verse_text": "Just say &quot;Yes&quot; or &quot;No&quot; &ndash; anything else you say comes from the Evil One."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;You have heard that it was said, &quot;An eye for an eye, and a tooth for a tooth.&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "But now I tell you: do not take revenge on someone who wrongs you. If anyone slaps you on the right cheek, let him slap your left cheek too."
            },
            {
                "verse_number": "40",
                "verse_text": "And if someone takes you to court to sue you for your shirt, let him have your coat as well."
            },
            {
                "verse_number": "41",
                "verse_text": "And if one of the occupation troops forces you to carry his pack one kilometre, carry it two kilometres."
            },
            {
                "verse_number": "42",
                "verse_text": "When someone asks you for something, give it to him; when someone wants to borrow something, lend it to him."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;You have heard that it was said, &quot;Love your friends, hate your enemies.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "But now I tell you: love your enemies and pray for those who persecute you,"
            },
            {
                "verse_number": "45",
                "verse_text": "so that you may become the children of your Father in heaven. For he makes his sun to shine on bad and good people alike, and gives rain to those who do good and to those who do evil."
            },
            {
                "verse_number": "46",
                "verse_text": "Why should God reward you if you love only the people who love you? Even the tax collectors do that!"
            },
            {
                "verse_number": "47",
                "verse_text": "And if you speak only to your friends, have you done anything out of the ordinary? Even the pagans do that!"
            },
            {
                "verse_number": "48",
                "verse_text": "You must be perfect &ndash; just as your Father in heaven is perfect!"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Make certain you do not perform your religious duties in public so that people will see what you do. If you do these things publicly, you will not have any reward from your Father in heaven. &quot;Our Father in heaven: May your holy name be honoured; may your will be done on earth as it is in heaven. as we forgive the wrongs that others have done to us."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;So when you give something to a needy person, do not make a big show of it, as the hypocrites do in the houses of worship and on the streets. They do it so that people will praise them. I assure you, they have already been paid in full."
            },
            {
                "verse_number": "3",
                "verse_text": "But when you help a needy person, do it in such a way that even your closest friend will not know about it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then it will be a private matter. And your Father, who sees what you do in private, will reward you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When you pray, do not be like the hypocrites! They love to stand up and pray in the houses of worship and on the street corners, so that everyone will see them. I assure you, they have already been paid in full."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you pray, go to your room, close the door, and pray to your Father, who is unseen. And your Father, who sees what you do in private, will reward you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;When you pray, do not use a lot of meaningless words, as the pagans do, who think that their gods will hear them because their prayers are long."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not be like them. Your Father already knows what you need before you ask him."
            },
            {
                "verse_number": "9",
                "verse_text": "This, then, is how you should pray:"
            },
            {
                "verse_number": "10",
                "verse_text": "may your Kingdom come;"
            },
            {
                "verse_number": "11",
                "verse_text": "Give us today the food we need."
            },
            {
                "verse_number": "12",
                "verse_text": "Forgive us the wrongs we have done,"
            },
            {
                "verse_number": "13",
                "verse_text": "Do not bring us to hard testing, but keep us safe from the Evil One.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If you forgive others the wrongs they have done to you, your Father in heaven will also forgive you."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you do not forgive others, then your Father will not forgive the wrongs you have done."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And when you fast, do not put on a sad face as the hypocrites do. They neglect their appearance so that everyone will see that they are fasting. I assure you, they have already been paid in full."
            },
            {
                "verse_number": "17",
                "verse_text": "When you go without food, wash your face and comb your hair,"
            },
            {
                "verse_number": "18",
                "verse_text": "so that others cannot know that you are fasting &ndash; only your Father, who is unseen, will know. And your Father, who sees what you do in private, will reward you."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Do not store up riches for yourselves here on earth, where moths and rust destroy, and robbers break in and steal."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, store up riches for yourselves in heaven, where moths and rust cannot destroy, and robbers cannot break in and steal."
            },
            {
                "verse_number": "21",
                "verse_text": "For your heart will always be where your riches are."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The eyes are like a lamp for the body. If your eyes are sound, your whole body will be full of light;"
            },
            {
                "verse_number": "23",
                "verse_text": "but if your eyes are no good, your body will be in darkness. So if the light in you is darkness, how terribly dark it will be!"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;No one can be a slave of two masters; he will hate one and love the other; he will be loyal to one and despise the other. You cannot serve both God and money."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;This is why I tell you not to be worried about the food and drink you need in order to stay alive, or about clothes for your body. After all, isn't life worth more than food? And isn't the body worth more than clothes?"
            },
            {
                "verse_number": "26",
                "verse_text": "Look at the birds: they do not sow seeds, gather a harvest and put it in barns; yet your Father in heaven takes care of them! Aren't you worth much more than birds?"
            },
            {
                "verse_number": "27",
                "verse_text": "Can any of you live a bit longer by worrying about it?"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;And why worry about clothes? Look how the wild flowers grow: they do not work or make clothes for themselves."
            },
            {
                "verse_number": "29",
                "verse_text": "But I tell you that not even King Solomon with all his wealth had clothes as beautiful as one of these flowers."
            },
            {
                "verse_number": "30",
                "verse_text": "It is God who clothes the wild grass &ndash; grass that is here today and gone tomorrow, burnt up in the oven. Won't he be all the more sure to clothe you? How little faith you have!"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;So do not start worrying: &quot;Where will my food come from? or my drink? or my clothes?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "(These are the things the pagans are always concerned about.) Your Father in heaven knows that you need all these things."
            },
            {
                "verse_number": "33",
                "verse_text": "Instead, be concerned above everything else with the Kingdom of God and with what he requires of you, and he will provide you with all these other things."
            },
            {
                "verse_number": "34",
                "verse_text": "So do not worry about tomorrow; it will have enough worries of its own. There is no need to add to the troubles each day brings."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do not judge others, so that God will not judge you,"
            },
            {
                "verse_number": "2",
                "verse_text": "for God will judge you in the same way as you judge others, and he will apply to you the same rules you apply to others."
            },
            {
                "verse_number": "3",
                "verse_text": "Why, then, do you look at the speck in your brother's eye, and pay no attention to the log in your own eye?"
            },
            {
                "verse_number": "4",
                "verse_text": "How dare you say to your brother, &quot;Please, let me take that speck out of your eye,&quot; when you have a log in your own eye?"
            },
            {
                "verse_number": "5",
                "verse_text": "You hypocrite! First take the log out of your own eye, and then you will be able to see clearly to take the speck out of your brother's eye."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Do not give what is holy to dogs &ndash; they will only turn and attack you. Do not throw your pearls in front of pigs &ndash; they will only trample them underfoot."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Ask, and you will receive; seek, and you will find; knock, and the door will be opened to you."
            },
            {
                "verse_number": "8",
                "verse_text": "For everyone who asks will receive, and anyone who seeks will find, and the door will be opened to those who knock."
            },
            {
                "verse_number": "9",
                "verse_text": "Would any of you who are fathers give your son a stone when he asks for bread?"
            },
            {
                "verse_number": "10",
                "verse_text": "Or would you give him a snake when he asks for a fish?"
            },
            {
                "verse_number": "11",
                "verse_text": "Bad as you are, you know how to give good things to your children. How much more, then, will your Father in heaven give good things to those who ask him!"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Do for others what you want them to do for you: this is the meaning of the Law of Moses and of the teachings of the prophets."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Go in through the narrow gate, because the gate to hell is wide and the road that leads to it is easy, and there are many who travel it."
            },
            {
                "verse_number": "14",
                "verse_text": "But the gate to life is narrow and the way that leads to it is hard, and there are few people who find it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Be on your guard against false prophets; they come to you looking like sheep on the outside, but on the inside they are really like wild wolves."
            },
            {
                "verse_number": "16",
                "verse_text": "You will know them by what they do. Thorn bushes do not bear grapes, and briars do not bear figs."
            },
            {
                "verse_number": "17",
                "verse_text": "A healthy tree bears good fruit, but a poor tree bears bad fruit."
            },
            {
                "verse_number": "18",
                "verse_text": "A healthy tree cannot bear bad fruit, and a poor tree cannot bear good fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "And any tree that does not bear good fruit is cut down and thrown in the fire."
            },
            {
                "verse_number": "20",
                "verse_text": "So then, you will know the false prophets by what they do."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Not everyone who calls me &quot;Lord, Lord&quot; will enter the Kingdom of heaven, but only those who do what my Father in heaven wants them to do."
            },
            {
                "verse_number": "22",
                "verse_text": "When Judgement Day comes, many will say to me, &quot;Lord, Lord! In your name we spoke God's message, by your name we drove out many demons and performed many miracles!&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then I will say to them, &quot;I never knew you. Get away from me, you wicked people!&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;So then, anyone who hears these words of mine and obeys them is like a wise man who built his house on rock."
            },
            {
                "verse_number": "25",
                "verse_text": "The rain poured down, the rivers overflowed, and the wind blew hard against that house. But it did not fall, because it was built on rock."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But anyone who hears these words of mine and does not obey them is like a foolish man who built his house on sand."
            },
            {
                "verse_number": "27",
                "verse_text": "The rain poured down, the rivers overflowed, the wind blew hard against that house, and it fell. And what a terrible fall that was!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus finished saying these things, the crowd was amazed at the way he taught."
            },
            {
                "verse_number": "29",
                "verse_text": "He wasn't like the teachers of the Law; instead, he taught with authority."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus came down from the hill, large crowds followed him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then a man suffering from a dreaded skin disease came to him, knelt down before him, and said, &apos;Sir, if you want to, you can make me clean.&apos; And the officer's servant was healed that very moment."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus stretched out his hand and touched him. &apos;I do want to,&apos; he answered. &apos;Be clean!&apos; At once the man was healed of his disease."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jesus said to him, &apos;Listen! Don't tell anyone, but go straight to the priest and let him examine you; then in order to prove to everyone that you are cured, offer the sacrifice that Moses ordered.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus entered Capernaum, a Roman officer met him and begged for help:"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Sir, my servant is sick in bed at home, unable to move and suffering terribly.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;I will go and make him well,&apos; Jesus said."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Oh no, sir,&apos; answered the officer. &apos;I do not deserve to have you come into my house. Just give the order, and my servant will get well."
            },
            {
                "verse_number": "9",
                "verse_text": "I, too, am a man under the authority of superior officers, and I have soldiers under me. I order this one, &quot;Go!&quot; and he goes; and I order that one, &quot;Come!&quot; and he comes; and I order my slave, &quot;Do this!&quot; and he does it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus heard this, he was surprised and said to the people following him, &apos;I tell you, I have never found anyone in Israel with faith like this."
            },
            {
                "verse_number": "11",
                "verse_text": "I assure you that many will come from the east and the west and sit down with Abraham, Isaac, and Jacob at the feast in the Kingdom of heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "But those who should be in the Kingdom will be thrown out into the darkness, where they will cry and grind their teeth.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the officer, &apos;Go home, and what you believe will be done for you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went to Peter's home, and there he saw Peter's mother-in-law sick in bed with a fever."
            },
            {
                "verse_number": "15",
                "verse_text": "He touched her hand; the fever left her, and she got up and began to wait on him."
            },
            {
                "verse_number": "16",
                "verse_text": "When evening came, people brought to Jesus many who had demons in them. Jesus drove out the evil spirits with a word and healed all who were sick."
            },
            {
                "verse_number": "17",
                "verse_text": "He did this to make what the prophet Isaiah had said come true, &apos;He himself took our sickness and carried away our diseases.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When Jesus noticed the crowd round him, he ordered his disciples to go to the other side of the lake."
            },
            {
                "verse_number": "19",
                "verse_text": "A teacher of the Law came to him. &apos;Teacher,&apos; he said, &apos;I am ready to go with you wherever you go.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered him, &apos;Foxes have holes, and birds have nests, but the Son of Man has nowhere to lie down and rest.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Another man, who was a disciple, said, &apos;Sir, first let me go back and bury my father.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Follow me,&apos; Jesus answered, &apos;and let the dead bury their own dead.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus got into a boat, and his disciples went with him."
            },
            {
                "verse_number": "24",
                "verse_text": "Suddenly a fierce storm hit the lake, and the boat was in danger of sinking. But Jesus was asleep."
            },
            {
                "verse_number": "25",
                "verse_text": "The disciples went to him and woke him up. &apos;Save us, Lord!&apos; they said. &apos;We are about to die!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Why are you so frightened?&apos; Jesus answered. &apos;How little faith you have!&apos; Then he got up and ordered the winds and the waves to stop, and there was a great calm."
            },
            {
                "verse_number": "27",
                "verse_text": "Everyone was amazed. &apos;What kind of man is this?&apos; they said. &apos;Even the winds and the waves obey him!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus came to the territory of Gadara on the other side of the lake, he was met by two men who came out of the burial caves there. These men had demons in them and were so fierce that no one dared travel on that road."
            },
            {
                "verse_number": "29",
                "verse_text": "At once they screamed, &apos;What do you want with us, you Son of God? Have you come to punish us before the right time?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Not far away there was a large herd of pigs feeding."
            },
            {
                "verse_number": "31",
                "verse_text": "So the demons begged Jesus, &apos;If you are going to drive us out, send us into that herd of pigs.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Go,&apos; Jesus told them; so they left and went off into the pigs. The whole herd rushed down the side of the cliff into the lake and was drowned."
            },
            {
                "verse_number": "33",
                "verse_text": "The men who had been taking care of the pigs ran away and went into the town, where they told the whole story and what had happened to the men with the demons."
            },
            {
                "verse_number": "34",
                "verse_text": "So everyone from the town went out to meet Jesus; and when they saw him, they begged him to leave their territory."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus got into the boat and went back across the lake to his own town,"
            },
            {
                "verse_number": "2",
                "verse_text": "where some people brought to him a paralysed man, lying on a bed. When Jesus saw how much faith they had, he said to the paralysed man, &apos;Courage, my son! Your sins are forgiven.&apos; Matthew got up and followed him. &apos;Yes, sir!&apos; they answered."
            },
            {
                "verse_number": "3",
                "verse_text": "Then some teachers of the Law said to themselves, &apos;This man is speaking blasphemy!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus perceived what they were thinking, so he said, &apos;Why are you thinking such evil things?"
            },
            {
                "verse_number": "5",
                "verse_text": "Is it easier to say, &quot;Your sins are forgiven,&quot; or to say, &quot;Get up and walk&quot;?"
            },
            {
                "verse_number": "6",
                "verse_text": "I will prove to you, then, that the Son of Man has authority on earth to forgive sins.&apos; So he said to the paralysed man, &apos;Get up, pick up your bed, and go home!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The man got up and went home."
            },
            {
                "verse_number": "8",
                "verse_text": "When the people saw it, they were afraid, and praised God for giving such authority to people."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus left that place, and as he walked along, he saw a tax collector, named Matthew, sitting in his office. He said to him, &apos;Follow me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "While Jesus was having a meal in Matthew's house, many tax collectors and other outcasts came and joined Jesus and his disciples at the table."
            },
            {
                "verse_number": "11",
                "verse_text": "Some Pharisees saw this and asked his disciples, &apos;Why does your teacher eat with such people?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus heard them and answered, &apos;People who are well do not need a doctor, but only those who are sick."
            },
            {
                "verse_number": "13",
                "verse_text": "Go and find out what is meant by the scripture that says: &quot;It is kindness that I want, not animal sacrifices.&quot; I have not come to call respectable people, but outcasts.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the followers of John the Baptist came to Jesus, asking, &apos;Why is it that we and the Pharisees fast often, but your disciples don't fast at all?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered, &apos;Do you expect the guests at a wedding party to be sad as long as the bridegroom is with them? Of course not! But the day will come when the bridegroom will be taken away from them, and then they will fast."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;No one patches up an old coat with a piece of new cloth, for the new patch will shrink and make an even bigger hole in the coat."
            },
            {
                "verse_number": "17",
                "verse_text": "Nor does anyone pour new wine into used wineskins, for the skins will burst, the wine will pour out, and the skins will be ruined. Instead, new wine is poured into fresh wineskins, and both will keep in good condition.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While Jesus was saying this, a Jewish official came to him, knelt down before him, and said, &apos;My daughter has just died; but come and place your hands on her, and she will live.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus got up and followed him, and his disciples went along with him."
            },
            {
                "verse_number": "20",
                "verse_text": "A woman who had suffered from severe bleeding for twelve years came up behind Jesus and touched the edge of his cloak."
            },
            {
                "verse_number": "21",
                "verse_text": "She said to herself, &apos;If I only touch his cloak, I will get well.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus turned round and saw her, and said, &apos;Courage, my daughter! Your faith has made you well.&apos; At that very moment the woman became well."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus went into the official's house. When he saw the musicians for the funeral and the people all stirred up,"
            },
            {
                "verse_number": "24",
                "verse_text": "he said, &apos;Get out, everybody! The little girl is not dead &ndash; she is only sleeping!&apos; Then they all laughed at him."
            },
            {
                "verse_number": "25",
                "verse_text": "But as soon as the people had been put out, Jesus went into the girl's room and took hold of her hand, and she got up."
            },
            {
                "verse_number": "26",
                "verse_text": "The news about this spread all over that part of the country."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus left that place, and as he walked along, two blind men started following him. &apos;Take pity on us, Son of David!&apos; they shouted."
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus had gone indoors, the two blind men came to him, and he asked them, &apos;Do you believe that I can heal you?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus touched their eyes and said, &apos;Let it happen, then, just as you believe!&apos; &ndash;"
            },
            {
                "verse_number": "30",
                "verse_text": "and their sight was restored. Jesus spoke sternly to them, &apos;Don't tell this to anyone!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But they left and spread the news about Jesus all over that part of the country."
            },
            {
                "verse_number": "32",
                "verse_text": "As the men were leaving, some people brought to Jesus a man who could not talk because he had a demon."
            },
            {
                "verse_number": "33",
                "verse_text": "But as soon as the demon was driven out, the man started talking, and everyone was amazed. &apos;We have never seen anything like this in Israel!&apos; they exclaimed."
            },
            {
                "verse_number": "34",
                "verse_text": "But the Pharisees said, &apos;It is the chief of the demons who gives Jesus the power to drive out demons.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus went round visiting all the towns and villages. He taught in the synagogues, preached the Good News about the Kingdom, and healed people with every kind of disease and sickness."
            },
            {
                "verse_number": "36",
                "verse_text": "As he saw the crowds, his heart was filled with pity for them, because they were worried and helpless, like sheep without a shepherd."
            },
            {
                "verse_number": "37",
                "verse_text": "So he said to his disciples, &apos;The harvest is large, but there are few workers to gather it in."
            },
            {
                "verse_number": "38",
                "verse_text": "Pray to the owner of the harvest that he will send out workers to gather in his harvest.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called his twelve disciples together and gave them authority to drive out evil spirits and to heal every disease and every sickness."
            },
            {
                "verse_number": "2",
                "verse_text": "These are the names of the twelve apostles: first, Simon (called Peter) and his brother Andrew; James and his brother John, the sons of Zebedee;"
            },
            {
                "verse_number": "3",
                "verse_text": "Philip and Bartholomew; Thomas and Matthew, the tax collector; James son of Alphaeus, and Thaddaeus;"
            },
            {
                "verse_number": "4",
                "verse_text": "Simon the Patriot, and Judas Iscariot, who betrayed Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "These twelve men were sent out by Jesus with the following instructions: &apos;Do not go to any Gentile territory or any Samaritan towns."
            },
            {
                "verse_number": "6",
                "verse_text": "Instead, you are to go to the lost sheep of the people of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Go and preach, &quot;The Kingdom of heaven is near!&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Heal the sick, bring the dead back to life, heal those who suffer from dreaded skin diseases, and drive out demons. You have received without paying, so give without being paid."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not carry any gold, silver, or copper money in your pockets;"
            },
            {
                "verse_number": "10",
                "verse_text": "do not carry a beggar's bag for the journey or an extra shirt or shoes or a stick. Workers should be given what they need."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When you come to a town or village, go in and look for someone who is willing to welcome you, and stay with him until you leave that place."
            },
            {
                "verse_number": "12",
                "verse_text": "When you go into a house, say, &quot;Peace be with you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "If the people in that house welcome you, let your greeting of peace remain; but if they do not welcome you, then take back your greeting."
            },
            {
                "verse_number": "14",
                "verse_text": "And if some home or town will not welcome you or listen to you, then leave that place and shake the dust off your feet."
            },
            {
                "verse_number": "15",
                "verse_text": "I assure you that on the Judgement Day God will show more mercy to the people of Sodom and Gomorrah than to the people of that town!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Listen! I am sending you out just like sheep to a pack of wolves. You must be as cautious as snakes and as gentle as doves."
            },
            {
                "verse_number": "17",
                "verse_text": "Watch out, for there will be those who will arrest you and take you to court, and they will whip you in the synagogues."
            },
            {
                "verse_number": "18",
                "verse_text": "For my sake you will be brought to trial before rulers and kings, to tell the Good News to them and to the Gentiles."
            },
            {
                "verse_number": "19",
                "verse_text": "When they bring you to trial, do not worry about what you are going to say or how you will say it; when the time comes, you will be given what you will say."
            },
            {
                "verse_number": "20",
                "verse_text": "For the words you will speak will not be yours; they will come from the Spirit of your Father speaking through you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Men will hand over their own brothers to be put to death, and fathers will do the same to their children; children will turn against their parents and have them put to death."
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone will hate you because of me. But whoever holds out to the end will be saved."
            },
            {
                "verse_number": "23",
                "verse_text": "When they persecute you in one town, run away to another one. I assure you that you will not finish your work in all the towns of Israel before the Son of Man comes."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;No pupil is greater than his teacher; no slave is greater than his master."
            },
            {
                "verse_number": "25",
                "verse_text": "So a pupil should be satisfied to become like his teacher, and a slave like his master. If the head of the family is called Beelzebul, the members of the family will be called even worse names!"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;So do not be afraid of people. Whatever is now covered up will be uncovered, and every secret will be made known."
            },
            {
                "verse_number": "27",
                "verse_text": "What I am telling you in the dark you must repeat in broad daylight, and what you have heard in private you must announce from the housetops."
            },
            {
                "verse_number": "28",
                "verse_text": "Do not be afraid of those who kill the body but cannot kill the soul; rather be afraid of God, who can destroy both body and soul in hell."
            },
            {
                "verse_number": "29",
                "verse_text": "For only a penny you can buy two sparrows, yet not one sparrow falls to the ground without your Father's consent."
            },
            {
                "verse_number": "30",
                "verse_text": "As for you, even the hairs of your head have all been counted."
            },
            {
                "verse_number": "31",
                "verse_text": "So do not be afraid; you are worth much more than many sparrows!"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;For those who declare publicly that they belong to me, I will do the same before my Father in heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "But if anyone rejects me publicly, I will reject him before my Father in heaven."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Do not think that I have come to bring peace to the world. No, I did not come to bring peace, but a sword."
            },
            {
                "verse_number": "35",
                "verse_text": "I came to set sons against their fathers, daughters against their mothers, daughters-in-law against their mothers-in-law;"
            },
            {
                "verse_number": "36",
                "verse_text": "your worst enemies will be the members of your own family."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Those who love their father or mother more than me are not fit to be my disciples; those who love their son or daughter more than me are not fit to be my disciples."
            },
            {
                "verse_number": "38",
                "verse_text": "Those who do not take up their cross and follow in my steps are not fit to be my disciples."
            },
            {
                "verse_number": "39",
                "verse_text": "Those who try to gain their own life will lose it; but those who lose their life for my sake will gain it."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Whoever welcomes you welcomes me; and whoever welcomes me welcomes the one who sent me."
            },
            {
                "verse_number": "41",
                "verse_text": "Whoever welcomes God's messenger because he is God's messenger, will share in his reward. And whoever welcomes a good man because he is good, will share in his reward."
            },
            {
                "verse_number": "42",
                "verse_text": "You can be sure that whoever gives even a drink of cold water to one of the least of these my followers because he is my follower, will certainly receive a reward.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished giving these instructions to his twelve disciples, he left that place and went off to teach and preach in the towns near there."
            },
            {
                "verse_number": "2",
                "verse_text": "When John the Baptist heard in prison about the things that Christ was doing, he sent some of his disciples to him."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Tell us,&apos; they asked Jesus, &apos;are you the one John said was going to come, or should we expect someone else?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Go back and tell John what you are hearing and seeing:"
            },
            {
                "verse_number": "5",
                "verse_text": "the blind can see, the lame can walk, those who suffer from dreaded skin diseases are made clean, the deaf hear, the dead are brought back to life, and the Good News is preached to the poor."
            },
            {
                "verse_number": "6",
                "verse_text": "How happy are those who have no doubts about me!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "While John's disciples were leaving, Jesus spoke about him to the crowds: &apos;When you went out to John in the desert, what did you expect to see? A blade of grass bending in the wind?"
            },
            {
                "verse_number": "8",
                "verse_text": "What did you go out to see? A man dressed up in fancy clothes? People who dress like that live in palaces!"
            },
            {
                "verse_number": "9",
                "verse_text": "Tell me, what did you go out to see? A prophet? Yes indeed, but you saw much more than a prophet."
            },
            {
                "verse_number": "10",
                "verse_text": "For John is the one of whom the scripture says: &quot;God said, I will send my messenger ahead of you to open the way for you.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "I assure you that John the Baptist is greater than anyone who has ever lived. But the one who is least in the Kingdom of heaven is greater than John."
            },
            {
                "verse_number": "12",
                "verse_text": "From the time John preached his message until this very day the Kingdom of heaven has suffered violent attacks, and violent men try to seize it."
            },
            {
                "verse_number": "13",
                "verse_text": "Until the time of John all the prophets and the Law of Moses spoke about the Kingdom;"
            },
            {
                "verse_number": "14",
                "verse_text": "and if you are willing to believe their message, John is Elijah, whose coming was predicted."
            },
            {
                "verse_number": "15",
                "verse_text": "Listen, then, if you have ears!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Now, to what can I compare the people of this day? They are like children sitting in the market place. One group shouts to the other,"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;We played wedding music for you, but you wouldn't dance! We sang funeral songs, but you wouldn't cry!&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "When John came, he fasted and drank no wine, and everyone said, &quot;He has a demon in him!&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "When the Son of Man came, he ate and drank, and everyone said, &quot;Look at this man! He is a glutton and a drinker, a friend of tax collectors and other outcasts!&quot; God's wisdom, however, is shown to be true by its results.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The people in the towns where Jesus had performed most of his miracles did not turn from their sins, so he reproached those towns."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;How terrible it will be for you, Chorazin! How terrible for you too, Bethsaida! If the miracles which were performed in you had been performed in Tyre and Sidon, the people there would long ago have put on sackcloth and sprinkled ashes on themselves, to show that they had turned from their sins!"
            },
            {
                "verse_number": "22",
                "verse_text": "I assure you that on the Judgement Day God will show more mercy to the people of Tyre and Sidon than to you!"
            },
            {
                "verse_number": "23",
                "verse_text": "And as for you, Capernaum! Did you want to lift yourself up to heaven? You will be thrown down to hell! If the miracles which were performed in you had been performed in Sodom, it would still be in existence today!"
            },
            {
                "verse_number": "24",
                "verse_text": "You can be sure that on the Judgement Day God will show more mercy to Sodom than to you!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "At that time Jesus said, &apos;Father, Lord of heaven and earth! I thank you because you have shown to the unlearned what you have hidden from the wise and learned."
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, Father, this was how you wanted it to happen."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;My Father has given me all things. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son chooses to reveal him."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Come to me, all of you who are tired from carrying heavy loads, and I will give you rest."
            },
            {
                "verse_number": "29",
                "verse_text": "Take my yoke and put it on you, and learn from me, because I am gentle and humble in spirit; and you will find rest."
            },
            {
                "verse_number": "30",
                "verse_text": "For the yoke I will give you is easy, and the load I will put on you is light.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Not long afterwards Jesus was walking through some cornfields on the Sabbath. His disciples were hungry, so they began to pick ears of corn and eat the grain."
            },
            {
                "verse_number": "2",
                "verse_text": "When the Pharisees saw this, they said to Jesus, &apos;Look, it is against our Law for your disciples to do this on the Sabbath!&apos; He stretched it out, and it became well again, just like the other one. the one I love, and with whom I am pleased. I will send my Spirit upon him, and he will announce my judgement to the nations. or make loud speeches in the streets. or put out a flickering lamp. He will persist until he causes justice to triumph,"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;Have you never read what David did that time when he and his men were hungry?"
            },
            {
                "verse_number": "4",
                "verse_text": "He went into the house of God, and he and his men ate the bread offered to God, even though it was against the Law for them to eat it &ndash; only the priests were allowed to eat that bread."
            },
            {
                "verse_number": "5",
                "verse_text": "Or have you not read in the Law of Moses that every Sabbath the priests in the Temple actually break the Sabbath law, yet they are not guilty?"
            },
            {
                "verse_number": "6",
                "verse_text": "I tell you that there is something here greater than the Temple."
            },
            {
                "verse_number": "7",
                "verse_text": "The scripture says, &quot;It is kindness that I want, not animal sacrifices.&quot; If you really knew what this means, you would not condemn people who are not guilty;"
            },
            {
                "verse_number": "8",
                "verse_text": "for the Son of Man is Lord of the Sabbath.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus left that place and went to a synagogue,"
            },
            {
                "verse_number": "10",
                "verse_text": "where there was a man who had a paralysed hand. Some people were there who wanted to accuse Jesus of doing wrong, so they asked him, &apos;Is it against our Law to heal on the Sabbath?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;What if one of you has a sheep and it falls into a deep hole on the Sabbath? Will you not take hold of it and lift it out?"
            },
            {
                "verse_number": "12",
                "verse_text": "And a human being is worth much more than a sheep! So then, our Law does allow us to help someone on the Sabbath.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then he said to the man with the paralysed hand, &apos;Stretch out your hand.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Pharisees left and made plans to kill Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "When Jesus heard about the plot against him, he went away from that place; and large crowds followed him. He healed all those who were ill"
            },
            {
                "verse_number": "16",
                "verse_text": "and gave them orders not to tell others about him."
            },
            {
                "verse_number": "17",
                "verse_text": "He did this so as to make what God had said through the prophet Isaiah come true:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Here is my servant, whom I have chosen,"
            },
            {
                "verse_number": "19",
                "verse_text": "He will not argue or shout,"
            },
            {
                "verse_number": "20",
                "verse_text": "He will not break off a bent reed,"
            },
            {
                "verse_number": "21",
                "verse_text": "and in him all peoples will put their hope.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then some people brought to Jesus a man who was blind and could not talk because he had a demon. Jesus healed the man, so that he was able to talk and see."
            },
            {
                "verse_number": "23",
                "verse_text": "The crowds were all amazed at what Jesus had done. &apos;Could he be the Son of David?&apos; they asked."
            },
            {
                "verse_number": "24",
                "verse_text": "When the Pharisees heard this, they replied, &apos;He drives out demons only because their ruler Beelzebul gives him power to do so.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus knew what they were thinking, so he said to them, &apos;Any country that divides itself into groups which fight each other will not last very long. And any town or family that divides itself into groups which fight each other will fall apart."
            },
            {
                "verse_number": "26",
                "verse_text": "So if one group is fighting another in Satan's kingdom, this means that it is already divided into groups and will soon fall apart!"
            },
            {
                "verse_number": "27",
                "verse_text": "You say that I drive out demons because Beelzebul gives me the power to do so. Well, then, who gives your followers the power to drive them out? What your own followers do proves that you are wrong!"
            },
            {
                "verse_number": "28",
                "verse_text": "No, it is not Beelzebul, but God's Spirit, who gives me the power to drive out demons, which proves that the Kingdom of God has already come upon you."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;No one can break into a strong man's house and take away his belongings unless he first ties up the strong man; then he can plunder his house."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Anyone who is not for me is really against me; anyone who does not help me gather is really scattering."
            },
            {
                "verse_number": "31",
                "verse_text": "And so I tell you that people can be forgiven any sin and any evil thing they say; but whoever says evil things against the Holy Spirit will not be forgiven."
            },
            {
                "verse_number": "32",
                "verse_text": "Anyone who says something against the Son of Man can be forgiven; but whoever says something against the Holy Spirit will not be forgiven &ndash; now or ever."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;To have good fruit you must have a healthy tree; if you have a poor tree, you will have bad fruit. A tree is known by the kind of fruit it bears."
            },
            {
                "verse_number": "34",
                "verse_text": "You snakes &ndash; how can you say good things when you are evil? For the mouth speaks what the heart is full of."
            },
            {
                "verse_number": "35",
                "verse_text": "A good person brings good things out of a treasure of good things; a bad person brings bad things out of a treasure of bad things."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;You can be sure that on Judgement Day everyone will have to give account of every useless word he has ever spoken."
            },
            {
                "verse_number": "37",
                "verse_text": "Your words will be used to judge you &ndash; to declare you either innocent or guilty.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then some teachers of the Law and some Pharisees spoke up. &apos;Teacher,&apos; they said, &apos;we want to see you perform a miracle.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;How evil and godless are the people of this day!&apos; Jesus exclaimed. &apos;You ask me for a miracle? No! The only miracle you will be given is the miracle of the prophet Jonah."
            },
            {
                "verse_number": "40",
                "verse_text": "In the same way that Jonah spent three days and nights in the big fish, so will the Son of Man spend three days and nights in the depths of the earth."
            },
            {
                "verse_number": "41",
                "verse_text": "On Judgement Day the people of Nineveh will stand up and accuse you, because they turned from their sins when they heard Jonah preach; and I tell you that there is something here greater than Jonah!"
            },
            {
                "verse_number": "42",
                "verse_text": "On Judgement Day the Queen of Sheba will stand up and accuse you, because she travelled all the way from her country to listen to King Solomon's wise teaching; and I assure you that there is something here greater than Solomon!"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;When an evil spirit goes out of a person, it travels over dry country looking for a place to rest. If it can't find one,"
            },
            {
                "verse_number": "44",
                "verse_text": "it says to itself, &quot;I will go back to my house.&quot; So it goes back and finds the house empty, clean, and all tidy."
            },
            {
                "verse_number": "45",
                "verse_text": "Then it goes out and brings along seven other spirits even worse than itself, and they come and live there. So when it is all over, that person is in a worse state than he was at the beginning. This is what will happen to the evil people of this day.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus was still talking to the people when his mother and brothers arrived. They stood outside, asking to speak with him."
            },
            {
                "verse_number": "47",
                "verse_text": "So one of the people there said to him, &apos;Look, your mother and brothers are standing outside, and they want to speak with you.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus answered, &apos;Who is my mother? Who are my brothers?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then he pointed to his disciples and said, &apos;Look! Here are my mother and my brothers!"
            },
            {
                "verse_number": "50",
                "verse_text": "Whoever does what my Father in heaven wants him to do is my brother, my sister, and my mother.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "That same day Jesus left the house and went to the lakeside, where he sat down to teach."
            },
            {
                "verse_number": "2",
                "verse_text": "The crowd that gathered round him was so large that he got into a boat and sat in it, while the crowd stood on the shore."
            },
            {
                "verse_number": "3",
                "verse_text": "He used parables to tell them many things. &apos;Once there was a man who went out to sow corn. &quot;This people will listen and listen, but not understand; they will look and look, but not see, and they have stopped up their ears and have closed their eyes. Otherwise, their eyes would see, their ears would hear, their minds would understand, and they would turn to me, says God, and I would heal them.&quot; &apos;I will use parables when I speak to them; I will tell them things unknown since the creation of the world.&apos; &apos;Yes,&apos; they answered. Jesus said to them, &apos;A prophet is respected everywhere except in his home town and by his own family.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "As he scattered the seed in the field, some of it fell along the path, and the birds came and ate it up."
            },
            {
                "verse_number": "5",
                "verse_text": "Some of it fell on rocky ground, where there was little soil. The seeds soon sprouted, because the soil wasn't deep."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the sun came up, it burnt the young plants; and because the roots had not grown deep enough, the plants soon dried up."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of the seed fell among thorn bushes, which grew up and choked the plants."
            },
            {
                "verse_number": "8",
                "verse_text": "But some seeds fell in good soil, and the plants produced corn; some produced 100 grains, others sixty, and others thirty.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And Jesus concluded, &apos;Listen, then, if you have ears!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the disciples came to Jesus and asked him, &apos;Why do you use parables when you talk to the people?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;The knowledge about the secrets of the Kingdom of heaven has been given to you, but not to them."
            },
            {
                "verse_number": "12",
                "verse_text": "For the person who has something will be given more, so that he will have more than enough; but the person who has nothing will have taken away from him even the little he has."
            },
            {
                "verse_number": "13",
                "verse_text": "The reason I use parables in talking to them is that they look, but do not see, and they listen, but do not hear or understand."
            },
            {
                "verse_number": "14",
                "verse_text": "So the prophecy of Isaiah applies to them:"
            },
            {
                "verse_number": "15",
                "verse_text": "because their minds are dull,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;As for you, how fortunate you are! Your eyes see and your ears hear."
            },
            {
                "verse_number": "17",
                "verse_text": "I assure you that many prophets and many of God's people wanted very much to see what you see, but they could not, and to hear what you hear, but they did not."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Listen, then, and learn what the parable of the sower means."
            },
            {
                "verse_number": "19",
                "verse_text": "Those who hear the message about the Kingdom but do not understand it are like the seeds that fell along the path. The Evil One comes and snatches away what was sown in them."
            },
            {
                "verse_number": "20",
                "verse_text": "The seeds that fell on rocky ground stand for those who receive the message gladly as soon as they hear it."
            },
            {
                "verse_number": "21",
                "verse_text": "But it does not sink deep into them, and they don't last long. So when trouble or persecution comes because of the message, they give up at once."
            },
            {
                "verse_number": "22",
                "verse_text": "The seeds that fell among thorn bushes stand for those who hear the message; but the worries about this life and the love for riches choke the message, and they don't bear fruit."
            },
            {
                "verse_number": "23",
                "verse_text": "And the seeds sown in the good soil stand for those who hear the message and understand it: they bear fruit, some as much as 100, others sixty, and others thirty.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus told them another parable: &apos;The Kingdom of heaven is like this. A man sowed good seed in his field."
            },
            {
                "verse_number": "25",
                "verse_text": "One night, when everyone was asleep, an enemy came and sowed weeds among the wheat and went away."
            },
            {
                "verse_number": "26",
                "verse_text": "When the plants grew and the ears of corn began to form, then the weeds showed up."
            },
            {
                "verse_number": "27",
                "verse_text": "The man's servants came to him and said, &quot;Sir, it was good seed you sowed in your field; where did the weeds come from?&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&quot;It was some enemy who did this,&quot; he answered. &quot;Do you want us to go and pull up the weeds?&quot; they asked him."
            },
            {
                "verse_number": "29",
                "verse_text": "&quot;No,&quot; he answered, &quot;because as you gather the weeds you might pull up some of the wheat along with them."
            },
            {
                "verse_number": "30",
                "verse_text": "Let the wheat and the weeds both grow together until harvest. Then I will tell the harvest workers to pull up the weeds first, tie them in bundles and burn them, and then to gather in the wheat and put it in my barn.&quot; &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus told them another parable: &apos;The Kingdom of heaven is like this. A man takes a mustard seed and sows it in his field."
            },
            {
                "verse_number": "32",
                "verse_text": "It is the smallest of all seeds, but when it grows up, it is the biggest of all plants. It becomes a tree, so that birds come and make their nests in its branches.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus told them still another parable: &apos;The Kingdom of heaven is like this. A woman takes some yeast and mixes it with forty litres of flour until the whole batch of dough rises.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus used parables to tell all these things to the crowds; he would not say a thing to them without using a parable."
            },
            {
                "verse_number": "35",
                "verse_text": "He did this to make what the prophet had said come true:"
            },
            {
                "verse_number": "36",
                "verse_text": "When Jesus had left the crowd and gone indoors, his disciples came to him and said, &apos;Tell us what the parable about the weeds in the field means.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus answered, &apos;The man who sowed the good seed is the Son of Man;"
            },
            {
                "verse_number": "38",
                "verse_text": "the field is the world; the good seed is the people who belong to the Kingdom; the weeds are the people who belong to the Evil One;"
            },
            {
                "verse_number": "39",
                "verse_text": "and the enemy who sowed the weeds is the Devil. The harvest is the end of the age, and the harvest workers are angels."
            },
            {
                "verse_number": "40",
                "verse_text": "Just as the weeds are gathered up and burnt in the fire, so the same thing will happen at the end of the age:"
            },
            {
                "verse_number": "41",
                "verse_text": "the Son of Man will send out his angels to gather up out of his Kingdom all those who cause people to sin and all others who do evil things,"
            },
            {
                "verse_number": "42",
                "verse_text": "and they will throw them into the fiery furnace, where they will cry and grind their teeth."
            },
            {
                "verse_number": "43",
                "verse_text": "Then God's people will shine like the sun in their Father's Kingdom. Listen, then, if you have ears!"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;The Kingdom of heaven is like this. A man happens to find a treasure hidden in a field. He covers it up again, and is so happy that he goes and sells everything he has, and then goes back and buys that field."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Also, the Kingdom of heaven is like this. A man is looking for fine pearls,"
            },
            {
                "verse_number": "46",
                "verse_text": "and when he finds one that is unusually fine, he goes and sells everything he has, and buys that pearl."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Also, the Kingdom of heaven is like this. Some fishermen throw their net out in the lake and catch all kinds of fish."
            },
            {
                "verse_number": "48",
                "verse_text": "When the net is full, they pull it to shore and sit down to divide the fish: the good ones go into their buckets, the worthless ones are thrown away."
            },
            {
                "verse_number": "49",
                "verse_text": "It will be like this at the end of the age: the angels will go out and gather up the evil people from among the good"
            },
            {
                "verse_number": "50",
                "verse_text": "and will throw them into the fiery furnace, where they will cry and grind their teeth."
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Do you understand these things?&apos; Jesus asked them."
            },
            {
                "verse_number": "52",
                "verse_text": "So he replied, &apos;This means, then, that every teacher of the Law who becomes a disciple in the Kingdom of heaven is like the owner of a house who takes new and old things out of his storeroom.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus finished telling these parables, he left that place"
            },
            {
                "verse_number": "54",
                "verse_text": "and went back to his home town. He taught in the synagogue, and those who heard him were amazed. &apos;Where did he get such wisdom?&apos; they asked. &apos;And what about his miracles?"
            },
            {
                "verse_number": "55",
                "verse_text": "Isn't he the carpenter's son? Isn't Mary his mother, and aren't James, Joseph, Simon, and Judas his brothers?"
            },
            {
                "verse_number": "56",
                "verse_text": "Aren't all his sisters living here? Where did he get all this?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "And so they rejected him."
            },
            {
                "verse_number": "58",
                "verse_text": "Because they did not have faith, he did not perform many miracles there."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time Herod, the ruler of Galilee, heard about Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;He is really John the Baptist, who has come back to life,&apos; he told his officials. &apos;That is why he has this power to perform miracles.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "For Herod had earlier ordered John's arrest, and he had him chained and put in prison. He had done this because of Herodias, his brother Philip's wife."
            },
            {
                "verse_number": "4",
                "verse_text": "For some time John the Baptist had told Herod, &apos;It isn't right for you to be married to Herodias!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Herod wanted to kill him, but he was afraid of the Jewish people, because they considered John to be a prophet."
            },
            {
                "verse_number": "6",
                "verse_text": "On Herod's birthday the daughter of Herodias danced in front of the whole group. Herod was so pleased"
            },
            {
                "verse_number": "7",
                "verse_text": "that he promised her, &apos;I swear that I will give you anything you ask for!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "At her mother's suggestion she asked him, &apos;Give me here and now the head of John the Baptist on a dish!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The king was sad, but because of the promise he had made in front of all his guests he gave orders that her wish be granted."
            },
            {
                "verse_number": "10",
                "verse_text": "So he had John beheaded in prison."
            },
            {
                "verse_number": "11",
                "verse_text": "The head was brought in on a dish and given to the girl, who took it to her mother."
            },
            {
                "verse_number": "12",
                "verse_text": "John's disciples came, carried away his body, and buried it; then they went and told Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "When Jesus heard the news about John, he left there in a boat and went to a lonely place by himself. The people heard about it, so they left their towns and followed him by land."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus got out of the boat, and when he saw the large crowd, his heart was filled with pity for them, and he healed those who were ill."
            },
            {
                "verse_number": "15",
                "verse_text": "That evening his disciples came to him and said, &apos;It is already very late, and this is a lonely place. Send the people away and let them go to the villages to buy food for themselves.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;They don't have to leave,&apos; answered Jesus. &apos;You yourselves give them something to eat!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;All we have here are five loaves and two fish,&apos; they replied."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Then bring them here to me,&apos; Jesus said."
            },
            {
                "verse_number": "19",
                "verse_text": "He ordered the people to sit down on the grass; then he took the five loaves and the two fish, looked up to heaven, and gave thanks to God. He broke the loaves and gave them to the disciples, and the disciples gave them to the people."
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone ate and had enough. Then the disciples took up twelve baskets full of what was left over."
            },
            {
                "verse_number": "21",
                "verse_text": "The number of men who ate was about 5,000, not counting the women and children."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus made the disciples get into the boat and go on ahead to the other side of the lake, while he sent the people away."
            },
            {
                "verse_number": "23",
                "verse_text": "After sending the people away, he went up a hill by himself to pray. When evening came, Jesus was there alone;"
            },
            {
                "verse_number": "24",
                "verse_text": "and by this time the boat was far out in the lake, tossed about by the waves, because the wind was blowing against it."
            },
            {
                "verse_number": "25",
                "verse_text": "Between three and six o'clock in the morning Jesus came to the disciples, walking on the water."
            },
            {
                "verse_number": "26",
                "verse_text": "When they saw him walking on the water, they were terrified. &apos;It's a ghost!&apos; they said, and screamed with fear."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus spoke to them at once. &apos;Courage!&apos; he said. &apos;It is I. Don't be afraid!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Peter spoke up. &apos;Lord, if it is really you, order me to come out on the water to you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Come!&apos; answered Jesus. So Peter got out of the boat and started walking on the water to Jesus."
            },
            {
                "verse_number": "30",
                "verse_text": "But when he noticed the strong wind, he was afraid and started to sink down in the water. &apos;Save me, Lord!&apos; he cried."
            },
            {
                "verse_number": "31",
                "verse_text": "At once Jesus reached out and grabbed hold of him and said, &apos;How little faith you have! Why did you doubt?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They both got into the boat, and the wind died down."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the disciples in the boat worshipped Jesus. &apos;Truly you are the Son of God!&apos; they exclaimed."
            },
            {
                "verse_number": "34",
                "verse_text": "They crossed the lake and came to land at Gennesaret,"
            },
            {
                "verse_number": "35",
                "verse_text": "where the people recognized Jesus. So they sent for the sick people in all the surrounding country and brought them to Jesus."
            },
            {
                "verse_number": "36",
                "verse_text": "They begged him to let those who were ill at least touch the edge of his cloak; and all who touched it were made well."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then some Pharisees and teachers of the Law came from Jerusalem to Jesus and asked him,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Why is it that your disciples disobey the teaching handed down by our ancestors? They don't wash their hands in the proper way before they eat!&apos; but their heart is really far away from me. because they teach human rules as though they were my laws!&quot; &apos; &apos;Seven loaves,&apos; they answered, &apos;and a few small fish.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;And why do you disobey God's command and follow your own teaching?"
            },
            {
                "verse_number": "4",
                "verse_text": "For God said, &quot;Respect your father and your mother,&quot; and &quot;Whoever curses his father or his mother is to be put to death.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "But you teach that if a person has something he could use to help his father or mother, but says, &quot;This belongs to God,&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "he does not need to honour his father. In this way you disregard God's command, in order to follow your own teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "You hypocrites! How right Isaiah was when he prophesied about you!"
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;These people, says God, honour me with their words,"
            },
            {
                "verse_number": "9",
                "verse_text": "It is no use for them to worship me,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus called the crowd to him and said to them, &apos;Listen and understand!"
            },
            {
                "verse_number": "11",
                "verse_text": "It is not what goes into a person's mouth that makes him ritually unclean; rather, what comes out of it makes him unclean.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the disciples came to him and said, &apos;Do you know that the Pharisees had their feelings hurt by what you said?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Every plant which my Father in heaven did not plant will be pulled up,&apos; answered Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Don't worry about them! They are blind leaders of the blind; and when one blind man leads another, both fall into a ditch.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Peter spoke up, &apos;Explain this saying to us.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to them, &apos;You are still no more intelligent than the others."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't you understand? Anything that goes into a person's mouth goes into his stomach and then on out of his body."
            },
            {
                "verse_number": "18",
                "verse_text": "But the things that come out of the mouth come from the heart, and these are the things that make a person ritually unclean."
            },
            {
                "verse_number": "19",
                "verse_text": "For from his heart come the evil ideas which lead him to kill, commit adultery, and do other immoral things; to rob, lie, and slander others."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the things that make a person unclean. But to eat without washing your hands as they say you should &ndash; this doesn't make a person unclean.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus left that place and went off to the territory near the cities of Tyre and Sidon."
            },
            {
                "verse_number": "22",
                "verse_text": "A Canaanite woman who lived in that region came to him. &apos;Son of David!&apos; she cried out. &apos;Have mercy on me, sir! My daughter has a demon and is in a terrible condition.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus did not say a word to her. His disciples came to him and begged him, &apos;Send her away! She is following us and making all this noise!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus replied, &apos;I have been sent only to the lost sheep of the people of Israel.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "At this the woman came and fell at his feet. &apos;Help me, sir!&apos; she said."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;It isn't right to take the children's food and throw it to the dogs.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;That's true, sir,&apos; she answered; &apos;but even the dogs eat the leftovers that fall from their masters' table.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Jesus answered her, &apos;You are a woman of great faith! What you want will be done for you.&apos; And at that very moment her daughter was healed."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus left there and went along by Lake Galilee. He climbed a hill and sat down."
            },
            {
                "verse_number": "30",
                "verse_text": "Large crowds came to him, bringing with them the lame, the blind, the crippled, the dumb, and many other sick people, whom they placed at Jesus' feet; and he healed them."
            },
            {
                "verse_number": "31",
                "verse_text": "The people were amazed as they saw the dumb speaking, the crippled made whole, the lame walking, and the blind seeing; and they praised the God of Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus called his disciples to him and said, &apos;I feel sorry for these people, because they have been with me for three days and now have nothing to eat. I don't want to send them away without feeding them, for they might faint on their way home.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The disciples asked him, &apos;Where will we find enough food in this desert to feed this crowd?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;How much bread have you?&apos; Jesus asked."
            },
            {
                "verse_number": "35",
                "verse_text": "So Jesus ordered the crowd to sit down on the ground."
            },
            {
                "verse_number": "36",
                "verse_text": "Then he took the seven loaves and the fish, gave thanks to God, broke them, and gave them to the disciples; and the disciples gave them to the people."
            },
            {
                "verse_number": "37",
                "verse_text": "They all ate and had enough. Then the disciples took up seven baskets full of pieces left over."
            },
            {
                "verse_number": "38",
                "verse_text": "The number of men who ate was 4,000, not counting the women and children."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus sent the people away, got into a boat, and went to the territory of Magadan."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Some Pharisees and Sadducees who came to Jesus wanted to trap him, so they asked him to perform a miracle for them, to show that God approved of him."
            },
            {
                "verse_number": "2",
                "verse_text": "But Jesus answered, &apos;When the sun is setting, you say, &quot;We are going to have fine weather, because the sky is red.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "And early in the morning you say, &quot;It is going to rain, because the sky is red and dark.&quot; You can predict the weather by looking at the sky, but you cannot interpret the signs concerning these times!"
            },
            {
                "verse_number": "4",
                "verse_text": "How evil and godless are the people of this day! You ask me for a miracle? No! The only miracle you will be given is the miracle of Jonah.&apos; So he left them and went away."
            },
            {
                "verse_number": "5",
                "verse_text": "When the disciples crossed over to the other side of the lake, they forgot to take any bread."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to them, &apos;Take care; be on your guard against the yeast of the Pharisees and Sadducees.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They started discussing among themselves, &apos;He says this because we didn't bring any bread.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus knew what they were saying, so he asked them, &apos;Why are you discussing among yourselves about not having any bread? How little faith you have!"
            },
            {
                "verse_number": "9",
                "verse_text": "Don't you understand yet? Don't you remember when I broke the five loaves for the 5,000 men? How many baskets did you fill?"
            },
            {
                "verse_number": "10",
                "verse_text": "And what about the seven loaves for the 4,000 men? How many baskets did you fill?"
            },
            {
                "verse_number": "11",
                "verse_text": "How is it that you don't understand that I was not talking to you about bread? Guard yourselves from the yeast of the Pharisees and Sadducees!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the disciples understood that he was not warning them to guard themselves from the yeast used in bread but from the teaching of the Pharisees and Sadducees."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went to the territory near the town of Caesarea Philippi, where he asked his disciples, &apos;Who do people say the Son of Man is?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Some say John the Baptist,&apos; they answered. &apos;Others say Elijah, while others say Jeremiah or some other prophet.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;What about you?&apos; he asked them. &apos;Who do you say I am?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Simon Peter answered, &apos;You are the Messiah, the Son of the living God.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Good for you, Simon son of John!&apos; answered Jesus. &apos;For this truth did not come to you from any human being, but it was given to you directly by my Father in heaven."
            },
            {
                "verse_number": "18",
                "verse_text": "And so I tell you, Peter: you are a rock, and on this rock foundation I will build my church, and not even death will ever be able to overcome it."
            },
            {
                "verse_number": "19",
                "verse_text": "I will give you the keys of the Kingdom of heaven; what you prohibit on earth will be prohibited in heaven, and what you permit on earth will be permitted in heaven.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus ordered his disciples not to tell anyone that he was the Messiah."
            },
            {
                "verse_number": "21",
                "verse_text": "From that time on Jesus began to say plainly to his disciples, &apos;I must go to Jerusalem and suffer much from the elders, the chief priests, and the teachers of the Law. I will be put to death, but three days later I will be raised to life.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Peter took him aside and began to rebuke him. &apos;God forbid it, Lord!&apos; he said. &apos;That must never happen to you!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus turned around and said to Peter, &apos;Get away from me, Satan! You are an obstacle in my way, because these thoughts of yours don't come from God, but from human nature.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus said to his disciples, &apos;If anyone wants to come with me, he must forget self, carry his cross, and follow me."
            },
            {
                "verse_number": "25",
                "verse_text": "For whoever wants to save his own life will lose it; but whoever loses his life for my sake will find it."
            },
            {
                "verse_number": "26",
                "verse_text": "Will people gain anything if they win the whole world but lose their life? Of course not! There is nothing they can give to regain their life."
            },
            {
                "verse_number": "27",
                "verse_text": "For the Son of Man is about to come in the glory of his Father with his angels, and then he will reward each one according to his deeds."
            },
            {
                "verse_number": "28",
                "verse_text": "I assure you that there are some here who will not die until they have seen the Son of Man come as King.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Six days later Jesus took with him Peter and the brothers James and John and led them up a high mountain where they were alone."
            },
            {
                "verse_number": "2",
                "verse_text": "As they looked on, a change came over Jesus: his face was shining like the sun, and his clothes were dazzling white."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the three disciples saw Moses and Elijah talking with Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "So Peter spoke up and said to Jesus, &apos;Lord, how good it is that we are here! If you wish, I will make three tents here, one for you, one for Moses, and one for Elijah.&apos; The disciples became very sad. When Peter went into the house, Jesus spoke up first, &apos;Simon, what is your opinion? Who pays duties or taxes to the kings of this world? The citizens of the country or the foreigners?&apos; &apos;Well, then,&apos; replied Jesus, &apos;that means that the citizens don't have to pay."
            },
            {
                "verse_number": "5",
                "verse_text": "While he was talking, a shining cloud came over them, and a voice from the cloud said, &apos;This is my own dear Son, with whom I am pleased &ndash; listen to him!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the disciples heard the voice, they were so terrified that they threw themselves face downwards on the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus came to them and touched them. &apos;Get up,&apos; he said. &apos;Don't be afraid!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they looked up and saw no one there but Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "As they came down the mountain, Jesus ordered them, &apos;Don't tell anyone about this vision you have seen until the Son of Man has been raised from death.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the disciples asked Jesus, &apos;Why do the teachers of the Law say that Elijah has to come first?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Elijah is indeed coming first,&apos; answered Jesus, &apos;and he will get everything ready."
            },
            {
                "verse_number": "12",
                "verse_text": "But I tell you that Elijah has already come and people did not recognize him, but treated him just as they pleased. In the same way they will also ill-treat the Son of Man.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the disciples understood that he was talking to them about John the Baptist."
            },
            {
                "verse_number": "14",
                "verse_text": "When they returned to the crowd, a man came to Jesus, knelt before him,"
            },
            {
                "verse_number": "15",
                "verse_text": "and said, &apos;Sir, have mercy on my son! He is an epileptic and has such terrible fits that he often falls in the fire or into water."
            },
            {
                "verse_number": "16",
                "verse_text": "I brought him to your disciples, but they could not heal him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;How unbelieving and wrong you people are! How long must I stay with you? How long do I have to put up with you? Bring the boy here to me!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus gave a command to the demon, and it went out of the boy, and at that very moment he was healed."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the disciples came to Jesus in private and asked him, &apos;Why couldn't we drive the demon out?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;It was because you haven't enough faith,&apos; answered Jesus. &apos;I assure you that if you have faith as big as a mustard seed, you can say to this hill, &quot;Go from here to there!&quot; and it will go. You could do anything!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the disciples all came together in Galilee, Jesus said to them, &apos;The Son of Man is about to be handed over to people"
            },
            {
                "verse_number": "23",
                "verse_text": "who will kill him; but three days later he will be raised to life.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When Jesus and his disciples came to Capernaum, the collectors of the temple tax came to Peter and asked, &apos;Does your teacher pay the temple tax?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Of course,&apos; Peter answered."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The foreigners,&apos; answered Peter."
            },
            {
                "verse_number": "27",
                "verse_text": "But we don't want to offend these people. So go to the lake and drop in a line. Pull up the first fish you hook, and in its mouth you will find a coin worth enough for my temple tax and yours. Take it and pay them our taxes.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "At that time the disciples came to Jesus, asking, &apos;Who is the greatest in the Kingdom of heaven?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So Jesus called a child, made him stand in front of them,"
            },
            {
                "verse_number": "3",
                "verse_text": "and said, &apos;I assure you that unless you change and become like children, you will never enter the Kingdom of heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "The greatest in the Kingdom of heaven is the one who humbles himself and becomes like this child."
            },
            {
                "verse_number": "5",
                "verse_text": "And whoever welcomes in my name one such child as this, welcomes me."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If anyone should cause one of these little ones to lose his faith in me, it would be better for that person to have a large millstone tied round his neck and be drowned in the deep sea."
            },
            {
                "verse_number": "7",
                "verse_text": "How terrible for the world that there are things that make people lose their faith! Such things will always happen &ndash; but how terrible for the one who causes them!"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If your hand or your foot makes you lose your faith, cut it off and throw it away! It is better for you to enter life without a hand or a foot than to keep both hands and both feet and be thrown into the eternal fire."
            },
            {
                "verse_number": "9",
                "verse_text": "And if your eye makes you lose your faith, take it out and throw it away! It is better for you to enter life with only one eye than to keep both eyes and be thrown into the fire of hell."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;See that you don't despise any of these little ones. Their angels in heaven, I tell you, are always in the presence of my Father in heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;What do you think a man does who has 100 sheep and one of them gets lost? He will leave the other 99 grazing on the hillside and go and look for the lost sheep."
            },
            {
                "verse_number": "13",
                "verse_text": "When he finds it, I tell you, he feels far happier over this one sheep than over the 99 that did not get lost."
            },
            {
                "verse_number": "14",
                "verse_text": "In just the same way your Father in heaven does not want any of these little ones to be lost."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If your brother sins against you, go to him and show him his fault. But do it privately, just between yourselves. If he listens to you, you have won your brother back."
            },
            {
                "verse_number": "16",
                "verse_text": "But if he will not listen to you, take one or two other persons with you, so that &quot;every accusation may be upheld by the testimony of two or more witnesses,&quot; as the scripture says."
            },
            {
                "verse_number": "17",
                "verse_text": "And if he will not listen to them, then tell the whole thing to the church. Finally, if he will not listen to the church, treat him as though he were a pagan or a tax collector."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;And so I tell all of you: what you prohibit on earth will be prohibited in heaven, and what you permit on earth will be permitted in heaven."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;And I tell you more: whenever two of you on earth agree about anything you pray for, it will be done for you by my Father in heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "For where two or three come together in my name, I am there with them.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Peter came to Jesus and asked, &apos;Lord, if my brother keeps on sinning against me, how many times do I have to forgive him? Seven times?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;No, not seven times,&apos; answered Jesus, &apos;but seventy times seven,"
            },
            {
                "verse_number": "23",
                "verse_text": "because the Kingdom of heaven is like this. Once there was a king who decided to check on his servants' accounts."
            },
            {
                "verse_number": "24",
                "verse_text": "He had just begun to do so when one of them was brought in who owed him millions of pounds."
            },
            {
                "verse_number": "25",
                "verse_text": "The servant did not have enough to pay his debt, so the king ordered him to be sold as a slave, with his wife and his children and all that he had, in order to pay the debt."
            },
            {
                "verse_number": "26",
                "verse_text": "The servant fell on his knees before the king. &quot;Be patient with me,&quot; he begged, &quot;and I will pay you everything!&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The king felt sorry for him, so he forgave him the debt and let him go."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Then the man went out and met one of his fellow-servants who owed him a few pounds. He grabbed him and started choking him. &quot;Pay back what you owe me!&quot; he said."
            },
            {
                "verse_number": "29",
                "verse_text": "His fellow-servant fell down and begged him, &quot;Be patient with me, and I will pay you back!&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "But he refused; instead, he had him thrown into jail until he should pay the debt."
            },
            {
                "verse_number": "31",
                "verse_text": "When the other servants saw what had happened, they were very upset and went to the king and told him everything."
            },
            {
                "verse_number": "32",
                "verse_text": "So he called the servant in. &quot;You worthless slave!&quot; he said. &quot;I forgave you the whole amount you owed me, just because you asked me to."
            },
            {
                "verse_number": "33",
                "verse_text": "You should have had mercy on your fellow-servant, just as I had mercy on you.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "The king was very angry, and he sent the servant to jail to be punished until he should pay back the whole amount.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "And Jesus concluded, &apos;That is how my Father in heaven will treat every one of you unless you forgive your brother from your heart.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished saying these things, he left Galilee and went to the territory of Judea on the other side of the River Jordan."
            },
            {
                "verse_number": "2",
                "verse_text": "Large crowds followed him, and he healed them there. Jesus answered, &apos;Do not commit murder; do not commit adultery; do not steal; do not accuse anyone falsely;"
            },
            {
                "verse_number": "3",
                "verse_text": "Some Pharisees came to him and tried to trap him by asking, &apos;Does our Law allow a man to divorce his wife for whatever reason he wishes?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Haven't you read the scripture that says that in the beginning the Creator made people male and female?"
            },
            {
                "verse_number": "5",
                "verse_text": "And God said, &quot;For this reason a man will leave his father and mother and unite with his wife, and the two will become one.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they are no longer two, but one. No human being must separate, then, what God has joined together.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Pharisees asked him, &apos;Why, then, did Moses give the law for a man to hand his wife a divorce notice and send her away?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos;Moses gave you permission to divorce your wives because you are so hard to teach. But it was not like that at the time of creation."
            },
            {
                "verse_number": "9",
                "verse_text": "I tell you, then, that any man who divorces his wife for any cause other than her unfaithfulness, commits adultery if he marries some other woman.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "His disciples said to him, &apos;If this is how it is between a man and his wife, it is better not to marry.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;This teaching does not apply to everyone, but only to those to whom God has given it."
            },
            {
                "verse_number": "12",
                "verse_text": "For there are different reasons why men cannot marry: some, because they were born that way; others, because men made them that way; and others do not marry for the sake of the Kingdom of heaven. Let him who can accept this teaching do so.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Some people brought children to Jesus for him to place his hands on them and to pray for them, but the disciples scolded the people."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus said, &apos;Let the children come to me and do not stop them, because the Kingdom of heaven belongs to such as these.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He placed his hands on them and then went away."
            },
            {
                "verse_number": "16",
                "verse_text": "Once a man came to Jesus. &apos;Teacher,&apos; he asked, &apos;what good thing must I do to receive eternal life?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Why do you ask me concerning what is good?&apos; answered Jesus. &apos;There is only One who is good. Keep the commandments if you want to enter life.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;What commandments?&apos; he asked."
            },
            {
                "verse_number": "19",
                "verse_text": "respect your father and your mother; and love your neighbour as you love yourself.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I have obeyed all these commandments,&apos; the young man replied. &apos;What else do I need to do?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to him, &apos;If you want to be perfect, go and sell all you have and give the money to the poor, and you will have riches in heaven; then come and follow me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the young man heard this, he went away sad, because he was very rich."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus then said to his disciples, &apos;I assure you: it will be very hard for rich people to enter the Kingdom of heaven."
            },
            {
                "verse_number": "24",
                "verse_text": "I repeat: it is much harder for a rich person to enter the Kingdom of God than for a camel to go through the eye of a needle.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the disciples heard this, they were completely amazed. &apos;Who, then, can be saved?&apos; they asked."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus looked straight at them and answered, &apos;This is impossible for human beings, but for God everything is possible.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Peter spoke up. &apos;Look,&apos; he said, &apos;we have left everything and followed you. What will we have?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said to them, &apos;You can be sure that when the Son of Man sits on his glorious throne in the New Age, then you twelve followers of mine will also sit on thrones, to rule the twelve tribes of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake, will receive a hundred times more and will be given eternal life."
            },
            {
                "verse_number": "30",
                "verse_text": "But many who now are first will be last, and many who now are last will be first."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "&apos;The Kingdom of heaven is like this. Once there was a man who went out early in the morning to hire some men to work in his vineyard."
            },
            {
                "verse_number": "2",
                "verse_text": "He agreed to pay them the regular wage, a silver coin a day, and sent them to work in his vineyard."
            },
            {
                "verse_number": "3",
                "verse_text": "He went out again to the market place at nine o'clock and saw some men standing there doing nothing,"
            },
            {
                "verse_number": "4",
                "verse_text": "so he told them, &quot;You also go and work in the vineyard, and I will pay you a fair wage.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they went. Then at twelve o'clock and again at three o'clock he did the same thing."
            },
            {
                "verse_number": "6",
                "verse_text": "It was nearly five o'clock when he went to the market place and saw some other men still standing there. &quot;Why are you wasting the whole day here doing nothing?&quot; he asked them."
            },
            {
                "verse_number": "7",
                "verse_text": "&quot;No one hired us,&quot; they answered. &quot;Well, then, you also go and work in the vineyard,&quot; he told them. She answered, &apos;Promise me that these two sons of mine will sit at your right and your left when you are King.&apos; &apos;We can,&apos; they answered."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When evening came, the owner told his foreman, &quot;Call the workers and pay them their wages, starting with those who were hired last and ending with those who were hired first.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "The men who had begun to work at five o'clock were paid a silver coin each."
            },
            {
                "verse_number": "10",
                "verse_text": "So when the men who were the first to be hired came to be paid, they thought they would get more; but they too were given a silver coin each."
            },
            {
                "verse_number": "11",
                "verse_text": "They took their money and started grumbling against the employer."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;These men who were hired last worked only one hour,&quot; they said, &quot;while we put up with a whole day's work in the hot sun &ndash; yet you paid them the same as you paid us!&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos; &quot;Listen, friend,&quot; the owner answered one of them, &quot;I have not cheated you. After all, you agreed to do a day's work for one silver coin."
            },
            {
                "verse_number": "14",
                "verse_text": "Now take your pay and go home. I want to give this man who was hired last as much as I have given you."
            },
            {
                "verse_number": "15",
                "verse_text": "Don't I have the right to do as I wish with my own money? Or are you jealous because I am generous?&quot; &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And Jesus concluded, &apos;So those who are last will be first, and those who are first will be last.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus was going up to Jerusalem, he took the twelve disciples aside and spoke to them privately, as they walked along."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Listen,&apos; he told them, &apos;we are going up to Jerusalem, where the Son of Man will be handed over to the chief priests and the teachers of the Law. They will condemn him to death"
            },
            {
                "verse_number": "19",
                "verse_text": "and then hand him over to the Gentiles, who will mock him, whip him, and crucify him; but three days later he will be raised to life.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the wife of Zebedee came to Jesus with her two sons, bowed before him, and asked him a favour."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;What do you want?&apos; Jesus asked her."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You don't know what you are asking for,&apos; Jesus answered the sons. &apos;Can you drink the cup of suffering that I am about to drink?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;You will indeed drink from my cup,&apos; Jesus told them, &apos;but I do not have the right to choose who will sit at my right and my left. These places belong to those for whom my Father has prepared them.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When the other ten disciples heard about this, they became angry with the two brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "So Jesus called them all together and said, &apos;You know that the rulers of the heathen have power over them, and the leaders have complete authority."
            },
            {
                "verse_number": "26",
                "verse_text": "This, however, is not the way it shall be among you. If one of you wants to be great, he must be the servant of the rest;"
            },
            {
                "verse_number": "27",
                "verse_text": "and if one of you wants to be first, he must be your slave &ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "like the Son of Man, who did not come to be served, but to serve and to give his life to redeem many people.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "As Jesus and his disciples were leaving Jericho, a large crowd was following."
            },
            {
                "verse_number": "30",
                "verse_text": "Two blind men who were sitting by the road heard that Jesus was passing by, so they began to shout, &apos;Son of David! Take pity on us, sir!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The crowd scolded them and told them to be quiet. But they shouted even more loudly, &apos;Son of David! Take pity on us, sir!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus stopped and called them. &apos;What do you want me to do for you?&apos; he asked them."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Sir,&apos; they answered, &apos;we want you to give us our sight!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus had pity on them and touched their eyes; at once they were able to see, and they followed him."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus and his disciples approached Jerusalem, they came to Bethphage at the Mount of Olives. There Jesus sent two of the disciples on ahead"
            },
            {
                "verse_number": "2",
                "verse_text": "with these instructions: &apos;Go to the village there ahead of you, and at once you will find a donkey tied up with her colt beside her. Untie them and bring them to me."
            },
            {
                "verse_number": "3",
                "verse_text": "And if anyone says anything, tell him, &quot;The Master needs them&quot;; and then he will let them go at once.&apos; Look, your king is coming to you! He is humble and rides on a donkey and on a colt, the foal of a donkey.&apos; &apos;Indeed I do,&apos; answered Jesus. &apos;Haven't you ever read this scripture? &quot;You have trained children and babies to offer perfect praise.&quot; &apos; They started to argue among themselves, &apos;What shall we say? If we answer, &quot;From God,&quot; he will say to us, &quot;Why, then, did you not believe John?&quot; And he said to them, &apos;Neither will I tell you, then, by what right I do these things. &apos;The elder one,&apos; they answered. So Jesus said to them, &apos;I tell you: the tax collectors and the prostitutes are going into the Kingdom of God ahead of you. &quot;The stone which the builders rejected as worthless turned out to be the most important of all. This was done by the Lord; what a wonderful sight it is!&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "This happened in order to make what the prophet had said come true:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Tell the city of Zion,"
            },
            {
                "verse_number": "6",
                "verse_text": "So the disciples went and did what Jesus had told them to do:"
            },
            {
                "verse_number": "7",
                "verse_text": "they brought the donkey and the colt, threw their cloaks over them, and Jesus got on."
            },
            {
                "verse_number": "8",
                "verse_text": "A large crowd of people spread their cloaks on the road while others cut branches from the trees and spread them on the road."
            },
            {
                "verse_number": "9",
                "verse_text": "The crowds walking in front of Jesus and those walking behind began to shout, &apos;Praise to David's Son! God bless him who comes in the name of the Lord! Praise God!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus entered Jerusalem, the whole city was thrown into an uproar. &apos;Who is he?&apos; the people asked."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is the prophet Jesus, from Nazareth in Galilee,&apos; the crowds answered."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus went into the Temple and drove out all those who were buying and selling there. He overturned the tables of the moneychangers and the stools of those who sold pigeons,"
            },
            {
                "verse_number": "13",
                "verse_text": "and said to them, &apos;It is written in the Scriptures that God said, &quot;My Temple will be called a house of prayer.&quot; But you are making it a hideout for thieves!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The blind and the crippled came to him in the Temple, and he healed them."
            },
            {
                "verse_number": "15",
                "verse_text": "The chief priests and the teachers of the Law became angry when they saw the wonderful things he was doing and the children shouting in the Temple, &apos;Praise to David's Son!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So they asked Jesus, &apos;Do you hear what they are saying?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus left them and went out of the city to Bethany, where he spent the night."
            },
            {
                "verse_number": "18",
                "verse_text": "On his way back to the city early next morning, Jesus was hungry."
            },
            {
                "verse_number": "19",
                "verse_text": "He saw a fig tree by the side of the road and went to it, but found nothing on it except leaves. So he said to the tree, &apos;You will never again bear fruit!&apos; At once the fig tree dried up."
            },
            {
                "verse_number": "20",
                "verse_text": "The disciples saw this and were astounded. &apos;How did the fig tree dry up so quickly?&apos; they asked."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered, &apos;I assure you that if you believe and do not doubt, you will be able to do what I have done to this fig tree. And not only this, but you will even be able to say to this hill, &quot;Get up and throw yourself in the sea,&quot; and it will."
            },
            {
                "verse_number": "22",
                "verse_text": "If you believe, you will receive whatever you ask for in prayer.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus came back to the Temple; and as he taught, the chief priests and the elders came to him and asked, &apos;What right have you to do these things? Who gave you this right?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered them, &apos;I will ask you just one question, and if you give me an answer, I will tell you what right I have to do these things."
            },
            {
                "verse_number": "25",
                "verse_text": "Where did John's right to baptize come from: was it from God or from human beings?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But if we say, &quot;From human beings,&quot; we are afraid of what the people might do, because they are all convinced that John was a prophet.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they answered Jesus, &apos;We don't know.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Now, what do you think? There was once a man who had two sons. He went to the elder one and said, &quot;Son, go and work in the vineyard today.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&quot;I don't want to,&quot; he answered, but later he changed his mind and went."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the father went to the other son and said the same thing. &quot;Yes, sir,&quot; he answered, but he did not go."
            },
            {
                "verse_number": "31",
                "verse_text": "Which one of the two did what his father wanted?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "For John the Baptist came to you showing you the right path to take, and you would not believe him; but the tax collectors and the prostitutes believed him. Even when you saw this, you did not later change your minds and believe him."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Listen to another parable,&apos; Jesus said. &apos;There was once a landowner who planted a vineyard, put a fence around it, dug a hole for the winepress, and built a watchtower. Then he let out the vineyard to tenants and went on a journey."
            },
            {
                "verse_number": "34",
                "verse_text": "When the time came to gather the grapes, he sent his slaves to the tenants to receive his share of the harvest."
            },
            {
                "verse_number": "35",
                "verse_text": "The tenants seized his slaves, beat one, killed another, and stoned another."
            },
            {
                "verse_number": "36",
                "verse_text": "Again the man sent other slaves, more than the first time, and the tenants treated them the same way."
            },
            {
                "verse_number": "37",
                "verse_text": "Last of all he sent his son to them. &quot;Surely they will respect my son,&quot; he said."
            },
            {
                "verse_number": "38",
                "verse_text": "But when the tenants saw the son, they said to themselves, &quot;This is the owner's son. Come on, let's kill him, and we will get his property!&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "So they seized him, threw him out of the vineyard, and killed him."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Now, when the owner of the vineyard comes, what will he do to those tenants?&apos; Jesus asked."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;He will certainly kill those evil men,&apos; they answered, &apos;and let the vineyard out to other tenants, who will give him his share of the harvest at the right time.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to them, &apos;Haven't you ever read what the Scriptures say?"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;And so I tell you,&apos; added Jesus, &apos;the Kingdom of God will be taken away from you and given to a people who will produce the proper fruits.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "The chief priests and the Pharisees heard Jesus' parables and knew that he was talking about them,"
            },
            {
                "verse_number": "46",
                "verse_text": "so they tried to arrest him. But they were afraid of the crowds, who considered Jesus to be a prophet."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Jesus again used parables in talking to the people."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The Kingdom of heaven is like this. Once there was a king who prepared a wedding feast for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "He sent his servants to tell the invited guests to come to the feast, but they did not want to come."
            },
            {
                "verse_number": "4",
                "verse_text": "So he sent other servants with this message for the guests: &quot;My feast is ready now; my bullocks and prize calves have been butchered, and everything is ready. Come to the wedding feast!&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "But the invited guests paid no attention and went about their business: one went to his farm, another to his shop,"
            },
            {
                "verse_number": "6",
                "verse_text": "while others grabbed the servants, beat them, and killed them."
            },
            {
                "verse_number": "7",
                "verse_text": "The king was very angry; so he sent his soldiers, who killed those murderers and burnt down their city."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he called his servants and said to them, &quot;My wedding feast is ready, but the people I invited did not deserve it."
            },
            {
                "verse_number": "9",
                "verse_text": "Now go to the main streets and invite to the feast as many people as you find.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the servants went out into the streets and gathered all the people they could find, good and bad alike; and the wedding hall was filled with people. They brought him the coin, So Jesus said to them, &apos;Well, then, pay the Emperor what belongs to the Emperor, and pay God what belongs to God.&apos; &apos;He is David's descendant,&apos; they answered. Sit here on my right until I put your enemies under your feet.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The king went in to look at the guests and saw a man who was not wearing wedding clothes."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;Friend, how did you get in here without wedding clothes?&quot; the king asked him. But the man said nothing."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the king told the servants, &quot;Tie him up hand and foot, and throw him outside in the dark. There he will cry and grind his teeth.&quot; &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And Jesus concluded, &apos;Many are invited, but few are chosen.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Pharisees went off and made a plan to trap Jesus with questions."
            },
            {
                "verse_number": "16",
                "verse_text": "Then they sent to him some of their disciples and some members of Herod's party. &apos;Teacher,&apos; they said, &apos;we know that you tell the truth. You teach the truth about God's will for people, without worrying about what others think, because you pay no attention to anyone's status."
            },
            {
                "verse_number": "17",
                "verse_text": "Tell us, then, what do you think? Is it against our Law to pay taxes to the Roman Emperor, or not?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus, however, was aware of their evil plan, and so he said, &apos;You hypocrites! Why are you trying to trap me?"
            },
            {
                "verse_number": "19",
                "verse_text": "Show me the coin for paying the tax!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "and he asked them, &apos;Whose face and name are these?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The Emperor's,&apos; they answered."
            },
            {
                "verse_number": "22",
                "verse_text": "When they heard this, they were amazed; and they left him and went away."
            },
            {
                "verse_number": "23",
                "verse_text": "That same day some Sadducees came to Jesus and claimed that people will not rise from death."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Teacher,&apos; they said, &apos;Moses said that if a man who has no children dies, his brother must marry the widow so that they can have children who will be considered the dead man's children."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, there were seven brothers who used to live here. The eldest got married and died without having children, so he left his widow to his brother."
            },
            {
                "verse_number": "26",
                "verse_text": "The same thing happened to the second brother, to the third, and finally to all seven."
            },
            {
                "verse_number": "27",
                "verse_text": "Last of all, the woman died."
            },
            {
                "verse_number": "28",
                "verse_text": "Now, on the day when the dead rise to life, whose wife will she be? All of them had married her.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered them, &apos;How wrong you are! It is because you don't know the Scriptures or God's power."
            },
            {
                "verse_number": "30",
                "verse_text": "For when the dead rise to life, they will be like the angels in heaven and will not marry."
            },
            {
                "verse_number": "31",
                "verse_text": "Now, as for the dead rising to life: haven't you ever read what God has told you? He said,"
            },
            {
                "verse_number": "32",
                "verse_text": "&quot;I am the God of Abraham, the God of Isaac, and the God of Jacob.&quot; He is the God of the living, not of the dead.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When the crowds heard this, they were amazed at his teaching."
            },
            {
                "verse_number": "34",
                "verse_text": "When the Pharisees heard that Jesus had silenced the Sadducees, they came together,"
            },
            {
                "verse_number": "35",
                "verse_text": "and one of them, a teacher of the Law, tried to trap him with a question."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Teacher,&apos; he asked, &apos;which is the greatest commandment in the Law?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus answered, &apos; &quot;Love the Lord your God with all your heart, with all your soul, and with all your mind.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "This is the greatest and the most important commandment."
            },
            {
                "verse_number": "39",
                "verse_text": "The second most important commandment is like it: &quot;Love your neighbour as you love yourself.&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "The whole Law of Moses and the teachings of the prophets depend on these two commandments.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "When some Pharisees gathered together, Jesus asked them,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;What do you think about the Messiah? Whose descendant is he?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Why, then,&apos; Jesus asked, &apos;did the Spirit inspire David to call him &quot;Lord&quot;? David said,"
            },
            {
                "verse_number": "44",
                "verse_text": "&quot;The Lord said to my Lord:"
            },
            {
                "verse_number": "45",
                "verse_text": "If, then, David called him &quot;Lord&quot;, how can the Messiah be David's descendant?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "No one was able to give Jesus any answer, and from that day on no one dared to ask him any more questions."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus spoke to the crowds and to his disciples."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The teachers of the Law and the Pharisees are the authorized interpreters of Moses' Law."
            },
            {
                "verse_number": "3",
                "verse_text": "So you must obey and follow everything they tell you to do; do not, however, imitate their actions, because they don't practise what they preach."
            },
            {
                "verse_number": "4",
                "verse_text": "They tie on to people's backs loads that are heavy and hard to carry, yet they aren't willing even to lift a finger to help them carry those loads."
            },
            {
                "verse_number": "5",
                "verse_text": "They do everything so that people will see them. Look at the straps with scripture verses on them which they wear on their foreheads and arms, and notice how large they are! Notice also how long are the tassels on their cloaks!"
            },
            {
                "verse_number": "6",
                "verse_text": "They love the best places at feasts and the reserved seats in the synagogues;"
            },
            {
                "verse_number": "7",
                "verse_text": "they love to be greeted with respect in the market places and to be called &quot;Teacher&quot;."
            },
            {
                "verse_number": "8",
                "verse_text": "You must not be called &quot;Teacher&quot;, because you are all members of one family and have only one Teacher."
            },
            {
                "verse_number": "9",
                "verse_text": "And you must not call anyone here on earth &quot;Father&quot;, because you have only the one Father in heaven."
            },
            {
                "verse_number": "10",
                "verse_text": "Nor should you be called &quot;Leader&quot;, because your one and only leader is the Messiah."
            },
            {
                "verse_number": "11",
                "verse_text": "The greatest one among you must be your servant."
            },
            {
                "verse_number": "12",
                "verse_text": "Whoever makes himself great will be humbled, and whoever humbles himself will be made great."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;How terrible for you, teachers of the Law and Pharisees! You hypocrites! You lock the door to the Kingdom of heaven in people's faces, and you yourselves don't go in, nor do you allow in those who are trying to enter!"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;How terrible for you, teachers of the Law and Pharisees! You hypocrites! You sail the seas and cross whole countries to win one convert; and when you succeed, you make him twice as deserving of going to hell as you yourselves are!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;How terrible for you, blind guides! You teach, &quot;If someone swears by the Temple, he isn't bound by his vow; but if he swears by the gold in the Temple, he is bound.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Blind fools! Which is more important, the gold or the Temple which makes the gold holy?"
            },
            {
                "verse_number": "18",
                "verse_text": "You also teach, &quot;If someone swears by the altar, he isn't bound by his vow; but if he swears by the gift on the altar, he is bound.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "How blind you are! Which is the more important, the gift or the altar which makes the gift holy?"
            },
            {
                "verse_number": "20",
                "verse_text": "So then, when a person swears by the altar, he is swearing by it and by all the gifts on it;"
            },
            {
                "verse_number": "21",
                "verse_text": "and when he swears by the Temple, he is swearing by it and by God, who lives there;"
            },
            {
                "verse_number": "22",
                "verse_text": "and when someone swears by heaven, he is swearing by God's throne and by him who sits on it."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;How terrible for you, teachers of the Law and Pharisees! You hypocrites! You give to God a tenth even of the seasoning herbs, such as mint, dill, and cumin, but you neglect to obey the really important teachings of the Law, such as justice and mercy and honesty. These you should practise, without neglecting the others."
            },
            {
                "verse_number": "24",
                "verse_text": "Blind guides! You strain a fly out of your drink, but swallow a camel!"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;How terrible for you, teachers of the Law and Pharisees! You hypocrites! You clean the outside of your cup and plate, while the inside is full of what you have obtained by violence and selfishness."
            },
            {
                "verse_number": "26",
                "verse_text": "Blind Pharisee! Clean what is inside the cup first, and then the outside will be clean too!"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;How terrible for you, teachers of the Law and Pharisees! You hypocrites! You are like whitewashed tombs, which look fine on the outside but are full of bones and decaying corpses on the inside."
            },
            {
                "verse_number": "28",
                "verse_text": "In the same way, on the outside you appear good to everybody, but inside you are full of hypocrisy and sins."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;How terrible for you, teachers of the Law and Pharisees! You hypocrites! You make fine tombs for the prophets and decorate the monuments of those who lived good lives;"
            },
            {
                "verse_number": "30",
                "verse_text": "and you claim that if you had lived during the time of your ancestors, you would not have done what they did and killed the prophets."
            },
            {
                "verse_number": "31",
                "verse_text": "So you actually admit that you are the descendants of those who murdered the prophets!"
            },
            {
                "verse_number": "32",
                "verse_text": "Go on, then, and finish what your ancestors started!"
            },
            {
                "verse_number": "33",
                "verse_text": "You snakes and children of snakes! How do you expect to escape from being condemned to hell?"
            },
            {
                "verse_number": "34",
                "verse_text": "And so I tell you that I will send you prophets and wise men and teachers; you will kill some of them, crucify others, and whip others in the synagogues and chase them from town to town."
            },
            {
                "verse_number": "35",
                "verse_text": "As a result, the punishment for the murder of all innocent people will fall on you, from the murder of innocent Abel to the murder of Zechariah son of Berechiah, whom you murdered between the Temple and the altar."
            },
            {
                "verse_number": "36",
                "verse_text": "I tell you indeed: the punishment for all these murders will fall on the people of this day!"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Jerusalem, Jerusalem! You kill the prophets and stone the messengers God has sent you! How many times have I wanted to put my arms round all your people, just as a hen gathers her chicks under her wings, but you would not let me!"
            },
            {
                "verse_number": "38",
                "verse_text": "And so your Temple will be abandoned and empty."
            },
            {
                "verse_number": "39",
                "verse_text": "From now on, I tell you, you will never see me again until you say, &quot;God bless him who comes in the name of the Lord.&quot; &apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left and was going away from the Temple when his disciples came to him to call his attention to its buildings."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Yes,&apos; he said, &apos;you may well look at all these. I tell you this: not a single stone here will be left in its place; every one of them will be thrown down.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "As Jesus sat on the Mount of Olives, the disciples came to him in private. &apos;Tell us when all this will be,&apos; they asked, &apos;and what will happen to show that it is the time for your coming and the end of the age.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Be on your guard, and do not let anyone deceive you."
            },
            {
                "verse_number": "5",
                "verse_text": "Many men, claiming to speak for me, will come and say, &quot;I am the Messiah!&quot; and they will deceive many people."
            },
            {
                "verse_number": "6",
                "verse_text": "You are going to hear the noise of battles close by and the news of battles far away; but do not be troubled. Such things must happen, but they do not mean that the end has come."
            },
            {
                "verse_number": "7",
                "verse_text": "Countries will fight each other, kingdoms will attack one another. There will be famines and earthquakes everywhere."
            },
            {
                "verse_number": "8",
                "verse_text": "All these things are like the first pains of childbirth."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then you will be arrested and handed over to be punished and be put to death. All nations will hate you because of me."
            },
            {
                "verse_number": "10",
                "verse_text": "Many will give up their faith at that time; they will betray one another and hate one another."
            },
            {
                "verse_number": "11",
                "verse_text": "Then many false prophets will appear and deceive many people."
            },
            {
                "verse_number": "12",
                "verse_text": "Such will be the spread of evil that many people's love will grow cold."
            },
            {
                "verse_number": "13",
                "verse_text": "But whoever holds out to the end will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "And this Good News about the Kingdom will be preached through all the world for a witness to all nations; and then the end will come."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You will see &quot;The Awful Horror&quot; of which the prophet Daniel spoke. It will be standing in the holy place.&apos; (Note to the reader: be sure to understand what this means!)"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Then those who are in Judea must run away to the hills."
            },
            {
                "verse_number": "17",
                "verse_text": "Someone who is on the roof of his house must not take the time to go down and get his belongings from the house."
            },
            {
                "verse_number": "18",
                "verse_text": "Someone who is in the field must not go back to get his cloak."
            },
            {
                "verse_number": "19",
                "verse_text": "How terrible it will be in those days for women who are pregnant and for mothers with little babies!"
            },
            {
                "verse_number": "20",
                "verse_text": "Pray to God that you will not have to run away during the winter or on a Sabbath!"
            },
            {
                "verse_number": "21",
                "verse_text": "For the trouble at that time will be far more terrible than any there has ever been, from the beginning of the world to this very day. Nor will there ever be anything like it again."
            },
            {
                "verse_number": "22",
                "verse_text": "But God has already reduced the number of days; had he not done so, nobody would survive. For the sake of his chosen people, however, God will reduce the days."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Then, if anyone says to you, &quot;Look, here is the Messiah!&quot; or &quot;There he is!&quot; &ndash; do not believe it."
            },
            {
                "verse_number": "24",
                "verse_text": "For false Messiahs and false prophets will appear; they will perform great miracles and wonders in order to deceive even God's chosen people, if possible."
            },
            {
                "verse_number": "25",
                "verse_text": "Listen! I have told you this before the time comes."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Or, if people should tell you, &quot;Look, he is out in the desert!&quot; &ndash; don't go there; or if they say, &quot;Look, he is hiding here!&quot; &ndash; don't believe it."
            },
            {
                "verse_number": "27",
                "verse_text": "For the Son of Man will come like the lightning which flashes across the whole sky from the east to the west."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Wherever there is a dead body, the vultures will gather."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Soon after the trouble of those days, the sun will grow dark, the moon will no longer shine, the stars will fall from heaven, and the powers in space will be driven from their courses."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the sign of the Son of Man will appear in the sky; and all the peoples of earth will weep as they see the Son of Man coming on the clouds of heaven with power and great glory."
            },
            {
                "verse_number": "31",
                "verse_text": "The great trumpet will sound, and he will send out his angels to the four corners of the earth, and they will gather his chosen people from one end of the world to the other."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Let the fig tree teach you a lesson. When its branches become green and tender and it starts putting out leaves, you know that summer is near."
            },
            {
                "verse_number": "33",
                "verse_text": "In the same way, when you see all these things, you will know that the time is near, ready to begin."
            },
            {
                "verse_number": "34",
                "verse_text": "Remember that all these things will happen before the people now living have all died."
            },
            {
                "verse_number": "35",
                "verse_text": "Heaven and earth will pass away, but my words will never pass away."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;No one knows, however, when that day and hour will come &ndash; neither the angels in heaven nor the Son; the Father alone knows."
            },
            {
                "verse_number": "37",
                "verse_text": "The coming of the Son of Man will be like what happened in the time of Noah."
            },
            {
                "verse_number": "38",
                "verse_text": "In the days before the flood people ate and drank, men and women married, up to the very day Noah went into the boat;"
            },
            {
                "verse_number": "39",
                "verse_text": "yet they did not realize what was happening until the flood came and swept them all away. That is how it will be when the Son of Man comes."
            },
            {
                "verse_number": "40",
                "verse_text": "At that time two men will be working in a field: one will be taken away, the other will be left behind ."
            },
            {
                "verse_number": "41",
                "verse_text": "Two women will be at a mill grinding meal: one will be taken away, the other will be left behind."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;Be on your guard, then, because you do not know what day your Lord will come."
            },
            {
                "verse_number": "43",
                "verse_text": "If the owner of a house knew the time when the thief would come, you can be sure that he would stay awake and not let the thief break into his house."
            },
            {
                "verse_number": "44",
                "verse_text": "So then, you also must always be ready, because the Son of Man will come at an hour when you are not expecting him."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Who, then, is a faithful and wise servant? It is the one that his master has placed in charge of the other servants to give them their food at the proper time."
            },
            {
                "verse_number": "46",
                "verse_text": "How happy that servant is if his master finds him doing this when he comes home!"
            },
            {
                "verse_number": "47",
                "verse_text": "Indeed, I tell you, the master will put that servant in charge of all his property."
            },
            {
                "verse_number": "48",
                "verse_text": "But if he is a bad servant, he will tell himself that his master will not come back for a long time,"
            },
            {
                "verse_number": "49",
                "verse_text": "and he will begin to beat his fellow-servants and to eat and drink with drunkards."
            },
            {
                "verse_number": "50",
                "verse_text": "Then that servant's master will come back one day when the servant does not expect him and at a time he does not know."
            },
            {
                "verse_number": "51",
                "verse_text": "The master will cut him in pieces and make him share the fate of the hypocrites. There he will cry and grind his teeth."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At that time the Kingdom of heaven will be like this. Once there were ten young women who took their oil lamps and went out to meet the bridegroom."
            },
            {
                "verse_number": "2",
                "verse_text": "Five of them were foolish, and the other five were wise."
            },
            {
                "verse_number": "3",
                "verse_text": "The foolish ones took their lamps but did not take any extra oil with them,"
            },
            {
                "verse_number": "4",
                "verse_text": "while the wise ones took containers full of oil for their lamps."
            },
            {
                "verse_number": "5",
                "verse_text": "The bridegroom was late in coming, so the women began to nod and fall asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;It was already midnight when the cry rang out, &quot;Here is the bridegroom! Come and meet him!&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "The ten women woke up and trimmed their lamps."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the foolish ones said to the wise ones, &quot;Let us have some of your oil, because our lamps are going out.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;No, indeed,&quot; the wise ones answered, &quot;there is not enough for you and for us. Go to the shop and buy some for yourselves.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the foolish women went off to buy some oil; and while they were gone, the bridegroom arrived. The five who were ready went in with him to the wedding feast, and the door was closed."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Later the other women arrived. &quot;Sir, sir! Let us in!&quot; they cried out."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;Certainly not! I don't know you,&quot; the bridegroom answered.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "And Jesus concluded, &apos;Be on your guard, then, because you do not know the day or the hour."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;At that time the Kingdom of heaven will be like this. Once there was a man who was about to go on a journey; he called his servants and put them in charge of his property."
            },
            {
                "verse_number": "15",
                "verse_text": "He gave to each one according to his ability: to one he gave 5,000 gold coins, to another he gave 2,000, and to another he gave 1,000. Then he left on his journey."
            },
            {
                "verse_number": "16",
                "verse_text": "The servant who had received 5,000 coins went at once and invested his money and earned another 5,000."
            },
            {
                "verse_number": "17",
                "verse_text": "In the same way the servant who had received 2,000 coins earned another 2,000."
            },
            {
                "verse_number": "18",
                "verse_text": "But the servant who had received 1,000 coins went off, dug a hole in the ground, and hid his master's money."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;After a long time the master of those servants came back and settled accounts with them."
            },
            {
                "verse_number": "20",
                "verse_text": "The servant who had received 5,000 coins came in and handed over the other 5,000. &quot;You gave me 5,000 coins, sir,&quot; he said. &quot;Look! Here are another 5,000 that I have earned.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;Well done, you good and faithful servant!&quot; said his master. &quot;You have been faithful in managing small amounts, so I will put you in charge of large amounts. Come on in and share my happiness!&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then the servant who had been given 2,000 coins came in and said, &quot;You gave me 2,000 coins, sir. Look! Here are another 2,000 that I have earned.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;Well done, you good and faithful servant!&quot; said his master. &quot;You have been faithful in managing small amounts, so I will put you in charge of large amounts. Come on in and share my happiness!&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Then the servant who had received 1,000 coins came in and said, &quot;Sir, I know you are a hard man; you reap harvests where you did not sow, and you gather crops where you did not scatter seed."
            },
            {
                "verse_number": "25",
                "verse_text": "I was afraid, so I went off and hid your money in the ground. Look! Here is what belongs to you.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos; &quot;You bad and lazy servant!&quot; his master said. &quot;You knew, did you, that I reap harvests where I did not sow, and gather crops where I did not scatter seed?"
            },
            {
                "verse_number": "27",
                "verse_text": "Well, then, you should have deposited my money in the bank, and I would have received it all back with interest when I returned."
            },
            {
                "verse_number": "28",
                "verse_text": "Now, take the money away from him and give it to the one who has 10,000 coins."
            },
            {
                "verse_number": "29",
                "verse_text": "For to every person who has something, even more will be given, and he will have more than enough; but the person who has nothing, even the little that he has will be taken away from him."
            },
            {
                "verse_number": "30",
                "verse_text": "As for this useless servant &ndash; throw him outside in the darkness; there he will cry and grind his teeth.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;When the Son of Man comes as King and all the angels with him, he will sit on his royal throne,"
            },
            {
                "verse_number": "32",
                "verse_text": "and the people of all the nations will be gathered before him. Then he will divide them into two groups, just as a shepherd separates the sheep from the goats."
            },
            {
                "verse_number": "33",
                "verse_text": "He will put the righteous people on his right and the others on his left."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the King will say to the people on his right, &quot;Come, you that are blessed by my Father! Come and possess the kingdom which has been prepared for you ever since the creation of the world."
            },
            {
                "verse_number": "35",
                "verse_text": "I was hungry and you fed me, thirsty and you gave me a drink; I was a stranger and you received me in your homes,"
            },
            {
                "verse_number": "36",
                "verse_text": "naked and you clothed me; I was sick and you took care of me, in prison and you visited me.&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;The righteous will then answer him, &quot;When, Lord, did we ever see you hungry and feed you, or thirsty and give you a drink?"
            },
            {
                "verse_number": "38",
                "verse_text": "When did we ever see you a stranger and welcome you in our homes, or naked and clothe you?"
            },
            {
                "verse_number": "39",
                "verse_text": "When did we ever see you sick or in prison, and visit you?&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "The King will reply, &quot;I tell you, whenever you did this for one of the least important of these members of my family, you did it for me!&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Then he will say to those on his left, &quot;Away from me, you that are under God's curse! Away to the eternal fire which has been prepared for the Devil and his angels!"
            },
            {
                "verse_number": "42",
                "verse_text": "I was hungry but you would not feed me, thirsty but you would not give me a drink;"
            },
            {
                "verse_number": "43",
                "verse_text": "I was a stranger but you would not welcome me in your homes, naked but you would not clothe me; I was sick and in prison but you would not take care of me.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Then they will answer him, &quot;When, Lord, did we ever see you hungry or thirsty or a stranger or naked or sick or in prison, and would not help you?&quot;"
            },
            {
                "verse_number": "45",
                "verse_text": "The King will reply, &quot;I tell you, whenever you refused to help one of these least important ones, you refused to help me.&quot;"
            },
            {
                "verse_number": "46",
                "verse_text": "These, then, will be sent off to eternal punishment, but the righteous will go to eternal life.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had finished teaching all these things, he said to his disciples,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;In two days, as you know, it will be the Passover Festival, and the Son of Man will be handed over to be crucified.&apos; Jesus answered, &apos;So you say.&apos; And all the other disciples said the same thing. Then they came up, arrested Jesus, and held him tight. Then all the disciples left him and ran away. They answered, &apos;He is guilty and must die.&apos; Just then a cock crowed,"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the chief priests and the elders met together in the palace of Caiaphas, the High Priest,"
            },
            {
                "verse_number": "4",
                "verse_text": "and made plans to arrest Jesus secretly and put him to death."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;We must not do it during the festival,&apos; they said, &apos;or the people will riot.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus was in Bethany at the house of Simon, a man who had suffered from a dreaded skin disease."
            },
            {
                "verse_number": "7",
                "verse_text": "While Jesus was eating, a woman came to him with an alabaster jar filled with an expensive perfume, which she poured on his head."
            },
            {
                "verse_number": "8",
                "verse_text": "The disciples saw this and became angry. &apos;Why all this waste?&apos; they asked."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;This perfume could have been sold for a large amount and the money given to the poor!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus knew what they were saying, so he said to them, &apos;Why are you bothering this woman? It is a fine and beautiful thing that she has done for me."
            },
            {
                "verse_number": "11",
                "verse_text": "You will always have poor people with you, but you will not always have me."
            },
            {
                "verse_number": "12",
                "verse_text": "What she did was to pour this perfume on my body to get me ready for burial."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, I assure you that wherever this gospel is preached all over the world, what she has done will be told in memory of her.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then one of the twelve disciples &ndash; the one named Judas Iscariot &ndash; went to the chief priests"
            },
            {
                "verse_number": "15",
                "verse_text": "and asked, &apos;What will you give me if I betray Jesus to you?&apos; They counted out thirty silver coins and gave them to him."
            },
            {
                "verse_number": "16",
                "verse_text": "From then on Judas was looking for a good chance to hand Jesus over to them."
            },
            {
                "verse_number": "17",
                "verse_text": "On the first day of the Festival of Unleavened Bread the disciples came to Jesus and asked him, &apos;Where do you want us to get the Passover meal ready for you?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Go to a certain man in the city,&apos; he said to them, &apos;and tell him: &quot;The Teacher says, My hour has come; my disciples and I will celebrate the Passover at your house.&quot; &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The disciples did as Jesus had told them and prepared the Passover meal."
            },
            {
                "verse_number": "20",
                "verse_text": "When it was evening, Jesus and the twelve disciples sat down to eat."
            },
            {
                "verse_number": "21",
                "verse_text": "During the meal Jesus said, &apos;I tell you, one of you will betray me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The disciples were very upset and began to ask him, one after the other, &apos;Surely, Lord, you don't mean me?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered, &apos;One who dips his bread in the dish with me will betray me."
            },
            {
                "verse_number": "24",
                "verse_text": "The Son of Man will die as the Scriptures say he will, but how terrible for that man who betrays the Son of Man! It would have been better for that man if he had never been born!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Judas, the traitor, spoke up. &apos;Surely, Teacher, you don't mean me?&apos; he asked."
            },
            {
                "verse_number": "26",
                "verse_text": "While they were eating, Jesus took a piece of bread, gave a prayer of thanks, broke it, and gave it to his disciples. &apos;Take and eat it,&apos; he said; &apos;this is my body.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he took a cup, gave thanks to God, and gave it to them. &apos;Drink it, all of you,&apos; he said;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;this is my blood, which seals God's covenant, my blood poured out for many for the forgiveness of sins."
            },
            {
                "verse_number": "29",
                "verse_text": "I tell you, I will never again drink this wine until the day I drink the new wine with you in my Father's Kingdom.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then they sang a hymn and went out to the Mount of Olives."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus said to them, &apos;This very night all of you will run away and leave me, for the scripture says, &quot;God will kill the shepherd, and the sheep of the flock will be scattered.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But after I am raised to life, I will go to Galilee ahead of you.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter spoke up and said to Jesus, &apos;I will never leave you, even though all the rest do!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to Peter, &apos;I tell you that before the cock crows tonight, you will say three times that you do not know me.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Peter answered, &apos;I will never say that, even if I have to die with you!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus went with his disciples to a place called Gethsemane, and he said to them, &apos;Sit here while I go over there and pray.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He took with him Peter and the two sons of Zebedee. Grief and anguish came over him,"
            },
            {
                "verse_number": "38",
                "verse_text": "and he said to them, &apos;The sorrow in my heart is so great that it almost crushes me. Stay here and keep watch with me.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "He went a little farther on, threw himself face downwards on the ground, and prayed, &apos;My Father, if it is possible, take this cup of suffering from me! Yet not what I want, but what you want.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then he returned to the three disciples and found them asleep; and he said to Peter, &apos;How is it that you three were not able to keep watch with me even for one hour?"
            },
            {
                "verse_number": "41",
                "verse_text": "Keep watch and pray that you will not fall into temptation. The spirit is willing, but the flesh is weak.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Once more Jesus went away and prayed, &apos;My Father, if this cup of suffering cannot be taken away unless I drink it, your will be done.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "He returned once more and found the disciples asleep; they could not keep their eyes open."
            },
            {
                "verse_number": "44",
                "verse_text": "Again Jesus left them, went away, and prayed the third time, saying the same words."
            },
            {
                "verse_number": "45",
                "verse_text": "Then he returned to the disciples and said, &apos;Are you still sleeping and resting? Look! The hour has come for the Son of Man to be handed over to the power of sinners."
            },
            {
                "verse_number": "46",
                "verse_text": "Get up, let us go. Look, here is the man who is betraying me!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus was still speaking when Judas, one of the twelve disciples, arrived. With him was a large crowd armed with swords and clubs and sent by the chief priests and the elders."
            },
            {
                "verse_number": "48",
                "verse_text": "The traitor had given the crowd a signal: &apos;The man I kiss is the one you want. Arrest him!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Judas went straight to Jesus and said, &apos;Peace be with you, Teacher,&apos; and kissed him."
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus answered, &apos;Be quick about it, friend!&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "One of those who were with Jesus drew his sword and struck at the High Priest's slave, cutting off his ear."
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;Put your sword back in its place,&apos; Jesus said to him. &apos;All who take the sword will die by the sword."
            },
            {
                "verse_number": "53",
                "verse_text": "Don't you know that I could call on my Father for help, and at once he would send me more than twelve armies of angels?"
            },
            {
                "verse_number": "54",
                "verse_text": "But in that case, how could the Scriptures come true which say that this is what must happen?&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Then Jesus spoke to the crowd, &apos;Did you have to come with swords and clubs to capture me, as though I were an outlaw? Every day I sat down and taught in the Temple, and you did not arrest me."
            },
            {
                "verse_number": "56",
                "verse_text": "But all this has happened in order to make what the prophets wrote in the Scriptures come true.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "Those who had arrested Jesus took him to the house of Caiaphas, the High Priest, where the teachers of the Law and the elders had gathered together."
            },
            {
                "verse_number": "58",
                "verse_text": "Peter followed from a distance, as far as the courtyard of the High Priest's house. He went into the courtyard and sat down with the guards to see how it would all come out."
            },
            {
                "verse_number": "59",
                "verse_text": "The chief priests and the whole Council tried to find some false evidence against Jesus to put him to death;"
            },
            {
                "verse_number": "60",
                "verse_text": "but they could not find any, even though many people came forward and told lies about him. Finally two men stepped up"
            },
            {
                "verse_number": "61",
                "verse_text": "and said, &apos;This man said, &quot;I am able to tear down God's Temple and three days later build it up again.&quot; &apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "The High Priest stood up and said to Jesus, &apos;Have you no answer to give to this accusation against you?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "But Jesus kept quiet. Again the High Priest spoke to him, &apos;In the name of the living God I now put you on oath: tell us if you are the Messiah, the Son of God.&apos;"
            },
            {
                "verse_number": "64",
                "verse_text": "Jesus answered him, &apos;So you say. But I tell all of you: from this time on you will see the Son of Man sitting on the right of the Almighty and coming on the clouds of heaven!&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "At this the High Priest tore his clothes and said, &apos;Blasphemy! We don't need any more witnesses! You have just heard his blasphemy!"
            },
            {
                "verse_number": "66",
                "verse_text": "What do you think?&apos;"
            },
            {
                "verse_number": "67",
                "verse_text": "Then they spat in his face and beat him; and those who slapped him"
            },
            {
                "verse_number": "68",
                "verse_text": "said, &apos;Prophesy for us, Messiah! Guess who hit you!&apos;"
            },
            {
                "verse_number": "69",
                "verse_text": "Peter was sitting outside in the courtyard when one of the High Priest's servant women came to him and said, &apos;You, too, were with Jesus of Galilee.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But he denied it in front of them all. &apos;I don't know what you are talking about,&apos; he answered,"
            },
            {
                "verse_number": "71",
                "verse_text": "and went on out to the entrance of the courtyard. Another servant woman saw him and said to the men there, &apos;He was with Jesus of Nazareth.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "Again Peter denied it and answered, &apos;I swear that I don't know that man!&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "After a little while the men standing there came to Peter. &apos;Of course you are one of them,&apos; they said. &apos;After all, the way you speak gives you away!&apos;"
            },
            {
                "verse_number": "74",
                "verse_text": "Then Peter said, &apos;I swear that I am telling the truth! May God punish me if I am not! I do not know that man!&apos;"
            },
            {
                "verse_number": "75",
                "verse_text": "and Peter remembered what Jesus had told him: &apos;Before the cock crows, you will say three times that you do not know me.&apos; He went out and wept bitterly."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Early in the morning all the chief priests and the elders made their plans against Jesus to put him to death."
            },
            {
                "verse_number": "2",
                "verse_text": "They put him in chains, led him off, and handed him over to Pilate, the Roman governor. &apos;What do we care about that?&apos; they answered. &apos;That is your business!&apos; &apos;So you say,&apos; answered Jesus. &apos;Barabbas!&apos; they answered. &apos;Crucify him!&apos; they all answered. Then they started shouting at the top of their voices: &apos;Crucify him!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When Judas, the traitor, learnt that Jesus had been condemned, he repented and took back the thirty silver coins to the chief priests and the elders."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I have sinned by betraying an innocent man to death!&apos; he said."
            },
            {
                "verse_number": "5",
                "verse_text": "Judas threw the coins down in the Temple and left; then he went off and hanged himself."
            },
            {
                "verse_number": "6",
                "verse_text": "The chief priests picked up the coins and said, &apos;This is blood money, and it is against our Law to put it in the temple treasury.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "After reaching an agreement about it, they used the money to buy Potter's Field, as a cemetery for foreigners."
            },
            {
                "verse_number": "8",
                "verse_text": "That is why that field is called &apos;Field of Blood&apos; to this very day."
            },
            {
                "verse_number": "9",
                "verse_text": "Then what the prophet Jeremiah had said came true: &apos;They took the thirty silver coins, the amount the people of Israel had agreed to pay for him,"
            },
            {
                "verse_number": "10",
                "verse_text": "and used the money to buy the potter's field, as the Lord had commanded me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus stood before the Roman governor, who questioned him. &apos;Are you the king of the Jews?&apos; he asked."
            },
            {
                "verse_number": "12",
                "verse_text": "But he said nothing in response to the accusations of the chief priests and elders."
            },
            {
                "verse_number": "13",
                "verse_text": "So Pilate said to him, &apos;Don't you hear all these things they accuse you of?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus refused to answer a single word, with the result that the Governor was greatly surprised."
            },
            {
                "verse_number": "15",
                "verse_text": "At every Passover Festival the Roman governor was in the habit of setting free any one prisoner the crowd asked for."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time there was a well-known prisoner named Jesus Barabbas."
            },
            {
                "verse_number": "17",
                "verse_text": "So when the crowd gathered, Pilate asked them, &apos;Which one do you want me to set free for you? Jesus Barabbas or Jesus called the Messiah?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He knew very well that the Jewish authorities had handed Jesus over to him because they were jealous."
            },
            {
                "verse_number": "19",
                "verse_text": "While Pilate was sitting in the judgement hall, his wife sent him a message: &apos;Have nothing to do with that innocent man, because in a dream last night I suffered much on account of him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The chief priests and the elders persuaded the crowd to ask Pilate to set Barabbas free and have Jesus put to death."
            },
            {
                "verse_number": "21",
                "verse_text": "But Pilate asked the crowd, &apos;Which one of these two do you want me to set free for you?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;What, then, shall I do with Jesus called the Messiah?&apos; Pilate asked them."
            },
            {
                "verse_number": "23",
                "verse_text": "But Pilate asked, &apos;What crime has he committed?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When Pilate saw that it was no use to go on, but that a riot might break out, he took some water, washed his hands in front of the crowd, and said, &apos;I am not responsible for the death of this man! This is your doing!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The whole crowd answered, &apos;Let the responsibility for his death fall on us and our children!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Pilate set Barabbas free for them; and after he had Jesus whipped, he handed him over to be crucified."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Pilate's soldiers took Jesus into the governor's palace, and the whole company gathered round him."
            },
            {
                "verse_number": "28",
                "verse_text": "They stripped off his clothes and put a scarlet robe on him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then they made a crown out of thorny branches and placed it on his head, and put a stick in his right hand; then they knelt before him and mocked him. &apos;Long live the King of the Jews!&apos; they said."
            },
            {
                "verse_number": "30",
                "verse_text": "They spat on him, and took the stick and hit him over the head."
            },
            {
                "verse_number": "31",
                "verse_text": "When they had finished mocking him, they took the robe off and put his own clothes back on him. Then they led him out to crucify him."
            },
            {
                "verse_number": "32",
                "verse_text": "As they were going out, they met a man from Cyrene named Simon, and the soldiers forced him to carry Jesus' cross."
            },
            {
                "verse_number": "33",
                "verse_text": "They came to a place called Golgotha, which means, &apos;The Place of the Skull&apos;."
            },
            {
                "verse_number": "34",
                "verse_text": "There they offered Jesus wine mixed with a bitter substance; but after tasting it, he would not drink it."
            },
            {
                "verse_number": "35",
                "verse_text": "They crucified him and then divided his clothes among them by throwing dice."
            },
            {
                "verse_number": "36",
                "verse_text": "After that they sat there and watched him."
            },
            {
                "verse_number": "37",
                "verse_text": "Above his head they put the written notice of the accusation against him: &apos;This is Jesus, the King of the Jews.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then they crucified two bandits with Jesus, one on his right and the other on his left."
            },
            {
                "verse_number": "39",
                "verse_text": "People passing by shook their heads and hurled insults at Jesus:"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;You were going to tear down the Temple and build it up again in three days! Save yourself if you are God's Son! Come on down from the cross!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "In the same way the chief priests and the teachers of the Law and the elders jeered at him:"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;He saved others, but he cannot save himself! Isn't he the king of Israel? If he comes down off the cross now, we will believe in him!"
            },
            {
                "verse_number": "43",
                "verse_text": "He trusts in God and claims to be God's Son. Well, then, let us see if God wants to save him now!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Even the bandits who had been crucified with him insulted him in the same way."
            },
            {
                "verse_number": "45",
                "verse_text": "At noon the whole country was covered with darkness, which lasted for three hours."
            },
            {
                "verse_number": "46",
                "verse_text": "At about three o'clock Jesus cried out with a loud shout, &apos;Eli, Eli, lema sabachthani?&apos; which means, &apos;My God, my God, why did you abandon me?&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Some of the people standing there heard him and said, &apos;He is calling for Elijah!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "One of them ran up at once, took a sponge, soaked it in cheap wine, put it on the end of a stick, and tried to make him drink it."
            },
            {
                "verse_number": "49",
                "verse_text": "But the others said, &apos;Wait, let us see if Elijah is coming to save him!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus again gave a loud cry and breathed his last."
            },
            {
                "verse_number": "51",
                "verse_text": "Then the curtain hanging in the Temple was torn in two from top to bottom. The earth shook, the rocks split apart,"
            },
            {
                "verse_number": "52",
                "verse_text": "the graves broke open, and many of God's people who had died were raised to life."
            },
            {
                "verse_number": "53",
                "verse_text": "They left the graves, and after Jesus rose from death, they went into the Holy City, where many people saw them."
            },
            {
                "verse_number": "54",
                "verse_text": "When the army officer and the soldiers with him who were watching Jesus saw the earthquake and everything else that happened, they were terrified and said, &apos;He really was the Son of God!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "There were many women there, looking on from a distance, who had followed Jesus from Galilee and helped him."
            },
            {
                "verse_number": "56",
                "verse_text": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the wife of Zebedee."
            },
            {
                "verse_number": "57",
                "verse_text": "When it was evening, a rich man from Arimathea arrived; his name was Joseph, and he also was a disciple of Jesus."
            },
            {
                "verse_number": "58",
                "verse_text": "He went into the presence of Pilate and asked for the body of Jesus. Pilate gave orders for the body to be given to Joseph."
            },
            {
                "verse_number": "59",
                "verse_text": "So Joseph took it, wrapped it in a new linen sheet,"
            },
            {
                "verse_number": "60",
                "verse_text": "and placed it in his own tomb, which he had just recently dug out of solid rock. Then he rolled a large stone across the entrance to the tomb and went away."
            },
            {
                "verse_number": "61",
                "verse_text": "Mary Magdalene and the other Mary were sitting there, facing the tomb."
            },
            {
                "verse_number": "62",
                "verse_text": "The next day, which was a Sabbath, the chief priests and the Pharisees met with Pilate"
            },
            {
                "verse_number": "63",
                "verse_text": "and said, &apos;Sir, we remember that while that liar was still alive he said, &quot;I will be raised to life three days later.&quot;"
            },
            {
                "verse_number": "64",
                "verse_text": "Give orders, then, for his tomb to be carefully guarded until the third day, so that his disciples will not be able to go and steal the body, and then tell the people that he was raised from death. This last lie would be even worse than the first one.&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "&apos;Take a guard,&apos; Pilate told them; &apos;go and make the tomb as secure as you can.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "So they left and made the tomb secure by putting a seal on the stone and leaving the guard on watch."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "After the Sabbath, as Sunday morning was dawning, Mary Magdalene and the other Mary went to look at the tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly there was a violent earthquake; an angel of the Lord came down from heaven, rolled the stone away, and sat on it."
            },
            {
                "verse_number": "3",
                "verse_text": "His appearance was like lightning, and his clothes were white as snow."
            },
            {
                "verse_number": "4",
                "verse_text": "The guards were so afraid that they trembled and became like dead men."
            },
            {
                "verse_number": "5",
                "verse_text": "The angel spoke to the women. &apos;You must not be afraid,&apos; he said. &apos;I know you are looking for Jesus, who was crucified."
            },
            {
                "verse_number": "6",
                "verse_text": "He is not here; he has been raised, just as he said. Come here and see the place where he was lying."
            },
            {
                "verse_number": "7",
                "verse_text": "Go quickly now, and tell his disciples, &quot;He has been raised from death, and now he is going to Galilee ahead of you; there you will see him!&quot; Remember what I have told you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they left the tomb in a hurry, afraid and yet filled with joy, and ran to tell his disciples."
            },
            {
                "verse_number": "9",
                "verse_text": "Suddenly Jesus met them and said, &apos;Peace be with you.&apos; They came up to him, took hold of his feet, and worshipped him."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Do not be afraid,&apos; Jesus said to them. &apos;Go and tell my brothers to go to Galilee, and there they will see me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "While the women went on their way, some of the soldiers guarding the tomb went back to the city and told the chief priests everything that had happened."
            },
            {
                "verse_number": "12",
                "verse_text": "The chief priests met with the elders and made their plan; they gave a large sum of money to the soldiers"
            },
            {
                "verse_number": "13",
                "verse_text": "and said, &apos;You are to say that his disciples came during the night and stole his body while you were asleep."
            },
            {
                "verse_number": "14",
                "verse_text": "And if the Governor should hear of this, we will convince him that you are innocent, and you will have nothing to worry about.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The guards took the money and did what they were told to do. And so that is the report spread round by the Jews to this very day."
            },
            {
                "verse_number": "16",
                "verse_text": "The eleven disciples went to the hill in Galilee where Jesus had told them to go."
            },
            {
                "verse_number": "17",
                "verse_text": "When they saw him, they worshipped him, even though some of them doubted."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus drew near and said to them, &apos;I have been given all authority in heaven and on earth."
            },
            {
                "verse_number": "19",
                "verse_text": "Go, then, to all peoples everywhere and make them my disciples: baptize them in the name of the Father, the Son, and the Holy Spirit,"
            },
            {
                "verse_number": "20",
                "verse_text": "and teach them to obey everything I have commanded you. And I will be with you always, to the end of the age.&apos;"
            }
        ]
    }
}