{
    "Deuteronomy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In this book are the words that Moses spoke to the people of Israel when they were in the wilderness east of the River Jordan. They were in the Jordan Valley near Suph, between the town of Paran on one side and the towns of Tophel, Laban, Hazeroth, and Dizahab on the other."
            },
            {
                "verse_number": "2",
                "verse_text": "(It takes eleven days to travel from Mount Sinai to Kadesh Barnea by way of the hill country of Edom.)"
            },
            {
                "verse_number": "3",
                "verse_text": "On the first day of the eleventh month of the fortieth year after they had left Egypt, Moses told the people everything the LORD had commanded him to tell them."
            },
            {
                "verse_number": "4",
                "verse_text": "This was after the LORD had defeated King Sihon of the Amorites, who ruled in the town of Heshbon, and King Og of Bashan, who ruled in the towns of Ashtaroth and Edrei."
            },
            {
                "verse_number": "5",
                "verse_text": "It was while the people were east of the Jordan in the territory of Moab that Moses began to explain God's laws and teachings. He said,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;When we were at Mount Sinai, the LORD our God said to us, &quot;You have stayed long enough at this mountain."
            },
            {
                "verse_number": "7",
                "verse_text": "Break camp and move on. Go to the hill country of the Amorites and to all the surrounding regions &ndash; to the Jordan Valley, to the hill country and the lowlands, to the southern region, and to the Mediterranean coast. Go to the land of Canaan and on beyond the Lebanon Mountains as far as the great River Euphrates."
            },
            {
                "verse_number": "8",
                "verse_text": "All of this is the land which I, the LORD , promised to give to your ancestors, Abraham, Isaac, and Jacob, and to their descendants. Go and occupy it.&quot; &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said to the people, &apos;While we were still at Mount Sinai, I told you, &quot;The responsibility for leading you is too much for me. I can't do it alone."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD your God has made you as numerous as the stars in the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "May the LORD , the God of your ancestors, make you increase a thousand times more and make you prosperous, as he promised!"
            },
            {
                "verse_number": "12",
                "verse_text": "But how can I alone bear the heavy responsibility for settling your disputes?"
            },
            {
                "verse_number": "13",
                "verse_text": "Choose some wise, understanding, and experienced men from each tribe, and I will put them in charge of you.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "And you agreed that this was a good thing to do."
            },
            {
                "verse_number": "15",
                "verse_text": "So I took the wise and experienced leaders you chose from your tribes, and I placed them in charge of you. Some were responsible for a thousand people, some for a hundred, some for fifty, and some for ten. I also appointed other officials throughout the tribes."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;At that time I instructed them, &quot;Listen to the disputes that come up among your people. Judge every dispute fairly, whether it concerns only your own people or involves foreigners who live among you."
            },
            {
                "verse_number": "17",
                "verse_text": "Show no partiality in your decisions; judge everyone on the same basis, no matter who they are. Do not be afraid of anyone, for the decisions you make come from God. If any case is too difficult for you, bring it to me, and I will decide it.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "At the same time I gave you instructions for everything else you were to do."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;We did what the LORD our God commanded us. We left Mount Sinai and went through that vast and fearful desert on the way to the hill country of the Amorites. When we reached Kadesh Barnea,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But you came to me and said, &quot;Let's send men ahead of us to spy out the land, so that they can tell us the best route to take and what kind of cities are there.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;That seemed a good thing to do, so I selected twelve men, one from each tribe."
            },
            {
                "verse_number": "24",
                "verse_text": "They went into the hill country as far as the Valley of Eshcol and explored it."
            },
            {
                "verse_number": "25",
                "verse_text": "They brought us back some fruit they found there, and reported that the land which the LORD our God was giving us was very fertile."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But you rebelled against the command of the LORD your God, and you would not enter the land."
            },
            {
                "verse_number": "27",
                "verse_text": "You grumbled to one another: &quot;The LORD hates us. He brought us out of Egypt just to hand us over to these Amorites, so that they could kill us."
            },
            {
                "verse_number": "28",
                "verse_text": "Why should we go there? We are afraid. The men we sent tell us that the people there are stronger and taller than we are, and that they live in cities with walls that reach the sky. They saw giants there!&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;But I said, &quot;Don't be afraid of those people."
            },
            {
                "verse_number": "30",
                "verse_text": "The LORD your God will lead you, and he will fight for you, just as you saw him do in Egypt"
            },
            {
                "verse_number": "31",
                "verse_text": "and in the desert. You saw how he brought you safely all the way to this place, just as a father would carry his son.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But in spite of what I said, you still would not trust the LORD ,"
            },
            {
                "verse_number": "33",
                "verse_text": "even though he always went ahead of you to find a place for you to camp. To show you the way, he went in front of you in a pillar of fire by night and in a pillar of cloud by day."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;The LORD heard your complaints and became angry, and so he solemnly declared,"
            },
            {
                "verse_number": "35",
                "verse_text": "&quot;Not one of you from this evil generation will enter the fertile land that I promised to give your ancestors."
            },
            {
                "verse_number": "36",
                "verse_text": "Only Caleb son of Jephunneh will enter it. He has remained faithful to me, and I will give him and his descendants the land that he has explored.&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "Because of you the LORD also became angry with me and said, &quot;Not even you, Moses, will enter the land."
            },
            {
                "verse_number": "38",
                "verse_text": "But strengthen the determination of your helper, Joshua son of Nun. He will lead Israel to occupy the land.&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Then the LORD said to all of us, &quot;Your children, who are still too young to know right from wrong, will enter the land &ndash; the children you said would be seized by your enemies. I will give the land to them, and they will occupy it."
            },
            {
                "verse_number": "40",
                "verse_text": "But as for you people, turn round and go back into the desert along the road to the Gulf of Aqaba.&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;You replied, &quot;Moses, we have sinned against the LORD . But now we will attack, just as the LORD our God commanded us.&quot; Then each one of you got ready to fight, thinking it would be easy to invade the hill country."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;But the LORD said to me, &quot;Warn them not to attack, for I will not be with them, and their enemies will defeat them.&quot;"
            },
            {
                "verse_number": "43",
                "verse_text": "I told you what the LORD had said, but you paid no attention. You rebelled against him, and in your pride you marched into the hill country."
            },
            {
                "verse_number": "44",
                "verse_text": "Then the Amorites who lived in those hills came out against you like a swarm of bees. They chased you as far as Hormah and defeated you there in the hill country of Edom."
            },
            {
                "verse_number": "45",
                "verse_text": "So you cried out to the LORD for help, but he would not listen to you or pay any attention to you."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;So then, after we had stayed at Kadesh for a long time,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "we finally turned and went into the desert, along the road to the Gulf of Aqaba, as the LORD had commanded, and we spent a long time wandering about in the hill country of Edom."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Then the LORD told me"
            },
            {
                "verse_number": "3",
                "verse_text": "that we had spent enough time wandering about in those hills and that we should go north."
            },
            {
                "verse_number": "4",
                "verse_text": "He told me to give you the following instructions: &quot;You are about to go through the hill country of Edom, the territory of your distant relatives, the descendants of Esau. They will be afraid of you,"
            },
            {
                "verse_number": "5",
                "verse_text": "but you must not start a war with them, because I am not going to give you so much as a square metre of their land. I have given Edom to Esau's descendants."
            },
            {
                "verse_number": "6",
                "verse_text": "You may buy food and water from them.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Remember how the LORD your God has blessed you in everything that you have done. He has taken care of you as you wandered through this vast desert. He has been with you these forty years, and you have had everything you needed."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;So we moved on and left the road that goes from the towns of Elath and Eziongeber to the Dead Sea, and we turned north-east towards Moab."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD said to me, &quot;Don't trouble the people of Moab, the descendants of Lot, or start a war against them. I have given them the city of Ar, and I am not going to give you any of their land.&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "(A mighty race of giants called the Emim used to live in Ar. They were as tall as the Anakim, another race of giants."
            },
            {
                "verse_number": "11",
                "verse_text": "Like the Anakim they were also known as Rephaim; but the Moabites called them Emim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Horites used to live in Edom, but the descendants of Esau chased them out, destroyed their nation, and settled there themselves, just as the Israelites later chased their enemies out of the land that the LORD gave them.)"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Then we crossed the River Zered as the LORD told us to do."
            },
            {
                "verse_number": "14",
                "verse_text": "This was 38 years after we had left Kadesh Barnea. All the fighting men of that generation had died, as the LORD had said they would."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD kept on opposing them until he had destroyed them all."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;After they had all died,"
            },
            {
                "verse_number": "17",
                "verse_text": "the LORD said to us,"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;Today you are to pass through the territory of Moab by way of Ar."
            },
            {
                "verse_number": "19",
                "verse_text": "You will then be near the land of the Ammonites, the descendants of Lot. Don't trouble them or start a war against them, because I am not going to give you any of the land that I have given them.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "(This territory is also known as the land of the Rephaim, the name of the people who used to live there; the Ammonites called them Zamzummim."
            },
            {
                "verse_number": "21",
                "verse_text": "They were as tall as the Anakim. There were many of them, and they were a mighty race. But the LORD destroyed them, so that the Ammonites took over their land and settled there."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD had done the same thing for the Edomites, the descendants of Esau, who live in the hill country of Edom. He destroyed the Horites, so that the Edomites took over their land and settled there, where they still live."
            },
            {
                "verse_number": "23",
                "verse_text": "The land along the Mediterranean coast had been settled by people from the island of Crete. They had destroyed the Avvim, the original inhabitants, and had taken over all their land as far south as the city of Gaza.)"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;After we had passed through Moab, the LORD said to us, &quot;Now, start out and cross the River Arnon. I am placing in your power Sihon, the Amorite king of Heshbon, along with his land. Attack him, and begin occupying his land."
            },
            {
                "verse_number": "25",
                "verse_text": "From today on I will make people everywhere afraid of you. Everyone will tremble with fear at the mention of your name.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Then I sent messengers from the desert of Kedemoth to King Sihon of Heshbon with the following offer of peace:"
            },
            {
                "verse_number": "27",
                "verse_text": "&quot;Let us pass through your country. We will go straight through and not leave the road."
            },
            {
                "verse_number": "28",
                "verse_text": "We will pay for the food we eat and the water we drink. All we want to do is to pass through your country,"
            },
            {
                "verse_number": "29",
                "verse_text": "until we cross the River Jordan into the land that the LORD our God is giving us. The descendants of Esau, who live in Edom, and the Moabites, who live in Ar, allowed us to pass through their territory.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;But King Sihon would not let us pass through his country. The LORD your God had made him stubborn and rebellious, so that we could defeat him and take his territory, which we still occupy."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Then the LORD said to me, &quot;Look, I have made King Sihon and his land helpless before you; take his land and occupy it.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "Sihon came out with all his men to fight us near the town of Jahaz,"
            },
            {
                "verse_number": "33",
                "verse_text": "but the LORD our God put him in our power, and we killed him, his sons, and all his men."
            },
            {
                "verse_number": "34",
                "verse_text": "At the same time we captured and destroyed every town, and put everyone to death, men, women, and children. We left no survivors."
            },
            {
                "verse_number": "35",
                "verse_text": "We took the livestock and plundered the towns."
            },
            {
                "verse_number": "36",
                "verse_text": "The LORD our God let us capture all the towns from Aroer, on the edge of the valley of the Arnon, and the city in the middle of that valley, all the way to Gilead. No town had walls too strong for us."
            },
            {
                "verse_number": "37",
                "verse_text": "But we did not go near the territory of the Ammonites or to the banks of the River Jabbok or to the towns of the hill country or to any other place where the LORD our God had commanded us not to go."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Next, we moved north towards the region of Bashan, and King Og came out with all his men to fight us near the town of Edrei."
            },
            {
                "verse_number": "2",
                "verse_text": "But the LORD said to me, &quot;Don't be afraid of him. I am going to give him, his men, and all his territory to you. Do the same to him as you did to Sihon the Amorite king who ruled in Heshbon.&quot; (Bashan was known as the land of the Rephaim."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;So the LORD also placed King Og and his people in our power, and we slaughtered them all."
            },
            {
                "verse_number": "4",
                "verse_text": "At the same time we captured all his towns &ndash; there was not one that we did not take. In all we captured sixty towns &ndash; the whole region of Argob, where King Og of Bashan ruled."
            },
            {
                "verse_number": "5",
                "verse_text": "All these towns were fortified with high walls, gates, and bars to lock the gates, and there were also many villages without walls."
            },
            {
                "verse_number": "6",
                "verse_text": "We destroyed all the towns and put to death all the men, women, and children, just as we did in the towns that belonged to King Sihon of Heshbon."
            },
            {
                "verse_number": "7",
                "verse_text": "We took the livestock and plundered the towns."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;At that time we took from those two Amorite kings the land east of the River Jordan, from the River Arnon to Mount Hermon."
            },
            {
                "verse_number": "9",
                "verse_text": "(Mount Hermon is called Sirion by the Sidonians, and Senir by the Amorites.)"
            },
            {
                "verse_number": "10",
                "verse_text": "We took all the territory of King Og of Bashan: the cities on the plateau, the regions of Gilead and of Bashan, as far east as the towns of Salecah and Edrei.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "(King Og was the last of the Rephaim. His coffin, made of stone, was four metres long and almost two metres wide according to standard measurements. It can still be seen in the Ammonite city of Rabbah.)"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;When we took possession of the land, I assigned to the tribes of Reuben and Gad the territory north of the town of Aroer near the River Arnon and part of the hill country of Gilead, along with its towns."
            },
            {
                "verse_number": "13",
                "verse_text": "To half the tribe of Manasseh I assigned the rest of Gilead and also all of Bashan, where Og had ruled, that is, the entire Argob region.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jair, from the tribe of Manasseh, took the entire region of Argob, that is, Bashan, as far as the border of Geshur and Maacah. He named the villages after himself, and they are still known as the villages of Jair.)"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;I assigned Gilead to the clan of Machir of the tribe of Manasseh."
            },
            {
                "verse_number": "16",
                "verse_text": "And to the tribes of Reuben and Gad I assigned the territory from Gilead to the River Arnon. The middle of the river was their southern boundary, and their northern boundary was the River Jabbok, part of which formed the Ammonite border."
            },
            {
                "verse_number": "17",
                "verse_text": "On the west their territory extended to the River Jordan, from Lake Galilee in the north down to the Dead Sea in the south and to the foot of Mount Pisgah on the east."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;At the same time, I gave them the following instructions: &quot;The LORD our God has given you this land east of the Jordan to occupy. Now arm your fighting men and send them across the Jordan ahead of the other tribes of Israel, to help them to occupy their land."
            },
            {
                "verse_number": "19",
                "verse_text": "Only your wives, children, and livestock &ndash; I know you have a lot of livestock &ndash; will remain behind in the towns that I have assigned to you."
            },
            {
                "verse_number": "20",
                "verse_text": "Help your fellow-Israelites until they occupy the land that the LORD is giving them west of the Jordan and until the LORD lets them live there in peace, as he has already done here for you. After that, you may return to this land which I have assigned to you.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Then I instructed Joshua: &quot;You have seen all that the LORD your God did to those two kings, Sihon and Og; and he will do the same to everyone else whose land you invade."
            },
            {
                "verse_number": "22",
                "verse_text": "Don't be afraid of them, for the LORD your God will fight for you.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;At that time I earnestly prayed,"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;Sovereign LORD , I know that you have shown me only the beginning of the great and wonderful things you are going to do. There is no god in heaven or on earth who can do the mighty things that you have done!"
            },
            {
                "verse_number": "25",
                "verse_text": "Let me cross the River Jordan, LORD , and see the fertile land on the other side, the beautiful hill country and the Lebanon Mountains.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But because of you people the LORD was angry with me and would not listen. Instead, he said, &quot;That's enough! Don't mention this again!"
            },
            {
                "verse_number": "27",
                "verse_text": "Go to the peak of Mount Pisgah and look to the north and to the south, to the east and to the west. Look carefully at what you see, because you will never go across the Jordan."
            },
            {
                "verse_number": "28",
                "verse_text": "Give Joshua his instructions. Strengthen his determination, because he will lead the people across to occupy the land that you see.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;So we remained in the valley opposite the town of Bethpeor.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses said to the people, &apos;Obey all the laws that I am teaching you, and you will live and occupy the land which the LORD , the God of your ancestors, is giving you."
            },
            {
                "verse_number": "2",
                "verse_text": "Do not add anything to what I command you, and do not take anything away. Obey the commands of the LORD your God that I have given you."
            },
            {
                "verse_number": "3",
                "verse_text": "You yourselves saw what the LORD did at Mount Peor. He destroyed everyone who worshipped Baal there,"
            },
            {
                "verse_number": "4",
                "verse_text": "but those of you who were faithful to the LORD your God are still alive today."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I have taught you all the laws, as the LORD my God told me to do. Obey them in the land that you are about to invade and occupy."
            },
            {
                "verse_number": "6",
                "verse_text": "Obey them faithfully, and this will show the people of other nations how wise you are. When they hear of all these laws, they will say, &quot;What wisdom and understanding this great nation has!&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;No other nation, no matter how great, has a god who is so near when they need him as the LORD our God is to us. He answers us whenever we call for help."
            },
            {
                "verse_number": "8",
                "verse_text": "No other nation, no matter how great, has laws so just as those that I have taught you today."
            },
            {
                "verse_number": "9",
                "verse_text": "Be on your guard! Make certain that you do not forget, as long as you live, what you have seen with your own eyes. Tell your children and your grandchildren"
            },
            {
                "verse_number": "10",
                "verse_text": "about the day you stood in the presence of the LORD your God at Mount Sinai, when he said to me, &quot;Assemble the people. I want them to hear what I have to say, so that they will learn to obey me as long as they live and so that they will teach their children to do the same.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Tell your children how you went and stood at the foot of the mountain which was covered with thick clouds of dark smoke and fire blazing up to the sky."
            },
            {
                "verse_number": "12",
                "verse_text": "Tell them how the LORD spoke to you from the fire, how you heard him speaking but did not see him in any form at all."
            },
            {
                "verse_number": "13",
                "verse_text": "He told you what you must do to keep the covenant he made with you &ndash; you must obey the Ten Commandments, which he wrote on two stone tablets."
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD told me to teach you all the laws that you are to obey in the land that you are about to invade and occupy."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;When the LORD spoke to you from the fire on Mount Sinai, you did not see any form. For your own good, then, make certain"
            },
            {
                "verse_number": "16",
                "verse_text": "that you do not sin by making for yourselves an idol in any form at all &ndash; whether man or woman,"
            },
            {
                "verse_number": "17",
                "verse_text": "animal or bird,"
            },
            {
                "verse_number": "18",
                "verse_text": "reptile or fish."
            },
            {
                "verse_number": "19",
                "verse_text": "Do not be tempted to worship and serve what you see in the sky &ndash; the sun, the moon, and the stars. The LORD your God has given these to all other peoples for them to worship."
            },
            {
                "verse_number": "20",
                "verse_text": "But you are the people he rescued from Egypt, that blazing furnace. He brought you out to make you his own people, as you are today."
            },
            {
                "verse_number": "21",
                "verse_text": "Because of you the LORD your God was angry with me and solemnly declared that I would not cross the River Jordan to enter the fertile land which he is giving you."
            },
            {
                "verse_number": "22",
                "verse_text": "I will die in this land and never cross the river, but you are about to go across and occupy that fertile land."
            },
            {
                "verse_number": "23",
                "verse_text": "Be certain that you do not forget the covenant that the LORD your God made with you. Obey his command not to make yourselves any kind of idol,"
            },
            {
                "verse_number": "24",
                "verse_text": "because the LORD your God is like a flaming fire; he tolerates no rivals."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Even when you have been in the land a long time and have children and grandchildren, do not sin by making for yourselves an idol in any form at all. This is evil in the LORD 's sight, and it will make him angry."
            },
            {
                "verse_number": "26",
                "verse_text": "I call heaven and earth as witnesses against you today that, if you disobey me, you will soon disappear from the land. You will not live very long in the land across the Jordan that you are about to occupy. You will be completely destroyed."
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD will scatter you among other nations, where only a few of you will survive."
            },
            {
                "verse_number": "28",
                "verse_text": "There you will serve gods made by human hands, gods of wood and stone, gods that cannot see or hear, eat or smell."
            },
            {
                "verse_number": "29",
                "verse_text": "There you will look for the LORD your God, and if you search for him with all your heart, you will find him."
            },
            {
                "verse_number": "30",
                "verse_text": "When you are in trouble and all those things happen to you, then you will finally turn to the LORD and obey him."
            },
            {
                "verse_number": "31",
                "verse_text": "He is a merciful God. He will not abandon you or destroy you, and he will not forget the covenant that he himself made with your ancestors."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Search the past, the time before you were born, all the way back to the time when God created humanity on the earth. Search the entire earth. Has anything as great as this ever happened before? Has anyone ever heard of anything like this?"
            },
            {
                "verse_number": "33",
                "verse_text": "Have any people ever lived after hearing a god speak to them from a fire, as you have?"
            },
            {
                "verse_number": "34",
                "verse_text": "Has any god ever dared to go and take a people from another nation and make them his own, as the LORD your God did for you in Egypt? Before your very eyes he used his great power and strength; he brought plagues and war, worked miracles and wonders, and caused terrifying things to happen."
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD has shown you this, to prove to you that he alone is God and that there is no other."
            },
            {
                "verse_number": "36",
                "verse_text": "He let you hear his voice from heaven so that he could instruct you; and here on earth he let you see his holy fire, and he spoke to you from it."
            },
            {
                "verse_number": "37",
                "verse_text": "Because he loved your ancestors, he chose you, and by his great power he himself brought you out of Egypt."
            },
            {
                "verse_number": "38",
                "verse_text": "As you advanced, he drove out nations greater and more powerful than you, so that he might bring you in and give you their land, the land which still belongs to you."
            },
            {
                "verse_number": "39",
                "verse_text": "So remember today and never forget: the LORD is God in heaven and on earth. There is no other god."
            },
            {
                "verse_number": "40",
                "verse_text": "Obey all his laws that I have given you today, and all will go well with you and your descendants. You will continue to live in the land which the LORD your God is giving you to be yours for ever.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Moses set aside three cities east of the River Jordan"
            },
            {
                "verse_number": "42",
                "verse_text": "to which a man could escape and be safe if he had accidentally killed someone who had not been his enemy. He could escape to one of these cities and not be put to death."
            },
            {
                "verse_number": "43",
                "verse_text": "For the tribe of Reuben there was the city of Bezer, on the desert plateau; for the tribe of Gad there was Ramoth, in the territory of Gilead; and for the tribe of Manasseh there was Golan, in the territory of Bashan."
            },
            {
                "verse_number": "44",
                "verse_text": "Moses gave God's laws and teachings to the people of Israel."
            },
            {
                "verse_number": "47",
                "verse_text": "They occupied his land and the land of King Og of Bashan, the other Amorite king who lived east of the Jordan."
            },
            {
                "verse_number": "48",
                "verse_text": "This land extended from the town of Aroer, on the edge of the River Arnon, all the way north to Mount Sirion, that is, Mount Hermon."
            },
            {
                "verse_number": "49",
                "verse_text": "It also included all the region east of the River Jordan as far south as the Dead Sea and east to the foot of Mount Pisgah."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Moses called together all the people of Israel and said to them, &apos;People of Israel, listen to all the laws that I am giving you today. Learn them and be sure that you obey them."
            },
            {
                "verse_number": "2",
                "verse_text": "At Mount Sinai the LORD our God made a covenant,"
            },
            {
                "verse_number": "3",
                "verse_text": "not only with our fathers, but with all of us who are living today."
            },
            {
                "verse_number": "4",
                "verse_text": "There on the mountain the LORD spoke to you face-to-face from the fire."
            },
            {
                "verse_number": "5",
                "verse_text": "I stood between you and the LORD at that time to tell you what he said, because you were afraid of the fire and would not go up the mountain. &apos;The LORD said,"
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;I am the LORD your God, who rescued you from Egypt, where you were slaves."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos; &quot;Worship no god but me."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos; &quot;Do not make for yourselves images of anything in heaven or on earth or in the water under the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not bow down to any idol or worship it, for I am the LORD your God and I tolerate no rivals. I bring punishment on those who hate me and on their descendants down to the third and fourth generation."
            },
            {
                "verse_number": "10",
                "verse_text": "But I show my love to thousands of generations of those who love me and obey my laws."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; &quot;Do not use my name for evil purposes, for I, the LORD your God, will punish anyone who misuses my name."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; &quot;Observe the Sabbath and keep it holy, as I, the LORD your God, have commanded you."
            },
            {
                "verse_number": "13",
                "verse_text": "You have six days in which to do your work,"
            },
            {
                "verse_number": "14",
                "verse_text": "but the seventh day is a day of rest dedicated to me. On that day no one is to work &ndash; neither you, your children, your slaves, your animals, nor the foreigners who live in your country. Your slaves must rest just as you do."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember that you were slaves in Egypt, and that I, the LORD your God, rescued you by my great power and strength. That is why I command you to observe the Sabbath."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; &quot;Respect your father and your mother, as I, the LORD your God, command you, so that all may go well with you and so that you may live a long time in the land that I am giving you."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos; &quot;Do not commit murder."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; &quot;Do not commit adultery."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos; &quot;Do not steal."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos; &quot;Do not accuse anyone falsely."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; &quot;Do not desire another man's wife; do not desire his house, his land, his slaves, his cattle, his donkeys, or anything else that he owns.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;These are the commandments the LORD gave to all of you when you were gathered at the mountain. When he spoke with a mighty voice from the fire and from the thick clouds, he gave these commandments and no others. Then he wrote them on two stone tablets and gave them to me."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When the whole mountain was on fire and you heard the voice from the darkness, your leaders and the chiefs of your tribes came to me"
            },
            {
                "verse_number": "24",
                "verse_text": "and said, &quot;The LORD our God showed us his greatness and his glory when we heard him speak from the fire! Today we have seen that it is possible for a human being to continue to live, even though God has spoken to him."
            },
            {
                "verse_number": "25",
                "verse_text": "But why should we risk death again? That terrible fire will destroy us. We are sure to die if we hear the LORD our God speak again."
            },
            {
                "verse_number": "26",
                "verse_text": "Has any human being ever lived after hearing the living God speak from a fire?"
            },
            {
                "verse_number": "27",
                "verse_text": "Go back, Moses, and listen to everything that the LORD our God says. Then return and tell us what he said to you. We will listen and obey.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;When the LORD heard this, he said to me, &quot;I have heard what these people said, and they are right."
            },
            {
                "verse_number": "29",
                "verse_text": "If only they would always feel like this! If only they would always honour me and obey all my commands, so that everything would go well with them and their descendants for ever."
            },
            {
                "verse_number": "30",
                "verse_text": "Go and tell them to return to their tents."
            },
            {
                "verse_number": "31",
                "verse_text": "But you, Moses, stay here with me, and I will give you all my laws and commands. Teach them to the people, so that they will obey them in the land that I am giving them.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;People of Israel, be sure that you do everything that the LORD your God has commanded you. Do not disobey any of his laws."
            },
            {
                "verse_number": "33",
                "verse_text": "Obey them all, so that everything will go well with you and so that you will continue to live in the land that you are going to occupy."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;These are all the laws that the LORD your God commanded me to teach you. Obey them in the land that you are about to enter and occupy."
            },
            {
                "verse_number": "2",
                "verse_text": "As long as you live, you and your descendants are to honour the LORD your God and obey all his laws that I am giving you, so that you may live in that land a long time."
            },
            {
                "verse_number": "3",
                "verse_text": "Listen to them, people of Israel, and obey them! Then all will go well with you, and you will become a mighty nation and live in that rich and fertile land, just as the LORD , the God of our ancestors, has promised."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Israel, remember this! The LORD &ndash; and the LORD alone &ndash; is our God."
            },
            {
                "verse_number": "5",
                "verse_text": "Love the LORD your God with all your heart, with all your soul, and with all your strength."
            },
            {
                "verse_number": "6",
                "verse_text": "Never forget these commands that I am giving you today."
            },
            {
                "verse_number": "7",
                "verse_text": "Teach them to your children. Repeat them when you are at home and when you are away, when you are resting and when you are working."
            },
            {
                "verse_number": "8",
                "verse_text": "Tie them on your arms and wear them on your foreheads as a reminder."
            },
            {
                "verse_number": "9",
                "verse_text": "Write them on the doorposts of your houses and on your gates."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Just as the LORD your God promised your ancestors, Abraham, Isaac, and Jacob, he will give you a land with large and prosperous cities which you did not build."
            },
            {
                "verse_number": "11",
                "verse_text": "The houses will be full of good things which you did not put in them, and there will be wells that you did not dig, and vineyards and olive orchards that you did not plant. When the LORD brings you into this land and you have all you want to eat,"
            },
            {
                "verse_number": "12",
                "verse_text": "make certain that you do not forget the LORD who rescued you from Egypt, where you were slaves."
            },
            {
                "verse_number": "13",
                "verse_text": "Honour the LORD your God, worship only him, and make your promises in his name alone."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not worship other gods, any of the gods of the peoples around you."
            },
            {
                "verse_number": "15",
                "verse_text": "If you do worship other gods, the LORD 's anger will come against you like fire and will destroy you completely, because the LORD your God, who is present with you, tolerates no rivals."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Do not put the LORD your God to the test, as you did at Massah."
            },
            {
                "verse_number": "17",
                "verse_text": "Be sure that you obey all the laws that he has given you."
            },
            {
                "verse_number": "18",
                "verse_text": "Do what the LORD says is right and good, and all will go well with you. You will be able to take possession of the fertile land that the LORD promised your ancestors,"
            },
            {
                "verse_number": "19",
                "verse_text": "and you will drive out your enemies, as he promised."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;In time to come your children will ask you, &quot;Why did the LORD our God command us to obey all these laws?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then tell them, &quot;We were slaves of the king of Egypt, and the LORD rescued us by his great power."
            },
            {
                "verse_number": "22",
                "verse_text": "With our own eyes we saw him work miracles and do terrifying things to the Egyptians and to their king and to all his officials."
            },
            {
                "verse_number": "23",
                "verse_text": "He freed us from Egypt to bring us here and give us this land, as he had promised our ancestors he would."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the LORD our God commanded us to obey all these laws and to honour him. If we do, he will always watch over our nation and keep it prosperous."
            },
            {
                "verse_number": "25",
                "verse_text": "If we faithfully obey everything that God has commanded us, he will be pleased with us.&quot;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;The LORD your God will bring you into the land which you are going to occupy, and he will drive many nations out of it. As you advance, he will drive out seven nations larger and more powerful than you: the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "2",
                "verse_text": "When the LORD your God places these people in your power and you defeat them, you must put them all to death. Do not make an alliance with them or show them any mercy."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not marry any of them, and do not let your children marry any of them,"
            },
            {
                "verse_number": "4",
                "verse_text": "because then they would lead your children away from the LORD to worship other gods. If that happens, the LORD will be angry with you and destroy you at once."
            },
            {
                "verse_number": "5",
                "verse_text": "So then, tear down their altars, break their sacred stone pillars in pieces, cut down the symbols of their goddess Asherah, and burn their idols."
            },
            {
                "verse_number": "6",
                "verse_text": "Do this because you belong to the LORD your God. From all the peoples on earth he chose you to be his own special people."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The LORD did not love you and choose you because you outnumbered other peoples; you were the smallest nation on earth."
            },
            {
                "verse_number": "8",
                "verse_text": "But the LORD loved you and wanted to keep the promise that he made to your ancestors. That is why he saved you by his great might and set you free from slavery to the king of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember that the LORD your God is the only God and that he is faithful. He will keep his covenant and show his constant love to a thousand generations of those who love him and obey his commands,"
            },
            {
                "verse_number": "10",
                "verse_text": "but he will not hesitate to punish those who hate him."
            },
            {
                "verse_number": "11",
                "verse_text": "So now, obey what you have been taught; obey all the laws that I have given you today."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If you listen to these commands and obey them faithfully, then the LORD your God will continue to keep his covenant with you and will show you his constant love, as he promised your ancestors."
            },
            {
                "verse_number": "13",
                "verse_text": "He will love you and bless you, so that you will increase in number and have many children; he will bless your fields, so that you will have corn, wine, and olive oil; and he will bless you by giving you a lot of cattle and sheep. He will give you all these blessings in the land that he promised your ancestors he would give to you."
            },
            {
                "verse_number": "14",
                "verse_text": "No people in the world will be as richly blessed as you. None of you nor any of your livestock will be sterile."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD will protect you from all sickness, and he will not bring on you any of the dreadful diseases that you experienced in Egypt, but he will bring them on all your enemies."
            },
            {
                "verse_number": "16",
                "verse_text": "Destroy every nation that the LORD your God places in your power, and do not show them any mercy. Do not worship their gods, for that would be fatal."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Do not tell yourselves that these peoples outnumber you and that you cannot drive them out."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not be afraid of them; remember what the LORD your God did to the king of Egypt and to all his people."
            },
            {
                "verse_number": "19",
                "verse_text": "Remember the terrible plagues that you saw with your own eyes, the miracles and wonders, and the great power and strength by which the LORD your God set you free. In the same way that he destroyed the Egyptians, he will destroy all these people that you now fear."
            },
            {
                "verse_number": "20",
                "verse_text": "He will even cause panic among them and will destroy those who escape and go into hiding."
            },
            {
                "verse_number": "21",
                "verse_text": "So do not be afraid of these people. The LORD your God is with you; he is a great God and one to be feared."
            },
            {
                "verse_number": "22",
                "verse_text": "Little by little he will drive out these nations as you advance. You will not be able to destroy them all at once, for, if you did, the number of wild animals would increase and be a threat to you."
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD will put your enemies in your power and make them panic until they are destroyed."
            },
            {
                "verse_number": "24",
                "verse_text": "He will put their kings in your power. You will kill them, and they will be forgotten. No one will be able to stop you; you will destroy everyone."
            },
            {
                "verse_number": "25",
                "verse_text": "Burn their idols. Do not desire the silver or gold that is on them, and do not take it for yourselves. If you do, that will be fatal, because the LORD hates idolatry."
            },
            {
                "verse_number": "26",
                "verse_text": "Do not bring any of these idols into your homes, or the same curse will be on you that is on them. You must hate and despise these idols, because they are under the LORD 's curse."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Obey faithfully all the laws that I have given you today, so that you may live, increase in number, and occupy the land which the LORD promised to your ancestors."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember how the LORD your God led you on this long journey through the desert these past forty years, sending hardships to test you, so that he might know what you intended to do and whether you would obey his commands."
            },
            {
                "verse_number": "3",
                "verse_text": "He made you go hungry, and then he gave you manna to eat, food that you and your ancestors had never eaten before. He did this to teach you that human beings must not depend on bread alone to sustain them, but on everything that the LORD says."
            },
            {
                "verse_number": "4",
                "verse_text": "During these forty years your clothes have not worn out, nor have your feet swollen up."
            },
            {
                "verse_number": "5",
                "verse_text": "Remember that the LORD your God corrects and punishes you just as a father disciplines his children."
            },
            {
                "verse_number": "6",
                "verse_text": "So then, do as the LORD has commanded you: live according to his laws and obey him."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD your God is bringing you into a fertile land &ndash; a land that has rivers and springs, and underground streams gushing out into the valleys and hills;"
            },
            {
                "verse_number": "8",
                "verse_text": "a land that produces wheat and barley, grapes, figs, pomegranates, olives, and honey."
            },
            {
                "verse_number": "9",
                "verse_text": "There you will never go hungry or ever be in need. Its rocks have iron in them, and from its hills you can mine copper."
            },
            {
                "verse_number": "10",
                "verse_text": "You will have all you want to eat, and you will give thanks to the LORD your God for the fertile land that he has given you."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Make certain that you do not forget the LORD your God; do not fail to obey any of his laws that I am giving you today."
            },
            {
                "verse_number": "12",
                "verse_text": "When you have all you want to eat and have built good houses to live in"
            },
            {
                "verse_number": "13",
                "verse_text": "and when your cattle and sheep, your silver and gold, and all your other possessions have increased,"
            },
            {
                "verse_number": "14",
                "verse_text": "make sure that you do not become proud and forget the LORD your God who rescued you from Egypt, where you were slaves."
            },
            {
                "verse_number": "15",
                "verse_text": "He led you through that vast and terrifying desert where there were poisonous snakes and scorpions. In that dry and waterless land he made water flow out of solid rock for you."
            },
            {
                "verse_number": "16",
                "verse_text": "In the desert he gave you manna to eat, food that your ancestors had never eaten. He sent hardships on you to test you, so that in the end he could bless you with good things."
            },
            {
                "verse_number": "17",
                "verse_text": "So then, you must never think that you have made yourselves wealthy by your own power and strength."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember that it is the LORD your God who gives you the power to become rich. He does this because he is still faithful today to the covenant that he made with your ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Never forget the LORD your God or turn to other gods to worship and serve them. If you do, then I warn you today that you will certainly be destroyed."
            },
            {
                "verse_number": "20",
                "verse_text": "If you do not obey the LORD , then you will be destroyed just like those nations that he is going to destroy as you advance."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Listen, people of Israel! Today you are about to cross the River Jordan and occupy the land belonging to nations greater and more powerful than you. Their cities are large, with walls that reach the sky."
            },
            {
                "verse_number": "2",
                "verse_text": "The people themselves are tall and strong; they are giants, and you have heard it said that no one can stand against them."
            },
            {
                "verse_number": "3",
                "verse_text": "But now you will see for yourselves that the LORD your God will go ahead of you like a raging fire. He will defeat them as you advance, so that you will drive them out and destroy them quickly, as he promised."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;After the LORD your God has driven them out for you, do not say to yourselves that he brought you in to possess this land because you deserved it. No, the LORD is going to drive these people out for you because they are wicked."
            },
            {
                "verse_number": "5",
                "verse_text": "It is not because you are good and do what is right that the LORD is letting you take their land. He will drive them out because they are wicked and because he intends to keep the promise that he made to your ancestors, Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "6",
                "verse_text": "You can be sure that the LORD is not giving you this fertile land because you deserve it. No, you are a stubborn people."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Never forget how you made the LORD your God angry in the desert. From the day that you left Egypt until the day you arrived here, you have rebelled against him."
            },
            {
                "verse_number": "8",
                "verse_text": "Even at Mount Sinai you made the LORD angry &ndash; angry enough to destroy you."
            },
            {
                "verse_number": "9",
                "verse_text": "I went up the mountain to receive the stone tablets on which was written the covenant that the LORD had made with you. I stayed there forty days and nights and did not eat or drink anything."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the LORD gave me the two stone tablets on which he had written with his own hand what he had said to you from the fire on the day that you were gathered there at the mountain."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, after those forty days and nights the LORD gave me the two stone tablets on which he had written the covenant."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Then the LORD said to me, &quot;Go down the mountain at once, because your people, whom you led out of Egypt, have become corrupt and have done evil. They have already turned away from what I commanded them to do, and they have made an idol for themselves.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The LORD also said to me, &quot;I know how stubborn these people are."
            },
            {
                "verse_number": "14",
                "verse_text": "Don't try to stop me. I intend to destroy them so that no one will remember them any longer. Then I will make you the father of a nation larger and more powerful than they are.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;So I turned and went down the mountain, carrying the two stone tablets on which the covenant was written. Flames of fire were coming from the mountain."
            },
            {
                "verse_number": "16",
                "verse_text": "I saw that you had already disobeyed the command that the LORD your God had given you, and that you had sinned against him by making yourselves a metal idol in the form of a bull calf."
            },
            {
                "verse_number": "17",
                "verse_text": "So there in front of you I threw the stone tablets down and broke them to pieces."
            },
            {
                "verse_number": "18",
                "verse_text": "Then once again I lay face downwards in the LORD 's presence for forty days and nights and did not eat or drink anything. I did this because you had sinned against the LORD and had made him angry."
            },
            {
                "verse_number": "19",
                "verse_text": "I was afraid of the LORD 's fierce anger, because he was furious enough to destroy you; but once again the LORD listened to me."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD was also angry enough with Aaron to kill him, so I prayed for Aaron at the same time."
            },
            {
                "verse_number": "21",
                "verse_text": "I took that sinful thing that you had made &ndash; that metal bull calf &ndash; and threw it into the fire. Then I broke it in pieces, ground it to dust, and threw the dust into the stream that flowed down the mountain."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You also made the LORD your God angry when you were at Taberah, Massah, and Kibroth Hattaavah."
            },
            {
                "verse_number": "23",
                "verse_text": "And when he sent you from Kadesh Barnea with orders to go and take possession of the land that he was giving you, you rebelled against him; you did not trust him or obey him."
            },
            {
                "verse_number": "24",
                "verse_text": "Ever since I have known you, you have rebelled against the LORD ."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;So I lay face downwards in the LORD 's presence those forty days and nights, because I knew that he was determined to destroy you."
            },
            {
                "verse_number": "26",
                "verse_text": "And I prayed, &quot;Sovereign LORD , don't destroy your own people, the people you rescued and brought out of Egypt by your great strength and power."
            },
            {
                "verse_number": "27",
                "verse_text": "Remember your servants, Abraham, Isaac, and Jacob, and do not pay any attention to the stubbornness, wickedness, and sin of this people."
            },
            {
                "verse_number": "28",
                "verse_text": "Otherwise, the Egyptians will say that you were unable to take your people into the land that you had promised them. They will say that you took your people out into the desert to kill them, because you hated them."
            },
            {
                "verse_number": "29",
                "verse_text": "After all, these are the people whom you chose to be your own and whom you brought out of Egypt by your great power and might.&quot;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Then the LORD said to me, &quot;Cut two stone tablets like the first ones and make a wooden box to put them in. Come up to me on the mountain,"
            },
            {
                "verse_number": "2",
                "verse_text": "and I will write on those tablets what I wrote on the tablets that you broke, and then you are to put them in the box.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;So I made a box of acacia wood and cut two stone tablets like the first ones and took them up the mountain."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the LORD wrote on those tablets the same words that he had written the first time, the Ten Commandments that he gave you when he spoke from the fire on the day you were gathered at the mountain. The LORD gave me the tablets,"
            },
            {
                "verse_number": "5",
                "verse_text": "and I turned and went down the mountain. Then, just as the LORD had commanded, I put them in the box that I had made &ndash; and they have been there ever since.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(The Israelites set out from the wells that belonged to the people of Jaakan, and went to Moserah. There Aaron died and was buried, and his son Eleazar succeeded him as priest."
            },
            {
                "verse_number": "7",
                "verse_text": "From there they went to Gudgodah and then on to Jotbathah, a well-watered place."
            },
            {
                "verse_number": "8",
                "verse_text": "At the mountain the LORD appointed the men of the tribe of Levi to be in charge of the Covenant Box, to serve him as priests, and to pronounce blessings in his name. And these are still their duties."
            },
            {
                "verse_number": "9",
                "verse_text": "That is why the tribe of Levi received no land as the other tribes did; what they received was the privilege of being the LORD 's priests, as the LORD your God promised.)"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I stayed on the mountain forty days and nights, as I did the first time. The LORD listened to me once more and agreed not to destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "Then he told me to go and lead you, so that you could take possession of the land that he had promised to give to your ancestors."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Now, people of Israel, listen to what the LORD your God demands of you: worship the LORD and do all that he commands. Love him, serve him with all your heart,"
            },
            {
                "verse_number": "13",
                "verse_text": "and obey all his laws. I am giving them to you today for your benefit."
            },
            {
                "verse_number": "14",
                "verse_text": "To the LORD belong even the highest heavens; the earth is his also, and everything on it."
            },
            {
                "verse_number": "15",
                "verse_text": "But the LORD 's love for your ancestors was so strong that he chose you instead of any other people, and you are still his chosen people."
            },
            {
                "verse_number": "16",
                "verse_text": "So then, from now on be obedient to the LORD and stop being stubborn."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD your God is supreme over all gods and over all powers. He is great and mighty, and he is to be feared. He does not show partiality, and he does not accept bribes."
            },
            {
                "verse_number": "18",
                "verse_text": "He makes sure that orphans and widows are treated fairly; he loves the foreigners who live with our people, and gives them food and clothes."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, show love for those foreigners, because you were once foreigners in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "Obey the LORD your God and worship only him. Be faithful to him and make your promises in his name alone."
            },
            {
                "verse_number": "21",
                "verse_text": "Praise him &ndash; he is your God, and you have seen with your own eyes the great and astounding things that he has done for you."
            },
            {
                "verse_number": "22",
                "verse_text": "When your ancestors went to Egypt, there were only seventy of them. But now the LORD your God has made you as numerous as the stars in the sky."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Love the LORD your God and always obey all his laws."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember today what you have learned about the LORD through your experiences with him. It was you, not your children, who had these experiences. You saw the LORD 's greatness, his power, his might,"
            },
            {
                "verse_number": "3",
                "verse_text": "and his miracles. You saw what he did to the king of Egypt and to his entire country."
            },
            {
                "verse_number": "4",
                "verse_text": "You saw how the LORD completely wiped out the Egyptian army, along with their horses and chariots, by drowning them in the Red Sea when they were pursuing you."
            },
            {
                "verse_number": "5",
                "verse_text": "You know what the LORD did for you in the desert before you arrived here."
            },
            {
                "verse_number": "6",
                "verse_text": "You recall what he did to Dathan and Abiram, the sons of Eliab of the tribe of Reuben. In the sight of everyone the earth opened up and swallowed them, along with their families, their tents, and all their servants and animals."
            },
            {
                "verse_number": "7",
                "verse_text": "Yes, you are the ones who have seen all these great things that the LORD has done."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Obey all the laws that I have given you today. Then you will be able to cross the river and occupy the land that you are about to enter."
            },
            {
                "verse_number": "9",
                "verse_text": "And you will live a long time in the rich and fertile land that the LORD promised to give your ancestors and their descendants."
            },
            {
                "verse_number": "10",
                "verse_text": "The land that you are about to occupy is not like the land of Egypt, where you lived before. There, when you sowed seed, you had to work hard to irrigate the fields;"
            },
            {
                "verse_number": "11",
                "verse_text": "but the land that you are about to enter is a land of mountains and valleys, a land watered by rain."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD your God takes care of this land and watches over it throughout the year."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;So then, obey the commands that I have given you today; love the LORD your God and serve him with all your heart."
            },
            {
                "verse_number": "14",
                "verse_text": "If you do, he will send rain on your land when it is needed, in the autumn and in the spring, so that there will be corn, wine, and olive oil for you,"
            },
            {
                "verse_number": "15",
                "verse_text": "and grass for your livestock. You will have all the food you want."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not let yourselves be led away from the LORD to worship and serve other gods."
            },
            {
                "verse_number": "17",
                "verse_text": "If you do, the LORD will become angry with you. He will hold back the rain, and your ground will become too dry for crops to grow. Then you will soon die there, even though it is a good land that he is giving you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Remember these commands and cherish them. Tie them on your arms and wear them on your foreheads as a reminder."
            },
            {
                "verse_number": "19",
                "verse_text": "Teach them to your children. Talk about them when you are at home and when you are away, when you are resting and when you are working."
            },
            {
                "verse_number": "20",
                "verse_text": "Write them on the doorposts of your houses and on your gates."
            },
            {
                "verse_number": "21",
                "verse_text": "Then you and your children will live a long time in the land that the LORD your God promised to give to your ancestors. You will live there as long as there is a sky above the earth."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Obey faithfully all the laws that I have given you: Love the LORD your God, do everything he commands, and be faithful to him."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he will drive out all those nations as you advance, and you will occupy the land belonging to nations greater and more powerful than you."
            },
            {
                "verse_number": "24",
                "verse_text": "All the ground that you march over will be yours. Your territory will extend from the desert in the south to the Lebanon Mountains in the north, and from the River Euphrates in the east to the Mediterranean Sea in the west."
            },
            {
                "verse_number": "25",
                "verse_text": "Wherever you go in that land, the LORD your God will make the people fear you, as he has promised, and no one will be able to stop you."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Today I am giving you the choice between a blessing and a curse &ndash;"
            },
            {
                "verse_number": "27",
                "verse_text": "a blessing, if you obey the commands of the LORD your God that I am giving you today;"
            },
            {
                "verse_number": "28",
                "verse_text": "but a curse, if you disobey these commands and turn away to worship other gods that you have never worshipped before."
            },
            {
                "verse_number": "29",
                "verse_text": "When the LORD brings you into the land that you are going to occupy, you are to proclaim the blessing from Mount Gerizim and the curse from Mount Ebal."
            },
            {
                "verse_number": "30",
                "verse_text": "(These two mountains are west of the River Jordan in the territory of the Canaanites who live in the Jordan Valley. They are towards the west, not far from the sacred trees of Moreh near the town of Gilgal.)"
            },
            {
                "verse_number": "31",
                "verse_text": "You are about to cross the River Jordan and occupy the land that the LORD your God is giving you. When you take it and settle there,"
            },
            {
                "verse_number": "32",
                "verse_text": "be sure to obey all the laws that I am giving you today."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Here are the laws that you are to obey as long as you live in the land that the LORD , the God of your ancestors, is giving you. Listen to them!"
            },
            {
                "verse_number": "2",
                "verse_text": "In the land that you are taking, destroy all the places where the people worship their gods on high mountains, on hills, and under green trees."
            },
            {
                "verse_number": "3",
                "verse_text": "Tear down their altars and smash their sacred stone pillars to pieces. Burn their symbols of the goddess Asherah and chop down their idols, so that they will never again be worshipped at those places."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do not worship the LORD your God in the way that these people worship their gods."
            },
            {
                "verse_number": "5",
                "verse_text": "Out of the territory of all your tribes the LORD will choose the one place where the people are to come into his presence and worship him."
            },
            {
                "verse_number": "6",
                "verse_text": "There you are to offer your sacrifices that are to be burnt and your other sacrifices, your tithes and your offerings, the gifts that you promise to the LORD , your freewill offerings, and the firstborn of your cattle and sheep."
            },
            {
                "verse_number": "7",
                "verse_text": "There, in the presence of the LORD your God, who has blessed you, you and your families will eat and enjoy the good things that you have worked for."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When that time comes, you must not do as you have been doing. Until now you have all been worshipping as you please,"
            },
            {
                "verse_number": "9",
                "verse_text": "because you have not yet entered the land that the LORD your God is giving you, where you can live in peace."
            },
            {
                "verse_number": "10",
                "verse_text": "When you cross the River Jordan, the LORD will let you occupy the land and live there. He will keep you safe from all your enemies, and you will live in peace."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD will choose a single place where he is to be worshipped, and there you must bring to him everything that I have commanded: your sacrifices that are to be burnt and your other sacrifices, your tithes and your offerings, and those special gifts that you have promised to the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "Be joyful there in his presence, together with your children, your servants, and the Levites who live in your towns; remember that the Levites will have no land of their own."
            },
            {
                "verse_number": "13",
                "verse_text": "You are not to offer your sacrifices wherever you choose;"
            },
            {
                "verse_number": "14",
                "verse_text": "you must offer them only in the one place that the LORD will choose in the territory of one of your tribes. Only there are you to offer your sacrifices that are to be burnt and do all the other things that I have commanded you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But you are free to kill and eat your animals wherever you live. You may eat as many as the LORD gives you. All of you, whether ritually clean or unclean, may eat them, just as you would eat the meat of deer or antelope."
            },
            {
                "verse_number": "16",
                "verse_text": "But you must not use their blood as food; you must pour it out on the ground like water."
            },
            {
                "verse_number": "17",
                "verse_text": "Nothing that you offer to the LORD is to be eaten in the places where you live: neither the tithes of your corn, your wine, or your olive oil, nor the firstborn of your cattle and sheep, the gifts that you promise to the LORD , your freewill offerings, or any other offerings."
            },
            {
                "verse_number": "18",
                "verse_text": "You and your children, together with your servants and the Levites who live in your towns, are to eat these offerings only in the presence of the LORD your God, in the one place of worship chosen by the LORD your God. And you are to be happy there over everything that you have done."
            },
            {
                "verse_number": "19",
                "verse_text": "Be sure, also, not to neglect the Levites, as long as you live in your land."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;When the LORD your God enlarges your territory, as he has promised, you may eat meat whenever you wish."
            },
            {
                "verse_number": "21",
                "verse_text": "If the one place of worship is too far away, then, whenever you wish, you may kill any of the cattle or sheep that the LORD has given you, and you may eat the meat at home, as I have told you."
            },
            {
                "verse_number": "22",
                "verse_text": "Anyone, ritually clean or unclean, may eat that meat, just as he would eat the meat of deer or antelope."
            },
            {
                "verse_number": "23",
                "verse_text": "Only do not eat meat with blood still in it, for the life is in the blood, and you must not eat the life with the meat."
            },
            {
                "verse_number": "24",
                "verse_text": "Do not use the blood for food; instead pour it out on the ground like water."
            },
            {
                "verse_number": "25",
                "verse_text": "If you obey this command, the LORD will be pleased, and all will go well for you and your descendants."
            },
            {
                "verse_number": "26",
                "verse_text": "Take to the one place of worship your offerings and the gifts that you have promised the LORD ."
            },
            {
                "verse_number": "27",
                "verse_text": "Offer there the sacrifices which are to be completely burnt on the LORD 's altar. Also offer those sacrifices in which you eat the meat and pour the blood out on the altar."
            },
            {
                "verse_number": "28",
                "verse_text": "Obey faithfully everything that I have commanded you, and all will go well for you and your descendants for ever, because you will be doing what is right and what pleases the LORD your God."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The LORD your God will destroy the nations as you invade their land, and you will occupy it and settle there."
            },
            {
                "verse_number": "30",
                "verse_text": "After the LORD destroys those nations, make sure that you don't follow their religious practices, because that would be fatal. Don't try to find out how they worship their gods, so that you can worship in the same way."
            },
            {
                "verse_number": "31",
                "verse_text": "Do not worship the LORD your God in the way they worship their gods, for in the worship of their gods they do all the disgusting things that the LORD hates. They even sacrifice their children in the fires on their altars."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Do everything that I have commanded you; do not add anything to it or take anything from it."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Prophets or interpreters of dreams may promise a miracle or a wonder,"
            },
            {
                "verse_number": "2",
                "verse_text": "in order to lead you to worship and serve gods that you have not worshipped before. Even if what they promise comes true,"
            },
            {
                "verse_number": "3",
                "verse_text": "do not pay any attention to them. The LORD your God is using them to test you, to see if you love the LORD with all your heart."
            },
            {
                "verse_number": "4",
                "verse_text": "Follow the LORD and honour him; obey him and keep his commands; worship him and be faithful to him."
            },
            {
                "verse_number": "5",
                "verse_text": "But put to death any interpreters of dreams or prophets who tell you to rebel against the LORD , who rescued you from Egypt, where you were slaves. Such people are evil and are trying to lead you away from the life that the LORD has commanded you to live. They must be put to death, in order to rid yourselves of this evil."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Even your brother or your son or your daughter or the wife you love or your closest friend may secretly encourage you to worship other gods, gods that you and your ancestors have never worshipped."
            },
            {
                "verse_number": "7",
                "verse_text": "One of them may encourage you to worship the gods of the people who live near you or the gods of those who live far away."
            },
            {
                "verse_number": "8",
                "verse_text": "But do not let him or her persuade you; do not even listen to them. Show them no mercy or pity, and do not protect them."
            },
            {
                "verse_number": "9",
                "verse_text": "Kill them! Be the first to stone them, and then let everyone else stone them too."
            },
            {
                "verse_number": "10",
                "verse_text": "Stone them to death! They tried to lead you away from the LORD your God, who rescued you from Egypt, where you were slaves."
            },
            {
                "verse_number": "11",
                "verse_text": "Then all the people of Israel will hear what happened; they will be afraid, and no one will ever again do such an evil thing."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;When you are living in the towns that the LORD your God gives you, you may hear"
            },
            {
                "verse_number": "13",
                "verse_text": "that some worthless people of your nation have misled the people of their town to worship gods that you have never worshipped before."
            },
            {
                "verse_number": "14",
                "verse_text": "If you hear such a rumour, investigate it thoroughly; and if it is true that this evil thing did happen,"
            },
            {
                "verse_number": "15",
                "verse_text": "then kill all the people in that town and all their livestock too. Destroy that town completely."
            },
            {
                "verse_number": "16",
                "verse_text": "Bring together all the possessions of the people who live there and pile them up in the town square. Then burn the town and everything in it as an offering to the LORD your God. It must be left in ruins for ever and never again be rebuilt."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not keep for yourselves anything that was condemned to destruction, and then the LORD will turn from his fierce anger and show you mercy. He will be merciful to you and make you a numerous people, as he promised your ancestors,"
            },
            {
                "verse_number": "18",
                "verse_text": "if you obey all his commands that I have given you today, and do what he requires."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;You are the people of the LORD your God. So when you mourn for the dead, don't gash yourselves or shave the front of your head, as other people do."
            },
            {
                "verse_number": "2",
                "verse_text": "You belong to the LORD your God; he has chosen you to be his own people from among all the peoples who live on earth. &apos;Do not cook a young sheep or goat in its mother's milk."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Do not eat anything that the LORD has declared unclean."
            },
            {
                "verse_number": "4",
                "verse_text": "You may eat these animals: cattle, sheep, goats,"
            },
            {
                "verse_number": "5",
                "verse_text": "deer, wild sheep, wild goats, or antelopes &ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "any animals that have divided hoofs and that also chew the cud."
            },
            {
                "verse_number": "7",
                "verse_text": "But no animals may be eaten unless they have divided hoofs and also chew the cud. You may not eat camels, rabbits, or rock-badgers. They must be considered unclean; they chew the cud but do not have divided hoofs."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not eat pigs. They must be considered unclean; they have divided hoofs but do not chew the cud. Do not eat any of these animals or even touch their dead bodies."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You may eat any kind of fish that has fins and scales,"
            },
            {
                "verse_number": "10",
                "verse_text": "but anything living in the water that does not have fins and scales may not be eaten; it must be considered unclean."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You may eat any clean bird."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;All winged insects are unclean; do not eat them."
            },
            {
                "verse_number": "20",
                "verse_text": "You may eat any clean insect."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Do not eat any animal that dies a natural death. You may let the foreigners who live among you eat it, or you may sell it to other foreigners. But you belong to the LORD your God; you are his people."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Set aside a tithe &ndash; a tenth of all that your fields produce each year."
            },
            {
                "verse_number": "23",
                "verse_text": "Then go to the one place where the LORD your God has chosen to be worshipped; and there in his presence eat the tithes of your corn, wine, and olive oil, and the firstborn of your cattle and sheep. Do this so that you may learn to honour the LORD your God always."
            },
            {
                "verse_number": "24",
                "verse_text": "If the place of worship is too far from your home for you to carry there the tithe of the produce that the LORD has blessed you with, then do this:"
            },
            {
                "verse_number": "25",
                "verse_text": "Sell your produce and take the money with you to the one place of worship."
            },
            {
                "verse_number": "26",
                "verse_text": "Spend it on whatever you want &ndash; beef, lamb, wine, beer &ndash; and there, in the presence of the LORD your God, you and your families are to eat and enjoy yourselves."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Do not neglect the Levites who live in your towns; they have no property of their own."
            },
            {
                "verse_number": "28",
                "verse_text": "At the end of every third year bring the tithe of all your crops and store it in your towns."
            },
            {
                "verse_number": "29",
                "verse_text": "This food is for the Levites, since they own no property, and for the foreigners, orphans, and widows who live in your towns. They are to come and get all they need. Do this, and the LORD your God will bless you in everything you do."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At the end of every seventh year you are to cancel the debts of those who owe you money."
            },
            {
                "verse_number": "2",
                "verse_text": "This is how it is to be done. All who have lent money to a fellow-Israelite are to cancel the debt; they must not try to collect the money; the LORD himself has declared the debt cancelled."
            },
            {
                "verse_number": "3",
                "verse_text": "You may collect what a foreigner owes you, but you must not collect what any of your own people owe you."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The LORD your God will bless you in the land that he is giving you. Not one of your people will be poor"
            },
            {
                "verse_number": "5",
                "verse_text": "if you obey him and carefully observe everything that I command you today."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD will bless you, as he has promised. You will lend money to many nations, but you will not have to borrow from any; you will have control over many nations, but no nation will have control over you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If in any of the towns in the land that the LORD your God is giving you there is a fellow-Israelite in need, then do not be selfish and refuse to help him."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, be generous and lend him as much as he needs."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not refuse to lend him something, just because the year when debts are cancelled is near. Do not let such an evil thought enter your mind. If you refuse to make the loan, he will cry out to the LORD against you, and you will be held guilty."
            },
            {
                "verse_number": "10",
                "verse_text": "Give to him freely and unselfishly, and the LORD will bless you in everything you do."
            },
            {
                "verse_number": "11",
                "verse_text": "There will always be some Israelites who are poor and in need, and so I command you to be generous to them."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If a fellow-Israelite sells himself or herself to you as a slave, you are to release them after they have served you for six years. When the seventh year comes, you must let them go free."
            },
            {
                "verse_number": "13",
                "verse_text": "When you set them free, do not send them away empty-handed."
            },
            {
                "verse_number": "14",
                "verse_text": "Give to them generously from what the LORD has blessed you with &ndash; sheep, corn, and wine."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember that you were slaves in Egypt and the LORD your God set you free; that is why I am now giving you this command."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;But your slave may not want to leave; he may love you and your family and be content to stay."
            },
            {
                "verse_number": "17",
                "verse_text": "Then take him to the door of your house and there pierce his ear; he will then be your slave for life. Treat your female slave in the same way."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not be resentful when you set a slave free; after all, the slave has served you for six years at half the cost of a hired servant. Do this, and the LORD your God will bless you in all that you do."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Set aside for the LORD your God all the firstborn males of your cattle and sheep; don't use any of these cattle for work and don't shear any of these sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "Each year you and your family are to eat them in the LORD 's presence at the one place of worship."
            },
            {
                "verse_number": "21",
                "verse_text": "But if there is anything wrong with the animals, if they are crippled or blind or have any other serious defect, you must not sacrifice them to the LORD your God."
            },
            {
                "verse_number": "22",
                "verse_text": "You may eat such animals at home. All of you, whether ritually clean or unclean, may eat them, just as you eat deer or antelope."
            },
            {
                "verse_number": "23",
                "verse_text": "But do not use their blood for food; instead, you must pour it out on the ground like water."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Honour the LORD your God by celebrating Passover in the month of Abib; it was on a night in that month that he rescued you from Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "Go to the one place of worship and slaughter there one of your sheep or cattle for the Passover meal to honour the LORD your God."
            },
            {
                "verse_number": "3",
                "verse_text": "When you eat this meal, do not eat bread prepared with yeast. For seven days you are to eat bread prepared without yeast, as you did when you had to leave Egypt in such a hurry. Eat this bread &ndash; it will be called the bread of suffering &ndash; so that as long as you live you will remember the day you came out of Egypt, that place of suffering."
            },
            {
                "verse_number": "4",
                "verse_text": "For seven days no one in your land is to have any yeast in the house; and the meat of the animal killed on the evening of the first day must be eaten that same night."
            },
            {
                "verse_number": "7",
                "verse_text": "Boil the meat and eat it at the one place of worship; and the next morning return home."
            },
            {
                "verse_number": "8",
                "verse_text": "For the next six days you are to eat bread prepared without yeast, and on the seventh day assemble to worship the LORD your God, and do no work on that day."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Count seven weeks from the time that you begin to harvest the corn,"
            },
            {
                "verse_number": "10",
                "verse_text": "and then celebrate the Harvest Festival, to honour the LORD your God, by bringing him a freewill offering in proportion to the blessing he has given you."
            },
            {
                "verse_number": "11",
                "verse_text": "Be joyful in the LORD 's presence, together with your children, your servants, and the Levites, foreigners, orphans, and widows who live in your towns. Do this at the one place of worship."
            },
            {
                "verse_number": "12",
                "verse_text": "Be sure that you obey these commands; do not forget that you were slaves in Egypt."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;After you have threshed all your corn and pressed all your grapes, celebrate the Festival of Shelters for seven days."
            },
            {
                "verse_number": "14",
                "verse_text": "Enjoy it with your children, your servants, and the Levites, foreigners, orphans, and widows who live in your towns."
            },
            {
                "verse_number": "15",
                "verse_text": "Honour the LORD your God by celebrating this festival for seven days at the one place of worship. Be joyful, because the LORD has blessed your harvest and your work."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;All the men of your nation are to come to worship the LORD three times a year at the one place of worship: at Passover, Harvest Festival, and the Festival of Shelters. Each man is to bring a gift"
            },
            {
                "verse_number": "17",
                "verse_text": "as he is able, in proportion to the blessings that the LORD your God has given him."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Appoint judges and other officials in every town that the LORD your God gives you. These men are to judge the people impartially."
            },
            {
                "verse_number": "19",
                "verse_text": "They are not to be unjust or show partiality in their judgements; and they are not to accept bribes, for gifts blind the eyes even of wise and honest men, and cause them to give wrong decisions."
            },
            {
                "verse_number": "20",
                "verse_text": "Always be fair and just, so that you will occupy the land that the LORD your God is giving you and will continue to live there."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;When you make an altar for the LORD your God, do not put beside it a wooden symbol of the goddess Asherah."
            },
            {
                "verse_number": "22",
                "verse_text": "And do not set up any stone pillar for idol worship; the LORD hates them."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do not sacrifice to the LORD your God cattle or sheep that have any defects; the LORD hates this."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Suppose you hear that in one of your towns some man or woman has sinned against the LORD and broken his covenant"
            },
            {
                "verse_number": "3",
                "verse_text": "by worshipping and serving other gods or the sun or the moon or the stars, contrary to the LORD 's command."
            },
            {
                "verse_number": "4",
                "verse_text": "If you hear such a report, then investigate it thoroughly. If it is true that this evil thing has happened in Israel,"
            },
            {
                "verse_number": "5",
                "verse_text": "then take that person outside the town and stone him to death."
            },
            {
                "verse_number": "6",
                "verse_text": "However, he may be put to death only if two or more witnesses testify against him; he is not to be put to death if there is only one witness."
            },
            {
                "verse_number": "7",
                "verse_text": "The witnesses are to throw the first stones, and then the rest of the people are to stone that person; in this way you will get rid of this evil."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;It may be that some cases will be too difficult for the local judges to decide, such as certain cases of property rights or of bodily injury or those cases that involve a distinction between murder and manslaughter. When this happens, go to the one place of worship chosen by the LORD your God,"
            },
            {
                "verse_number": "9",
                "verse_text": "and present your case to the levitical priests and to the judge who is in office at that time, and let them decide the case."
            },
            {
                "verse_number": "10",
                "verse_text": "They will give their decision, and you are to do exactly as they tell you."
            },
            {
                "verse_number": "11",
                "verse_text": "Accept their verdict and follow their instructions in every detail."
            },
            {
                "verse_number": "12",
                "verse_text": "Anyone who dares to disobey either the judge or the priest on duty is to be put to death; in this way you will remove this evil from Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "Then everyone will hear of it and be afraid, and no one else will dare to act in such a way."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;After you have taken possession of the land that the LORD your God is going to give you and have settled there, then you will decide you need a king like all the nations round you."
            },
            {
                "verse_number": "15",
                "verse_text": "Make sure that the man you choose to be king is the one whom the LORD has chosen. He must be one of your own people; do not make a foreigner your king."
            },
            {
                "verse_number": "16",
                "verse_text": "The king is not to have a large number of horses for his army, and he is not to send people to Egypt to buy horses, because the LORD has said that his people are never to return there."
            },
            {
                "verse_number": "17",
                "verse_text": "The king is not to have many wives, because this would make him turn away from the LORD ; and he is not to make himself rich with silver and gold."
            },
            {
                "verse_number": "18",
                "verse_text": "When he becomes king, he is to have a copy of the book of God's laws and teachings made from the original copy kept by the levitical priests."
            },
            {
                "verse_number": "19",
                "verse_text": "He is to keep this book near him and read from it all his life, so that he will learn to honour the LORD and to obey faithfully everything that is commanded in it."
            },
            {
                "verse_number": "20",
                "verse_text": "This will keep him from thinking that he is better than his fellow-Israelites and from disobeying the LORD 's commands in any way. Then he will reign for many years, and his descendants will rule Israel for many generations."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "&apos;The priestly tribe of Levi is not to receive any share of land in Israel; instead, they are to live on the offerings and other sacrifices given to the LORD ."
            },
            {
                "verse_number": "2",
                "verse_text": "They are to own no land, as the other tribes do; their share is the privilege of being the LORD 's priests, as the LORD has promised."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Whenever cattle or sheep are sacrificed, the priests are to be given the shoulder, the jaw, and the stomach."
            },
            {
                "verse_number": "4",
                "verse_text": "They are to receive the first share of the corn, wine, olive oil, and wool."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD chose from all your tribes the tribe of Levi to serve him as priests for ever."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Any Levite who wants to may come from any town in Israel to the one place of worship"
            },
            {
                "verse_number": "7",
                "verse_text": "and may serve there as a priest of the LORD his God, like the other Levites who are serving there."
            },
            {
                "verse_number": "8",
                "verse_text": "He is to receive the same amount of food as the other priests, and he may keep whatever his family sends him."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;When you come into the land that the LORD your God is giving you, don't follow the disgusting practices of the nations that are there."
            },
            {
                "verse_number": "10",
                "verse_text": "Don't sacrifice your children in the fires on your altars; and don't let your people practise divination or look for omens or use spells"
            },
            {
                "verse_number": "11",
                "verse_text": "or charms, and don't let them consult the spirits of the dead."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD your God hates people who do these disgusting things, and that is why he is driving those nations out of the land as you advance."
            },
            {
                "verse_number": "13",
                "verse_text": "Be completely faithful to the LORD .&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Moses said, &apos;In the land you are about to occupy, people follow the advice of those who practise divination and look for omens, but the LORD your God does not allow you to do this."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, he will send you a prophet like me from among your own people, and you are to obey him."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;On the day that you were gathered at Mount Sinai, you begged not to hear the LORD speak again or to see his fiery presence any more, because you were afraid you would die."
            },
            {
                "verse_number": "17",
                "verse_text": "So the LORD said to me, &quot;They have made a wise request."
            },
            {
                "verse_number": "18",
                "verse_text": "I will send them a prophet like you from among their own people; I will tell him what to say, and he will tell the people everything I command."
            },
            {
                "verse_number": "19",
                "verse_text": "He will speak in my name, and I will punish anyone who refuses to obey him."
            },
            {
                "verse_number": "20",
                "verse_text": "But if any prophet dares to speak a message in my name when I did not command him to do so, he must die for it, and so must any prophet who speaks in the name of other gods.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You may wonder how you can tell when a prophet's message does not come from the LORD ."
            },
            {
                "verse_number": "22",
                "verse_text": "If a prophet speaks in the name of the LORD and what he says does not come true, then it is not the LORD 's message. That prophet has spoken on his own authority, and you are not to fear him."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "&apos;After the LORD your God has destroyed the people whose land he is giving you and after you have taken their cities and houses and settled there,"
            },
            {
                "verse_number": "4",
                "verse_text": "If someone accidentally kills someone who is not an enemy, he may escape to any of these cities and be safe."
            },
            {
                "verse_number": "5",
                "verse_text": "For example, if two men go into the forest together to cut wood and if, as one of them is chopping down a tree, the head of the axe comes off the handle and kills the other, he can run to one of those three cities and be safe."
            },
            {
                "verse_number": "6",
                "verse_text": "If there were only one city, the distance to it might be too great, and the relative who is responsible for taking revenge for the killing might catch him and in his anger kill an innocent neighbour. After all, it was by accident that he killed his neighbour who was not his enemy."
            },
            {
                "verse_number": "7",
                "verse_text": "This is why I order you to set aside three cities."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When the LORD your God enlarges your territory, as he told your ancestors he would, and gives you all the land he has promised,"
            },
            {
                "verse_number": "9",
                "verse_text": "then you are to select three more cities. (He will give you this land if you do everything that I command you today and if you love the LORD your God and live according to his teachings.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Do this, so that innocent people will not die and so that you will not be guilty of putting them to death in the land that the LORD is giving you."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But suppose someone deliberately murders an enemy in cold blood and then escapes to one of those cities for protection."
            },
            {
                "verse_number": "12",
                "verse_text": "In that case, the leaders of his own town are to send for him and hand him over to the relative responsible for taking revenge for the murder, so that he may be put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "Show him no mercy. Rid Israel of this murderer, so that all will go well with you."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Do not move your neighbour's boundary mark, established long ago in the land that the LORD your God is giving you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;One witness is not enough to convict a man of a crime; at least two witnesses are necessary to prove that a man is guilty."
            },
            {
                "verse_number": "16",
                "verse_text": "If someone tries to harm someone else by false accusation,"
            },
            {
                "verse_number": "17",
                "verse_text": "both are to go to the one place of worship and be judged by the priests and judges who are then in office."
            },
            {
                "verse_number": "18",
                "verse_text": "The judges will investigate the case thoroughly; and if someone has made a false accusation against a fellow-Israelite,"
            },
            {
                "verse_number": "19",
                "verse_text": "that person is to receive the punishment the accused would have received. In this way you will get rid of this evil."
            },
            {
                "verse_number": "20",
                "verse_text": "Then everyone else will hear what happened; they will be afraid, and no one will ever again do such an evil thing."
            },
            {
                "verse_number": "21",
                "verse_text": "In such cases show no mercy; the punishment is to be a life for a life, an eye for an eye, a tooth for a tooth, a hand for a hand, and a foot for a foot."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When you go out to fight against your enemies and you see chariots and horses and an army that outnumbers yours, do not be afraid of them. The LORD your God, who rescued you from Egypt, will be with you."
            },
            {
                "verse_number": "2",
                "verse_text": "Before you start fighting, a priest is to come forward and say to the army,"
            },
            {
                "verse_number": "3",
                "verse_text": "&quot;Men of Israel, listen! Today you are going into battle. Do not be afraid of your enemies, or lose courage, or panic."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD your God is going with you, and he will give you victory.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Then the officers will address the men and say, &quot;Is there any man here who has just built a house, but has not yet dedicated it? If so, he is to go home. Otherwise, if he is killed in battle, someone else will dedicate his house."
            },
            {
                "verse_number": "6",
                "verse_text": "Is there any man here who has just planted a vineyard, but has not yet had the chance to harvest its grapes? If so, he is to go home. Otherwise, if he is killed in battle, someone else will enjoy the wine."
            },
            {
                "verse_number": "7",
                "verse_text": "Is there anyone here who is engaged to be married? If so, he is to go home. Otherwise, if he is killed in battle, someone else will marry the woman he is engaged to.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;The officers will also say to the men, &quot;Is there any man here who has lost his nerve and is afraid? If so, he is to go home. Otherwise, he will destroy the morale of the others.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "When the officers have finished speaking to the army, leaders are to be chosen for each unit."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When you go to attack a city, first give its people a chance to surrender."
            },
            {
                "verse_number": "11",
                "verse_text": "If they open the gates and surrender, they are all to become your slaves and do forced labour for you."
            },
            {
                "verse_number": "12",
                "verse_text": "But if the people of that city will not surrender, but choose to fight, surround it with your army."
            },
            {
                "verse_number": "13",
                "verse_text": "Then, when the LORD your God lets you capture the city, kill every man in it."
            },
            {
                "verse_number": "14",
                "verse_text": "You may, however, take for yourselves the women, the children, the livestock, and everything else in the city. You may use everything that belongs to your enemies. The LORD has given it to you."
            },
            {
                "verse_number": "15",
                "verse_text": "That is how you are to deal with those cities that are far away from the land you will settle in."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;But when you capture cities in the land that the LORD your God is giving you, kill everyone."
            },
            {
                "verse_number": "17",
                "verse_text": "Completely destroy all the people: the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, as the LORD ordered you to do."
            },
            {
                "verse_number": "18",
                "verse_text": "Kill them, so that they will not make you sin against the LORD by teaching you to do all the disgusting things that they do in the worship of their gods."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;When you are trying to capture a city, do not cut down its fruit trees, even though the siege lasts a long time. Eat the fruit, but do not destroy the trees; the trees are not your enemies."
            },
            {
                "verse_number": "20",
                "verse_text": "You may cut down the other trees and use them in the siege mounds until the city is captured."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Suppose someone is found murdered in a field in the land that the LORD your God is going to give you, and you do not know who killed him."
            },
            {
                "verse_number": "2",
                "verse_text": "Your leaders and judges are to go out and measure the distance from the place where the body was found to each of the nearby towns."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the leaders of the town nearest to where the body was found are to select a young cow that has never been used for work."
            },
            {
                "verse_number": "4",
                "verse_text": "They are to take it down to a spot near a stream that never runs dry and where the ground has never been ploughed or planted, and there they are to break its neck."
            },
            {
                "verse_number": "5",
                "verse_text": "The levitical priests are to go there also, because they are to decide every legal case involving violence. The LORD your God has chosen them to serve him and to pronounce blessings in his name."
            },
            {
                "verse_number": "6",
                "verse_text": "Then all the leaders from the town nearest the place where the murdered person was found are to wash their hands over the cow"
            },
            {
                "verse_number": "7",
                "verse_text": "and say, &quot;We did not murder this person, and we do not know who did it."
            },
            {
                "verse_number": "8",
                "verse_text": "LORD , forgive your people Israel, whom you rescued from Egypt. Forgive us and do not hold us responsible for the murder of an innocent person.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "And so, by doing what the LORD requires, you will not be held responsible for the murder."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When the LORD your God gives you victory in battle and you take prisoners,"
            },
            {
                "verse_number": "11",
                "verse_text": "you may see among them a beautiful woman that you like and want to marry."
            },
            {
                "verse_number": "12",
                "verse_text": "Take her to your home, where she will shave her head, cut her fingernails,"
            },
            {
                "verse_number": "13",
                "verse_text": "and change her clothes. She is to stay in your home and mourn for her parents for a month; after that, you may marry her."
            },
            {
                "verse_number": "14",
                "verse_text": "Later, if you no longer want her, you are to let her go free. Since you forced her to have intercourse with you, you cannot treat her as a slave and sell her."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Suppose a man has two wives and they both bear him sons, but the first son is not the child of his favourite wife."
            },
            {
                "verse_number": "16",
                "verse_text": "When the man decides how he is going to divide his property among his children, he is not to show partiality to the son of his favourite wife by giving him the share that belongs to the firstborn son."
            },
            {
                "verse_number": "17",
                "verse_text": "He is to give a double share of his possessions to his first son, even though he is not the son of his favourite wife. A man must acknowledge his first son and give him the share he is legally entitled to."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Suppose someone has a son who is stubborn and rebellious, a son who will not obey his parents, even though they punish him."
            },
            {
                "verse_number": "19",
                "verse_text": "His parents are to take him before the leaders of the town where he lives and make him stand trial."
            },
            {
                "verse_number": "20",
                "verse_text": "They are to say to them, &quot;Our son is stubborn and rebellious and refuses to obey us; he wastes money and is a drunkard.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the men of the city are to stone him to death, and so you will get rid of this evil. Everyone in Israel will hear what has happened and be afraid."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If someone has been put to death for a crime and his body is hung on a post,"
            },
            {
                "verse_number": "23",
                "verse_text": "it is not to remain there overnight. It must be buried the same day, because a dead body hanging on a post brings God's curse on the land. Bury the body, so that you will not defile the land that the LORD your God is giving you."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If you see a fellow-Israelite's cow or sheep running loose, do not ignore it; take it back to him."
            },
            {
                "verse_number": "2",
                "verse_text": "But if its owner lives a long way off or if you don't know who owns it, then take it home with you. When its owner comes looking for it, give it to him."
            },
            {
                "verse_number": "3",
                "verse_text": "Do the same thing if you find a donkey, a piece of clothing, or anything else that your fellow-Israelite may have lost."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;If a fellow-Israelite's donkey or cow has fallen down, don't ignore it; help him to get the animal to its feet again."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Women are not to wear men's clothing, and men are not to wear women's clothing; the LORD your God hates people who do such things."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If you happen to find a bird's nest in a tree or on the ground with the mother bird sitting either on the eggs or with her young, you are not to take the mother bird."
            },
            {
                "verse_number": "7",
                "verse_text": "You may take the young birds, but you must let the mother bird go, so that you will live a long and prosperous life."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When you build a new house, be sure to put a railing round the edge of the roof. Then you will not be responsible if someone falls off and is killed."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Do not plant any crop in the same field as your grapevines; if you do, you are forbidden to use either the grapes or the produce of the other crop."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Do not hitch an ox and a donkey together for ploughing."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Do not wear cloth made by weaving wool and linen together."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Sew tassels on the four corners of your clothes."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Suppose a man marries a woman and later he decides he doesn't want her."
            },
            {
                "verse_number": "14",
                "verse_text": "So he makes up false charges against her, accusing her of not being a virgin when they got married."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If this happens, the woman's parents are to take the bloodstained wedding sheet that proves she was a virgin, and they are to show it in court to the town leaders."
            },
            {
                "verse_number": "16",
                "verse_text": "Her father will say to them, &quot;I gave my daughter to this man in marriage, and now he doesn't want her."
            },
            {
                "verse_number": "17",
                "verse_text": "He has made false charges against her, saying that she was not a virgin when he married her. But here is the proof that my daughter was a virgin; look at the bloodstains on the wedding sheet!&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the town leaders are to take the husband and beat him."
            },
            {
                "verse_number": "19",
                "verse_text": "They are also to fine him a hundred pieces of silver and give the money to the woman's father, because the man has brought disgrace on an Israelite woman. Moreover, she will continue to be his wife, and he can never divorce her as long as he lives."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But if the charge is true and there is no proof that she was a virgin,"
            },
            {
                "verse_number": "21",
                "verse_text": "then they are to take her out to the entrance of her father's house, where the men of her city are to stone her to death. She has done a shameful thing among our people by having intercourse before she was married, while she was still living in her father's house. In this way you will get rid of this evil."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If a man is caught having intercourse with another man's wife, both of them are to be put to death. In this way you will get rid of this evil."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Suppose a man is caught in a town having intercourse with a woman who is engaged to someone else."
            },
            {
                "verse_number": "24",
                "verse_text": "You are to take them outside the town and stone them to death. The woman is to die because she did not cry out for help, although she was in a town, where she could have been heard. And the man is to die because he had intercourse with a woman who was engaged. In this way you will get rid of this evil."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Suppose a man out in the countryside rapes a woman who is engaged to someone else. Then only the man is to be put to death;"
            },
            {
                "verse_number": "26",
                "verse_text": "nothing is to be done to the woman, because she has not committed a sin worthy of death. This case is the same as when one man attacks another man and murders him."
            },
            {
                "verse_number": "27",
                "verse_text": "The man raped the engaged woman in the countryside, and although she cried for help, there was no one to help her."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Suppose a man is caught raping a young woman who is not engaged."
            },
            {
                "verse_number": "29",
                "verse_text": "He is to pay her father the bride price of fifty pieces of silver, and she is to become his wife, because he forced her to have intercourse with him. He can never divorce her as long as he lives."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;No man is to disgrace his father by having intercourse with any of his father's wives."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "&apos;No man who has been castrated or whose penis has been cut off may be included among the LORD 's people."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;No one born out of wedlock or any descendant of such a person, even in the tenth generation, may be included among the LORD 's people."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;No Ammonite or Moabite &ndash; or any of their descendants, even in the tenth generation &ndash; may be included among the LORD 's people."
            },
            {
                "verse_number": "4",
                "verse_text": "They refused to provide you with food and water when you were on your way out of Egypt, and they hired Balaam son of Beor, from the city of Pethor in Mesopotamia, to curse you."
            },
            {
                "verse_number": "5",
                "verse_text": "But the LORD your God would not listen to Balaam; instead he turned the curse into a blessing, because he loved you."
            },
            {
                "verse_number": "6",
                "verse_text": "As long as you are a nation, never do anything to help these nations or to make them prosperous."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Do not despise the Edomites; they are your relatives. And do not despise the Egyptians; you once lived in their land."
            },
            {
                "verse_number": "8",
                "verse_text": "From the third generation onward their descendants may be included among the LORD 's people."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;When you are in camp in time of war, you are to avoid anything that would make you ritually unclean."
            },
            {
                "verse_number": "10",
                "verse_text": "If a man becomes unclean because he has had a wet dream during the night, he is to go outside the camp and stay there."
            },
            {
                "verse_number": "11",
                "verse_text": "Towards evening he is to wash himself, and at sunset he may come back into camp."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;You are to have a place outside the camp where you can go when you need to relieve yourselves."
            },
            {
                "verse_number": "13",
                "verse_text": "Carry a stick as part of your equipment, so that when you have a bowel movement you can dig a hole and cover it up."
            },
            {
                "verse_number": "14",
                "verse_text": "Keep your camp ritually clean, because the LORD your God is with you in your camp to protect you and to give you victory over your enemies. Do not do anything indecent that would cause the LORD to turn his back on you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If a slave runs away from his or her owner and comes to you for protection, do not send them back."
            },
            {
                "verse_number": "16",
                "verse_text": "They may live in any of your towns that they choose, and you are not to treat them harshly."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;No Israelite, man or woman, is to become a temple prostitute."
            },
            {
                "verse_number": "18",
                "verse_text": "Also, no money earned in this way may be brought into the house of the LORD your God in fulfilment of a vow. The LORD hates temple prostitutes."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;When you lend money or food or anything else to a fellow-Israelite, do not charge him interest."
            },
            {
                "verse_number": "20",
                "verse_text": "You may charge interest on what you lend to a foreigner, but not on what you lend to a fellow-Israelite. Obey this rule, and the LORD your God will bless everything you do in the land that you are going to occupy."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;When you make a vow to the LORD your God, do not put off doing what you promised; the LORD will hold you to your vow, and it is a sin not to keep it."
            },
            {
                "verse_number": "22",
                "verse_text": "It is no sin not to make a vow to the LORD ,"
            },
            {
                "verse_number": "23",
                "verse_text": "but if you make one voluntarily, be sure that you keep it."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;When you walk along a path in someone else's vineyard, you may eat all the grapes you want, but you must not carry any away in a container."
            },
            {
                "verse_number": "25",
                "verse_text": "When you walk along a path in someone else's cornfield, you may eat all the corn you can pull off with your hands, but you must not cut any corn with a sickle."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Suppose a man marries a woman and later decides that he doesn't want her, because he finds something about her that he doesn't like. So he writes out divorce papers, gives them to her, and sends her away from his home."
            },
            {
                "verse_number": "2",
                "verse_text": "Then suppose she marries another man,"
            },
            {
                "verse_number": "3",
                "verse_text": "and he also decides that he doesn't want her, so he also writes out divorce papers, gives them to her, and sends her away from his home. Or suppose her second husband dies."
            },
            {
                "verse_number": "4",
                "verse_text": "In either case, her first husband is not to marry her again; he is to consider her defiled. If he married her again, it would be offensive to the LORD . You are not to commit such a terrible sin in the land that the LORD your God is giving you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When a man is newly married, he is not to be drafted into military service or any other public duty; he is to be excused from duty for one year, so that he can stay at home and make his wife happy."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;When you lend someone something, you are not to take as security his millstones used for grinding his corn. This would take away the family's means of preparing food to keep alive."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Whoever kidnaps a fellow-Israelite and takes him or her as a slave or sells them into slavery is to be put to death. In this way you will get rid of this evil."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When you are suffering from a dreaded skin disease, be sure to do exactly what the levitical priests tell you; follow the instructions that I have given them."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember what the LORD your God did to Miriam as you were coming from Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When you lend a neighbour something, do not go into his house to get the garment he is going to give you as security;"
            },
            {
                "verse_number": "11",
                "verse_text": "wait outside and let him bring it to you himself."
            },
            {
                "verse_number": "12",
                "verse_text": "If he is poor, do not keep it overnight;"
            },
            {
                "verse_number": "13",
                "verse_text": "return it to him each evening, so that he can have it to sleep in. Then he will be grateful, and the LORD your God will be pleased with you."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Do not cheat poor and needy hired servants, whether fellow-Israelites or foreigners living in one of your towns."
            },
            {
                "verse_number": "15",
                "verse_text": "Each day before sunset pay them for that day's work; they need the money and have counted on getting it. If you do not pay them, they will cry out against you to the LORD , and you will be guilty of sin."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Parents are not to be put to death for crimes committed by their children, and children are not to be put to death for crimes committed by their parents; people are to be put to death only for crimes they themselves have committed."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Do not deprive foreigners and orphans of their rights; and do not take a widow's garment as security for a loan."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember that you were slaves in Egypt and that the LORD your God set you free; that is why I have given you this command."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;When you gather your crops and fail to bring in some of the corn that you have cut, do not go back for it; it is to be left for the foreigners, orphans, and widows, so that the LORD your God will bless you in everything you do."
            },
            {
                "verse_number": "20",
                "verse_text": "When you have picked your olives once, do not go back and get those that are left; they are for the foreigners, orphans, and widows."
            },
            {
                "verse_number": "21",
                "verse_text": "When you have gathered your grapes once, do not go back over the vines a second time; the grapes that are left are for the foreigners, orphans, and widows."
            },
            {
                "verse_number": "22",
                "verse_text": "Never forget that you were slaves in Egypt; that is why I have given you this command."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Suppose two Israelites go to court to settle a dispute, and one is declared innocent and the other guilty."
            },
            {
                "verse_number": "2",
                "verse_text": "If the guilty person is sentenced to be beaten, the judge is to make him lie face downwards and have him whipped. The number of lashes will depend on the crime he has committed."
            },
            {
                "verse_number": "3",
                "verse_text": "He may be given as many as forty lashes, but no more; more than that would humiliate him publicly."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do not muzzle an ox when you are using it to thresh corn."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;If two brothers live on the same property and one of them dies, leaving no son, then his widow is not to be married to someone outside the family; it is the duty of the dead man's brother to marry her."
            },
            {
                "verse_number": "6",
                "verse_text": "The first son that they have will be considered the son of the dead man, so that his family line will continue in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "But if the dead man's brother does not want to marry her, she is to go before the town leaders and say, &quot;My husband's brother will not do his duty; he refuses to give his brother a descendant among the people of Israel.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the town leaders are to summon him and speak to him. If he still refuses to marry her,"
            },
            {
                "verse_number": "9",
                "verse_text": "his brother's widow is to go up to him in the presence of the town leaders, take off one of his sandals, spit in his face, and say, &quot;This is what happens to the man who refuses to give his brother a descendant.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "His family will be known in Israel as &quot;the family of the man who had his sandal pulled off.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If two men are having a fight and the wife of one tries to help her husband by grabbing hold of the other man's genitals,"
            },
            {
                "verse_number": "12",
                "verse_text": "show her no mercy; cut off her hand."
            },
            {
                "verse_number": "15",
                "verse_text": "Use true and honest weights and measures, so that you may live a long time in the land that the LORD your God is giving you."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD hates people who cheat."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Remember what the Amalekites did to you as you were coming from Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "They had no fear of God, and so they attacked you from the rear when you were tired and exhausted, and killed all who were straggling behind."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, when the LORD your God has given you the land and made you safe from all your enemies who live around you, be sure to kill all the Amalekites, so that no one will remember them any longer. Do not forget!"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "&apos;After you have occupied the land that the LORD your God is giving you and have settled there,"
            },
            {
                "verse_number": "2",
                "verse_text": "each of you must place in a basket the first part of each crop that you harvest and you must take it with you to the one place of worship."
            },
            {
                "verse_number": "3",
                "verse_text": "Go to the priest in charge at that time and say to him, &quot;I now acknowledge to the LORD my God that I have entered the land that he promised our ancestors to give us.&quot; &apos;Then set the basket down in the LORD 's presence and worship there."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The priest will take the basket from you and place it before the altar of the LORD your God."
            },
            {
                "verse_number": "5",
                "verse_text": "Then, in the LORD 's presence you will recite these words: &quot;My ancestor was a wandering Aramean, who took his family to Egypt to live. They were few in number when they went there, but they became a large and powerful nation."
            },
            {
                "verse_number": "6",
                "verse_text": "The Egyptians treated us harshly and forced us to work as slaves."
            },
            {
                "verse_number": "7",
                "verse_text": "Then we cried out for help to the LORD , the God of our ancestors. He heard us and saw our suffering, hardship, and misery."
            },
            {
                "verse_number": "8",
                "verse_text": "By his great power and strength he rescued us from Egypt. He worked miracles and wonders, and caused terrifying things to happen."
            },
            {
                "verse_number": "9",
                "verse_text": "He brought us here and gave us this rich and fertile land."
            },
            {
                "verse_number": "10",
                "verse_text": "So now I bring to the LORD the first part of the harvest that he has given me.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Be grateful for the good things that the LORD your God has given you and your family; and let the Levites and the foreigners who live among you join in the celebration."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Every third year give the tithe &ndash; a tenth of your crops &ndash; to the Levites, the foreigners, the orphans, and the widows, so that in every community they will have all they need to eat. When you have done this,"
            },
            {
                "verse_number": "13",
                "verse_text": "say to the LORD , &quot;None of the sacred tithe is left in my house; I have given it to the Levites, the foreigners, the orphans, and the widows, as you commanded me to do. I have not disobeyed or forgotten any of your commands concerning the tithe."
            },
            {
                "verse_number": "14",
                "verse_text": "I have not eaten any of it when I was mourning; I have not taken any of it out of my house when I was ritually unclean; and I have not given any of it as an offering for the dead. I have obeyed you, O LORD ; I have done everything you commanded concerning the tithe."
            },
            {
                "verse_number": "15",
                "verse_text": "Look down from your holy place in heaven and bless your people Israel; bless also the rich and fertile land that you have given us, as you promised our ancestors.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Today the LORD your God commands you to obey all his laws; so obey them faithfully with all your heart."
            },
            {
                "verse_number": "17",
                "verse_text": "Today you have acknowledged the LORD as your God; you have promised to obey him, to keep all his laws, and to do all that he commands."
            },
            {
                "verse_number": "18",
                "verse_text": "Today the LORD has accepted you as his own people, as he promised you; and he commands you to obey all his laws."
            },
            {
                "verse_number": "19",
                "verse_text": "He will make you greater than any other nation that he has created, and you will bring praise and honour to his name. You will be his own people, as he promised.&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses, together with the leaders of Israel, said to the people, &apos;Obey all the instructions that I am giving you today."
            },
            {
                "verse_number": "2",
                "verse_text": "On the day you cross the River Jordan and enter the land that the LORD your God is giving you, you are to set up some large stones, cover them with plaster,"
            },
            {
                "verse_number": "3",
                "verse_text": "and write on them all these laws and teachings. When you have entered the rich and fertile land that the LORD , the God of your ancestors, promised you,"
            },
            {
                "verse_number": "4",
                "verse_text": "and you are on the other side of the Jordan, set up these stones on Mount Ebal, as I am instructing you today, and cover them with plaster."
            },
            {
                "verse_number": "5",
                "verse_text": "Build an altar there made of stones that have had no iron tools used on them,"
            },
            {
                "verse_number": "6",
                "verse_text": "because any altar you build for the LORD your God must be made of uncut stones. There you are to offer the sacrifices that are to be burnt,"
            },
            {
                "verse_number": "7",
                "verse_text": "and there you are to sacrifice and eat your fellowship offerings and be grateful in the presence of the LORD your God."
            },
            {
                "verse_number": "8",
                "verse_text": "On the stones covered with plaster write clearly every word of God's laws.&apos; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot; &apos;And all the people will answer, &quot;Amen!&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moses, together with the levitical priests, said to all the people of Israel, &apos;Give me your attention, people of Israel, and listen to me. Today you have become the people of the LORD your God;"
            },
            {
                "verse_number": "10",
                "verse_text": "so obey him and keep all his laws that I am giving you today.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Moses said to the people of Israel,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;After you have crossed the Jordan, the following tribes are to stand on Mount Gerizim when the blessings are pronounced on the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "And the following tribes will stand on Mount Ebal when the curses are pronounced: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites will speak these words in a loud voice:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos; &quot;God's curse on anyone who makes an idol of stone, wood, or metal and secretly worships it; the LORD hates idolatry.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; &quot;God's curse on anyone who dishonours his father or mother.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos; &quot;God's curse on anyone who moves a neighbour's boundary mark.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; &quot;God's curse on anyone who leads a blind person in the wrong direction.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos; &quot;God's curse on anyone who deprives foreigners, orphans, and widows of their rights.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos; &quot;God's curse on anyone who disgraces his father by having intercourse with any of his father's wives.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; &quot;God's curse on anyone who has sexual relations with an animal.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos; &quot;God's curse on anyone who has intercourse with his sister or half sister.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos; &quot;God's curse on anyone who has intercourse with his mother-in-law.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos; &quot;God's curse on anyone who secretly commits murder.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos; &quot;God's curse on anyone who accepts money to murder an innocent person.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos; &quot;God's curse on anyone who does not obey all of God's laws and teachings.&quot;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If you obey the LORD your God and faithfully keep all his commands that I am giving you today, he will make you greater than any other nation on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "Obey the LORD your God and all these blessings will be yours:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;The LORD will bless your towns and your fields."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The LORD will bless you with many children, with abundant crops, and with many cattle and sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The LORD will bless your corn crops and the food you prepare from them."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The LORD will bless everything you do."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The LORD will defeat your enemies when they attack you. They will attack from one direction, but they will run from you in all directions."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;The LORD your God will bless your work and fill your barns with corn. He will bless you in the land that he is giving you."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If you obey the LORD your God and do everything he commands, he will make you his own people, as he has promised."
            },
            {
                "verse_number": "10",
                "verse_text": "Then all the peoples on earth will see that the LORD has chosen you to be his own people, and they will be afraid of you."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD will give you many children, many cattle, and abundant crops in the land that he promised your ancestors to give you."
            },
            {
                "verse_number": "12",
                "verse_text": "He will send rain in season from his rich storehouse in the sky and bless all your work, so that you will lend to many nations, but you will not have to borrow from any."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD your God will make you the leader among the nations and not a follower; you will always prosper and never fail if you obey faithfully all his commands that I am giving you today."
            },
            {
                "verse_number": "14",
                "verse_text": "But you must never disobey them in any way, or worship and serve other gods."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But if you disobey the LORD your God and do not faithfully keep all his commands and laws that I am giving you today, all these evil things will happen to you:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The LORD will curse your towns and your fields."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The LORD will curse your corn crops and the food you prepare from them."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The LORD will curse you by giving you only a few children, poor crops, and few cattle and sheep."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;The LORD will curse everything you do."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;If you do evil and reject the LORD , he will bring on you disaster, confusion, and trouble in everything you do, until you are quickly and completely destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "He will send disease after disease on you until there is not one of you left in the land that you are about to occupy."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD will strike you with infectious diseases, with swelling and fever; he will send drought and scorching winds to destroy your crops. These disasters will be with you until you die."
            },
            {
                "verse_number": "23",
                "verse_text": "No rain will fall, and your ground will become as hard as iron."
            },
            {
                "verse_number": "24",
                "verse_text": "Instead of rain, the LORD will send down duststorms and sandstorms until you are destroyed."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;The LORD will give your enemies victory over you. You will attack them from one direction, but you will run from them in all directions, and all the people on earth will be terrified when they see what happens to you."
            },
            {
                "verse_number": "26",
                "verse_text": "When you die, birds and wild animals will come and eat your bodies, and there will be no one to scare them off."
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD will send boils on you, as he did on the Egyptians. He will make your bodies break out with sores. You will be covered with scabs, and you will itch, but there will be no cure."
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD will make you lose your mind; he will strike you with blindness and confusion."
            },
            {
                "verse_number": "29",
                "verse_text": "You will grope about in broad daylight like a blind person, and you will not be able to find your way. You will not prosper in anything you do. You will be constantly oppressed and robbed, and there will be no one to help you."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;You will be engaged to a young woman &ndash; but someone else will marry her. You will build a house &ndash; but never live in it. You will plant a vineyard &ndash; but never eat its grapes."
            },
            {
                "verse_number": "31",
                "verse_text": "Your cattle will be butchered before your very eyes, but you will not eat any of the meat. Your donkeys will be dragged away while you look on, and they will not be given back to you. Your sheep will be given to your enemies, and there will be no one to help you."
            },
            {
                "verse_number": "32",
                "verse_text": "Your sons and daughters will be given as slaves to foreigners while you look on. Every day you will strain your eyes, looking in vain for your children to return."
            },
            {
                "verse_number": "33",
                "verse_text": "A foreign nation will take all the crops that you have worked so hard to grow, while you receive nothing but constant oppression and harsh treatment."
            },
            {
                "verse_number": "34",
                "verse_text": "Your sufferings will make you lose your mind."
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD will cover your legs with incurable, painful sores; boils will cover you from head to foot."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;The LORD will take you and your king away to a foreign land, where neither you nor your ancestors ever lived before; there you will serve gods made of wood and stone."
            },
            {
                "verse_number": "37",
                "verse_text": "In the countries to which the LORD will scatter you, the people will be shocked at what has happened to you; they will make fun of you and ridicule you."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;You will sow plenty of seed, but reap only a small harvest, because the locusts will eat your crops."
            },
            {
                "verse_number": "39",
                "verse_text": "You will plant vineyards and take care of them, but you will not gather their grapes or drink wine from them, because worms will eat the vines."
            },
            {
                "verse_number": "40",
                "verse_text": "Olive trees will grow everywhere in your land, but you will not have any olive oil, because the olives will drop off."
            },
            {
                "verse_number": "41",
                "verse_text": "You will have sons and daughters, but you will lose them, because they will be taken away as prisoners of war."
            },
            {
                "verse_number": "42",
                "verse_text": "All your trees and crops will be devoured by insects."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Foreigners who live in your land will gain more and more power, while you gradually lose yours."
            },
            {
                "verse_number": "44",
                "verse_text": "They will have money to lend you, but you will have none to lend them. In the end they will be your rulers."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;All these disasters will come on you, and they will be with you until you are destroyed, because you did not obey the LORD your God and keep all the laws that he gave you."
            },
            {
                "verse_number": "46",
                "verse_text": "They will be the evidence of God's judgement on you and your descendants for ever."
            },
            {
                "verse_number": "47",
                "verse_text": "The LORD blessed you in every way, but you would not serve him with glad and joyful hearts."
            },
            {
                "verse_number": "48",
                "verse_text": "So then, you will serve the enemies that the LORD is going to send against you. You will be hungry, thirsty, and naked &ndash; in need of everything. The LORD will oppress you harshly until you are destroyed."
            },
            {
                "verse_number": "49",
                "verse_text": "The LORD will bring against you a nation from the ends of the earth, a nation whose language you do not know. They will swoop down on you like an eagle."
            },
            {
                "verse_number": "50",
                "verse_text": "They will be ruthless and show no mercy to anyone, young or old."
            },
            {
                "verse_number": "51",
                "verse_text": "They will eat your livestock and your crops, and you will starve to death. They will not leave you any corn, wine, olive oil, cattle, or sheep; and you will die."
            },
            {
                "verse_number": "52",
                "verse_text": "They will attack every town in the land that the LORD your God is giving you, and the high, fortified walls in which you trust will fall."
            },
            {
                "verse_number": "53",
                "verse_text": "&apos;When your enemies are besieging your towns, you will become so desperate for food that you will even eat the children that the LORD your God has given you."
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;If you do not obey faithfully all God's teachings that are written in this book and if you do not honour the wonderful and awesome name of the LORD your God,"
            },
            {
                "verse_number": "59",
                "verse_text": "he will send on you and on your descendants incurable diseases and horrible epidemics that can never be stopped."
            },
            {
                "verse_number": "60",
                "verse_text": "He will bring on you once again all the dreadful diseases you experienced in Egypt, and you will never recover."
            },
            {
                "verse_number": "61",
                "verse_text": "He will also send all kinds of diseases and epidemics that are not mentioned in this book of God's laws and teachings, and you will be destroyed."
            },
            {
                "verse_number": "62",
                "verse_text": "Although you become as numerous as the stars in the sky, only a few of you will survive, because you did not obey the LORD your God."
            },
            {
                "verse_number": "63",
                "verse_text": "Just as the LORD took delight in making you prosper and in making you increase in number, so he will take delight in destroying you and in bringing ruin on you. You will be uprooted from the land that you are about to occupy."
            },
            {
                "verse_number": "64",
                "verse_text": "&apos;The LORD will scatter you among all the nations, from one end of the earth to the other, and there you will serve gods made of wood and stone, gods that neither you nor your ancestors have ever worshipped before."
            },
            {
                "verse_number": "65",
                "verse_text": "You will find no peace anywhere, no place to call your own; the LORD will overwhelm you with anxiety, hopelessness, and despair."
            },
            {
                "verse_number": "66",
                "verse_text": "Your life will always be in danger. Day and night you will be filled with terror, and you will live in constant fear of death."
            },
            {
                "verse_number": "67",
                "verse_text": "Your hearts will pound with fear at everything you see. Every morning you will wish for evening; every evening you will wish for morning."
            },
            {
                "verse_number": "68",
                "verse_text": "The LORD will send you back to Egypt in ships, even though he said that you would never have to go there again. There you will try to sell yourselves to your enemies as slaves, but no one will want to buy you.&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "These are the terms of the covenant that the LORD commanded Moses to make with the people of Israel in the land of Moab; all this was in addition to the covenant which the LORD had made with them at Mount Sinai."
            },
            {
                "verse_number": "2",
                "verse_text": "Moses called together all the people of Israel and said to them, &apos;You saw for yourselves what the LORD did to the king of Egypt, to his officials, and to his entire country."
            },
            {
                "verse_number": "3",
                "verse_text": "You saw the terrible plagues, the miracles, and the great wonders that the LORD performed."
            },
            {
                "verse_number": "4",
                "verse_text": "But to this very day he has not let you understand what you have experienced."
            },
            {
                "verse_number": "5",
                "verse_text": "For forty years the LORD led you through the desert, and your clothes and sandals never wore out."
            },
            {
                "verse_number": "6",
                "verse_text": "You did not have bread to eat or wine or beer to drink, but the LORD provided for your needs in order to teach you that he is your God."
            },
            {
                "verse_number": "7",
                "verse_text": "And when we came to this place, King Sihon of Heshbon and King Og of Bashan came out to fight against us. But we defeated them,"
            },
            {
                "verse_number": "8",
                "verse_text": "took their land, and divided it among the tribes of Reuben and Gad, and half the tribe of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "Obey faithfully all the terms of this covenant, so that you will be successful in everything you do."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Today you are standing in the presence of the LORD your God, all of you &ndash; your leaders and officials, your men,"
            },
            {
                "verse_number": "11",
                "verse_text": "women, and children, and the foreigners who live among you and cut wood and carry water for you."
            },
            {
                "verse_number": "12",
                "verse_text": "You are here today to enter into this covenant that the LORD your God is making with you and to accept its obligations,"
            },
            {
                "verse_number": "13",
                "verse_text": "so that the LORD may now confirm you as his people and be your God, as he promised you and your ancestors, Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "14",
                "verse_text": "You are not the only ones with whom the LORD is making this covenant with its obligations."
            },
            {
                "verse_number": "15",
                "verse_text": "He is making it with all of us who stand here in his presence today and also with our descendants who are not yet born."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You remember what life was like in Egypt and what it was like to travel through the territory of other nations."
            },
            {
                "verse_number": "17",
                "verse_text": "You saw their disgusting idols made of wood, stone, silver, and gold."
            },
            {
                "verse_number": "18",
                "verse_text": "Make sure that no man, woman, family, or tribe standing here today turns from the LORD our God to worship the gods of other nations. This would be like a root that grows to be a bitter and poisonous plant."
            },
            {
                "verse_number": "19",
                "verse_text": "Make sure that there is no one here today who hears these solemn demands and yet convinces himself that all will be well with him, even if he stubbornly goes his own way. That would destroy all of you, good and evil alike."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD will not forgive such a man. Instead, the LORD 's burning anger will flame up against him, and all the disasters written in this book will fall on him until the LORD has destroyed him completely."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD will make an example of him before all the tribes of Israel and will bring disaster on him in accordance with all the curses listed in the covenant that is written in this book of the LORD 's teachings."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;In future generations your descendants and foreigners from distant lands will see the disasters and sufferings that the LORD has brought on your land."
            },
            {
                "verse_number": "23",
                "verse_text": "The fields will be a barren waste, covered with sulphur and salt; nothing will be planted, and not even weeds will grow there. Your land will be like the cities of Sodom and Gomorrah, of Admah and Zeboiim, which the LORD destroyed when he was furiously angry."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the whole world will ask, &quot;Why did the LORD do this to their land? What was the reason for his fierce anger?&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "And the answer will be, &quot;It is because the LORD 's people broke the covenant they had made with him, the God of their ancestors, when he brought them out of Egypt."
            },
            {
                "verse_number": "26",
                "verse_text": "They served other gods that they had never worshipped before, gods that the LORD had forbidden them to worship."
            },
            {
                "verse_number": "27",
                "verse_text": "And so the LORD became angry with his people and brought on their land all the disasters written in this book."
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD became furiously angry, and in his great anger he uprooted them from their land and threw them into a foreign land, and there they are today.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;There are some things that the LORD our God has kept secret; but he has revealed his Law, and we and our descendants are to obey it for ever."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have now given you a choice between a blessing and a curse. When all these things have happened to you, and you are living among the nations where the LORD your God has scattered you, you will remember the choice I gave you."
            },
            {
                "verse_number": "2",
                "verse_text": "If you and your descendants will turn back to the LORD and with all your heart obey his commands that I am giving you today,"
            },
            {
                "verse_number": "3",
                "verse_text": "then the LORD your God will have mercy on you. He will bring you back from the nations where he has scattered you, and he will make you prosperous again."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if you are scattered to the farthest corners of the earth, the LORD your God will gather you together and bring you back,"
            },
            {
                "verse_number": "5",
                "verse_text": "so that you may again take possession of the land where your ancestors once lived. And he will make you more prosperous and more numerous than your ancestors ever were."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD your God will give you and your descendants obedient hearts, so that you will love him with all your heart, and you will continue to live in that land."
            },
            {
                "verse_number": "7",
                "verse_text": "He will turn all these curses against your enemies, who hated you and oppressed you,"
            },
            {
                "verse_number": "8",
                "verse_text": "and you will again obey him and keep all his commands that I am giving you today."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD will make you prosperous in all that you do; you will have many children and a lot of livestock, and your fields will produce abundant crops. He will be as glad to make you prosperous as he was to make your ancestors prosperous,"
            },
            {
                "verse_number": "10",
                "verse_text": "but you will have to obey him and keep all his laws that are written in this book of his teachings. You will have to turn to him with all your heart."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The command that I am giving you today is not too difficult or beyond your reach."
            },
            {
                "verse_number": "12",
                "verse_text": "It is not up in the sky. You do not have to ask, &quot;Who will go up and bring it down for us, so that we can hear it and obey it?&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Nor is it on the other side of the ocean. You do not have to ask, &quot;Who will go across the ocean and bring it to us, so that we may hear it and obey it?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "No, it is here with you. You know it and can quote it, so now obey it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Today I am giving you a choice between good and evil, between life and death."
            },
            {
                "verse_number": "16",
                "verse_text": "If you obey the commands of the LORD your God, which I give you today, if you love him, obey him, and keep all his laws, then you will prosper and become a nation of many people. The LORD your God will bless you in the land that you are about to occupy."
            },
            {
                "verse_number": "17",
                "verse_text": "But if you disobey and refuse to listen, and are led away to worship other gods,"
            },
            {
                "verse_number": "18",
                "verse_text": "you will be destroyed &ndash; I warn you here and now. You will not live long in that land across the Jordan that you are about to occupy."
            },
            {
                "verse_number": "19",
                "verse_text": "I am now giving you the choice between life and death, between God's blessing and God's curse, and I call heaven and earth to witness the choice you make. Choose life."
            },
            {
                "verse_number": "20",
                "verse_text": "Love the LORD your God, obey him and be faithful to him, and then you and your descendants will live long in the land that he promised to give your ancestors, Abraham, Isaac, and Jacob.&apos;"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Moses continued speaking to the people of Israel,"
            },
            {
                "verse_number": "2",
                "verse_text": "and said, &apos;I am now 120 years old and am no longer able to be your leader. And besides this, the LORD has told me that I will not cross the Jordan."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD your God himself will go before you and destroy the nations living there, so that you can occupy their land; and Joshua will be your leader, as the LORD has said."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD will destroy those people, just as he defeated Sihon and Og, kings of the Amorites, and destroyed their country."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD will give you victory over them, and you are to treat them exactly as I have told you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be determined and confident. Do not be afraid of them. Your God, the LORD himself, will be with you. He will not fail you or abandon you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Moses called Joshua and said to him in the presence of all the people of Israel, &apos;Be determined and confident; you are the one who will lead these people to occupy the land that the LORD promised to their ancestors."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD himself will lead you and be with you. He will not fail you or abandon you, so do not lose courage or be afraid.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses wrote down God's Law and gave it to the levitical priests, who were in charge of the LORD 's Covenant Box, and to the leaders of Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "He commanded them, &apos;At the end of every seven years, when the year that debts are cancelled comes round, read this aloud at the Festival of Shelters."
            },
            {
                "verse_number": "11",
                "verse_text": "Read it to the people of Israel when they come to worship the LORD your God at the one place of worship."
            },
            {
                "verse_number": "12",
                "verse_text": "Call together all the men, women, and children, and the foreigners who live in your towns, so that everyone may hear it and learn to honour the LORD your God and to obey his teachings faithfully."
            },
            {
                "verse_number": "13",
                "verse_text": "In this way your descendants who have never heard the Law of the LORD your God will hear it. And so they will learn to obey him as long as they live in the land that you are about to occupy across the Jordan.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD said to Moses, &apos;You haven't much longer to live. Call Joshua and bring him to the Tent, so that I may give him his instructions.&apos; Moses and Joshua went to the Tent,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the LORD appeared to them there in a pillar of cloud that stood by the door of the Tent."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD said to Moses, &apos;You will soon die, and after your death the people will become unfaithful to me and break the covenant that I made with them. They will abandon me and worship the pagan gods of the land they are about to enter."
            },
            {
                "verse_number": "17",
                "verse_text": "When that happens, I will become angry with them; I will abandon them, and they will be destroyed. Many terrible disasters will come upon them, and then they will realize that these things are happening to them because I, their God, am no longer with them."
            },
            {
                "verse_number": "18",
                "verse_text": "And I will refuse to help them then, because they have done evil and worshipped other gods."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Now, write down this song. Teach it to the people of Israel, so that it will stand as evidence against them."
            },
            {
                "verse_number": "20",
                "verse_text": "I will take them into this rich and fertile land, as I promised their ancestors. There they will have all the food they want, and they will live comfortably. But they will turn away and worship other gods. They will reject me and break my covenant,"
            },
            {
                "verse_number": "21",
                "verse_text": "and many terrible disasters will come on them. But this song will still be sung, and it will stand as evidence against them. Even now, before I take them into the land that I promised to give them, I know what they are thinking.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "That same day Moses wrote down the song and taught it to the people of Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the LORD spoke to Joshua son of Nun and said to him, &apos;Be confident and determined. You will lead the people of Israel into the land that I promised them, and I will be with you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Moses wrote God's Law in a book, taking care not to leave out anything."
            },
            {
                "verse_number": "25",
                "verse_text": "When he finished, he said to the levitical priests, who were in charge of the LORD 's Covenant Box,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Take this book of God's Law and place it beside the Covenant Box of the LORD your God, so that it will remain there as a witness against his people."
            },
            {
                "verse_number": "27",
                "verse_text": "I know how stubborn and rebellious they are. They have rebelled against the LORD during my lifetime, and they will rebel even more after I am dead."
            },
            {
                "verse_number": "28",
                "verse_text": "Assemble all your tribal leaders and officials before me, so that I can tell them these things; I will call heaven and earth to be my witnesses against them."
            },
            {
                "verse_number": "29",
                "verse_text": "I know that after my death the people will become wicked and reject what I have taught them. And in time to come they will meet with disaster, because they will have made the LORD angry by doing what he has forbidden.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses recited the entire song while all the people of Israel listened."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Earth and sky, hear my words, listen closely to what I say. and form on the earth like dew. My words will fall like showers on young plants, like gentle rain on tender grass. and his people will tell of his greatness. perfect and just in all his ways; Your God is faithful and true; he does what is right and fair. a sinful and deceitful nation. you foolish, senseless people? He is your father, your Creator, he made you into a nation. ask your parents to tell you what happened, ask the old people to tell of the past. he determined where peoples should live. He assigned to each nation a heavenly being, a desolate, windswept wilderness. He protected them and cared for them, as he would protect himself. catching them safely on its spreading wings, the LORD kept Israel from falling. without the help of a foreign god. and they ate what grew in the fields. They found wild honey among the rocks; their olive trees flourished in stony ground. they had the best sheep, goats, and cattle, the finest wheat, and the choicest wine. they were fat and stuffed with food. They abandoned God their Creator and rejected their mighty saviour. the evil they did made him angry. new gods their ancestors had never known, gods that Israel had never obeyed, the one who had given them life. and rejected his sons and daughters. &quot;then I will see what happens to them, those stubborn, unfaithful people. jealous with their so-called gods, gods that are really not gods. So I will use a so-called nation to make them angry; I will make them jealous with a nation of fools. and burn everything on earth. and consume the roots of the mountains. and use all my arrows against them. they will die from terrible diseases. I will send wild animals to attack them, and poisonous snakes to bite them. terrors will strike in the homes. Young men and young women will die; neither babies nor old people will be spared. so that no one would remember them. that they had defeated my people, when it was I myself who had crushed them.&quot; they have no wisdom at all. they cannot understand what happened. and 10,000 by only two? The LORD , their God, had abandoned them; their mighty God had given them up. not mighty like Israel's God. are like vines that bear bitter and poisonous grapes, he waits for the right time to punish them. the time will come when they will fall; the day of their doom is near. when he sees that their strength is gone. He will have mercy on those who serve him, when he sees how helpless they are. &quot;Where are those mighty gods you trusted? and offered them wine to drink. Let them come and help you now; let them run to your rescue. no other god is real. I kill and I give life, I wound and I heal, and no one can oppose what I do. I raise my hand and I vow and see that justice is done. I will take revenge on my enemies and punish those who hate me. and my sword will kill all who oppose me. I will spare no one who fights against me; even the wounded and prisoners will die.&quot; he punishes all who kill them. He takes revenge on his enemies and forgives the sins of his people.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "My teaching will fall like drops of rain"
            },
            {
                "verse_number": "3",
                "verse_text": "I will praise the name of the LORD ,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The LORD is your mighty defender,"
            },
            {
                "verse_number": "5",
                "verse_text": "But you are unfaithful, unworthy to be his people,"
            },
            {
                "verse_number": "6",
                "verse_text": "Is this the way you should treat the LORD ,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Think of the past, of the time long ago;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Most High assigned nations their lands;"
            },
            {
                "verse_number": "9",
                "verse_text": "but Jacob's descendants he chose for himself."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;He found them wandering through the desert,"
            },
            {
                "verse_number": "11",
                "verse_text": "Like an eagle teaching its young to fly,"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD alone led his people"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;He let them rule the highlands,"
            },
            {
                "verse_number": "14",
                "verse_text": "Their cows and goats gave plenty of milk;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The LORD 's people grew rich, but rebellious;"
            },
            {
                "verse_number": "16",
                "verse_text": "Their idolatry made the LORD jealous;"
            },
            {
                "verse_number": "17",
                "verse_text": "They sacrificed to gods that are not real,"
            },
            {
                "verse_number": "18",
                "verse_text": "They forgot their God, their mighty saviour,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;When the LORD saw this, he was angry"
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;I will no longer help them,&quot; he said;"
            },
            {
                "verse_number": "21",
                "verse_text": "With their idols they have made me angry,"
            },
            {
                "verse_number": "22",
                "verse_text": "My anger will flame up like fire It will reach to the world below"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos; &quot;I will bring on them endless disasters"
            },
            {
                "verse_number": "24",
                "verse_text": "They will die from hunger and fever;"
            },
            {
                "verse_number": "25",
                "verse_text": "War will bring death in the streets;"
            },
            {
                "verse_number": "26",
                "verse_text": "I would have destroyed them completely,"
            },
            {
                "verse_number": "27",
                "verse_text": "But I could not let their enemies boast"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Israel is a nation without sense;"
            },
            {
                "verse_number": "29",
                "verse_text": "They fail to see why they were defeated;"
            },
            {
                "verse_number": "30",
                "verse_text": "Why were a thousand defeated by one,"
            },
            {
                "verse_number": "31",
                "verse_text": "Their enemies know that their own gods are weak,"
            },
            {
                "verse_number": "32",
                "verse_text": "Their enemies, corrupt as Sodom and Gomorrah,"
            },
            {
                "verse_number": "33",
                "verse_text": "like wine made from the venom of snakes."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;The LORD remembers what their enemies have done;"
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD will take revenge and punish them;"
            },
            {
                "verse_number": "36",
                "verse_text": "The LORD will rescue his people"
            },
            {
                "verse_number": "37",
                "verse_text": "Then the LORD will ask his people,"
            },
            {
                "verse_number": "38",
                "verse_text": "You fed them with the fat of your sacrifices"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos; &quot;I, and I alone, am God;"
            },
            {
                "verse_number": "40",
                "verse_text": "As surely as I am the living God,"
            },
            {
                "verse_number": "41",
                "verse_text": "that I will sharpen my flashing sword"
            },
            {
                "verse_number": "42",
                "verse_text": "My arrows will drip with their blood,"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Nations, you must praise the LORD 's people &ndash;"
            },
            {
                "verse_number": "44",
                "verse_text": "Moses and Joshua son of Nun recited this song, so that the people of Israel could hear it."
            },
            {
                "verse_number": "45",
                "verse_text": "When Moses had finished giving God's teachings to the people,"
            },
            {
                "verse_number": "46",
                "verse_text": "he said, &apos;Make sure you obey all these commands that I have given you today. Repeat them to your children, so that they may faithfully obey all God's teachings."
            },
            {
                "verse_number": "47",
                "verse_text": "These teachings are not empty words; they are your very life. Obey them and you will live long in that land across the Jordan that you are about to occupy.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "That same day the LORD said to Moses,"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Go to the Abarim Mountains in the land of Moab opposite the city of Jericho; climb Mount Nebo and look at the land of Canaan that I am about to give the people of Israel."
            },
            {
                "verse_number": "50",
                "verse_text": "You will die on that mountain as your brother Aaron died on Mount Hor,"
            },
            {
                "verse_number": "51",
                "verse_text": "because both of you were unfaithful to me in the presence of the people of Israel. When you were at the waters of Meribah, near the town of Kadesh in the wilderness of Zin, you dishonoured me in the presence of the people."
            },
            {
                "verse_number": "52",
                "verse_text": "You will look at the land from a distance, but you will not enter the land that I am giving the people of Israel.&apos;"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "These are the blessings that Moses, the man of God, pronounced on the people of Israel before he died. he rose like the sun over Edom and shone on his people from Mount Paran. 10,000 angels were with him, and protects those who belong to him. and obey his commands. our nation's most treasured possession. when their tribes and leaders were gathered together. &apos;May Reuben never die out, Although their people are few.&apos; &apos; LORD , listen to their cry for help; Unite them again with the other tribes. Fight for them, LORD , Through your faithful servants, the Levites; You put them to the test at Massah And proved them true at the waters of Meribah. Than to parents, brothers, or children. They obeyed your commands And were faithful to your covenant. They will offer sacrifices on your altar. Be pleased with what they do. Crush all their enemies; Let them never rise again.&apos; &apos;This is the tribe the LORD loves and protects; He guards them all the day long, &apos;May the LORD bless their land with rain And with water from under the earth. Rich with the best fruits of each season. Blessed by the goodness of the LORD , Who spoke from the burning bush. May these blessings come to the tribe of Joseph, Because he was the leader among his brothers. The horns of a wild ox. His horns are Manasseh's thousands And Ephraim's 10,000s. With them he gores the nations And pushes them to the ends of the earth.&apos; &apos;May Zebulun be prosperous in their trade on the sea, And may Issachar's wealth increase at home. And offer the right sacrifices there. They get their wealth from the sea And from the sand along the shore.&apos; &apos;Praise God, who made their territory large. Gad waits like a lion To tear off an arm or a scalp. A leader's share was assigned to them. They obeyed the LORD 's commands and laws &apos;Dan is a young lion; He leaps out from Bashan.&apos; &apos;Naphtali is richly blessed by the LORD 's good favour; Their land reaches to the south from Lake Galilee.&apos; &apos;Asher is blessed more than the other tribes. May he be the favourite of his brothers, And may his land be rich with olive trees. And may he always live secure.&apos; riding in splendour across the sky, riding through the clouds to come to your aid. his eternal arms are your support. He drove out your enemies as you advanced, and told you to destroy them all. secure in a land full of corn and wine, where dew from the sky waters the ground. There is no one like you, a nation saved by the LORD . The LORD himself is your shield and your sword, to defend you and give you victory. Your enemies will come begging for mercy, and you will trample them down."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD came from Mount Sinai; a flaming fire at his right hand. So we bow at his feet And help them against their enemies.&apos; &apos;You, LORD , reveal your will by the Urim and Thummim And he dwells in their midst.&apos; When the leaders of Israel were gathered together.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD loves his people"
            },
            {
                "verse_number": "4",
                "verse_text": "We obey the Law that Moses gave us,"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD became king of his people Israel"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses said about the tribe of Reuben:"
            },
            {
                "verse_number": "7",
                "verse_text": "About the tribe of Judah he said:"
            },
            {
                "verse_number": "8",
                "verse_text": "About the tribe of Levi he said:"
            },
            {
                "verse_number": "9",
                "verse_text": "They showed greater loyalty to you"
            },
            {
                "verse_number": "10",
                "verse_text": "They will teach your people to obey your Law;"
            },
            {
                "verse_number": "11",
                "verse_text": "Lord, help their tribe to grow strong;"
            },
            {
                "verse_number": "12",
                "verse_text": "About the tribe of Benjamin he said:"
            },
            {
                "verse_number": "13",
                "verse_text": "About the tribe of Joseph he said:"
            },
            {
                "verse_number": "14",
                "verse_text": "May their land be blessed with sun-ripened fruit,"
            },
            {
                "verse_number": "15",
                "verse_text": "May their ancient hills be covered with choice fruit."
            },
            {
                "verse_number": "16",
                "verse_text": "May their land be filled with all that is good,"
            },
            {
                "verse_number": "17",
                "verse_text": "Joseph has the strength of a bull,"
            },
            {
                "verse_number": "18",
                "verse_text": "About the tribes of Zebulun and Issachar he said:"
            },
            {
                "verse_number": "19",
                "verse_text": "They invite foreigners to their mountain"
            },
            {
                "verse_number": "20",
                "verse_text": "About the tribe of Gad he said:"
            },
            {
                "verse_number": "21",
                "verse_text": "They took the best of the land for themselves;"
            },
            {
                "verse_number": "22",
                "verse_text": "About the tribe of Dan he said:"
            },
            {
                "verse_number": "23",
                "verse_text": "About the tribe of Naphtali he said:"
            },
            {
                "verse_number": "24",
                "verse_text": "About the tribe of Asher he said:"
            },
            {
                "verse_number": "25",
                "verse_text": "May his towns be protected with iron gates,"
            },
            {
                "verse_number": "26",
                "verse_text": "People of Israel, no god is like your God,"
            },
            {
                "verse_number": "27",
                "verse_text": "God has always been your defence;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Jacob's descendants live in peace,"
            },
            {
                "verse_number": "29",
                "verse_text": "Israel, how happy you are!"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Moses went up from the plains of Moab to Mount Nebo, to the top of Mount Pisgah east of Jericho, and there the LORD showed him the whole land: the territory of Gilead as far north as the town of Dan;"
            },
            {
                "verse_number": "2",
                "verse_text": "the entire territory of Naphtali; the territories of Ephraim and Manasseh; the territory of Judah as far west as the Mediterranean Sea;"
            },
            {
                "verse_number": "3",
                "verse_text": "the southern part of Judah; and the plain that reaches from Zoar to Jericho, the city of palm trees."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the LORD said to Moses, &apos;This is the land that I promised Abraham, Isaac, and Jacob I would give to their descendants. I have let you see it, but I will not let you go there.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses, the LORD 's servant, died there in the land of Moab, as the LORD had said he would."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD buried him in a valley in Moab, opposite the town of Bethpeor, but to this day no one knows the exact place of his burial."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses was 120 years old when he died; he was as strong as ever, and his eyesight was still good."
            },
            {
                "verse_number": "8",
                "verse_text": "The people of Israel mourned for him for thirty days in the plains of Moab."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua son of Nun was filled with wisdom, because Moses had appointed him to be his successor. The people of Israel obeyed Joshua and kept the commands that the LORD had given them through Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "There has never been a prophet in Israel like Moses; the LORD spoke with him face to face."
            },
            {
                "verse_number": "11",
                "verse_text": "No other prophet has ever done miracles and wonders like those that the LORD sent Moses to perform against the king of Egypt, his officials, and the entire country."
            },
            {
                "verse_number": "12",
                "verse_text": "No other prophet has been able to do the great and terrifying things that Moses did in the sight of all Israel."
            }
        ]
    }
}