{
    "Hosea": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message which the LORD gave Hosea son of Beeri during the time that Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah, and Jeroboam son of Jehoash was king of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "When the LORD first spoke to Israel through Hosea, he said to Hosea, &apos;Go and get married; your wife will be unfaithful, and your children will be just like her. In the same way, my people have left me and become unfaithful.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Hosea married a woman named Gomer, the daughter of Diblaim. After the birth of their first child, a son,"
            },
            {
                "verse_number": "4",
                "verse_text": "the LORD said to Hosea, &apos;Name him &quot;Jezreel&quot;, because it will not be long before I punish the king of Israel for the murders that his ancestor Jehu committed at Jezreel. I am going to put an end to Jehu's dynasty."
            },
            {
                "verse_number": "5",
                "verse_text": "And in the Valley of Jezreel I will at that time destroy Israel's military power.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer had a second child &ndash; this time it was a daughter. The LORD said to Hosea, &apos;Name her &quot;Unloved&quot;, because I will no longer show love to the people of Israel or forgive them."
            },
            {
                "verse_number": "7",
                "verse_text": "But to the people of Judah I will show love. I, the LORD their God, will save them, but I will not do it by war &ndash; with swords or bows and arrows or with horses and horsemen.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "After Gomer had weaned her daughter, she became pregnant again and had another son."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD said to Hosea, &apos;Name him &quot;Not-my-People&quot;, because the people of Israel are not my people, and I am not their God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Israel will become like the sand of the sea, more than can be counted or measured. Now God says to them, &apos;You are not my people,&apos; but the day is coming when he will say to them, &apos;You are the children of the living God!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The people of Judah and the people of Israel will be reunited. They will choose for themselves a single leader, and once again they will grow and prosper in their land. Yes, the day of Jezreel will be a great day!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So call your fellow-Israelites &apos;God's People&apos; and &apos;Loved-by-the-Lord&apos;. I will be true and faithful; I will show you constant love and mercy and make you mine for ever. and you will acknowledge me as LORD . I will make rain fall on the earth, and the earth will produce corn and grapes and olives. I will show love to those who were called &apos;Unloved&apos;, and to those who were called &apos;Not-my-People&apos; I will say, &apos;You are my people,&apos; and they will answer, &apos;You are our God.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "My children, plead with your mother &ndash; though she is no longer a wife to me, and I am no longer her husband. Plead with her to stop her adultery and prostitution."
            },
            {
                "verse_number": "3",
                "verse_text": "If she does not, I will strip her as naked as she was on the day she was born. I will make her like a dry and barren land, and she will die of thirst."
            },
            {
                "verse_number": "6",
                "verse_text": "So I am going to fence her in with thorn bushes and build a wall to block her way."
            },
            {
                "verse_number": "7",
                "verse_text": "She will run after her lovers but will not catch them. She will look for them but will not find them. Then she will say, &apos;I am going back to my first husband &ndash; I was better off then than I am now.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "She would never acknowledge that I am the one who gave her the corn, the wine, the olive oil, and all the silver and gold that she used in the worship of Baal."
            },
            {
                "verse_number": "9",
                "verse_text": "So at harvest time I will take back my gifts of corn and wine, and will take away the wool and the linen I gave her for clothing."
            },
            {
                "verse_number": "10",
                "verse_text": "I will strip her naked in front of her lovers, and no one will be able to save her from my power."
            },
            {
                "verse_number": "11",
                "verse_text": "I will put an end to all her festivities &ndash; her annual and monthly festivals and her Sabbath celebrations &ndash; all her religious meetings."
            },
            {
                "verse_number": "12",
                "verse_text": "I will destroy her grapevines and her fig trees, which she said her lovers gave her for serving them. I will turn her vineyards and orchards into a wilderness; wild animals will destroy them."
            },
            {
                "verse_number": "13",
                "verse_text": "I will punish her for the times that she forgot me when she burnt incense to Baal and put on her jewellery to go chasing after her lovers. The LORD has spoken."
            },
            {
                "verse_number": "14",
                "verse_text": "So I am going to take her into the desert again; there I will win her back with words of love."
            },
            {
                "verse_number": "15",
                "verse_text": "I will give back to her the vineyards she had and make Trouble Valley a door of hope. She will respond to me there as she did when she was young, when she came from Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "Then once again she will call me her husband &ndash; she will no longer call me her Baal."
            },
            {
                "verse_number": "17",
                "verse_text": "I will never let her speak the name of Baal again."
            },
            {
                "verse_number": "18",
                "verse_text": "At that time I will make a covenant with all the wild animals and birds, so that they will not harm my people. I will also remove all weapons of war from the land, all swords and bows, and will let my people live in peace and safety."
            },
            {
                "verse_number": "19",
                "verse_text": "Israel, I will make you my wife;"
            },
            {
                "verse_number": "20",
                "verse_text": "I will keep my promise and make you mine,"
            },
            {
                "verse_number": "23",
                "verse_text": "I will establish my people in the land and make them prosper."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to me, &apos;Go again and show your love for a woman who is committing adultery with a lover. You must love her just as I still love the people of Israel, even though they turn to other gods and like to take offerings of raisins to idols.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So I paid fifteen pieces of silver and 150 kilogrammes of barley to buy her."
            },
            {
                "verse_number": "3",
                "verse_text": "I told her that for a long time she would have to wait for me without being a prostitute or committing adultery; and during this time I would wait for her."
            },
            {
                "verse_number": "4",
                "verse_text": "In just this way the people of Israel will have to live for a long time without kings or leaders, without sacrifices or sacred stone pillars, without idols or images to use for divination."
            },
            {
                "verse_number": "5",
                "verse_text": "But the time will come when the people of Israel will once again turn to the LORD their God, and to a descendant of David their king. Then they will fear the LORD and will receive his good gifts."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The LORD has an accusation to bring against the people who live in this land. Listen, Israel, to what he says: &apos;There is no faithfulness or love in the land, and the people do not acknowledge me as God."
            },
            {
                "verse_number": "2",
                "verse_text": "They make promises and break them; they lie, murder, steal, and commit adultery. Crimes increase, and there is one murder after another."
            },
            {
                "verse_number": "3",
                "verse_text": "And so the land will dry up, and everything that lives on it will die. All the animals and birds, and even the fish, will die.&apos; &apos;As a result, your daughters serve as prostitutes, and your daughters-in-law commit adultery."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD says, &apos;Let no one accuse the people or reprimand them &ndash; my complaint is against you priests."
            },
            {
                "verse_number": "5",
                "verse_text": "Night and day you blunder on, and the prophets do no better than you. I am going to destroy Israel, your mother."
            },
            {
                "verse_number": "6",
                "verse_text": "My people are doomed because they do not acknowledge me. You priests have refused to acknowledge me and have rejected my teaching, and so I reject you and will not acknowledge your sons as my priests."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The more of you priests there are, the more you sin against me, and so I will turn your honour into disgrace."
            },
            {
                "verse_number": "8",
                "verse_text": "You grow rich from the sins of my people, and so you want them to sin more and more."
            },
            {
                "verse_number": "9",
                "verse_text": "You will suffer the same punishment as the people! I will punish you and make you pay for the evil you do."
            },
            {
                "verse_number": "10",
                "verse_text": "You will eat your share of the sacrifices, but still be hungry. You will worship the fertility gods, but still have no children, because you have turned away from me to follow other gods.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD says, &apos;Wine, both old and new, is robbing my people of their senses!"
            },
            {
                "verse_number": "12",
                "verse_text": "They ask for revelations from a piece of wood! A stick tells them what they want to know! They have left me. Like a woman who becomes a prostitute, they have given themselves to other gods."
            },
            {
                "verse_number": "13",
                "verse_text": "At sacred places on the mountain tops they offer sacrifices, and on the hills they burn incense under tall, spreading trees, because the shade is so pleasant!"
            },
            {
                "verse_number": "14",
                "verse_text": "Yet I will not punish them for this, because you yourselves go off with temple prostitutes, and together with them you offer pagan sacrifices. As the proverb says, &quot;A people without sense will be ruined.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Even though you people of Israel are unfaithful to me, may Judah not be guilty of the same thing. Don't worship at Gilgal or Bethaven, or make promises there in the name of the living LORD ."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel are as stubborn as mules. How can I feed them like lambs in a meadow?"
            },
            {
                "verse_number": "17",
                "verse_text": "The people of Israel are under the spell of idols. Let them go their own way."
            },
            {
                "verse_number": "18",
                "verse_text": "After drinking much wine, they delight in their prostitution, preferring disgrace to honour."
            },
            {
                "verse_number": "19",
                "verse_text": "They will be carried away as by the wind, and they will be ashamed of their pagan sacrifices."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Listen to this, you priests! Pay attention, people of Israel! Listen, you that belong to the royal family! You are supposed to judge with justice &ndash; so judgement will fall on you! You have become a trap at Mizpah, a net spread on Mount Tabor,"
            },
            {
                "verse_number": "2",
                "verse_text": "a deep pit at Acacia City, and I will punish all of you."
            },
            {
                "verse_number": "3",
                "verse_text": "I know what Israel is like &ndash; she cannot hide from me. She has been unfaithful, and her people are unfit to worship me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The evil that the people have done prevents them from returning to their God. Idolatry has a powerful hold on them, and they do not acknowledge the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "The arrogance of the people of Israel cries out against them. Their sins make them stumble and fall, and the people of Judah fall with them."
            },
            {
                "verse_number": "6",
                "verse_text": "They take their sheep and cattle to offer as sacrifices to the LORD , but it does them no good. They cannot find him, for he has left them."
            },
            {
                "verse_number": "7",
                "verse_text": "They have been unfaithful to the LORD ; their children do not belong to him. So now they and their lands will soon be destroyed."
            },
            {
                "verse_number": "8",
                "verse_text": "Blow the war trumpets in Gibeah! Sound the alarm in Ramah! Raise the war cry at Bethaven! Into battle, men of Benjamin!"
            },
            {
                "verse_number": "9",
                "verse_text": "The day of punishment is coming, and Israel will be ruined. People of Israel, this will surely happen!"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD says, &apos;I am angry because the leaders of Judah have invaded Israel and stolen land from her. So I will pour out punishment on them like a flood."
            },
            {
                "verse_number": "11",
                "verse_text": "Israel is suffering oppression; she has lost land that was rightfully hers, because she insisted on going for help to those who had none to give."
            },
            {
                "verse_number": "12",
                "verse_text": "I will bring destruction on Israel and ruin on the people of Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;When Israel saw how sick she was and when Judah saw her own wounds, then Israel went to Assyria to ask the great emperor for help, but he could not cure them or heal their wounds."
            },
            {
                "verse_number": "14",
                "verse_text": "I will attack the people of Israel and Judah like a lion. I myself will tear them to pieces and then leave them. When I drag them off, no one will be able to save them."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;I will abandon my people until they have suffered enough for their sins and come looking for me. Perhaps in their suffering they will try to find me.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The people say, &apos;Let's return to the LORD ! He has hurt us, but he will be sure to heal us; he has wounded us, but he will bandage our wounds, won't he?"
            },
            {
                "verse_number": "2",
                "verse_text": "In two or three days he will revive us, and we will live in his presence."
            },
            {
                "verse_number": "3",
                "verse_text": "Let us try to know the LORD . He will come to us as surely as the day dawns, as surely as the spring rains that water the earth.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the LORD says, &apos;Israel and Judah, what am I going to do with you? Your love for me disappears as quickly as morning mist; it is like dew, that vanishes early in the day."
            },
            {
                "verse_number": "5",
                "verse_text": "That is why I have sent my prophets to you with my message of judgement and destruction. What I want from you is plain and clear:"
            },
            {
                "verse_number": "6",
                "verse_text": "I want your constant love, not your animal sacrifices. I would rather have my people know me than burn offerings to me."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But as soon as they entered the land at Adam, they broke the covenant I had made with them."
            },
            {
                "verse_number": "8",
                "verse_text": "Gilead is a city full of evil people and murderers."
            },
            {
                "verse_number": "9",
                "verse_text": "The priests are like a gang of robbers who wait in ambush for someone. Even on the road to the holy place at Shechem they commit murder. And they do all this evil deliberately!"
            },
            {
                "verse_number": "10",
                "verse_text": "I have seen a horrible thing in Israel: my people have defiled themselves by worshipping idols."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;And as for you, people of Judah, I have set a time to punish you also for what you are doing."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Whenever I want to heal my people Israel and make them prosperous again, all I can see is their wickedness and the evil they do. They cheat one another; they break into houses and steal; they rob people in the streets."
            },
            {
                "verse_number": "2",
                "verse_text": "It never enters their heads that I will remember all this evil; but their sins surround them, and I cannot avoid seeing them.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD says, &apos;People deceive the king and his officers by their evil plots."
            },
            {
                "verse_number": "4",
                "verse_text": "They are all treacherous and disloyal. Their hatred smoulders like the fire in an oven, which is not stirred by the baker until the dough is ready to bake."
            },
            {
                "verse_number": "5",
                "verse_text": "On the day of the king's celebration they made the king and his officials drunk and foolish with wine."
            },
            {
                "verse_number": "6",
                "verse_text": "Yes, they burned like an oven with their plotting. All night their anger smouldered, and in the morning it burst into flames."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;In the heat of their anger they murdered their rulers. Their kings have been assassinated one after another, but no one prays to me for help.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD says, &apos;The people of Israel are like a half-baked loaf of bread. They rely on the nations around them"
            },
            {
                "verse_number": "9",
                "verse_text": "and do not realize that this reliance on foreigners has robbed them of their strength. Their days are numbered, but they don't even know it."
            },
            {
                "verse_number": "10",
                "verse_text": "The arrogance of the people of Israel cries out against them. In spite of everything that has happened, they have not returned to me, the LORD their God."
            },
            {
                "verse_number": "11",
                "verse_text": "Israel flits about like a silly pigeon; first her people call on Egypt for help, and then they run to Assyria!"
            },
            {
                "verse_number": "12",
                "verse_text": "But I will spread out a net and catch them like birds as they go by. I will punish them for the evil they have done."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;They are doomed! They have left me and rebelled against me. They will be destroyed. I wanted to save them, but their worship of me was false."
            },
            {
                "verse_number": "14",
                "verse_text": "They have not prayed to me sincerely, but instead they throw themselves down and wail as the heathen do. When they pray for corn and wine, they gash themselves like pagans. What rebels they are!"
            },
            {
                "verse_number": "15",
                "verse_text": "Even though I was the one who brought them up and made them strong, they plotted against me."
            },
            {
                "verse_number": "16",
                "verse_text": "They keep on turning away from me to a god that is powerless. They are as unreliable as a crooked bow. Because their leaders talk arrogantly, they will die a violent death, and the Egyptians will laugh.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The LORD says, &apos;Sound the alarm! Enemies are swooping down on my land like eagles! My people have broken the covenant I made with them and have rebelled against my teaching."
            },
            {
                "verse_number": "2",
                "verse_text": "Even though they call me their God and claim that they are my people and that they know me,"
            },
            {
                "verse_number": "3",
                "verse_text": "they have rejected what is good. Because of this their enemies will pursue them."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;My people chose kings, but they did it on their own. They appointed leaders, but without my approval. They took their silver and gold and made idols &ndash; for their own destruction."
            },
            {
                "verse_number": "5",
                "verse_text": "I hate the gold bull worshipped by the people of the city of Samaria. I am furious with them. How long will it be before they give up their idolatry?"
            },
            {
                "verse_number": "6",
                "verse_text": "An Israelite craftsman made the idol, and it is not a god at all! The gold bull worshipped in Samaria will be smashed to pieces!"
            },
            {
                "verse_number": "7",
                "verse_text": "When they sow the wind, they will reap a storm! A field of corn that doesn't ripen can never produce any bread. But even if it did, foreigners would eat it up."
            },
            {
                "verse_number": "8",
                "verse_text": "Israel has become like any other nation and is as useless as a broken pot."
            },
            {
                "verse_number": "9",
                "verse_text": "Stubborn as wild donkeys, the people of Israel go their own way. They have gone off to seek help from Assyria, and have paid other nations to protect them."
            },
            {
                "verse_number": "10",
                "verse_text": "But now I am going to gather them together and punish them. Soon they will writhe in pain, when the emperor of Assyria oppresses them."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The more altars the people of Israel build for removing sin, the more places they have for sinning!"
            },
            {
                "verse_number": "12",
                "verse_text": "I write down countless teachings for the people, but they reject them as strange and foreign."
            },
            {
                "verse_number": "13",
                "verse_text": "They offer sacrifices to me and eat the meat of the sacrifices. But I, the LORD , am not pleased with them, and now I will remember their sin and punish them for it; I will send them back to Egypt!"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The people of Israel have built palaces, but they have forgotten their own Maker. The people of Judah have built fortified cities. But I will send fire that will burn down their palaces and their cities.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, stop celebrating your festivals like pagans. You have turned away from your God and have been unfaithful to him. All over the land you have sold yourselves like prostitutes to the god Baal and have loved the corn you thought he paid you with!"
            },
            {
                "verse_number": "2",
                "verse_text": "But soon you will not have enough corn and olive oil, and there will be no wine."
            },
            {
                "verse_number": "3",
                "verse_text": "The people of Israel will not remain in the LORD 's land, but will have to go back to Egypt and will have to eat forbidden food in Assyria."
            },
            {
                "verse_number": "4",
                "verse_text": "In those foreign lands they will not be able to make offerings of wine to the LORD , or bring their sacrifices to him. Their food will defile everyone who eats it, like food eaten at funerals. It will be used only to satisfy their hunger; none of it will be taken as an offering to the LORD 's Temple."
            },
            {
                "verse_number": "5",
                "verse_text": "And when the time comes for the appointed festivals in honour of the LORD , what will they do then?"
            },
            {
                "verse_number": "6",
                "verse_text": "When the disaster comes and the people are scattered, the Egyptians will gather them up &ndash; gather them for burial there at Memphis! Their treasures of silver and the places where their homes once stood will be overgrown with weeds and thorn bushes."
            },
            {
                "verse_number": "7",
                "verse_text": "The time for punishment has come, the time when people will get what they deserve. When that happens, Israel will know it! &apos;This prophet,&apos; you say, &apos;is a fool. This inspired man is insane.&apos; You people hate me so much because your sin is so great."
            },
            {
                "verse_number": "8",
                "verse_text": "God has sent me as a prophet to warn his people Israel. Yet wherever I go, you try to trap me like a bird. Even in God's Temple the people are the prophet's enemies."
            },
            {
                "verse_number": "9",
                "verse_text": "They are hopelessly evil in what they do, just as they were at Gibeah. God will remember their sin and punish them for it."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD says, &apos;When I first found Israel, it was like finding grapes growing in the desert. When I first saw your ancestors, it was like seeing the first ripe figs of the season. But when they came to Mount Peor, they began to worship Baal, and soon became as disgusting as the gods they loved."
            },
            {
                "verse_number": "11",
                "verse_text": "Israel's greatness will fly away like a bird, and there will be no more children born to them, no more women pregnant, no more children conceived."
            },
            {
                "verse_number": "12",
                "verse_text": "But even if they did bring up children, I would take them away and not leave one alive. When I abandon these people, terrible things will happen to them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "LORD , I can see their children being hunted down and killed."
            },
            {
                "verse_number": "14",
                "verse_text": "What shall I ask you to do to these people? Make their women barren! Make them unable to nurse their babies!"
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD says, &apos;All their evil-doing began in Gilgal. It was there that I began to hate them. And because of the evil they have done, I will drive them out of my land. I will not love them any more; all their leaders have rebelled against me."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Israel are like a plant whose roots have dried up and which bears no fruit. They will have no children, but even if they did, I would kill the children so dear to them.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The God I serve will reject his people, because they have not listened to him. They will become wanderers among the nations."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The people of Israel were like a grapevine that was full of grapes. The more prosperous they were, the more altars they built. The more productive their land was, the more beautiful they made the sacred stone pillars they worship."
            },
            {
                "verse_number": "2",
                "verse_text": "The people whose hearts are deceitful must now suffer for their sins. God will break down their altars and destroy their sacred pillars."
            },
            {
                "verse_number": "3",
                "verse_text": "These people will soon be saying, &apos;We have no king because we did not fear the LORD . But what could a king do for us anyway?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They utter empty words and make false promises and useless treaties. Justice has become injustice, growing like poisonous weeds in a ploughed field."
            },
            {
                "verse_number": "5",
                "verse_text": "The people who live in the city of Samaria will be afraid and will mourn the loss of the gold bull at Bethaven . They and the priests who serve the idol will weep over it. They will wail when it is stripped of its golden splendour."
            },
            {
                "verse_number": "6",
                "verse_text": "The idol will be carried off to Assyria as tribute to the great emperor. The people of Israel will be disgraced and put to shame because of the advice they followed."
            },
            {
                "verse_number": "7",
                "verse_text": "Their king will be carried off, like a chip of wood on water."
            },
            {
                "verse_number": "8",
                "verse_text": "The hilltop shrines of Aven, where the people of Israel worship idols, will be destroyed. Thorns and weeds will grow up over their altars. The people will call out to the mountains, &apos;Hide us!&apos; and to the hills, &apos;Cover us!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD says, &apos;The people of Israel have not stopped sinning against me since the time of their sin at Gibeah. So at Gibeah war will catch up with them."
            },
            {
                "verse_number": "10",
                "verse_text": "I will attack this sinful people and punish them. Nations will join together against them, and they will be punished for their many sins."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Israel was once like a well-trained young cow, ready and willing to thresh grain. But I decided to put a yoke on her beautiful neck and to harness her for harder work. I made Judah pull the plough and Israel pull the harrow."
            },
            {
                "verse_number": "12",
                "verse_text": "I said, &quot;Plough new ground for yourselves, plant righteousness, and reap the blessings that your devotion to me will produce. It is time for you to turn to me, your LORD , and I will come and pour out blessings upon you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "But instead you planted evil and reaped its harvest. You have eaten the fruit produced by your lies. &apos;Because you trusted in your chariots and in the large number of your soldiers,"
            },
            {
                "verse_number": "14",
                "verse_text": "war will come to your people, and all your fortresses will be destroyed. It will be like the day when King Shalman destroyed the city of Betharbel in battle, and mothers and their children were crushed to death."
            },
            {
                "verse_number": "15",
                "verse_text": "That is what will happen to you, people of Bethel, because of the terrible evil that you have done. As soon as the battle begins, the king of Israel will die.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The LORD says, &apos;When Israel was a child, I loved him My people sacrificed to Baal; they burnt incense to idols. but they did not acknowledge that I took care of them. I picked them up and held them to my cheek; How can I abandon you? Could I ever destroy you as I did Admah, or treat you as I did Zeboiim? My heart will not let me do it! My love for you is too strong. I will not destroy Israel again. For I am God and not a human being. I, the Holy One, am with you. I will not come to you in anger. and called him out of Egypt as my son. the more he turned away from me. I took my people up in my arms, I bent down to them and fed them."
            },
            {
                "verse_number": "2",
                "verse_text": "But the more I called to him,"
            },
            {
                "verse_number": "3",
                "verse_text": "Yet I was the one who taught Israel to walk."
            },
            {
                "verse_number": "4",
                "verse_text": "I drew them to me with affection and love."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;They refuse to return to me, and so they must return to Egypt, and Assyria will rule them."
            },
            {
                "verse_number": "6",
                "verse_text": "War will sweep through their cities and break down the city gates. It will destroy my people because they do what they themselves think best."
            },
            {
                "verse_number": "7",
                "verse_text": "They insist on turning away from me. They will cry out because of the yoke that is on them, but no one will lift it from them."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;How can I give you up, Israel?"
            },
            {
                "verse_number": "9",
                "verse_text": "I will not punish you in my anger;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;My people will follow me when I roar like a lion at their enemies. They will hurry to me from the west."
            },
            {
                "verse_number": "11",
                "verse_text": "They will come from Egypt, as swiftly as birds, and from Assyria, like doves. I will bring them to their homes again. I, the LORD , have spoken.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD says, &apos;The people of Israel have surrounded me with lies and deceit, and the people of Judah are still rebelling against me, the faithful and holy God."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Everything that the people of Israel do from morning to night is useless and destructive. Treachery and acts of violence increase among them. They make treaties with Assyria and do business with Egypt.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD has an accusation to bring against the people of Judah; he is also going to punish Israel for the way her people act. He will pay them back for what they have done."
            },
            {
                "verse_number": "3",
                "verse_text": "Their ancestor Jacob struggled with his twin brother Esau while the two of them were still in their mother's womb; when Jacob grew up, he fought against God &ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "he fought against an angel and won. He wept and asked for a blessing. And at Bethel God came to our ancestor Jacob and spoke with him."
            },
            {
                "verse_number": "5",
                "verse_text": "This was the LORD God Almighty &ndash; the LORD is the name by which he is to be worshipped."
            },
            {
                "verse_number": "6",
                "verse_text": "So now, descendants of Jacob, trust in your God and return to him. Be loyal and just, and wait patiently for your God to act."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD says, &apos;The people of Israel are as dishonest as the Canaanites; they love to cheat their customers with false scales."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;We are rich,&quot; they say. &quot;We've made a fortune. And no one can accuse us of getting rich dishonestly.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "But I, the LORD your God who led you out of Egypt, I will make you live in tents again, as you did when I came to you in the desert."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I spoke to the prophets and gave them many visions, and through the prophets I gave my people warnings."
            },
            {
                "verse_number": "11",
                "verse_text": "Yet idols are worshipped in Gilead, and those who worship them will die. Bulls are sacrificed in Gilgal, and the altars there will become piles of stone in the open fields.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Our ancestor Jacob had to flee to Mesopotamia, where, in order to get a wife, he worked for another man and took care of his sheep."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD sent a prophet to rescue the people of Israel from slavery in Egypt and to take care of them."
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Israel have made the LORD bitterly angry; they deserve death for their crimes. Their Lord will punish them for the disgrace they have brought on him."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In the past, when the tribe of Ephraim spoke, the other tribes of Israel were afraid; they looked up to Ephraim. But the people sinned by worshipping Baal, and for this they will die."
            },
            {
                "verse_number": "2",
                "verse_text": "They still keep on sinning by making metal images to worship &ndash; idols of silver, designed by human minds, made by human hands. And then they say, &apos;Offer sacrifices to them!&apos; How can anyone kiss those idols &ndash; idols in the shape of bulls!"
            },
            {
                "verse_number": "3",
                "verse_text": "And so these people will disappear like morning mist, like the dew that vanishes early in the day. They will be like chaff which the wind blows from the threshing place, like smoke from a chimney."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD says, &apos;I am the LORD your God, who led you out of Egypt. You have no God but me. I alone am your saviour."
            },
            {
                "verse_number": "5",
                "verse_text": "I took care of you in a dry, desert land."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you entered the good land, you became full and satisfied, and then you grew proud and forgot me."
            },
            {
                "verse_number": "7",
                "verse_text": "So I will attack you like a lion. Like a leopard I will lie in wait along your path."
            },
            {
                "verse_number": "8",
                "verse_text": "I will attack you like a bear that has lost her cubs, and I will tear you open. Like a lion I will devour you on the spot, and will tear you to pieces like a wild animal."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I will destroy you, people of Israel! Then who can help you?"
            },
            {
                "verse_number": "10",
                "verse_text": "You asked for a king and for leaders, but how can they save the nation?"
            },
            {
                "verse_number": "11",
                "verse_text": "In my anger I have given you kings, and in my fury I have taken them away."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Israel's sin and guilt are on record, and the records are safely stored away."
            },
            {
                "verse_number": "13",
                "verse_text": "Israel has a chance to live, but is too foolish to take it &ndash; like a child about to be born, who refuses to come out of the womb."
            },
            {
                "verse_number": "14",
                "verse_text": "I will not save this people from the world of the dead or rescue them from the power of death. Bring on your plagues, death! Bring on your destruction, world of the dead! I will no longer have pity for this people."
            },
            {
                "verse_number": "15",
                "verse_text": "Even though Israel flourishes like weeds, I will send a hot east wind from the desert, and it will dry up their springs and wells. It will take away everything of value."
            },
            {
                "verse_number": "16",
                "verse_text": "Samaria must be punished for rebelling against me. Her people will die in war; babies will be dashed to the ground, and pregnant women will be ripped open.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Return to the LORD your God, people of Israel. Your sin has made you stumble and fall."
            },
            {
                "verse_number": "2",
                "verse_text": "Return to the LORD , and let this prayer be your offering to him: &apos;Forgive all our sins and accept our prayer, and we will praise you as we have promised."
            },
            {
                "verse_number": "3",
                "verse_text": "Assyria can never save us, and war horses cannot protect us. We will never again say to our idols that they are our God. O LORD , you show mercy to those who have no one else to turn to.&apos; &apos;I will bring my people back to me. I will love them with all my heart; no longer am I angry with them. like rain in a dry land. They will blossom like flowers; they will be firmly rooted like the trees of Lebanon. and beautiful like olive trees. They will be fragrant like the cedars of Lebanon. They will grow corn and be fruitful like a vineyard. They will be as famous as the wine of Lebanon. I will answer their prayers and take care of them; Like an evergreen tree I will shelter them; I am the source of all their blessings.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD says,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will be to the people of Israel"
            },
            {
                "verse_number": "6",
                "verse_text": "They will be alive with new growth,"
            },
            {
                "verse_number": "7",
                "verse_text": "Once again they will live under my protection."
            },
            {
                "verse_number": "8",
                "verse_text": "The people of Israel will have nothing more to do with idols;"
            },
            {
                "verse_number": "9",
                "verse_text": "May those who are wise understand what is written here, and may they take it to heart. The LORD 's ways are right, and righteous people live by following them, but sinners stumble and fall because they ignore them."
            }
        ]
    }
}