{
    "Joshua": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After the death of the LORD 's servant Moses, the LORD spoke to Moses' helper, Joshua son of Nun."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;My servant Moses is dead. Get ready now, you and all the people of Israel, and cross the River Jordan into the land that I am giving them."
            },
            {
                "verse_number": "3",
                "verse_text": "As I told Moses, I have given you and all my people the entire land that you will be marching over."
            },
            {
                "verse_number": "4",
                "verse_text": "Your borders will reach from the desert in the south to the Lebanon Mountains in the north; from the great River Euphrates in the east, through the Hittite country, to the Mediterranean Sea in the west."
            },
            {
                "verse_number": "5",
                "verse_text": "Joshua, no one will be able to defeat you as long as you live. I will be with you as I was with Moses. I will always be with you; I will never abandon you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be determined and confident, for you will be the leader of these people as they occupy this land which I promised their ancestors."
            },
            {
                "verse_number": "7",
                "verse_text": "Just be determined, be confident; and make sure that you obey the whole Law that my servant Moses gave you. Do not neglect any part of it and you will succeed wherever you go."
            },
            {
                "verse_number": "8",
                "verse_text": "Be sure that the book of the Law is always read in your worship. Study it day and night, and make sure that you obey everything written in it. Then you will be prosperous and successful."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember that I have commanded you to be determined and confident! Don't be afraid or discouraged, for I, the LORD your God, am with you wherever you go.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Joshua ordered the leaders to"
            },
            {
                "verse_number": "11",
                "verse_text": "go through the camp and say to the people, &apos;Get some food ready, because in three days you are going to cross the River Jordan to occupy the land that the LORD your God is giving you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua said to the tribes of Reuben and Gad and to half the tribe of Manasseh,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Remember how Moses, the LORD 's servant, told you that the LORD your God would give you this land on the east side of the Jordan as your home."
            },
            {
                "verse_number": "14",
                "verse_text": "Your wives, your children, and your livestock will stay here, but your soldiers, armed for battle, will cross over ahead of their fellow-Israelites in order to help them"
            },
            {
                "verse_number": "15",
                "verse_text": "until they have occupied the land west of the Jordan that the LORD your God has given them. When he has given safety to all the tribes of Israel, then you may come back and settle here in your own land east of the Jordan, which Moses, the LORD 's servant, gave to you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They answered Joshua, &apos;We will do everything you have told us and will go wherever you send us."
            },
            {
                "verse_number": "17",
                "verse_text": "We will obey you, just as we always obeyed Moses, and may the LORD your God be with you as he was with Moses!"
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever questions your authority or disobeys any of your orders will be put to death. Be determined and confident!&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then Joshua sent two spies from the camp at Acacia with orders to go and secretly explore the land of Canaan, especially the city of Jericho. When they came to the city, they went to spend the night in the house of a prostitute named Rahab."
            },
            {
                "verse_number": "2",
                "verse_text": "The king of Jericho heard that some Israelites had come that night to spy out the country,"
            },
            {
                "verse_number": "3",
                "verse_text": "so he sent word to Rahab: &apos;The men in your house have come to spy out the whole country! Bring them out!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The king's men left the city, and then the gate was shut. They went looking for the Israelite spies as far as the place where the road crosses the Jordan."
            },
            {
                "verse_number": "8",
                "verse_text": "Before the spies settled down for the night, Rahab went up on the roof"
            },
            {
                "verse_number": "9",
                "verse_text": "and said to them, &apos;I know that the LORD has given you this land. Everyone in the country is terrified of you."
            },
            {
                "verse_number": "10",
                "verse_text": "We have heard how the LORD dried up the Red Sea in front of you when you were leaving Egypt. We have also heard how you killed Sihon and Og, the two Amorite kings east of the Jordan."
            },
            {
                "verse_number": "11",
                "verse_text": "We were afraid as soon as we heard about it; we have all lost our courage because of you. The LORD your God is God in heaven above and here on earth."
            },
            {
                "verse_number": "12",
                "verse_text": "Now swear by him that you will treat my family as kindly as I have treated you, and give me some sign that I can trust you."
            },
            {
                "verse_number": "13",
                "verse_text": "Promise me that you will save my father and mother, my brothers and sisters, and all their families! Don't let us be killed!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The men said to her, &apos;May God take our lives if we don't do as we say! If you do not tell anyone what we have been doing, we promise you that when the LORD gives us this land, we will treat you well.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Rahab lived in a house built into the city wall, so she let the men down from the window by a rope."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Go into the hill country,&apos; she said, &apos;or the king's men will find you. Hide there for three days until they come back. After that you can go on your way.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The men said to her, &apos;We will keep the promise that you have made us give."
            },
            {
                "verse_number": "18",
                "verse_text": "This is what you must do. When we invade your land, tie this red cord to the window you let us down from. Get your father and mother, your brothers, and all your father's family together in your house."
            },
            {
                "verse_number": "19",
                "verse_text": "If anyone goes out of the house, his death will be his own fault, and we will not be responsible; but if anyone in the house with you is harmed, then we will be responsible."
            },
            {
                "verse_number": "20",
                "verse_text": "However, if you tell anyone what we have been doing, then we will not have to keep our promise which you have made us give you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "She agreed and sent them away. When they had gone, she tied the red cord to the window."
            },
            {
                "verse_number": "22",
                "verse_text": "The spies went into the hills and hid. The king's men looked for them all over the countryside for three days, but they did not find them, so they returned to Jericho."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the two spies came down from the hills, crossed the river, and went back to Joshua. They told him everything that had happened,"
            },
            {
                "verse_number": "24",
                "verse_text": "and then said, &apos;We are sure that the LORD has given us the whole country. All the people there are terrified of us.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The next morning Joshua and all the people of Israel got up early, left the camp at Acacia, and went to the Jordan, where they camped while waiting to cross it."
            },
            {
                "verse_number": "2",
                "verse_text": "Three days later the leaders went through the camp"
            },
            {
                "verse_number": "3",
                "verse_text": "and said to the people, &apos;When you see the priests carrying the Covenant Box of the LORD your God, break camp and follow them."
            },
            {
                "verse_number": "4",
                "verse_text": "You have never been here before, so they will show you the way to go. But do not get near the Covenant Box; stay about a kilometre behind it.&apos; When the people left the camp to cross the Jordan, the priests went ahead of them, carrying the Covenant Box. As soon as the priests stepped into the river,"
            },
            {
                "verse_number": "5",
                "verse_text": "Joshua said to the people, &apos;Purify yourselves, because tomorrow the LORD will perform miracles among you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then he told the priests to take the Covenant Box and go with it ahead of the people. They did as he said."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD said to Joshua, &apos;What I do today will make all the people of Israel begin to honour you as a great man, and they will realize that I am with you as I was with Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "Tell the priests carrying the Covenant Box that when they reach the river, they must wade in and stand near the bank.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Joshua said to the people, &apos;Come here and listen to what the LORD your God has to say."
            },
            {
                "verse_number": "10",
                "verse_text": "As you advance, he will surely drive out the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites. You will know that the living God is among you"
            },
            {
                "verse_number": "11",
                "verse_text": "when the Covenant Box of the Lord of all the earth crosses the Jordan ahead of you."
            },
            {
                "verse_number": "12",
                "verse_text": "Now choose twelve men, one from each of the tribes of Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "When the priests who carry the Covenant Box of the LORD of all the earth put their feet in the water, the Jordan will stop flowing, and the water coming downstream will pile up in one place.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "the water stopped flowing and piled up, far upstream at Adam, the city beside Zarethan. The flow downstream to the Dead Sea was completely cut off, and the people were able to cross over near Jericho."
            },
            {
                "verse_number": "17",
                "verse_text": "While the people walked across on dry ground, the priests carrying the LORD 's Covenant Box stood on dry ground in the middle of the Jordan until all the people had crossed over."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When the whole nation had crossed the Jordan, the LORD said to Joshua,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Choose twelve men, one from each tribe,"
            },
            {
                "verse_number": "3",
                "verse_text": "and command them to take twelve stones out of the middle of the Jordan, from the very place where the priests were standing. Tell them to carry these stones with them and to put them down where you camp tonight.&apos; The people hurried across the river."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Joshua called the twelve men he had chosen,"
            },
            {
                "verse_number": "5",
                "verse_text": "and said, &apos;Go into the Jordan ahead of the Covenant Box of the LORD your God. Each one of you take a stone on your shoulder, one for each of the tribes of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "These stones will remind the people of what the LORD has done. In the future, when your children ask what these stones mean to you,"
            },
            {
                "verse_number": "7",
                "verse_text": "you will tell them that the water of the Jordan stopped flowing when the LORD 's Covenant Box crossed the river. These stones will always remind the people of Israel of what happened here.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The men followed Joshua's orders. As the LORD had commanded Joshua, they took twelve stones from the middle of the Jordan, one for each of the tribes of Israel, carried them to the camping place, and put them down there."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua also set up twelve stones in the middle of the Jordan, where the priests carrying the Covenant Box had stood. (Those stones are still there.)"
            },
            {
                "verse_number": "10",
                "verse_text": "The priests stood in the middle of the Jordan until everything had been done that the LORD ordered Joshua to tell the people to do. This is what Moses had commanded."
            },
            {
                "verse_number": "11",
                "verse_text": "When they were all on the other side, the priests with the LORD 's Covenant Box went on ahead of the people."
            },
            {
                "verse_number": "12",
                "verse_text": "The men of the tribes of Reuben and Gad and of half the tribe of Manasseh, ready for battle, crossed ahead of the rest of the people, as Moses had told them to do."
            },
            {
                "verse_number": "13",
                "verse_text": "In the presence of the LORD about 40,000 men ready for war crossed over to the plain near Jericho."
            },
            {
                "verse_number": "14",
                "verse_text": "What the LORD did that day made the people of Israel consider Joshua a great man. They honoured him all his life, just as they had honoured Moses."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the LORD told Joshua"
            },
            {
                "verse_number": "16",
                "verse_text": "to command the priests carrying the Covenant Box to come up out of the Jordan."
            },
            {
                "verse_number": "17",
                "verse_text": "Joshua did so,"
            },
            {
                "verse_number": "18",
                "verse_text": "and when the priests reached the river bank, the river began flowing once more and flooded its banks again."
            },
            {
                "verse_number": "19",
                "verse_text": "The people crossed the Jordan on the tenth day of the first month and made camp at Gilgal, east of Jericho."
            },
            {
                "verse_number": "20",
                "verse_text": "There Joshua set up the twelve stones taken from the Jordan."
            },
            {
                "verse_number": "21",
                "verse_text": "He said to the people of Israel, &apos;In the future, when your children ask you what these stones mean,"
            },
            {
                "verse_number": "22",
                "verse_text": "you will tell them about the time when Israel crossed the Jordan on dry ground."
            },
            {
                "verse_number": "23",
                "verse_text": "Tell them that the LORD your God dried up the water of the Jordan for you until you had crossed, just as he dried up the Red Sea for us."
            },
            {
                "verse_number": "24",
                "verse_text": "Because of this everyone on earth will know how great the LORD 's power is, and you will honour the LORD your God for ever.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "All the Amorite kings west of the Jordan and all the Canaanite kings along the Mediterranean Sea heard that the LORD had dried up the Jordan until the people of Israel had crossed it. They became afraid and lost their courage because of the Israelites. Joshua threw himself on the ground in worship and said, &apos;I am your servant, sir. What do you want me to do?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then the LORD told Joshua, &apos;Make some knives out of flint and circumcise the Israelites.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua did as the LORD had commanded, and he circumcised the Israelites at a place called Circumcision Hill."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of these men had never been circumcised, and it was this new generation that Joshua circumcised."
            },
            {
                "verse_number": "8",
                "verse_text": "After the circumcision was completed, the whole nation stayed in the camp until the wounds had healed."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD said to Joshua, &apos;Today I have removed from you the disgrace of being slaves in Egypt.&apos; That is why the place was named Gilgal, the name it still has."
            },
            {
                "verse_number": "10",
                "verse_text": "While the Israelites were camping at Gilgal on the plain near Jericho, they observed Passover on the evening of the fourteenth day of the month."
            },
            {
                "verse_number": "11",
                "verse_text": "The next day was the first time they ate food grown in Canaan: roasted grain and bread made without yeast."
            },
            {
                "verse_number": "12",
                "verse_text": "The manna stopped falling then, and the Israelites no longer had any. From that time on they ate food grown in Canaan."
            },
            {
                "verse_number": "13",
                "verse_text": "While Joshua was near Jericho, he suddenly saw a man standing in front of him, holding a sword. Joshua went up to him and asked, &apos;Are you one of our soldiers, or an enemy?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Neither,&apos; the man answered. &apos;I am here as the commander of the LORD 's army.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "And the commander of the LORD 's army told him, &apos;Take your sandals off; you are standing on holy ground.&apos; And Joshua did as he was told."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The gates of Jericho were kept shut and guarded to keep the Israelites out. No one could enter or leave the city."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD said to Joshua, &apos;I am putting into your hands Jericho, with its king and all its brave soldiers."
            },
            {
                "verse_number": "3",
                "verse_text": "You and your soldiers are to march round the city once a day for six days."
            },
            {
                "verse_number": "4",
                "verse_text": "Seven priests, each carrying a trumpet, are to go in front of the Covenant Box. On the seventh day you and your soldiers are to march round the city seven times while the priests blow the trumpets."
            },
            {
                "verse_number": "5",
                "verse_text": "Then they are to sound one long note. As soon as you hear it, all the people are to give a loud shout, and the city walls will collapse. Then the whole army will go straight into the city.&apos; Whoever lays the foundation will lose his eldest son; Whoever builds the gates will lose his youngest.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua called the priests and said to them, &apos;Take the Covenant Box, and seven of you go in front of it, carrying trumpets.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then he ordered the people to start marching round the city, with an advance guard going on ahead of the LORD 's Covenant Box."
            },
            {
                "verse_number": "10",
                "verse_text": "But Joshua had ordered the people not to shout, not to say a word until he gave the order."
            },
            {
                "verse_number": "11",
                "verse_text": "So he told this group of men to take the LORD 's Covenant Box round the city once. Then they came back to camp and spent the night there."
            },
            {
                "verse_number": "14",
                "verse_text": "On this second day they again marched round the city once and then returned to camp. They did this for six days."
            },
            {
                "verse_number": "15",
                "verse_text": "On the seventh day they got up at daybreak and marched seven times round the city in the same way &ndash; this was the only day that they marched round it seven times."
            },
            {
                "verse_number": "16",
                "verse_text": "The seventh time round, when the priests were about to sound the trumpets, Joshua ordered the people to shout, and he said, &apos;The LORD has given you the city!"
            },
            {
                "verse_number": "17",
                "verse_text": "The city and everything in it must be totally destroyed as an offering to the LORD . Only the prostitute Rahab and her household will be spared, because she hid our spies."
            },
            {
                "verse_number": "18",
                "verse_text": "But you are not to take anything that is to be destroyed; if you do, you will bring trouble and destruction on the Israelite camp."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything made of silver, gold, bronze, or iron is set apart for the LORD . It is to be put in the LORD 's treasury.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the priests blew the trumpets. As soon as the people heard it, they gave a loud shout, and the walls collapsed. Then all the army went straight up the hill into the city and captured it."
            },
            {
                "verse_number": "21",
                "verse_text": "With their swords they killed everyone in the city, men and women, young and old. They also killed the cattle, sheep, and donkeys."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua then told the two men who had served as spies, &apos;Go into the prostitute's house and bring her and her family out, as you promised her.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So they went and brought Rahab out, along with her father and mother, her brothers, and the rest of her family. They took them all, family and slaves, to safety near the Israelite camp."
            },
            {
                "verse_number": "24",
                "verse_text": "Then they set fire to the city and burnt it to the ground, along with everything in it, except the things made of gold, silver, bronze, and iron, which they took and put in the LORD 's treasury."
            },
            {
                "verse_number": "25",
                "verse_text": "But Joshua spared the lives of the prostitute Rahab and all her relatives, because she had hidden the two spies that he had sent to Jericho. (Her descendants have lived in Israel to this day.)"
            },
            {
                "verse_number": "26",
                "verse_text": "At that time Joshua issued a solemn warning: &apos;Anyone who tries to rebuild the city of Jericho will be under the LORD 's curse."
            },
            {
                "verse_number": "27",
                "verse_text": "So the LORD was with Joshua, and his fame spread through the whole country."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The LORD 's command to Israel not to take from Jericho anything that was to be destroyed was not obeyed. A man named Achan disobeyed that order, and so the LORD was furious with the Israelites. (Achan was the son of Carmi and grandson of Zabdi, and belonged to the clan of Zerah, a part of the tribe of Judah.) Then the LORD was no longer furious."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua sent some men from Jericho to Ai, a city east of Bethel, near Bethaven, with orders to go and explore the land. When they had done so,"
            },
            {
                "verse_number": "3",
                "verse_text": "they reported back to Joshua: &apos;There is no need for everyone to attack Ai. Send only about two or three thousand men. Don't send the whole army up there to fight; it is not a large city.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So about 3,000 Israelites made the attack, but they were forced to retreat."
            },
            {
                "verse_number": "5",
                "verse_text": "The men of Ai chased them from the city gate as far as some quarries and killed about 36 of them on the way down the hill. Then the Israelites lost their courage and were afraid."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua and the leaders of Israel tore their clothes in grief, threw themselves to the ground before the LORD 's Covenant Box, and lay there till evening, with dust on their heads to show their sorrow."
            },
            {
                "verse_number": "7",
                "verse_text": "And Joshua said, &apos;Sovereign LORD ! Why did you bring us across the Jordan at all? To hand us over to the Amorites? To destroy us? Why didn't we just stay on the other side of the Jordan?"
            },
            {
                "verse_number": "8",
                "verse_text": "What can I say, O Lord, now that Israel has retreated from the enemy?"
            },
            {
                "verse_number": "9",
                "verse_text": "The Canaanites and everyone else in the country will hear about it. They will surround us and kill every one of us! And then what will you do to protect your honour?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD said to Joshua, &apos;Get up! Why are you lying on the ground like this?"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel has sinned! They have broken the agreement with me that I ordered them to keep. They have taken some of the things condemned to destruction. They stole them, lied about it, and put them with their own things."
            },
            {
                "verse_number": "12",
                "verse_text": "This is why the Israelites cannot stand against their enemies. They retreat from them because they themselves have now been condemned to destruction! I will not stay with you any longer unless you destroy the things you were ordered not to take!"
            },
            {
                "verse_number": "13",
                "verse_text": "Get up! Purify the people and get them ready to come before me. Tell them to be ready tomorrow, because I, the LORD God of Israel, have this to say: &quot;Israel, you have in your possession some things that I ordered you to destroy! You cannot stand against your enemies until you get rid of these things!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "So tell them that in the morning they will be brought forward, tribe by tribe. The tribe that I pick out will then come forward, clan by clan. The clan that I pick out will come forward, family by family. The family that I pick out will come forward, one by one."
            },
            {
                "verse_number": "15",
                "verse_text": "The one who is then picked out and found with the condemned goods will be burnt, along with his family and everything he owns, for he has brought terrible shame on Israel and has broken my covenant.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Early the next morning Joshua brought Israel forward, tribe by tribe, and the tribe of Judah was picked out."
            },
            {
                "verse_number": "17",
                "verse_text": "He brought the tribe of Judah forward, clan by clan, and the clan of Zerah was picked out. Then he brought the clan of Zerah forward, family by family, and the family of Zabdi was picked out."
            },
            {
                "verse_number": "18",
                "verse_text": "He then brought Zabdi's family forward, one by one, and Achan, the son of Carmi and grandson of Zabdi, was picked out."
            },
            {
                "verse_number": "19",
                "verse_text": "Joshua said to him, &apos;My son, tell the truth here before the LORD , the God of Israel, and confess. Tell me now what you have done. Don't try to hide it from me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;It's true,&apos; Achan answered. &apos;I have sinned against the LORD , Israel's God, and this is what I did."
            },
            {
                "verse_number": "21",
                "verse_text": "Among the things we seized I saw a beautiful Babylonian cloak, about two kilogrammes of silver, and a bar of gold weighing over half a kilogramme. I wanted them so much that I took them. You will find them buried inside my tent, with the silver at the bottom.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Joshua sent some men, who ran to the tent and found that the condemned things really were buried there, with the silver at the bottom."
            },
            {
                "verse_number": "23",
                "verse_text": "They brought them out of the tent, took them to Joshua and all the Israelites, and laid them down in the presence of the LORD ."
            },
            {
                "verse_number": "24",
                "verse_text": "Joshua, along with all the people of Israel, seized Achan, the silver, the cloak, and the bar of gold, together with Achan's sons and daughters, his cattle, donkeys, and sheep, his tent, and everything else he owned; and they took them to Trouble Valley."
            },
            {
                "verse_number": "25",
                "verse_text": "And Joshua said, &apos;Why have you brought such trouble on us? The LORD will now bring trouble on you!&apos; All the people then stoned Achan to death; they also stoned and burnt his family and possessions."
            },
            {
                "verse_number": "26",
                "verse_text": "They put a huge pile of stones over him, which is there to this day. That is why that place is still called Trouble Valley."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Joshua, &apos;Take all the soldiers with you and go on up to Ai. Don't be afraid or discouraged. I will give you victory over the king of Ai; his people, city, and land will be yours."
            },
            {
                "verse_number": "2",
                "verse_text": "You are to do to Ai and its king what you did to Jericho and its king, but this time you may keep its goods and livestock for yourselves. Prepare to attack the city by surprise from the rear.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua got ready to go to Ai with all his soldiers. He picked out 30,000 of his best troops and sent them out at night"
            },
            {
                "verse_number": "4",
                "verse_text": "with these orders: &apos;Hide on the other side of the city, but not too far away from it; be ready to attack."
            },
            {
                "verse_number": "5",
                "verse_text": "My men and I will approach the city. When the men of Ai come out against us, we will turn and run, just as we did the first time."
            },
            {
                "verse_number": "6",
                "verse_text": "They will pursue us until we have led them away from the city. They will think that we are running away from them, as we did before."
            },
            {
                "verse_number": "7",
                "verse_text": "Then you will come out of hiding and capture the city. The LORD your God will give it to you."
            },
            {
                "verse_number": "8",
                "verse_text": "After you have taken the city, set it on fire, just as the LORD has commanded. These are your orders.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Joshua sent them out, and they went to their hiding place and waited there, west of Ai, between Ai and Bethel. Joshua spent the night in camp."
            },
            {
                "verse_number": "10",
                "verse_text": "Early in the morning Joshua got up and called the soldiers together. Then he and the leaders of Israel led them to Ai."
            },
            {
                "verse_number": "11",
                "verse_text": "The soldiers with him went towards the main entrance to the city and set up camp on the north side, with a valley between themselves and Ai."
            },
            {
                "verse_number": "12",
                "verse_text": "He took about 5,000 men and put them in hiding west of the city, between Ai and Bethel."
            },
            {
                "verse_number": "13",
                "verse_text": "The soldiers were arranged for battle with the main camp north of the city and the rest of the men to the west. Joshua spent the night in the valley."
            },
            {
                "verse_number": "14",
                "verse_text": "When the king of Ai saw Joshua's men, he acted quickly. He and all his men went out towards the Jordan Valley to fight the Israelites at the same place as before, not knowing that he was about to be attacked from the rear."
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua and his men pretended that they were retreating, and ran away towards the barren country."
            },
            {
                "verse_number": "16",
                "verse_text": "All the men in the city had been called together to go after them, and as they pursued Joshua, they kept getting farther away from the city."
            },
            {
                "verse_number": "17",
                "verse_text": "Every man in Ai went after the Israelites, and the city was left wide open, with no one to defend it."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the LORD said to Joshua, &apos;Point your spear at Ai; I am giving it to you.&apos; Joshua did as he was told,"
            },
            {
                "verse_number": "19",
                "verse_text": "and as soon as he lifted his hand, the men who had been hiding got up quickly, ran into the city and captured it. They immediately set the city on fire."
            },
            {
                "verse_number": "20",
                "verse_text": "When the men of Ai looked back, they saw the smoke rising to the sky. There was no way for them to escape, because the Israelites who had run towards the barren country now turned round to attack them."
            },
            {
                "verse_number": "21",
                "verse_text": "When Joshua and his men saw that the others had taken the city and that it was on fire, they turned round and began killing the men of Ai."
            },
            {
                "verse_number": "22",
                "verse_text": "The Israelites in the city now came down to join the battle. So the men of Ai found themselves completely surrounded by Israelites, and they were all killed. No one got away, and no one lived through it"
            },
            {
                "verse_number": "23",
                "verse_text": "except the king of Ai. He was captured and taken to Joshua."
            },
            {
                "verse_number": "24",
                "verse_text": "The Israelites killed every one of the enemy in the barren country where they had chased them. Then they went back to Ai and killed everyone there."
            },
            {
                "verse_number": "27",
                "verse_text": "The Israelites kept for themselves the livestock and goods captured in the city, as the LORD had told Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua burnt Ai and left it in ruins. It is still like that today."
            },
            {
                "verse_number": "29",
                "verse_text": "He hanged the king of Ai from a tree and left his body there until evening. At sunset Joshua gave orders for the body to be removed, and it was thrown down at the entrance to the city gate. They covered it with a huge pile of stones, which is still there today."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Joshua built on Mount Ebal an altar to the LORD , the God of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "He made it according to the instructions that Moses, the LORD 's servant, had given the Israelites, as it says in the Law of Moses: &apos;an altar made of stones which have not been cut with iron tools.&apos; On it they offered burnt sacrifices to the LORD , and they also presented their fellowship offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "There, with the Israelites looking on, Joshua made on the stones a copy of the Law which Moses had written."
            },
            {
                "verse_number": "33",
                "verse_text": "The Israelites, with their leaders, officers, and judges, as well as the foreigners among them, stood on two sides of the LORD 's Covenant Box, facing the levitical priests who carried it. Half the people stood with their backs to Mount Gerizim and the other half with their backs to Mount Ebal. The LORD 's servant Moses had commanded them to do this when the time came for them to receive the blessing."
            },
            {
                "verse_number": "34",
                "verse_text": "Joshua then read aloud the whole Law, including the blessings and the curses, just as they are written in the book of the Law."
            },
            {
                "verse_number": "35",
                "verse_text": "Every one of the commandments of Moses was read by Joshua to the whole gathering, which included women and children, as well as the foreigners living among them."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The victories of Israel became known to all the kings west of the Jordan &ndash; in the hills, in the foothills, and all along the coastal plain of the Mediterranean Sea as far north as Lebanon; these were the kings of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "2",
                "verse_text": "They all came together and joined forces to fight against Joshua and the Israelites. Joshua asked them, &apos;Who are you? Where do you come from?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the people of Gibeon, who were Hivites, heard what Joshua had done to Jericho and Ai,"
            },
            {
                "verse_number": "4",
                "verse_text": "and they decided to deceive him. They went and got some food and loaded their donkeys with worn-out sacks and patched-up wineskins."
            },
            {
                "verse_number": "5",
                "verse_text": "They put on ragged clothes and worn-out sandals that had been mended. The bread they took with them was dry and mouldy."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they went to the camp at Gilgal and said to Joshua and the Israelites, &apos;We have come from a distant land. We want you to make a treaty with us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But the Israelites said, &apos;Why should we make a treaty with you? Maybe you live nearby.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They said to Joshua, &apos;We are at your service.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then they told him this story: &apos;We have come from a very distant land, sir, because we have heard of the LORD your God. We have heard about everything that he did in Egypt"
            },
            {
                "verse_number": "10",
                "verse_text": "and what he did to the two Amorite kings east of the Jordan: King Sihon of Heshbon and King Og of Bashan, who lived in Ashtaroth."
            },
            {
                "verse_number": "11",
                "verse_text": "Our leaders and all the people that live in our land told us to get some food ready for a journey and to go and meet you. We were told to put ourselves at your service and ask you to make a treaty with us."
            },
            {
                "verse_number": "12",
                "verse_text": "Look at our bread. When we left home with it and started out to meet you, it was still warm. But look! Now it is dry and mouldy."
            },
            {
                "verse_number": "13",
                "verse_text": "When we filled these wineskins, they were new, but look! They are torn. Our clothes and sandals are worn out from the long journey.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelites accepted some food from them, but did not consult the LORD about it."
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua made a treaty of friendship with the people of Gibeon and allowed them to live. The leaders of the community of Israel gave their solemn promise to keep the treaty."
            },
            {
                "verse_number": "16",
                "verse_text": "Three days after the treaty had been made, the Israelites learnt that these people did indeed live nearby."
            },
            {
                "verse_number": "17",
                "verse_text": "So the people of Israel started out and three days later arrived at the cities where these people lived: Gibeon, Chephirah, Beeroth, and Kiriath Jearim."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Israelites could not kill them, because their leaders had made a solemn promise to them in the name of the LORD , Israel's God. All the people complained to the leaders about this,"
            },
            {
                "verse_number": "19",
                "verse_text": "but they answered, &apos;We have made our solemn promise to them in the name of the LORD God of Israel. Now we cannot harm them."
            },
            {
                "verse_number": "20",
                "verse_text": "We must let them live because of our promise; if we don't, God will punish us."
            },
            {
                "verse_number": "21",
                "verse_text": "Let them live, but they will have to cut wood and carry water for us.&apos; This was what the leaders suggested."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua ordered the people of Gibeon to be brought to him, and he asked them, &apos;Why did you deceive us and tell us that you were from far away, when you live right here?"
            },
            {
                "verse_number": "23",
                "verse_text": "Because you did this, God has condemned you. Your people will always be slaves, cutting wood and carrying water for the sanctuary of my God.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "They answered, &apos;We did it, sir, because we learnt that it was really true that the LORD your God had commanded his servant Moses to give you the whole land and to kill the people living in it as you advanced. We did it because we were terrified of you; we were in fear of our lives."
            },
            {
                "verse_number": "25",
                "verse_text": "Now we are in your power; do with us what you think is right.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So this is what Joshua did: he protected them and did not allow the people of Israel to kill them."
            },
            {
                "verse_number": "27",
                "verse_text": "But at the same time he made them slaves, to cut wood and carry water for the people of Israel and for the LORD 's altar. To this day they have continued to do this work in the place where the LORD has chosen to be worshipped."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Adonizedek, the king of Jerusalem, heard that Joshua had captured and totally destroyed Ai and had killed its king, just as he had done to Jericho and its king. He also heard that the people of Gibeon had made peace with the Israelites and were living among them."
            },
            {
                "verse_number": "2",
                "verse_text": "The people of Jerusalem were greatly alarmed at this because Gibeon was as large as any of the cities that had a king; it was larger than Ai, and its men were good fighters."
            },
            {
                "verse_number": "3",
                "verse_text": "So Adonizedek sent the following message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and to King Debir of Eglon:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Come and help me attack Gibeon, because its people have made peace with Joshua and the Israelites.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "These five Amorite kings, the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon, joined forces, surrounded Gibeon, and attacked it. &apos;Sun, stand still over Gibeon; Moon, stop over Aijalon Valley.&apos; No one in the land dared even to speak against the Israelites."
            },
            {
                "verse_number": "6",
                "verse_text": "The men of Gibeon sent word to Joshua at the camp in Gilgal: &apos;Do not abandon us, sir! Come at once and help us! Save us! All the Amorite kings in the hill country have joined forces and have attacked us!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joshua and his whole army, including the best troops, started out from Gilgal."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD said to Joshua, &apos;Do not be afraid of them. I have already given you the victory. Not one of them will be able to stand against you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "All night Joshua and his army marched from Gilgal to Gibeon, and they made a surprise attack on the Amorites."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD made the Amorites panic at the sight of Israel's army. The Israelites slaughtered them at Gibeon and pursued them down the mountain pass at Beth Horon, keeping up the attack as far south as Azekah and Makkedah."
            },
            {
                "verse_number": "11",
                "verse_text": "While the Amorites were running down the pass from the Israelite army, the LORD made large hailstones fall down on them all the way to Azekah. More were killed by the hailstones than by the Israelites."
            },
            {
                "verse_number": "12",
                "verse_text": "On the day that the LORD gave the men of Israel victory over the Amorites, Joshua spoke to the LORD . In the presence of the Israelites he said,"
            },
            {
                "verse_number": "13",
                "verse_text": "The sun stood still and the moon did not move until the nation had conquered its enemies. This is written in The Book of Jashar . The sun stood still in the middle of the sky and did not go down for a whole day."
            },
            {
                "verse_number": "14",
                "verse_text": "Never before, and never since, has there been a day like it, when the LORD obeyed a human being. The LORD fought on Israel's side!"
            },
            {
                "verse_number": "15",
                "verse_text": "After this, Joshua and his army went back to the camp at Gilgal."
            },
            {
                "verse_number": "16",
                "verse_text": "The five Amorite kings, however, had escaped and were hiding in the cave at Makkedah."
            },
            {
                "verse_number": "17",
                "verse_text": "Someone found them, and Joshua was told where they were hiding."
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos;Roll some big stones in front of the entrance to the cave. Place some guards there,"
            },
            {
                "verse_number": "19",
                "verse_text": "but don't stay there yourselves. Keep on after the enemy and attack them from the rear; don't let them get to their cities! The LORD your God has given you victory over them.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joshua and the men of Israel slaughtered them, although some managed to find safety inside their city walls and were not killed."
            },
            {
                "verse_number": "21",
                "verse_text": "Then all of Joshua's men came back safe to him at the camp at Makkedah."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Joshua said, &apos;Open the entrance to the cave and bring those five kings out to me.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the cave was opened, and the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon were brought out"
            },
            {
                "verse_number": "24",
                "verse_text": "and taken to Joshua. Joshua then called all the men of Israel to him and ordered the officers who had gone with him to come and put their feet on the necks of the kings. They did so."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Joshua said to his officers, &apos;Don't be afraid or discouraged. Be determined and confident because this is what the LORD is going to do to all your enemies.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Joshua killed the kings and hanged them on five trees, where their bodies stayed until evening."
            },
            {
                "verse_number": "27",
                "verse_text": "At sunset Joshua gave orders, and their bodies were taken down and thrown into the same cave where they had hidden earlier. Large stones were placed at the entrance to the cave, and they are still there."
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua attacked and captured Makkedah and its king that day. He put everyone in the city to death; no one was left alive. He did to the king of Makkedah what he had done to the king of Jericho."
            },
            {
                "verse_number": "29",
                "verse_text": "After this, Joshua and his army went on from Makkedah to Libnah and attacked it."
            },
            {
                "verse_number": "30",
                "verse_text": "The LORD also gave the Israelites victory over this city and its king. They spared no one, but killed every person in it. They did to the king what they had done to the king of Jericho."
            },
            {
                "verse_number": "31",
                "verse_text": "After this, Joshua and his army went on from Libnah to Lachish, surrounded it and attacked it."
            },
            {
                "verse_number": "32",
                "verse_text": "The LORD gave the Israelites victory over Lachish on the second day of the battle. Just as they had done at Libnah, they spared no one, but killed every person in the city."
            },
            {
                "verse_number": "33",
                "verse_text": "King Horam of Gezer came to the aid of Lachish, but Joshua defeated him and his army and left none of them alive."
            },
            {
                "verse_number": "34",
                "verse_text": "Next, Joshua and his army went on from Lachish to Eglon, surrounded it and attacked it."
            },
            {
                "verse_number": "35",
                "verse_text": "They captured it the same day and put everyone there to death, just as they had done at Lachish."
            },
            {
                "verse_number": "36",
                "verse_text": "After this, Joshua and his army went from Eglon up into the hills to Hebron, attacked it"
            },
            {
                "verse_number": "37",
                "verse_text": "and captured it. They killed the king and everyone else in the city as well as in the nearby towns. Joshua condemned the city to total destruction, just as he had done to Eglon. No one in it was left alive."
            },
            {
                "verse_number": "38",
                "verse_text": "Then Joshua and his army turned back to Debir and attacked it."
            },
            {
                "verse_number": "39",
                "verse_text": "He captured it, with its king and all the nearby towns. They put everyone there to death. Joshua did to Debir and its king what he had done to Hebron and to Libnah and its king."
            },
            {
                "verse_number": "40",
                "verse_text": "Joshua conquered the whole land. He defeated the kings of the hill country, the eastern slopes, and the western foothills, as well as those of the dry country in the south. He spared no one; everyone was put to death. This was what the LORD God of Israel had commanded."
            },
            {
                "verse_number": "41",
                "verse_text": "Joshua's campaign took him from Kadesh Barnea in the south to Gaza near the coast, including all the area of Goshen, and as far north as Gibeon."
            },
            {
                "verse_number": "42",
                "verse_text": "Joshua conquered all these kings and their territory in one campaign because the LORD , Israel's God, was fighting for Israel."
            },
            {
                "verse_number": "43",
                "verse_text": "After this, Joshua and his army went back to the camp at Gilgal."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When the news of Israel's victories reached King Jabin of Hazor, he sent word to King Jobab of Madon, to the kings of Shimron and Achshaph,"
            },
            {
                "verse_number": "2",
                "verse_text": "and to the kings in the hill country in the north, in the Jordan Valley south of Lake Galilee, in the foothills, and on the coast near Dor."
            },
            {
                "verse_number": "3",
                "verse_text": "He also sent word to the Canaanites on both sides of the Jordan, to the Amorites, the Hittites, the Perizzites, and the Jebusites in the hill country, as well as to the Hivites who lived at the foot of Mount Hermon in the land of Mizpah."
            },
            {
                "verse_number": "4",
                "verse_text": "They came with all their soldiers &ndash; an army with as many men as there are grains of sand on the seashore. They also had many horses and chariots."
            },
            {
                "verse_number": "5",
                "verse_text": "All these kings joined forces and came together and set up camp at Merom Brook to fight against Israel. So the people rested from war."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD said to Joshua, &apos;Do not be afraid of them. By this time tomorrow I will have killed all of them for Israel. You are to cripple their horses and burn their chariots.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joshua and all his men attacked them by surprise at Merom Brook."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD gave the Israelites victory over them; the Israelites attacked and pursued them as far north as Misrephoth Maim and Sidon, and as far east as the valley of Mizpah. The fight continued until none of the enemy was left alive."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua did to them what the LORD had commanded: he crippled their horses and burnt their chariots."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua then turned back, captured Hazor and killed its king. (At that time Hazor was the most powerful of all those kingdoms.)"
            },
            {
                "verse_number": "11",
                "verse_text": "They put everyone there to death; no one was left alive, and the city was burnt."
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua captured all these cities and their kings, putting everyone to death, just as Moses, the LORD 's servant, had commanded."
            },
            {
                "verse_number": "13",
                "verse_text": "However, the Israelites did not burn any of the cities built on mounds, except Hazor, which Joshua did burn."
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Israel took all the valuables and livestock from these cities and kept them for themselves. But they put every person to death; no one was left alive."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD had given his commands to his servant Moses, Moses had given them to Joshua, and Joshua obeyed them. He did everything that the LORD had commanded Moses."
            },
            {
                "verse_number": "16",
                "verse_text": "Joshua captured all the land &ndash; the hill country and foothills, both north and south, all the area of Goshen and the dry country south of it, as well as the Jordan Valley."
            },
            {
                "verse_number": "19",
                "verse_text": "The only city that made peace with the people of Israel was Gibeon, where some of the Hivites lived. All the others were conquered in battle."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD had made them determined to fight the Israelites, so that they would be condemned to total destruction and all be killed without mercy. This was what the LORD had commanded Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "At this time Joshua went and destroyed the race of giants called the Anakim who lived in the hill country &ndash; in Hebron, Debir, Anab, and in all the hill country of Judah and Israel. Joshua completely destroyed them and their cities."
            },
            {
                "verse_number": "22",
                "verse_text": "None of the Anakim were left in the land of Israel; a few, however, were left in Gaza, Gath, and Ashdod."
            },
            {
                "verse_number": "23",
                "verse_text": "Joshua captured the whole land, as the LORD had commanded Moses. Joshua gave it to the Israelites as their own and divided it into portions, one for each tribe."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The people of Israel had already conquered and occupied the land east of the Jordan, from the Arnon Valley up the Jordan Valley and as far north as Mount Hermon. They defeated two kings."
            },
            {
                "verse_number": "2",
                "verse_text": "One was Sihon, the Amorite king who ruled at Heshbon. His kingdom included half of Gilead: from Aroer (on the edge of the valley of the Arnon) and the city in the middle of that valley, as far as the River Jabbok, the border of Ammon;"
            },
            {
                "verse_number": "3",
                "verse_text": "it included the Jordan Valley from Lake Galilee south to Beth Jeshimoth (east of the Dead Sea) and on towards the foot of Mount Pisgah."
            },
            {
                "verse_number": "4",
                "verse_text": "They also defeated King Og of Bashan, who was one of the last of the Rephaim; he ruled at Ashtaroth and Edrei."
            },
            {
                "verse_number": "5",
                "verse_text": "His kingdom included Mount Hermon, Salecah, and all of Bashan as far as the boundaries of Geshur and Maacah, as well as half of Gilead, as far as the territory of King Sihon of Heshbon."
            },
            {
                "verse_number": "6",
                "verse_text": "These two kings were defeated by Moses and the people of Israel. Moses, the LORD 's servant, gave their land to the tribes of Reuben and Gad and to half the tribe of Manasseh, to be their possession."
            },
            {
                "verse_number": "7",
                "verse_text": "Joshua and the people of Israel defeated all the kings in the territory west of the Jordan, from Baalgad in the valley of Lebanon to Mount Halak in the south near Edom. Joshua divided this land among the tribes and gave it to them as a permanent possession."
            },
            {
                "verse_number": "8",
                "verse_text": "This portion included the hill country, the western foothills, the Jordan Valley and its foothills, the eastern slopes, and the dry country in the south. This land had been the home of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "9",
                "verse_text": "The people of Israel defeated the kings of the following cities: Jericho, Ai (near Bethel),"
            },
            {
                "verse_number": "10",
                "verse_text": "Jerusalem, Hebron,"
            },
            {
                "verse_number": "11",
                "verse_text": "Jarmuth, Lachish,"
            },
            {
                "verse_number": "12",
                "verse_text": "Eglon, Gezer,"
            },
            {
                "verse_number": "13",
                "verse_text": "Debir, Geder,"
            },
            {
                "verse_number": "14",
                "verse_text": "Hormah, Arad,"
            },
            {
                "verse_number": "15",
                "verse_text": "Libnah, Adullam,"
            },
            {
                "verse_number": "16",
                "verse_text": "Makkedah, Bethel,"
            },
            {
                "verse_number": "17",
                "verse_text": "Tappuah, Hepher,"
            },
            {
                "verse_number": "18",
                "verse_text": "Aphek, Lasharon,"
            },
            {
                "verse_number": "19",
                "verse_text": "Madon, Hazor,"
            },
            {
                "verse_number": "20",
                "verse_text": "Shimron Meron, Achshaph,"
            },
            {
                "verse_number": "21",
                "verse_text": "Taanach, Megiddo,"
            },
            {
                "verse_number": "22",
                "verse_text": "Kedesh, Jokneam (in Carmel),"
            },
            {
                "verse_number": "23",
                "verse_text": "Dor (on the coast), Goiim (in Galilee ),"
            },
            {
                "verse_number": "24",
                "verse_text": "and Tirzah &ndash; 31 kings in all."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Joshua was now very old. The LORD said to him, &apos;You are very old, but there is still much land to be taken:"
            },
            {
                "verse_number": "2",
                "verse_text": "all the territory of Philistia and Geshur,"
            },
            {
                "verse_number": "3",
                "verse_text": "as well as all the territory of the Avvim to the south. (The land from the stream of Shihor, at the Egyptian border, as far north as the border of Ekron was considered Canaanite; the kings of the Philistines lived at Gaza, Ashdod, Ashkelon, Gath, and Ekron.)"
            },
            {
                "verse_number": "4",
                "verse_text": "There is still all the Canaanite country, and Mearah (which belonged to the Sidonians), as far as Aphek, at the Amorite border;"
            },
            {
                "verse_number": "5",
                "verse_text": "the land of the Gebalites; all of Lebanon to the east, from Baalgad, which is south of Mount Hermon, to Hamath Pass."
            },
            {
                "verse_number": "6",
                "verse_text": "This includes all the territory of the Sidonians, who live in the hill country between the Lebanon Mountains and Misrephoth Maim. I will drive all these peoples out as the people of Israel advance. You must divide the land among the Israelites, just as I have commanded you to do."
            },
            {
                "verse_number": "7",
                "verse_text": "Now then, divide this land among the other nine tribes and half of the tribe of Manasseh, for them to possess as their own.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The tribes of Reuben and Gad and the other half of the tribe of Manasseh had already received the land that Moses, the LORD 's servant, had given them; it was on the east side of the River Jordan."
            },
            {
                "verse_number": "9",
                "verse_text": "Their territory extended to Aroer (on the edge of the Arnon Valley) and the city in the middle of that valley and included all the plateau from Medeba to Dibon."
            },
            {
                "verse_number": "10",
                "verse_text": "It went as far as the border of Ammon and included all the cities that had been ruled by the Amorite king Sihon, who had ruled at Heshbon."
            },
            {
                "verse_number": "11",
                "verse_text": "It included Gilead, the regions of Geshur and Maacah, all Mount Hermon, and all of Bashan as far as Salecah."
            },
            {
                "verse_number": "12",
                "verse_text": "It included the kingdom of Og, the last of the Rephaim, who had ruled at Ashtaroth and Edrei. Moses had defeated these people and driven them out."
            },
            {
                "verse_number": "13",
                "verse_text": "However, the Israelites did not drive out the people of Geshur and Maacah; they still live in Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses had given no land to the tribe of Levi. As the LORD had told Moses, they were to receive as their possession a share of the sacrifices burnt on the altar to the LORD God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses had given a part of the land to the families of the tribe of Reuben as their possession."
            },
            {
                "verse_number": "16",
                "verse_text": "Their territory extended to Aroer (on the edge of the Arnon Valley) and the city in the middle of that valley and included all the plateau round Medeba."
            },
            {
                "verse_number": "17",
                "verse_text": "It included Heshbon and all the cities on the plateau: Dibon, Bamoth Baal, Beth Baalmeon,"
            },
            {
                "verse_number": "18",
                "verse_text": "Jahaz, Kedemoth, Mephaath,"
            },
            {
                "verse_number": "19",
                "verse_text": "Kiriathaim, Sibmah, Zerethshahar on the hill in the valley,"
            },
            {
                "verse_number": "20",
                "verse_text": "Bethpeor, the slopes of Mount Pisgah, and Beth Jeshimoth."
            },
            {
                "verse_number": "21",
                "verse_text": "It included all the cities of the plateau and the whole kingdom of the Amorite king Sihon, who had ruled at Heshbon. Moses defeated him, as well as the rulers of Midian: Evi, Rekem, Zur, Hur, and Reba. All of them had ruled the land for King Sihon."
            },
            {
                "verse_number": "22",
                "verse_text": "Among those whom the people of Israel killed was the fortune teller Balaam son of Beor."
            },
            {
                "verse_number": "23",
                "verse_text": "The Jordan was the western border of the tribe of Reuben. These were the cities and towns given to the families of the tribe of Reuben as their possession."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses had also given a part of the land to the families of the tribe of Gad as their possession."
            },
            {
                "verse_number": "25",
                "verse_text": "Their territory included Jazer and all the cities of Gilead, half the land of Ammon as far as Aroer, which is east of Rabbah;"
            },
            {
                "verse_number": "26",
                "verse_text": "their land extended from Heshbon to Ramath Mizpeh and Betonim, from Mahanaim to the border of Lodebar."
            },
            {
                "verse_number": "27",
                "verse_text": "In the Jordan Valley it included Beth Haram, Bethnimrah, Sukkoth, and Zaphon, the rest of the kingdom of King Sihon of Heshbon. Their western border was the River Jordan as far north as Lake Galilee."
            },
            {
                "verse_number": "28",
                "verse_text": "These were the cities and towns given to the families of the tribe of Gad as their possession."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses had given a part of the land to the families of half the tribe of Manasseh as their possession."
            },
            {
                "verse_number": "30",
                "verse_text": "Their territory extended to Mahanaim and included all of Bashan &ndash; the whole kingdom of Og, the king of Bashan, as well as all sixty of the villages of Jair in Bashan."
            },
            {
                "verse_number": "31",
                "verse_text": "It included half of Gilead, as well as Ashtaroth and Edrei, the capital cities of Og's kingdom in Bashan. All this was given to half the families descended from Machir son of Manasseh."
            },
            {
                "verse_number": "32",
                "verse_text": "That is how Moses divided the land east of Jericho and the Jordan when he was in the plains of Moab."
            },
            {
                "verse_number": "33",
                "verse_text": "But Moses did not assign any land to the tribe of Levi. He told them that their possession was to be a share of the offerings to the LORD God of Israel."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "What follows is an account of how the land of Canaan west of the Jordan was divided among the people of Israel. Eleazar the priest, Joshua son of Nun, and the leaders of the families of the Israelite tribes divided it among the population."
            },
            {
                "verse_number": "2",
                "verse_text": "As the LORD had commanded Moses, the territories of the nine and a half tribes west of the Jordan were determined by drawing lots."
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Israel divided the land as the LORD had commanded Moses. There was now peace in the land."
            },
            {
                "verse_number": "6",
                "verse_text": "One day some people from the tribe of Judah came to Joshua at Gilgal. One of them, Caleb son of Jephunneh the Kenizzite, said to him, &apos;You know what the LORD said in Kadesh Barnea about you and me to Moses, the man of God."
            },
            {
                "verse_number": "7",
                "verse_text": "I was forty years old when the LORD 's servant Moses sent me from Kadesh Barnea to spy out this land. I brought an honest report back to him."
            },
            {
                "verse_number": "8",
                "verse_text": "The men who went with me, however, made our people afraid. But I faithfully obeyed the LORD my God."
            },
            {
                "verse_number": "9",
                "verse_text": "Because I did, Moses promised me that my children and I would certainly receive as our possession the land which I walked over."
            },
            {
                "verse_number": "10",
                "verse_text": "But now, look. It has been 45 years since the LORD said that to Moses. That was when Israel was going through the desert, and the LORD , as he promised, has kept me alive ever since. Look at me! I am 85 years old"
            },
            {
                "verse_number": "11",
                "verse_text": "and I'm just as strong today as I was when Moses sent me out. I am still strong enough for war or for anything else."
            },
            {
                "verse_number": "12",
                "verse_text": "Now then, give me the hill country that the LORD promised me on that day when my men and I reported. We told you then that the race of giants called the Anakim were there in large walled cities. Maybe the LORD will be with me, and I will drive them out, just as the LORD said.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Joshua blessed Caleb son of Jephunneh and gave him the city of Hebron as his possession."
            },
            {
                "verse_number": "14",
                "verse_text": "Hebron still belongs to the descendants of Caleb son of Jephunneh the Kenizzite, because he faithfully obeyed the LORD , the God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Before this, Hebron was called the city of Arba. (Arba had been the greatest of the Anakim.)"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The families of the tribe of Judah received a part of the land described as follows: The land reached south to the southernmost point of the wilderness of Zin, at the border of Edom. The northern border began there, Within these borders lived the people of the families of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "This southern border ran from the south end of the Dead Sea,"
            },
            {
                "verse_number": "3",
                "verse_text": "went southwards from the Akrabbim Pass and on to Zin. It ran south of Kadesh Barnea, past Hezron and up to Addar, turned towards Karka,"
            },
            {
                "verse_number": "4",
                "verse_text": "went on to Azmon, and followed the stream on the border of Egypt to the Mediterranean Sea, where the border ended. That was the southern border of Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "The eastern border was the Dead Sea, all the way up to the inlet where the Jordan empties into it."
            },
            {
                "verse_number": "6",
                "verse_text": "extended up to Beth Hoglah, and went north of the ridge overlooking the Jordan Valley. Then it went up to the Stone of Bohan (Bohan was a son of Reuben),"
            },
            {
                "verse_number": "7",
                "verse_text": "from Trouble Valley up to Debir, and then turned north towards Gilgal, which faces Adummim Pass on the south side of the valley. It then went on to the springs of Enshemesh, out to Enrogel,"
            },
            {
                "verse_number": "8",
                "verse_text": "and up through the Valley of Hinnom on the south side of the hill where the Jebusite city of Jerusalem was located. The border then proceeded up to the top of the hill on the west side of the Valley of Hinnom, at the northern end of the Valley of Rephaim."
            },
            {
                "verse_number": "9",
                "verse_text": "From there it went to the Springs of Nephtoah and out to the cities near Mount Ephron. There it turned towards Baalah (or Kiriath Jearim),"
            },
            {
                "verse_number": "10",
                "verse_text": "where it circled west of Baalah towards the hill country of Edom, went on the north side of Mount Jearim (or Chesalon), down to Beth Shemesh, and on past Timnah."
            },
            {
                "verse_number": "11",
                "verse_text": "The border then went out to the hill north of Ekron, turned towards Shikkeron, past Mount Baalah, and on to Jamnia. It ended at the Mediterranean Sea,"
            },
            {
                "verse_number": "12",
                "verse_text": "which formed the western border."
            },
            {
                "verse_number": "13",
                "verse_text": "As the LORD commanded Joshua, part of the territory of Judah was given to Caleb son of Jephunneh, from the tribe of Judah. He received Hebron, the city belonging to Arba, father of Anak."
            },
            {
                "verse_number": "14",
                "verse_text": "Caleb drove the descendants of Anak out of the city &ndash; the clans of Sheshai, Ahiman, and Talmai."
            },
            {
                "verse_number": "15",
                "verse_text": "From there he went to attack the people living in Debir. (This city used to be called Kiriath Sepher.)"
            },
            {
                "verse_number": "16",
                "verse_text": "Caleb said, &apos;I will give my daughter Achsah in marriage to the man who succeeds in capturing Kiriath Sepher.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Othniel, the son of Caleb's brother Kenaz, captured the city, so Caleb gave him his daughter Achsah in marriage."
            },
            {
                "verse_number": "18",
                "verse_text": "On the wedding day Othniel urged her to ask her father for a field. She got down from her donkey, and Caleb asked her what she wanted."
            },
            {
                "verse_number": "19",
                "verse_text": "She answered, &apos;I want some pools of water. The land you have given me is in the dry country.&apos; So Caleb gave her the upper and lower springs."
            },
            {
                "verse_number": "20",
                "verse_text": "This is the land that the families of the tribe of Judah received as their possession."
            },
            {
                "verse_number": "21",
                "verse_text": "The cities farthest south that belonged to them, those that were near the border of Edom, were Kabzeel, Eder, Jagur,"
            },
            {
                "verse_number": "22",
                "verse_text": "Kinah, Dimonah, Adadah,"
            },
            {
                "verse_number": "23",
                "verse_text": "Kedesh, Hazor, Ithnan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Ziph, Telem, Bealoth,"
            },
            {
                "verse_number": "25",
                "verse_text": "Hazor Hadattah, Kerioth Hezron (or Hazor),"
            },
            {
                "verse_number": "26",
                "verse_text": "Amam, Shema, Moladah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Hazar Gaddah, Heshmon, Bethpelet,"
            },
            {
                "verse_number": "28",
                "verse_text": "Hazar Shual, Beersheba, Biziothiah,"
            },
            {
                "verse_number": "29",
                "verse_text": "Baalah, Iim, Ezem,"
            },
            {
                "verse_number": "30",
                "verse_text": "Eltolad, Chesil, Hormah,"
            },
            {
                "verse_number": "31",
                "verse_text": "Ziklag, Madmannah, Sansannah,"
            },
            {
                "verse_number": "32",
                "verse_text": "Lebaoth, Shilhim, Ain, and Rimmon: 29 cities in all, along with the towns round them."
            },
            {
                "verse_number": "33",
                "verse_text": "The cities in the foothills were Eshtaol, Zorah, Ashnah,"
            },
            {
                "verse_number": "34",
                "verse_text": "Zanoah, Engannim, Tappuah, Enam,"
            },
            {
                "verse_number": "35",
                "verse_text": "Jarmuth, Adullam, Socoh, Azekah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Shaaraim, Adithaim, Gederah, and Gederothaim: fourteen cities, along with the towns round them."
            },
            {
                "verse_number": "37",
                "verse_text": "There were also Zenan, Hadashah, Migdalgad,"
            },
            {
                "verse_number": "38",
                "verse_text": "Dilean, Mizpah, Joktheel,"
            },
            {
                "verse_number": "39",
                "verse_text": "Lachish, Bozkath, Eglon,"
            },
            {
                "verse_number": "40",
                "verse_text": "Cabbon, Lahmam, Chitlish,"
            },
            {
                "verse_number": "41",
                "verse_text": "Gederoth, Bethdagon, Naamah, and Makkedah: sixteen cities, along with the towns round them."
            },
            {
                "verse_number": "42",
                "verse_text": "There were also Libnah, Ether, Ashan,"
            },
            {
                "verse_number": "43",
                "verse_text": "Iphtah, Ashnah, Nezib,"
            },
            {
                "verse_number": "44",
                "verse_text": "Keilah, Achzib, and Mareshah: nine cities, along with the towns round them."
            },
            {
                "verse_number": "45",
                "verse_text": "There was Ekron with its towns and villages,"
            },
            {
                "verse_number": "46",
                "verse_text": "and all the cities and towns near Ashdod, from Ekron to the Mediterranean Sea."
            },
            {
                "verse_number": "47",
                "verse_text": "There were Ashdod and Gaza, with their towns and villages, reaching to the stream on the border of Egypt and the coast of the Mediterranean Sea."
            },
            {
                "verse_number": "48",
                "verse_text": "In the hill country there were Shamir, Jattir, Socoh,"
            },
            {
                "verse_number": "49",
                "verse_text": "Dannah, Kiriath Sepher (or Debir),"
            },
            {
                "verse_number": "50",
                "verse_text": "Anab, Eshtemoa, Anim,"
            },
            {
                "verse_number": "51",
                "verse_text": "Goshen, Holon, and Giloh: eleven cities, along with the towns round them."
            },
            {
                "verse_number": "52",
                "verse_text": "There were Arab, Dumah, Eshan,"
            },
            {
                "verse_number": "53",
                "verse_text": "Janim, Beth Tappuah, Aphekah,"
            },
            {
                "verse_number": "54",
                "verse_text": "Humtah, Hebron, and Zior: nine cities, along with the towns round them."
            },
            {
                "verse_number": "55",
                "verse_text": "There were Maon, Carmel, Ziph, Juttah,"
            },
            {
                "verse_number": "56",
                "verse_text": "Jezreel, Jokdeam, Zanoah,"
            },
            {
                "verse_number": "57",
                "verse_text": "Kain, Gibeah, and Timnah: ten cities, along with the towns round them."
            },
            {
                "verse_number": "58",
                "verse_text": "There were Halhul, Bethzur, Gedor,"
            },
            {
                "verse_number": "59",
                "verse_text": "Maarath, Bethanoth, and Eltekon: six cities, along with the towns round them."
            },
            {
                "verse_number": "60",
                "verse_text": "There were Kiriath Baal (or Kiriath Jearim) and Rabbah: two cities, along with the towns round them."
            },
            {
                "verse_number": "61",
                "verse_text": "In the desert there were Beth Arabah, Middin, Secacah,"
            },
            {
                "verse_number": "62",
                "verse_text": "Nibshan, the city of Salt, and Engedi: six cities, along with the towns round them."
            },
            {
                "verse_number": "63",
                "verse_text": "But the people of Judah were not able to drive out the Jebusites, who lived in Jerusalem. The Jebusites still live there with the people of Judah."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The southern boundary of the land assigned to the descendants of Joseph started from the Jordan near Jericho, at a point east of the springs of Jericho, and went into the desert. It went from Jericho up into the hill country as far as Bethel."
            },
            {
                "verse_number": "2",
                "verse_text": "From Bethel it went to Luz, passing on to Ataroth Addar, where the Archites lived."
            },
            {
                "verse_number": "3",
                "verse_text": "It then went west to the area of the Japhletites, as far as the area of Lower Beth Horon. It went on from there to Gezer and ended at the Mediterranean Sea."
            },
            {
                "verse_number": "4",
                "verse_text": "The descendants of Joseph, the tribes of Ephraim and West Manasseh, received this land as their possession."
            },
            {
                "verse_number": "5",
                "verse_text": "This was the territory of the Ephraimite families: their border ran from Ataroth Addar eastwards to Upper Beth Horon,"
            },
            {
                "verse_number": "6",
                "verse_text": "and from there to the Mediterranean Sea. Michmethath was on their north. East of there the border bent towards Taanath Shiloh and went past it on the east to Janoah."
            },
            {
                "verse_number": "7",
                "verse_text": "Then it went down from Janoah to Ataroth and Naarah, reaching Jericho and ending at the Jordan."
            },
            {
                "verse_number": "8",
                "verse_text": "The border went west from Tappuah to the stream of Kanah and ended at the Mediterranean Sea. This was the land given to the families of the tribe of Ephraim as their possession,"
            },
            {
                "verse_number": "9",
                "verse_text": "along with some towns and villages that were within the borders of Manasseh, but given to the Ephraimites."
            },
            {
                "verse_number": "10",
                "verse_text": "But they did not drive out the Canaanites who lived in Gezer, so the Canaanites have lived among the Ephraimites to this day, but they have been forced to work as slaves."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "A part of the land west of the Jordan was assigned to some of the families descended from Joseph's elder son Manasseh. Machir, the father of Gilead, was Manasseh's eldest son and a military hero, so Gilead and Bashan, east of the Jordan, were assigned to him."
            },
            {
                "verse_number": "2",
                "verse_text": "Land west of the Jordan was assigned to the rest of the families of Manasseh: Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These were male descendants of Manasseh son of Joseph, and they were heads of families."
            },
            {
                "verse_number": "3",
                "verse_text": "Zelophehad, son of Hepher, son of Gilead, son of Machir, son of Manasseh, did not have any sons, but only daughters. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "4",
                "verse_text": "They went to Eleazar the priest and to Joshua son of Nun and to the leaders, and said, &apos;The LORD commanded Moses to give us, as well as our male relatives, a part of the land to possess.&apos; So, as the LORD had commanded, they were given land along with their male relatives."
            },
            {
                "verse_number": "5",
                "verse_text": "That is why Manasseh received ten shares in addition to Gilead and Bashan on the east side of the Jordan,"
            },
            {
                "verse_number": "6",
                "verse_text": "since his female descendants as well as his male descendants were assigned land. The land of Gilead was assigned to the rest of the descendants of Manasseh."
            },
            {
                "verse_number": "7",
                "verse_text": "The territory of Manasseh reached from Asher to Michmethath, east of Shechem. The border then went south to include the people of Entappuah."
            },
            {
                "verse_number": "8",
                "verse_text": "The land round Tappuah belonged to Manasseh, but the town of Tappuah, on the border, belonged to the descendants of Ephraim."
            },
            {
                "verse_number": "9",
                "verse_text": "The border then went down to the stream of Kanah. The cities south of the stream belonged to Ephraim, even though they were in the territory of Manasseh. The border of Manasseh proceeded along the north side of the stream and ended at the Mediterranean Sea."
            },
            {
                "verse_number": "10",
                "verse_text": "Ephraim was to the south, and Manasseh was to the north, with the Mediterranean Sea as their western border. Asher was to the north-west, and Issachar to the north-east."
            },
            {
                "verse_number": "11",
                "verse_text": "Within the territories of Issachar and Asher, Manasseh possessed Beth Shan and Ibleam, along with their surrounding towns, as well as Dor (the one on the coast), Endor, Taanach, Megiddo, and their surrounding towns."
            },
            {
                "verse_number": "12",
                "verse_text": "The people of Manasseh, however, were not able to drive out the people living in those cities, so the Canaanites continued to live there."
            },
            {
                "verse_number": "13",
                "verse_text": "Even when the Israelites became stronger, they did not drive out all the Canaanites, but they did force them to work for them."
            },
            {
                "verse_number": "14",
                "verse_text": "The descendants of Joseph said to Joshua, &apos;Why have you given us only one part of the land to possess as our own? There are very many of us because the LORD has blessed us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua answered, &apos;If there are so many of you and the hill country of Ephraim is too small for you, then go into the forests and clear ground for yourselves in the land of the Perizzites and the Rephaim.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They replied, &apos;The hill country is not big enough for us, but the Canaanites in the plains have iron chariots, both those who live in Beth Shan and its surrounding towns and those who live in the Valley of Jezreel.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Joshua said to the tribes of Ephraim and West Manasseh, &apos;There are indeed many of you, and you are very powerful. You shall have more than one share."
            },
            {
                "verse_number": "18",
                "verse_text": "The hill country will be yours. Even though it is a forest, you will clear it and take possession of it from one end to the other. As for the Canaanites, you will drive them out, even though they do have iron chariots and are a strong people.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After they had conquered the land, the entire community of Israel assembled at Shiloh and set up the Tent of the LORD 's presence."
            },
            {
                "verse_number": "2",
                "verse_text": "There were still seven tribes of the people of Israel who had not yet been assigned their share of the land."
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua said to the people of Israel, &apos;How long are you going to wait before you go in and take the land that the LORD , the God of your ancestors, has given you?"
            },
            {
                "verse_number": "4",
                "verse_text": "Let me have three men from each tribe. I will send them out over the whole country to map out the territory that they would like to have as their possession. Then they are to come back to me."
            },
            {
                "verse_number": "5",
                "verse_text": "The land will be divided among them in seven parts; Judah will stay in its territory in the south, and Joseph in its territory in the north."
            },
            {
                "verse_number": "6",
                "verse_text": "Write down a description of these seven divisions and bring it to me. Then I will draw lots to consult the LORD our God for you."
            },
            {
                "verse_number": "7",
                "verse_text": "The Levites, however, will not receive a share of the land with the rest of you, because their share is to serve as the LORD 's priests. And of course, the tribes of Gad, Reuben, and East Manasseh have already received their land east of the Jordan, which Moses, the LORD 's servant, gave to them.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The men went on their way to map out the land after Joshua had given them these instructions: &apos;Go all over the land and map it out, and come back to me. And then here in Shiloh I will consult the LORD for you by drawing lots.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the men went all over the land and set down in writing how they divided it into seven parts, making a list of the towns. Then they went back to Joshua in the camp at Shiloh."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua drew lots to consult the LORD for them, and assigned each of the remaining tribes of Israel a certain part of the land."
            },
            {
                "verse_number": "11",
                "verse_text": "The territory belonging to the families of the tribe of Benjamin was the first to be assigned. Their land lay between the tribes of Judah and Joseph."
            },
            {
                "verse_number": "12",
                "verse_text": "On the north their border began at the Jordan and then went up the slope north of Jericho and westwards through the hill country as far as the desert of Bethaven."
            },
            {
                "verse_number": "13",
                "verse_text": "The border then went to the slope on the south side of Luz (also called Bethel), then down to Ataroth Addar, on the mountain south of Lower Beth Horon."
            },
            {
                "verse_number": "14",
                "verse_text": "The border then went in another direction, turning south from the western side of this mountain and going to Kiriath Baal (or Kiriath Jearim), which belongs to the tribe of Judah. This was the western border."
            },
            {
                "verse_number": "15",
                "verse_text": "The southern border started on the edge of Kiriath Jearim and went to the Springs of Nephtoah."
            },
            {
                "verse_number": "16",
                "verse_text": "It then went down to the foot of the mountain that overlooks the Valley of Hinnom, at the north end of the Valley of Rephaim. It then went south through the Valley of Hinnom, south of the Jebusite ridge, towards Enrogel."
            },
            {
                "verse_number": "17",
                "verse_text": "It then turned north to Enshemesh and then on to Geliloth, opposite Adummim Pass. The border then went down to the Stone of Bohan (Bohan was a son of Reuben)"
            },
            {
                "verse_number": "18",
                "verse_text": "and passed north of the ridge overlooking the Jordan Valley. It then went down into the valley,"
            },
            {
                "verse_number": "19",
                "verse_text": "passing north of the ridge of Beth Hoglah, and ended at the northern inlet on the Dead Sea, where the River Jordan empties into it. This was the southern border."
            },
            {
                "verse_number": "20",
                "verse_text": "The Jordan was the eastern border. These were the borders of the land which the families of the tribe of Benjamin received as their possession."
            },
            {
                "verse_number": "21",
                "verse_text": "The cities belonging to the families of the tribe of Benjamin were Jericho, Beth Hoglah, Emek Keziz,"
            },
            {
                "verse_number": "22",
                "verse_text": "Beth Arabah, Zemaraim, Bethel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Avvim, Parah, Ophrah,"
            },
            {
                "verse_number": "24",
                "verse_text": "Chepharammoni, Ophni, and Geba: twelve cities, along with the towns round them."
            },
            {
                "verse_number": "25",
                "verse_text": "There were also Gibeon, Ramah, Beeroth,"
            },
            {
                "verse_number": "26",
                "verse_text": "Mizpah, Chephirah, Mozah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Rekem, Irpeel, Taralah,"
            },
            {
                "verse_number": "28",
                "verse_text": "Zela, Haeleph, Jebus (or Jerusalem), Gibeah, and Kiriath Jearim: fourteen cities, along with the towns round them. This is the land which the families of the tribe of Benjamin received as their possession."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The second assignment made was for the families of the tribe of Simeon. Its territory extended into the land assigned to the tribe of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "It included Beersheba, Sheba, Moladah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Hazar Shual, Balah, Ezem,"
            },
            {
                "verse_number": "4",
                "verse_text": "Eltolad, Bethul, Hormah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ziklag, Beth Marcaboth, Hazar Susah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Beth Lebaoth, and Sharuhen: thirteen cities, along with the towns round them."
            },
            {
                "verse_number": "7",
                "verse_text": "There were also Ain, Rimmon, Ether, and Ashan: four cities, along with the towns round them."
            },
            {
                "verse_number": "8",
                "verse_text": "This included all the towns round these cities as far as Baalath Beer (or Ramah), in the south. This was the land which the families of the tribe of Simeon received as their possession."
            },
            {
                "verse_number": "9",
                "verse_text": "Since Judah's assignment was larger than was needed, part of its territory was given to the tribe of Simeon."
            },
            {
                "verse_number": "10",
                "verse_text": "The third assignment made was for the families of the tribe of Zebulun. The land which they received reached as far as Sarid."
            },
            {
                "verse_number": "11",
                "verse_text": "From there the border went west to Mareal, touching Dabbesheth and the stream east of Jokneam."
            },
            {
                "verse_number": "12",
                "verse_text": "On the other side of Sarid it went east to the border of Chisloth Tabor, then to Daberath and up to Japhia."
            },
            {
                "verse_number": "13",
                "verse_text": "It continued east from there to Gath Hepher and Ethkazin, turning in the direction of Neah on the way to Rimmon."
            },
            {
                "verse_number": "14",
                "verse_text": "On the north the border turned towards Hannathon, ending at the Valley of Iphtahel."
            },
            {
                "verse_number": "15",
                "verse_text": "It included Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities, along with the towns round them."
            },
            {
                "verse_number": "16",
                "verse_text": "These cities and their towns were in the land which the families of the tribe of Zebulun received as their possession."
            },
            {
                "verse_number": "17",
                "verse_text": "The fourth assignment made was for the families of the tribe of Issachar."
            },
            {
                "verse_number": "18",
                "verse_text": "Its area included Jezreel, Chesulloth, Shunem,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hapharaim, Shion, Anaharath,"
            },
            {
                "verse_number": "20",
                "verse_text": "Rabbith, Kishion, Ebez,"
            },
            {
                "verse_number": "21",
                "verse_text": "Remeth, Engannim, Enhaddah, and Bethpazzez."
            },
            {
                "verse_number": "22",
                "verse_text": "The border also touched Tabor, Shahazumah, and Beth Shemesh, ending at the Jordan. It included sixteen cities along with the towns round them."
            },
            {
                "verse_number": "23",
                "verse_text": "These cities and their towns were in the land which the families of the tribe of Issachar received as their possession."
            },
            {
                "verse_number": "24",
                "verse_text": "The fifth assignment made was for the families of the tribe of Asher."
            },
            {
                "verse_number": "25",
                "verse_text": "Its area included Helkath, Hali, Beten, Achshaph,"
            },
            {
                "verse_number": "26",
                "verse_text": "Allam Melech, Amad, and Mishal. On the west it touched Carmel and Shihor Libnath."
            },
            {
                "verse_number": "27",
                "verse_text": "As it turned east, the border went to Bethdagon, touching Zebulun and the Valley of Iphtahel on the way north to Bethemek and Neiel. It continued north to Cabul,"
            },
            {
                "verse_number": "28",
                "verse_text": "Ebron, Rehob, Hammon, and Kanah, as far as Sidon."
            },
            {
                "verse_number": "29",
                "verse_text": "The border then turned to Ramah, reaching the fortified city of Tyre; then it turned to Hosah and ended at the Mediterranean Sea. It included Mahalab, Achzib,"
            },
            {
                "verse_number": "30",
                "verse_text": "Ummah, Aphek, and Rehob: 22 cities, along with the towns round them."
            },
            {
                "verse_number": "31",
                "verse_text": "These cities and their towns were in the land which the families of the tribe of Asher received as their possession."
            },
            {
                "verse_number": "32",
                "verse_text": "The sixth assignment made was for the families of the tribe of Naphtali."
            },
            {
                "verse_number": "33",
                "verse_text": "Its border went from Heleph to the oak in Zaanannim, on to Adaminekeb and to Jamnia, as far as Lakkum, and ended at the Jordan."
            },
            {
                "verse_number": "34",
                "verse_text": "There the border turned west to Aznoth Tabor, from there to Hukkok, touching Zebulun on the south, Asher on the west, and the Jordan on the east."
            },
            {
                "verse_number": "35",
                "verse_text": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
            },
            {
                "verse_number": "36",
                "verse_text": "Adamah, Ramah, Hazor,"
            },
            {
                "verse_number": "37",
                "verse_text": "Kedesh, Edrei, Enhazor,"
            },
            {
                "verse_number": "38",
                "verse_text": "Yiron, Migdalel, Horem, Bethanath, and Beth Shemesh: nineteen cities, along with the towns round them."
            },
            {
                "verse_number": "39",
                "verse_text": "These cities and their towns were in the land which the families of the tribe of Naphtali received as their possession."
            },
            {
                "verse_number": "40",
                "verse_text": "The seventh assignment made was for the families of the tribe of Dan."
            },
            {
                "verse_number": "41",
                "verse_text": "Its area included Zorah, Eshtaol, Irshemesh,"
            },
            {
                "verse_number": "42",
                "verse_text": "Shaalbim, Aijalon, Ithlah,"
            },
            {
                "verse_number": "43",
                "verse_text": "Elon, Timnah, Ekron,"
            },
            {
                "verse_number": "44",
                "verse_text": "Eltekeh, Gibbethon, Baalath,"
            },
            {
                "verse_number": "45",
                "verse_text": "Jehud, Beneberak, Gathrimmon,"
            },
            {
                "verse_number": "46",
                "verse_text": "Mejarkon, and Rakkon, as well as the territory round Joppa."
            },
            {
                "verse_number": "47",
                "verse_text": "When the people of Dan lost their land, they went to Laish and attacked it. They captured it, killed its people, and claimed it for themselves. They settled there and changed the name of the city from Laish to Dan, naming it after their ancestor Dan."
            },
            {
                "verse_number": "48",
                "verse_text": "These cities and their towns were in the land which the families of the tribe of Dan received as their possession."
            },
            {
                "verse_number": "49",
                "verse_text": "When the people of Israel finished dividing up the land, they gave Joshua son of Nun a part of the land as his own."
            },
            {
                "verse_number": "50",
                "verse_text": "As the LORD had commanded, they gave him the city he asked for: Timnath Serah, in the hill country of Ephraim. He rebuilt the city and settled there."
            },
            {
                "verse_number": "51",
                "verse_text": "Eleazar the priest, Joshua son of Nun, and the leaders of the families of the tribes of Israel assigned these parts of the land by drawing lots to consult the LORD at Shiloh, at the entrance of the Tent of the LORD 's presence. In this way they finished dividing the land."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then the LORD told Joshua"
            },
            {
                "verse_number": "2",
                "verse_text": "to say to the people of Israel, &apos;Choose the cities of refuge that I commanded Moses to tell you about."
            },
            {
                "verse_number": "3",
                "verse_text": "A person who kills someone accidentally can go there and escape the one who is looking for revenge."
            },
            {
                "verse_number": "4",
                "verse_text": "He or she can run away to one of these cities, go to the place of judgement at the entrance to the city, and explain to the leaders what happened. Then they will let him or her into the city and give them a place to live in, so that they can stay there."
            },
            {
                "verse_number": "5",
                "verse_text": "If the one looking for revenge follows them there, the people of the city must not hand them over to them. They must protect them because they killed the person accidentally and not out of anger."
            },
            {
                "verse_number": "6",
                "verse_text": "They may stay in the city until they have received a public trial and until the death of the man who is then the High Priest. Then they may go back home to their own town, from which they had run away.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So, on the west side of the Jordan they set aside Kedesh in Galilee, in the hill country of Naphtali; Shechem, in the hill country of Ephraim; and Hebron, in the hill country of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "East of the Jordan, on the desert plateau east of Jericho, they chose Bezer in the territory of Reuben; Ramoth in Gilead, in the territory of Gad; and Golan in Bashan, in the territory of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "These were the cities of refuge chosen for all the people of Israel and for any foreigner living among them. Anyone who killed a person accidentally could find protection there from the one looking for revenge; no one could be killed without first receiving a public trial."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The leaders of the Levite families went to Eleazar the priest, Joshua son of Nun, and to the heads of the families of all the tribes of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "There at Shiloh in the land of Canaan they said to them, &apos;The LORD commanded through Moses that we were to be given cities to live in, as well as pasture land round them for our livestock.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So in accordance with the LORD 's command the people of Israel gave the Levites certain cities and pasture lands out of their own territories."
            },
            {
                "verse_number": "4",
                "verse_text": "The families of the Levite clan of Kohath were the first to be assigned cities. The families who were descended from Aaron the priest were assigned thirteen cities from the territories of Judah, Simeon, and Benjamin."
            },
            {
                "verse_number": "5",
                "verse_text": "The rest of the clan of Kohath was assigned ten cities from the territories of Ephraim, Dan, and West Manasseh."
            },
            {
                "verse_number": "6",
                "verse_text": "The clan of Gershon was assigned thirteen cities from the territories of Issachar, Asher, Naphtali, and East Manasseh."
            },
            {
                "verse_number": "7",
                "verse_text": "The families of the clan of Merari were assigned twelve cities from the territories of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "8",
                "verse_text": "By drawing lots, the people of Israel assigned these cities and their pasture lands to the Levites, as the LORD had commanded through Moses."
            },
            {
                "verse_number": "9",
                "verse_text": "These are the names of the cities from the territories of Judah and Simeon which were given"
            },
            {
                "verse_number": "10",
                "verse_text": "to the descendants of Aaron who were of the clan of Kohath, which was descended from Levi. Their assignment was the first to be made."
            },
            {
                "verse_number": "11",
                "verse_text": "They were given the city of Arba (Arba was Anak's father), now called Hebron, in the hill country of Judah, along with the pasture land surrounding it."
            },
            {
                "verse_number": "12",
                "verse_text": "However, the fields of the city, as well as its towns, had already been given to Caleb son of Jephunneh as his possession."
            },
            {
                "verse_number": "13",
                "verse_text": "In addition to Hebron (one of the cities of refuge), the following cities were assigned to the descendants of Aaron the priest: Libnah,"
            },
            {
                "verse_number": "14",
                "verse_text": "Jattir, Eshtemoa,"
            },
            {
                "verse_number": "15",
                "verse_text": "Holon, Debir,"
            },
            {
                "verse_number": "16",
                "verse_text": "Ain, Juttah, and Beth Shemesh, with their pasture lands: nine cities from the tribes of Judah and Simeon."
            },
            {
                "verse_number": "17",
                "verse_text": "From the territory of Benjamin they were given four cities: Gibeon, Geba,"
            },
            {
                "verse_number": "18",
                "verse_text": "Anathoth, and Almon, with their pasture lands."
            },
            {
                "verse_number": "19",
                "verse_text": "Thirteen cities in all, with their pasture lands, were given to the priests, the descendants of Aaron."
            },
            {
                "verse_number": "20",
                "verse_text": "The other families of the Levite clan of Kohath were assigned some cities from the territory of Ephraim."
            },
            {
                "verse_number": "21",
                "verse_text": "They were given four cities: Shechem and its pasture lands in the hill country of Ephraim (one of the cities of refuge), Gezer,"
            },
            {
                "verse_number": "22",
                "verse_text": "Kibzaim, and Beth Horon, with their pasture lands."
            },
            {
                "verse_number": "23",
                "verse_text": "From the territory of Dan they were given four cities: Eltekeh, Gibbethon,"
            },
            {
                "verse_number": "24",
                "verse_text": "Aijalon, and Gathrimmon, with their pasture lands."
            },
            {
                "verse_number": "25",
                "verse_text": "From the territory of West Manasseh they were given two cities: Taanach and Gathrimmon, with their pasture lands."
            },
            {
                "verse_number": "26",
                "verse_text": "These families of the clan of Kohath received ten cities in all, with their pasture lands."
            },
            {
                "verse_number": "27",
                "verse_text": "Another group of Levites, the clan of Gershon, received from the territory of East Manasseh two cities: Golan in Bashan (one of the cities of refuge) and Beeshterah, with their pasture lands."
            },
            {
                "verse_number": "28",
                "verse_text": "From the territory of Issachar they received four cities: Kishion, Daberath,"
            },
            {
                "verse_number": "29",
                "verse_text": "Jarmuth, and Engannim, with their pasture lands."
            },
            {
                "verse_number": "30",
                "verse_text": "From the territory of Asher they received four cities: Mishal, Abdon,"
            },
            {
                "verse_number": "31",
                "verse_text": "Helkath, and Rehob, with their pasture lands."
            },
            {
                "verse_number": "32",
                "verse_text": "From the territory of Naphtali they received three cities: Kedesh in Galilee, with its pasture lands (one of the cities of refuge), Hammoth Dor, and Kartan, with their pasture lands."
            },
            {
                "verse_number": "33",
                "verse_text": "The various families of the clan of Gershon received a total of thirteen cities with their pasture lands."
            },
            {
                "verse_number": "34",
                "verse_text": "The rest of the Levites, the clan of Merari, received from the territory of Zebulun four cities: Jokneam, Kartah,"
            },
            {
                "verse_number": "35",
                "verse_text": "Dimnah, and Nahalal, with their pasture lands."
            },
            {
                "verse_number": "36",
                "verse_text": "From the territory of Reuben they received four cities: Bezer, Jahaz,"
            },
            {
                "verse_number": "37",
                "verse_text": "Kedemoth, and Mephaath, with their pasture lands."
            },
            {
                "verse_number": "38",
                "verse_text": "From the tribe of Gad they received four cities: Ramoth in Gilead, with its pasture lands (one of the cities of refuge), Mahanaim,"
            },
            {
                "verse_number": "39",
                "verse_text": "Heshbon, and Jazer, with their pasture lands."
            },
            {
                "verse_number": "40",
                "verse_text": "So the clan of Merari was assigned a total of twelve cities."
            },
            {
                "verse_number": "43",
                "verse_text": "So the LORD gave to Israel all the land that he had solemnly promised their ancestors he would give them. When they had taken possession of it, they settled down there."
            },
            {
                "verse_number": "44",
                "verse_text": "The LORD gave them peace throughout the land, just as he had promised their ancestors. Not one of all their enemies had been able to stand against them, because the LORD gave the Israelites the victory over all their enemies."
            },
            {
                "verse_number": "45",
                "verse_text": "The LORD kept every one of the promises that he had made to the people of Israel."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then Joshua called together the people of the tribes of Reuben, Gad, and East Manasseh."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos;You have done everything that Moses the LORD 's servant ordered you to do, and you have obeyed all my commands."
            },
            {
                "verse_number": "3",
                "verse_text": "All this time you have never once deserted your fellow-Israelites. You have been careful to obey the commands of the LORD your God."
            },
            {
                "verse_number": "4",
                "verse_text": "Now, as he promised, the LORD your God has given your fellow-Israelites peace. So go back home to the land which you claimed for your own, the land on the east side of the Jordan, that Moses, the LORD 's servant, gave you."
            },
            {
                "verse_number": "5",
                "verse_text": "Make sure you obey the law that Moses commanded you: love the LORD your God, do his will, obey his commandments, be faithful to him, and serve him with all your heart and soul.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the people of the tribes of Reuben, Gad, and East Manasseh went back home. They left the rest of the people of Israel at Shiloh in the land of Canaan and started out for their own land, the land of Gilead, which they had taken as the LORD had commanded them through Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "When the tribes of Reuben, Gad, and East Manasseh arrived at Geliloth, still on the west side of the Jordan, they built a large, impressive altar there by the river."
            },
            {
                "verse_number": "11",
                "verse_text": "The rest of the people of Israel were told, &apos;Listen! The people of the tribes of Reuben, Gad, and East Manasseh have built an altar at Geliloth, on our side of the Jordan!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the people of Israel heard this, the whole community came together at Shiloh to go to war against the eastern tribes."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the people of Israel sent Phinehas, the son of Eleazar the priest, to the people of the tribes of Reuben, Gad, and East Manasseh in the land of Gilead."
            },
            {
                "verse_number": "14",
                "verse_text": "Ten leading men went with Phinehas, one from each of the western tribes and each one the head of a family among the clans."
            },
            {
                "verse_number": "15",
                "verse_text": "They came to the land of Gilead, to the people of Reuben, Gad, and East Manasseh,"
            },
            {
                "verse_number": "16",
                "verse_text": "and speaking for the whole community of the LORD , they said to them, &apos;Why have you done this evil thing against the God of Israel? You have rebelled against the LORD by building this altar for yourselves! You are no longer following him!"
            },
            {
                "verse_number": "17",
                "verse_text": "Remember our sin at Peor, when the LORD punished his own people with an epidemic? We are still suffering because of that. Wasn't that sin enough?"
            },
            {
                "verse_number": "18",
                "verse_text": "Are you going to refuse to follow him now? If you rebel against the LORD today, he will be angry with everyone in Israel tomorrow."
            },
            {
                "verse_number": "19",
                "verse_text": "Now then, if your land is not fit to worship in, come over into the LORD 's land, where his Tent is. Claim some land among us. But don't rebel against the LORD or make rebels out of us by building an altar in addition to the altar of the LORD our God."
            },
            {
                "verse_number": "20",
                "verse_text": "Remember how Achan son of Zerah refused to obey the command about the things condemned to destruction; the whole community of Israel was punished for that. Achan was not the only one who died because of his sin.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The people of the tribes of Reuben, Gad, and East Manasseh answered the heads of the families of the western tribes:"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The Mighty One is God! He is the LORD ! The Mighty One is God! He is the LORD ! He knows why we did this, and we want you to know too! If we rebelled and did not keep faith with the LORD , do not let us live any longer!"
            },
            {
                "verse_number": "23",
                "verse_text": "If we disobeyed the LORD and built our own altar to burn sacrifices on or to use for grain offerings or fellowship offerings, let the LORD himself punish us."
            },
            {
                "verse_number": "24",
                "verse_text": "No! We did it because we were afraid that in the future your descendants would say to ours, &quot;What do you have to do with the LORD , the God of Israel?"
            },
            {
                "verse_number": "25",
                "verse_text": "He made the Jordan a boundary between us and you people of Reuben and Gad. You have nothing to do with the LORD .&quot; Then your descendants might make our descendants stop worshipping the LORD ."
            },
            {
                "verse_number": "26",
                "verse_text": "So we built an altar, not to burn sacrifices or make offerings,"
            },
            {
                "verse_number": "27",
                "verse_text": "but instead, as a sign for our people and yours, and for the generations after us, that we do indeed worship the LORD before his sacred Tent with our offerings to be burnt and with sacrifices and fellowship offerings. This was to keep your descendants from saying that ours have nothing to do with the LORD ."
            },
            {
                "verse_number": "28",
                "verse_text": "It was our idea that, if this should ever happen, our descendants could say, &quot;Look! Our ancestors made an altar just like the LORD 's altar. It was not for burning offerings or for sacrifice, but as a sign for our people and yours.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "We would certainly not rebel against the LORD or stop following him now by building an altar to burn offerings on or for grain offerings or sacrifices. We would not build any other altar than the altar of the LORD our God that stands in front of the Tent of his presence.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Phinehas the priest and the ten leading men of the community who were with him, the heads of families of the western tribes, heard what the people of the tribes of Reuben, Gad, and East Manasseh had to say, and they were satisfied."
            },
            {
                "verse_number": "31",
                "verse_text": "Phinehas, the son of Eleazar the priest, said to them, &apos;Now we know that the LORD is with us. You have not rebelled against him, and so you have saved the people of Israel from the LORD 's punishment.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Phinehas and the leaders left the people of Reuben and Gad in the land of Gilead and went back to Canaan, to the people of Israel, and reported to them."
            },
            {
                "verse_number": "33",
                "verse_text": "The Israelites were satisfied and praised God. They no longer talked about going to war to devastate the land where the people of Reuben and Gad had settled."
            },
            {
                "verse_number": "34",
                "verse_text": "The people of Reuben and Gad said, &apos;This altar is a witness to all of us that the LORD is God.&apos; And so they named it &apos;Witness&apos;."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Much later the LORD gave Israel security from their enemies around them. By that time Joshua was very old,"
            },
            {
                "verse_number": "2",
                "verse_text": "so he called all Israel, the elders, leaders, judges, and officers of the people, and said, &apos;I am very old now."
            },
            {
                "verse_number": "3",
                "verse_text": "You have seen everything that the LORD your God has done to all these nations because of you. The LORD your God has been fighting for you."
            },
            {
                "verse_number": "4",
                "verse_text": "I have assigned as the possession of your tribes the land of the nations that are still left, as well as of all the nations that I have already conquered, from the River Jordan in the east to the Mediterranean Sea in the west."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD your God will make them retreat from you, and he will drive them away as you advance. You shall have their land, as the LORD your God has promised you."
            },
            {
                "verse_number": "6",
                "verse_text": "So be careful to obey and do everything that is written in the book of the Law of Moses. Do not neglect any part of it,"
            },
            {
                "verse_number": "7",
                "verse_text": "and then you will not associate with these peoples left among you or speak the names of their gods or use those names in taking vows or worship those gods or bow down to them."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, be faithful to the LORD , as you have been till now."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD has driven great and powerful nations out as you advanced and no one has ever been able to stand against you."
            },
            {
                "verse_number": "10",
                "verse_text": "Any one of you can make a thousand men run away, because the LORD your God is fighting for you, just as he promised."
            },
            {
                "verse_number": "11",
                "verse_text": "Be careful, then, to love the LORD your God."
            },
            {
                "verse_number": "12",
                "verse_text": "If you are disloyal and join with the nations that are still left among you and intermarry with them,"
            },
            {
                "verse_number": "13",
                "verse_text": "you may be sure that the LORD your God will no longer drive these nations out as you advance. Rather, they will be as dangerous for you as a trap or a pit and as painful as a whip on your back or thorns in your eyes. And this will last until none of you are left in this good land which the LORD your God has given you."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Now my time has come to die. Every one of you knows in his heart and soul that the LORD your God has given you all the good things that he promised. Every promise he made has been kept; not one has failed."
            },
            {
                "verse_number": "15",
                "verse_text": "But just as he kept every promise that he made to you, so he will carry out every threat."
            },
            {
                "verse_number": "16",
                "verse_text": "If you do not keep the covenant which the LORD your God commanded you to keep and if you serve and worship other gods, then in his anger he will punish you, and soon none of you will be left in this good land that he has given you.&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joshua gathered all the tribes of Israel together at Shechem. He called the elders, the leaders, the judges, and the officers of Israel, and they came into the presence of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua said to all the people, &apos;This is what the LORD , the God of Israel, has to say: &quot;Long ago your ancestors lived on the other side of the River Euphrates and worshipped other gods. One of those ancestors was Terah, the father of Abraham and Nahor."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I took Abraham, your ancestor, from the land beyond the Euphrates and led him through the whole land of Canaan. I gave him many descendants. I gave him Isaac,"
            },
            {
                "verse_number": "4",
                "verse_text": "and to Isaac I gave Jacob and Esau. I gave Esau the hill country of Edom as his possession, but your ancestor Jacob and his children went down to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Later I sent Moses and Aaron, and I brought great trouble on Egypt. But I led you out;"
            },
            {
                "verse_number": "6",
                "verse_text": "I brought your ancestors out of Egypt, and the Egyptians pursued them with chariots and cavalry. But when your ancestors got to the Red Sea"
            },
            {
                "verse_number": "7",
                "verse_text": "they cried out to me for help, and I put darkness between them and the Egyptians. I made the sea come rolling over the Egyptians and drown them. You know what I did to Egypt. &apos; &quot;You lived in the desert a long time. &apos;Yes,&apos; they said, &apos;we are witnesses.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then I brought you to the land of the Amorites, who lived on the east side of the Jordan. They fought you, but I gave you victory over them. You took their land, and I destroyed them as you advanced."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the king of Moab, Balak son of Zippor, fought against you. He sent word to Balaam son of Beor and asked him to put a curse on you."
            },
            {
                "verse_number": "10",
                "verse_text": "But I would not listen to Balaam, so he blessed you, and in this way I rescued you from Balak."
            },
            {
                "verse_number": "11",
                "verse_text": "You crossed the Jordan and came to Jericho. The men of Jericho fought against you, as did the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. But I gave you victory over them all."
            },
            {
                "verse_number": "12",
                "verse_text": "As you advanced, I threw them into panic in order to drive out the two Amorite kings. Your swords and bows had nothing to do with it."
            },
            {
                "verse_number": "13",
                "verse_text": "I gave you a land that you had never cultivated and cities that you had not built. Now you are living there and eating grapes from vines that you did not plant, and olives from trees that you did not plant.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Now then,&apos; Joshua continued, &apos;honour the LORD and serve him sincerely and faithfully. Get rid of the gods which your ancestors used to worship in Mesopotamia and in Egypt, and serve only the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "If you are not willing to serve him, decide today whom you will serve, the gods your ancestors worshipped in Mesopotamia or the gods of the Amorites, in whose land you are now living. As for my family and me, we will serve the LORD .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The people replied, &apos;We would never leave the LORD to serve other gods!"
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD our God brought our fathers and us out of slavery in Egypt, and we saw the miracles that he performed. He kept us safe wherever we went among all the nations through which we passed."
            },
            {
                "verse_number": "18",
                "verse_text": "As we advanced into this land, the LORD drove out all the Amorites who lived here. So we also will serve the LORD ; he is our God.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Joshua said to the people, &apos;But you may not be able to serve the LORD . He is a holy God and will not forgive your sins. He will tolerate no rivals,"
            },
            {
                "verse_number": "20",
                "verse_text": "and if you leave him to serve foreign gods, he will turn against you and punish you. He will destroy you, even though he was good to you before.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The people said to Joshua, &apos;No! We will serve the LORD .&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua said to them, &apos;You are your own witnesses to the fact that you have chosen to serve the LORD .&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Then get rid of those foreign gods that you have,&apos; he demanded, &apos;and pledge your loyalty to the LORD , the God of Israel.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The people then said to Joshua, &apos;We will serve the LORD our God. We will obey his commands.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So Joshua made a covenant for the people that day, and there at Shechem he gave them laws and rules to follow."
            },
            {
                "verse_number": "26",
                "verse_text": "Joshua wrote these commands in the book of the Law of God. Then he took a large stone and set it up under the oak tree in the LORD 's sanctuary."
            },
            {
                "verse_number": "27",
                "verse_text": "He said to all the people, &apos;This stone will be our witness. It has heard all the words that the LORD has spoken to us. So it will be a witness against you, to keep you from rebelling against your God.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Joshua sent the people away, and they all returned to their own part of the land."
            },
            {
                "verse_number": "29",
                "verse_text": "After that, the LORD 's servant Joshua son of Nun died at the age of 110."
            },
            {
                "verse_number": "30",
                "verse_text": "They buried him on his own land at Timnath Serah in the hill country of Ephraim north of Mount Gaash."
            },
            {
                "verse_number": "31",
                "verse_text": "As long as Joshua lived, the people of Israel served the LORD , and after his death they continued to do so as long as those leaders were alive who had seen for themselves everything that the LORD had done for Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "The body of Joseph, which the people of Israel had brought from Egypt, was buried at Shechem, in the piece of land that Jacob had bought from the sons of Hamor, the father of Shechem, for a hundred pieces of silver. This land was inherited by Joseph's descendants."
            },
            {
                "verse_number": "33",
                "verse_text": "Eleazar son of Aaron died and was buried at Gibeah, the town in the hill country of Ephraim which had been given to his son Phinehas."
            }
        ]
    }
}