{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the LORD 's message to Joel son of Pethuel. everyone in Judah, listen. Has anything like this ever happened in your time or the time of your ancestors? they will tell their children, who in turn will tell the next generation. what one swarm left, the next swarm devoured. cry, you wine drinkers; the grapes for making new wine have been destroyed. they are powerful and too many to count; their teeth are as sharp as those of a lion. and chewed up our fig trees. They have stripped off the bark, till the branches are white. of the man she was going to marry. the priests mourn because they have no offerings for the LORD . the ground mourns because the corn is destroyed, the grapes are dried up, and the olive trees are withered. cry, you that take care of the vineyards, because the wheat, the barley, yes, all the crops are destroyed. all the fruit trees have wilted and died. The joy of the people is gone. you priests who serve at the altar! Go into the Temple and mourn all night! There is no corn or wine to offer your God. call an assembly! Gather the leaders and all the people of Judah into the Temple of the LORD your God and cry out to him. the day when the Almighty brings destruction. What terror that day will bring! There is no joy in the Temple of our God. There is no grain to be stored, and so the empty granaries are in ruins. because there is no pasture for them; the flocks of sheep also suffer. because the pastures and trees are dried up, as though a fire had burnt them. because the streams have become dry."
            },
            {
                "verse_number": "2",
                "verse_text": "Pay attention, you older people;"
            },
            {
                "verse_number": "3",
                "verse_text": "Tell your children about it;"
            },
            {
                "verse_number": "4",
                "verse_text": "Swarm after swarm of locusts settled on the crops;"
            },
            {
                "verse_number": "5",
                "verse_text": "Wake up and weep, you drunkards;"
            },
            {
                "verse_number": "6",
                "verse_text": "An army of locusts has attacked our land;"
            },
            {
                "verse_number": "7",
                "verse_text": "They have destroyed our grapevines"
            },
            {
                "verse_number": "8",
                "verse_text": "Cry, you people, like a young woman who mourns the death"
            },
            {
                "verse_number": "9",
                "verse_text": "There is no corn or wine to offer in the Temple;"
            },
            {
                "verse_number": "10",
                "verse_text": "The fields are bare;"
            },
            {
                "verse_number": "11",
                "verse_text": "Grieve, you farmers;"
            },
            {
                "verse_number": "12",
                "verse_text": "The grapevines and fig trees have withered;"
            },
            {
                "verse_number": "13",
                "verse_text": "Put on sackcloth and weep,"
            },
            {
                "verse_number": "14",
                "verse_text": "Give orders for a fast;"
            },
            {
                "verse_number": "15",
                "verse_text": "The day of the LORD is near;"
            },
            {
                "verse_number": "16",
                "verse_text": "We look on helpless as our crops are destroyed."
            },
            {
                "verse_number": "17",
                "verse_text": "The seeds die in the dry earth."
            },
            {
                "verse_number": "18",
                "verse_text": "The cattle are bellowing in distress"
            },
            {
                "verse_number": "19",
                "verse_text": "I cry out to you, LORD ,"
            },
            {
                "verse_number": "20",
                "verse_text": "Even the wild animals cry out to you"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Blow the trumpet; sound the alarm on Zion, God's sacred hill. He has given you the right amount of autumn rain; Tremble, people of Judah! The day of the LORD is coming soon. a black and cloudy day. The great army of locusts advances like darkness spreading over the mountains. There has never been anything like it, and there never will be again. In front of them the land is like the Garden of Eden, but behind them it is a barren desert. Nothing escapes them. they run like war horses. they rattle like chariots; they crackle like dry grass on fire. They are lined up like a great army ready for battle. every face turns pale. they climb the walls like soldiers. They all keep marching straight ahead and do not change direction They swarm through defences, and nothing can stop them. they run over the walls; they climb up the houses and go in through the windows like thieves. the sky trembles. The sun and the moon grow dark, and the stars no longer shine. The troops that obey him are many and mighty. How terrible is the day of the LORD ! Who will survive it? &apos;repent sincerely and return to me with fasting and weeping and mourning. tearing your clothes is not enough.&apos; Come back to the LORD your God. He is kind and full of mercy; he is patient and keeps his promise; he is always ready to forgive and not punish. and bless you with abundant crops. Then you can offer him corn and wine. give orders for a fast and call an assembly! prepare them for a sacred meeting; bring the old people; gather the children and the babies too. Even newly married couples must leave their room and come. between the altar and the entrance of the Temple, must weep and pray: &apos;Have pity on your people, LORD . Do not let other nations despise us and mock us by saying, &quot;Where is your God?&quot; &apos; he had mercy on his people. &apos;Now I am going to give you corn and wine and olive oil, and you will be satisfied. Other nations will no longer despise you. and will drive some of them into the desert. Their front ranks will be driven into the Dead Sea, their rear ranks into the Mediterranean. Their dead bodies will stink. I will destroy them because of all they have done to you. but be joyful and glad because of all the LORD has done for you. The pastures are green; the trees bear their fruit, and there are plenty of figs and grapes. rejoice at what the LORD your God has done for you. he has poured down the winter rain for you and the spring rain as before. the pits beside the presses will overflow with wine and olive oil. in the years when swarms of locusts ate your crops. It was I who sent this army against you. You will praise the LORD your God, who has done wonderful things for you. My people will never be despised again. and that I, the LORD , am your God and there is no other. My people will never be despised again. your sons and daughters will proclaim my message; your old people will have dreams, and your young people will see visions. even on servants, both men and women. in the sky and on the earth; there will be bloodshed, fire, and clouds of smoke. and the moon will turn red as blood before the great and terrible day of the LORD comes. As the LORD has said, &quot;Some in Jerusalem will escape; those whom I choose will survive.&quot; &apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "It will be a dark and gloomy day,"
            },
            {
                "verse_number": "3",
                "verse_text": "Like fire they eat up the plants."
            },
            {
                "verse_number": "4",
                "verse_text": "They look like horses;"
            },
            {
                "verse_number": "5",
                "verse_text": "As they leap on the tops of the mountains,"
            },
            {
                "verse_number": "6",
                "verse_text": "As they approach, everyone is terrified;"
            },
            {
                "verse_number": "7",
                "verse_text": "They attack like warriors;"
            },
            {
                "verse_number": "8",
                "verse_text": "or get in each other's way."
            },
            {
                "verse_number": "9",
                "verse_text": "They rush against the city;"
            },
            {
                "verse_number": "10",
                "verse_text": "The earth shakes as they advance;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD thunders commands to his army."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But even now,&apos; says the LORD ,"
            },
            {
                "verse_number": "13",
                "verse_text": "Let your broken heart show your sorrow;"
            },
            {
                "verse_number": "14",
                "verse_text": "Perhaps the LORD your God will change his mind"
            },
            {
                "verse_number": "15",
                "verse_text": "Blow the trumpet on Mount Zion;"
            },
            {
                "verse_number": "16",
                "verse_text": "Gather the people together;"
            },
            {
                "verse_number": "17",
                "verse_text": "The priests, serving the LORD"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the LORD showed concern for his land;"
            },
            {
                "verse_number": "19",
                "verse_text": "He answered them:"
            },
            {
                "verse_number": "20",
                "verse_text": "I will remove the locust army that came from the north"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Fields, don't be afraid,"
            },
            {
                "verse_number": "22",
                "verse_text": "Animals, don't be afraid."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Be glad, people of Zion,"
            },
            {
                "verse_number": "24",
                "verse_text": "The threshing places will be full of corn;"
            },
            {
                "verse_number": "25",
                "verse_text": "I will give you back what you lost"
            },
            {
                "verse_number": "26",
                "verse_text": "Now you will have plenty to eat, and be satisfied."
            },
            {
                "verse_number": "27",
                "verse_text": "Then, Israel, you will know that I am among you,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Afterwards I will pour out my Spirit on everyone:"
            },
            {
                "verse_number": "29",
                "verse_text": "At that time I will pour out my Spirit"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;I will give warnings of that day"
            },
            {
                "verse_number": "31",
                "verse_text": "The sun will be darkened,"
            },
            {
                "verse_number": "32",
                "verse_text": "But all who ask the LORD for help will be saved."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The LORD says, &apos;At that time I will restore the prosperity of Judah and Jerusalem. and bring them to the Valley of Judgement. There I will judge them for all they have done to my people. They have scattered the Israelites in foreign countries and divided up Israel, my land. who would get the captives. They sold boys and girls into slavery to pay for prostitutes and wine. &quot;Prepare for war; call your warriors; gather all your soldiers and march! and your pruning knives into spears. Even the weak must fight. all you surrounding nations, and gather in the valley.&quot; &apos; Send down, O LORD , your army to attack them. and come to the Valley of Judgement. There I, the LORD , will sit to judge all the surrounding nations. cut them down like corn at harvest time; crush them as grapes are crushed in a full winepress until the wine runs over.&apos; are in the Valley of Judgement. It is there that the day of the LORD will soon come. and the stars no longer shine. his voice thunders from Jerusalem; earth and sky tremble. But he will defend his people. I live on Zion, my sacred hill. Jerusalem will be a sacred city; foreigners will never conquer it again. and cattle will be found on every hill; there will be plenty of water for all the streams of Judah. A stream will flow from the Temple of the LORD , and it will water the Valley of Acacia. and Edom a ruined waste, because they attacked the land of Judah and killed its innocent people. I will not spare the guilty. But Judah and Jerusalem will be inhabited for ever, and I, the LORD , will live on Mount Zion.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I will gather all the nations"
            },
            {
                "verse_number": "3",
                "verse_text": "They threw dice to decide"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;What are you trying to do to me, Tyre, Sidon, and all the regions of Philistia? Are you trying to pay me back for something? If you are, I will quickly pay you back!"
            },
            {
                "verse_number": "5",
                "verse_text": "You have taken my silver and gold and carried my rich treasures into your temples."
            },
            {
                "verse_number": "6",
                "verse_text": "You have taken the people of Judah and Jerusalem far from their own country and sold them to the Greeks."
            },
            {
                "verse_number": "7",
                "verse_text": "Now I am going to bring them out of the places to which you have sold them. I will do to you what you have done to them."
            },
            {
                "verse_number": "8",
                "verse_text": "I will let your sons and daughters be sold to the people of Judah; they will sell them to the far-off Sabeans. I, the LORD , have spoken."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Make this announcement among the nations:"
            },
            {
                "verse_number": "10",
                "verse_text": "Hammer the points of your ploughs into swords"
            },
            {
                "verse_number": "11",
                "verse_text": "Hurry and come,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;The nations must get ready"
            },
            {
                "verse_number": "13",
                "verse_text": "They are very wicked;"
            },
            {
                "verse_number": "14",
                "verse_text": "Thousands and thousands"
            },
            {
                "verse_number": "15",
                "verse_text": "The sun and the moon grow dark,"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD roars from Mount Zion;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Then, Israel, you will know that I am the LORD your God."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;At that time the mountains will be covered with vineyards,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Egypt will become a desert,"
            }
        ]
    }
}