{
    "Amos": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of Amos, a shepherd from the town of Tekoa. Two years before the earthquake, when Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel, God revealed to Amos all these things about Israel. &apos;The LORD roars from Mount Zion; his voice thunders from Jerusalem. The pastures dry up, and the grass on Mount Carmel turns brown.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Amos said,"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD says, &apos;The people of Damascus have sinned again and again, and for this I will certainly punish them. They treated the people of Gilead with savage cruelty."
            },
            {
                "verse_number": "4",
                "verse_text": "So I will send fire upon the palace built by King Hazael and I will burn down the fortresses of King Benhadad."
            },
            {
                "verse_number": "5",
                "verse_text": "I will smash the city gates of Damascus and remove the inhabitants of the Valley of Aven and the ruler of Betheden. The people of Syria will be taken away as prisoners to the land of Kir.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD says, &apos;The people of Gaza have sinned again and again, and for this I will certainly punish them. They carried off a whole nation and sold them as slaves to the people of Edom."
            },
            {
                "verse_number": "7",
                "verse_text": "So I will send fire upon the city walls of Gaza and burn down its fortresses."
            },
            {
                "verse_number": "8",
                "verse_text": "I will remove the rulers of the cities of Ashdod and Ashkelon. I will punish the city of Ekron, and all the Philistines who are left will die.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD says, &apos;The people of Tyre have sinned again and again, and for this I will certainly punish them. They carried off a whole nation into exile in the land of Edom, and did not keep the treaty of friendship they had made."
            },
            {
                "verse_number": "10",
                "verse_text": "So I will send fire upon the city walls of Tyre and burn down its fortresses.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD says, &apos;The people of Edom have sinned again and again, and for this I will certainly punish them. They hunted down their relatives, the Israelites, and showed them no mercy. Their anger had no limits, and they never let it die."
            },
            {
                "verse_number": "12",
                "verse_text": "So I will send fire upon the city of Teman and burn down the fortresses of Bozrah.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD says, &apos;The people of Ammon have sinned again and again, and for this I will certainly punish them. In their wars for more territory they even ripped open pregnant women in Gilead."
            },
            {
                "verse_number": "14",
                "verse_text": "So I will send fire upon the city walls of Rabbah and burn down its fortresses. Then there will be shouts on the day of battle, and the fighting will rage like a storm."
            },
            {
                "verse_number": "15",
                "verse_text": "Their king and his officers will go into exile.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The LORD says, &apos;The people of Moab have sinned again and again, and for this I will certainly punish them. They dishonoured the bones of the king of Edom by burning them to ashes."
            },
            {
                "verse_number": "2",
                "verse_text": "I will send fire upon the land of Moab and burn down the fortresses of Kerioth. The people of Moab will die in the noise of battle while soldiers are shouting and trumpets are sounding."
            },
            {
                "verse_number": "3",
                "verse_text": "I will kill the ruler of Moab and all the leaders of the land.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD says, &apos;The people of Judah have sinned again and again, and for this I will certainly punish them. They have despised my teachings and have not kept my commands. They have been led astray by the same false gods that their ancestors served."
            },
            {
                "verse_number": "5",
                "verse_text": "So I will send fire upon Judah and burn down the fortresses of Jerusalem.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD says, &apos;The people of Israel have sinned again and again, and for this I will certainly punish them. They sell into slavery honest people who cannot pay their debts, the poor who cannot repay even the price of a pair of sandals."
            },
            {
                "verse_number": "7",
                "verse_text": "They trample down the weak and helpless and push the poor out of the way. A man and his father have intercourse with the same slave woman, and so profane my holy name."
            },
            {
                "verse_number": "8",
                "verse_text": "At every place of worship people sleep on clothing that they have taken from the poor as security for debts. In the temple of their God they drink wine which they have taken from those who owe them money."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;And yet, my people, it was for your sake that I totally destroyed the Amorites, who were as tall as cedar trees and as strong as oaks."
            },
            {
                "verse_number": "10",
                "verse_text": "I brought you out of Egypt, led you through the desert for forty years, and gave you the land of the Amorites to be your own."
            },
            {
                "verse_number": "11",
                "verse_text": "I chose some of your sons to be prophets, and some of your young men to be Nazirites. Isn't this true, people of Israel? I, the LORD , have spoken."
            },
            {
                "verse_number": "12",
                "verse_text": "But you made the Nazirites drink wine, and ordered the prophets not to speak my message."
            },
            {
                "verse_number": "13",
                "verse_text": "And now I will crush you to the ground, and you will groan like a cart loaded with corn."
            },
            {
                "verse_number": "14",
                "verse_text": "Not even fast runners will escape; strong men will lose their strength, and soldiers will not be able to save their own lives."
            },
            {
                "verse_number": "15",
                "verse_text": "Bowmen will not stand their ground, fast runners will not get away, and men on horses will not escape with their lives."
            },
            {
                "verse_number": "16",
                "verse_text": "On that day even the bravest soldiers will drop their weapons and run.&apos; The LORD has spoken."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "People of Israel, listen to this message which the LORD has spoken about you, the entire nation that he brought out of Egypt:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Of all the nations on earth, you are the only one I have known and cared for. That is what makes your sins so terrible, and that is why I must punish you for them.&apos; Does a young lion growl in his den unless he has caught something? Does a trap spring unless something sets it off? Does disaster strike a city unless the LORD sends it? When the Sovereign LORD speaks, who can avoid proclaiming his message?"
            },
            {
                "verse_number": "3",
                "verse_text": "Do two people start travelling together without arranging to meet?"
            },
            {
                "verse_number": "4",
                "verse_text": "Does a lion roar in the forest unless he has found a victim?"
            },
            {
                "verse_number": "5",
                "verse_text": "Does a bird get caught in a trap if the trap has not been baited?"
            },
            {
                "verse_number": "6",
                "verse_text": "Does the war trumpet sound in a city without making the people afraid?"
            },
            {
                "verse_number": "7",
                "verse_text": "The Sovereign LORD never does anything without revealing his plan to his servants, the prophets."
            },
            {
                "verse_number": "8",
                "verse_text": "When a lion roars, who can avoid being afraid?"
            },
            {
                "verse_number": "9",
                "verse_text": "Announce to those who live in the palaces of Egypt and Ashdod: &apos;Gather together in the hills surrounding Samaria and see the great disorder and the crimes being committed there.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD says, &apos;These people fill their mansions with things taken by crime and violence. They don't even know how to be honest."
            },
            {
                "verse_number": "11",
                "verse_text": "And so an enemy will surround their land, destroy their defences, and plunder their mansions.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD says, &apos;As a shepherd recovers only two legs or an ear of a sheep that a lion has eaten, so only a few will survive of Samaria's people, who now recline on luxurious couches."
            },
            {
                "verse_number": "13",
                "verse_text": "Listen now, and warn the descendants of Jacob,&apos; says the Sovereign LORD Almighty."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;On the day when I punish the people of Israel for their sins, I will destroy the altars of Bethel. The corners of every altar will be broken off and will fall to the ground."
            },
            {
                "verse_number": "15",
                "verse_text": "I will destroy winter houses and summer houses. The houses decorated with ivory will fall in ruins; every large house will be destroyed.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Listen to this, you women of Samaria, who grow fat like the well-fed cows of Bashan, who ill-treat the weak, oppress the poor, and demand that your husbands keep you supplied with liquor!"
            },
            {
                "verse_number": "2",
                "verse_text": "As the Sovereign LORD is holy, he has promised, &apos;The days will come when they will drag you away with hooks; every one of you will be like a fish on a hook."
            },
            {
                "verse_number": "3",
                "verse_text": "You will be dragged to the nearest break in the wall and thrown out.&apos; and created the winds. He makes his thoughts known to people; he changes day into night. He walks on the heights of the earth. This is his name: the LORD God Almighty!"
            },
            {
                "verse_number": "4",
                "verse_text": "The Sovereign LORD says, &apos;People of Israel, go to the holy place in Bethel and sin, if you must! Go to Gilgal and sin with all your might! Go ahead and bring animals to be sacrificed morning after morning, and bring your tithes every third day."
            },
            {
                "verse_number": "5",
                "verse_text": "Go ahead and offer your bread in thanksgiving to God, and boast about the extra offerings you bring! This is the kind of thing you love to do."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I was the one who brought famine to all your cities, yet you did not come back to me."
            },
            {
                "verse_number": "7",
                "verse_text": "I held back the rain when your crops needed it most. I sent rain on one city, but not on another. Rain fell on one field, but another field dried up."
            },
            {
                "verse_number": "8",
                "verse_text": "Weak with thirst, the people of several cities went to a city where they hoped to find water, but there was not enough to drink. Still you did not come back to me."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I sent a scorching wind to dry up your crops. The locusts ate up all your gardens and vineyards, your fig trees and olive trees. Still you did not come back to me."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I sent a plague on you like the one I sent on Egypt. I killed your young men in battle and took your horses away. I filled your nostrils with the stink of dead bodies in your camps. Still you did not come back to me."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I destroyed some of you as I destroyed Sodom and Gomorrah. Those of you who survived were like a burning stick saved from a fire. Still you did not come back to me,&apos; says the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;So then, people of Israel, I am going to punish you. And because I am going to do this, get ready to face my judgement!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "God is the one who made the mountains"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Listen, people of Israel, to this funeral song which I sing over you: Never to rise again! She lies abandoned on the ground, And no one helps her up. the Pleiades and Orion. He turns darkness into daylight, and day into night. He calls for the waters of the sea and pours them out on the earth. His name is the LORD ."
            },
            {
                "verse_number": "2",
                "verse_text": "Virgin Israel has fallen,"
            },
            {
                "verse_number": "3",
                "verse_text": "The Sovereign LORD says, &apos;A city in Israel sends out a thousand soldiers, but only a hundred return; another city sends out a hundred, but only ten come back.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD says to the people of Israel, &apos;Come to me, and you will live."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not go to Beersheba to worship. Do not try to find me at Bethel &ndash; Bethel will come to nothing. Do not go to Gilgal &ndash; her people are doomed to exile.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Go to the LORD , and you will live. If you do not go, he will sweep down like fire on the people of Israel. The fire will burn up the people of Bethel, and no one will be able to put it out."
            },
            {
                "verse_number": "7",
                "verse_text": "You are doomed, you that twist justice and cheat people out of their rights!"
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD made the stars,"
            },
            {
                "verse_number": "9",
                "verse_text": "He brings destruction on the mighty and their strongholds."
            },
            {
                "verse_number": "10",
                "verse_text": "You people hate anyone who challenges injustice and speaks the whole truth in court."
            },
            {
                "verse_number": "11",
                "verse_text": "You have oppressed the poor and robbed them of their grain. And so you will not live in the fine stone houses you build or drink wine from the beautiful vineyards you plant."
            },
            {
                "verse_number": "12",
                "verse_text": "I know how terrible your sins are and how many crimes you have committed. You persecute good people, take bribes, and prevent the poor from getting justice in the courts."
            },
            {
                "verse_number": "13",
                "verse_text": "And so, keeping quiet in such evil times is the clever thing to do!"
            },
            {
                "verse_number": "14",
                "verse_text": "Make it your aim to do what is right, not what is evil, so that you may live. Then the LORD God Almighty really will be with you, as you claim he is."
            },
            {
                "verse_number": "15",
                "verse_text": "Hate what is evil, love what is right, and see that justice prevails in the courts. Perhaps the LORD will be merciful to the people of this nation who are still left alive."
            },
            {
                "verse_number": "16",
                "verse_text": "And so the Sovereign LORD Almighty says, &apos;There will be wailing and cries of sorrow in the city streets. Even farmers will be called to mourn the dead along with those who are paid to mourn."
            },
            {
                "verse_number": "17",
                "verse_text": "There will be wailing in all the vineyards. All this will take place because I am coming to punish you.&apos; The LORD has spoken."
            },
            {
                "verse_number": "18",
                "verse_text": "How terrible it will be for you who long for the day of the LORD ! What good will that day do you? For you it will be a day of darkness and not of light."
            },
            {
                "verse_number": "19",
                "verse_text": "It will be like someone who runs from a lion and meets a bear! Or like someone who comes home and puts his hand on the wall &ndash; only to be bitten by a snake!"
            },
            {
                "verse_number": "20",
                "verse_text": "The day of the LORD will bring darkness and not light; it will be a day of gloom, without any brightness."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD says, &apos;I hate your religious festivals; I cannot stand them!"
            },
            {
                "verse_number": "22",
                "verse_text": "When you bring me burnt offerings and grain offerings, I will not accept them; I will not accept the animals you have fattened to bring me as offerings."
            },
            {
                "verse_number": "23",
                "verse_text": "Stop your noisy songs; I do not want to listen to your harps."
            },
            {
                "verse_number": "24",
                "verse_text": "Instead, let justice flow like a stream, and righteousness like a river that never goes dry."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;People of Israel, I did not demand sacrifices and offerings during those forty years that I led you through the desert."
            },
            {
                "verse_number": "26",
                "verse_text": "But now, because you have worshipped images of Sakkuth, your king god, and of Kaiwan, your star god, you will have to carry those images"
            },
            {
                "verse_number": "27",
                "verse_text": "when I take you into exile in a land beyond Damascus,&apos; says the LORD , whose name is Almighty God."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "How terrible it will be for you that have such an easy life in Zion and for you that feel safe in Samaria &ndash; you great leaders of this great nation Israel, you to whom the people go for help!"
            },
            {
                "verse_number": "2",
                "verse_text": "Go and look at the city of Calneh. Then go on to the great city of Hamath and on down to the Philistine city of Gath. Were they any better than the kingdoms of Judah and Israel? Was their territory larger than yours?"
            },
            {
                "verse_number": "3",
                "verse_text": "You refuse to admit that a day of disaster is coming, but what you do only brings that day closer."
            },
            {
                "verse_number": "4",
                "verse_text": "How terrible it will be for you that stretch out on your luxurious couches, feasting on veal and lamb!"
            },
            {
                "verse_number": "5",
                "verse_text": "You like to compose songs, as David did, and play them on harps."
            },
            {
                "verse_number": "6",
                "verse_text": "You drink wine by the bowlful and use the finest perfumes, but you do not mourn over the ruin of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "So you will be the first to go into exile. Your feasts and banquets will come to an end. A voice will answer, &apos;No!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Sovereign LORD Almighty has given this solemn warning: &apos;I hate the pride of the people of Israel; I despise their luxurious mansions. I will give their capital city and everything in it to the enemy.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "If there are ten men left in a family, they will die."
            },
            {
                "verse_number": "10",
                "verse_text": "The dead man's relative, the one in charge of the funeral, will take the body out of the house. The relative will call to whoever is still left in the house, &apos;Is anyone else there with you?&apos; Then the relative will say, &apos;Be quiet! We must be careful not even to mention the LORD 's name.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When the LORD gives the command, houses large and small will be smashed to pieces."
            },
            {
                "verse_number": "12",
                "verse_text": "Do horses gallop on rocks? Does anyone plough the sea with oxen? Yet you have turned justice into poison, and right into wrong."
            },
            {
                "verse_number": "13",
                "verse_text": "You boast about capturing the town of Lodebar. You boast, &apos;We were strong enough to take Karnaim.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD God Almighty himself says, &apos;People of Israel, I am going to send a foreign army to occupy your country. It will oppress you from Hamath Pass in the north to the brook of the Arabah in the south.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "I had a vision from the Sovereign LORD . In it I saw him create a swarm of locusts just after the king's share of the hay had been cut and the grass was starting to grow again."
            },
            {
                "verse_number": "2",
                "verse_text": "In my vision I saw the locusts eat up every green thing in the land, and then I said, &apos;Sovereign LORD , forgive your people! How can they survive? They are so small and weak!&apos; &apos;A plumb line,&apos; I answered. Then he said, &apos;I am using it to show that my people are like a wall that is out of line. I will not change my mind again about punishing them."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD changed his mind and said, &apos;What you saw will not take place.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "I had another vision from the Sovereign LORD . In it I saw him preparing to punish his people with fire. The fire burnt up the great ocean under the earth, and started to burn up the land."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I said, &apos;Stop, Sovereign LORD ! How can your people survive? They are so small and weak!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD changed his mind again and said, &apos;This will not take place either.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "I had another vision from the Lord. In it I saw him standing beside a wall that had been built with the help of a plumb line, and there was a plumb line in his hand."
            },
            {
                "verse_number": "8",
                "verse_text": "He asked me, &apos;Amos, what do you see?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The places where Isaac's descendants worship will be destroyed. The holy places of Israel will be left in ruins. I will bring the dynasty of King Jeroboam to an end.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Amaziah, the priest of Bethel, then sent a report to King Jeroboam of Israel: &apos;Amos is plotting against you among the people. His speeches will destroy the country."
            },
            {
                "verse_number": "11",
                "verse_text": "This is what he says: &quot;Jeroboam will die in battle, and the people of Israel will be taken away from their land into exile.&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Amaziah then said to Amos, &apos;That's enough, prophet! Go on back to Judah and do your preaching there. Let them pay you for it."
            },
            {
                "verse_number": "13",
                "verse_text": "Don't prophesy here at Bethel any more. This is the king's place of worship, the national temple.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Amos answered, &apos;I am not the kind of prophet who prophesies for pay. I am a herdsman, and I take care of fig trees."
            },
            {
                "verse_number": "15",
                "verse_text": "But the LORD took me from my work as a shepherd and ordered me to come and prophesy to his people Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "So now listen to what the LORD says. You tell me to stop prophesying, to stop raving against the people of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "And so, Amaziah, the LORD says to you, &quot;Your wife will become a prostitute on the streets, and your children will be killed in war. Your land will be divided up and given to others, and you yourself will die in a heathen country. And the people of Israel will certainly be taken away from their own land into exile.&quot; &apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "I had another vision from the Sovereign LORD . In it I saw a basket of fruit."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD asked, &apos;Amos, what do you see?&apos; &apos;A basket of fruit,&apos; I answered. The LORD said to me, &apos;The end has come for my people Israel. I will not change my mind again about punishing them."
            },
            {
                "verse_number": "3",
                "verse_text": "On that day the songs in the palace will become cries of mourning. There will be dead bodies everywhere. They will be thrown out in silence.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Listen to this, you that trample on the needy and try to destroy the poor of the country."
            },
            {
                "verse_number": "5",
                "verse_text": "You say to yourselves, &apos;We can hardly wait for the holy days to be over so that we can sell our corn. When will the Sabbath end, so that we can start selling again? Then we can overcharge, use false measures, and tamper with the scales to cheat our customers."
            },
            {
                "verse_number": "6",
                "verse_text": "We can sell worthless wheat at a high price. We'll find a poor person who can't pay his debts, not even the price of a pair of sandals, and we'll buy him as a slave.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD , the God of Israel, has sworn, &apos;I will never forget their evil deeds."
            },
            {
                "verse_number": "8",
                "verse_text": "And so the earth will quake, and everyone in the land will be in distress. The whole country will be shaken; it will rise and fall like the River Nile."
            },
            {
                "verse_number": "9",
                "verse_text": "The time is coming when I will make the sun go down at noon and the earth grow dark in daytime. I, the Sovereign LORD , have spoken."
            },
            {
                "verse_number": "10",
                "verse_text": "I will turn your festivals into funerals and change your glad songs into cries of grief. I will make you shave your heads and wear sackcloth, and you will be like parents mourning for their only child. That day will be bitter to the end."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The time is coming when I will send famine on the land. People will be hungry, but not for bread; they will be thirsty, but not for water. They will hunger and thirst for a message from the LORD . I, the Sovereign LORD , have spoken."
            },
            {
                "verse_number": "12",
                "verse_text": "People will wander from the Dead Sea to the Mediterranean and then on from the north to the east. They will look everywhere for a message from the LORD , but they will not find it."
            },
            {
                "verse_number": "13",
                "verse_text": "On that day even healthy young men and women will collapse from thirst."
            },
            {
                "verse_number": "14",
                "verse_text": "Those who swear by the idols of Samaria, who say, &quot;By the god of Dan,&quot; or, &quot;By the god of Beersheba&quot; &ndash; those people will fall and not rise again.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I saw the Lord standing by the altar. He gave the command: &apos;Strike the tops of the temple columns so hard that the whole porch will shake. Break them off and let them fall on the heads of the people. I will kill the rest of the people in war. No one will get away; not one will escape."
            },
            {
                "verse_number": "2",
                "verse_text": "Even if they dig their way down to the world of the dead, I will catch them. Even if they climb up to heaven, I will bring them down."
            },
            {
                "verse_number": "3",
                "verse_text": "If they hide on the top of Mount Carmel, I will search for them and catch them. If they hide from me at the bottom of the sea, I will command the sea monster to bite them."
            },
            {
                "verse_number": "4",
                "verse_text": "If they are taken away into captivity by their enemies, I will order them to be put to death. I am determined to destroy them, not to help them.&apos; and it quakes; all who live there mourn. The whole world rises and falls like the River Nile. and over the earth he puts the dome of the sky. He calls for the waters of the sea and pours them out on the earth. His name is the LORD ! &apos;when corn will grow faster than it can be harvested, and grapes will grow faster than the wine can be made. The mountains will drip with sweet wine, and the hills will flow with it. They will rebuild their ruined cities and live there; they will plant vineyards and drink the wine; they will plant gardens and eat what they grow. and they will not be pulled up again.&apos; The LORD your God has spoken."
            },
            {
                "verse_number": "5",
                "verse_text": "The Sovereign LORD Almighty touches the earth,"
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD builds his home in the heavens,"
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD says, &apos;People of Israel, I think as much of the people of Ethiopia as I do of you. I brought the Philistines from Crete and the Syrians from Kir, just as I brought you from Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "I, the Sovereign LORD , am watching this sinful kingdom of Israel, and I will destroy it from the face of the earth. But I will not destroy all the descendants of Jacob."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I will give the command and shake the people of Israel like corn in a sieve. I will shake them among the nations to remove all who are worthless."
            },
            {
                "verse_number": "10",
                "verse_text": "The sinners among my people will be killed in war &ndash; all those who say, &quot;God will not let any harm come near us.&quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD says, &apos;A day is coming when I will restore the kingdom of David, which is like a house fallen into ruins. I will repair its walls and restore it. I will rebuild it and make it as it was long ago."
            },
            {
                "verse_number": "12",
                "verse_text": "And so the people of Israel will conquer what is left of the land of Edom and all the nations that were once mine,&apos; says the LORD , who will cause this to happen."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The days are coming,&apos; says the LORD ,"
            },
            {
                "verse_number": "14",
                "verse_text": "I will bring my people back to their land."
            },
            {
                "verse_number": "15",
                "verse_text": "I will plant my people on the land I gave them,"
            }
        ]
    }
}