{
    "Job": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man named Job, living in the land of Uz, who worshipped God and was faithful to him. He was a good man, careful not to do anything evil."
            },
            {
                "verse_number": "2",
                "verse_text": "He had seven sons and three daughters,"
            },
            {
                "verse_number": "3",
                "verse_text": "and owned 7,000 sheep, 3,000 camels, 1,000 head of cattle, and 500 donkeys. He also had a large number of servants and was the richest man in the East. Satan answered, &apos;I have been walking here and there, roaming round the earth.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Job's sons used to take it in turns to give a feast, to which all the others would come, and they always invited their three sisters to join them."
            },
            {
                "verse_number": "5",
                "verse_text": "The morning after each feast, Job would get up early and offer sacrifices for each of his children in order to purify them. He always did this because he thought that one of them might have sinned by insulting God unintentionally."
            },
            {
                "verse_number": "6",
                "verse_text": "When the day came for the heavenly beings to appear before the LORD , Satan was there among them."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD asked him, &apos;What have you been doing?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Did you notice my servant Job?&apos; the LORD asked. &apos;There is no one on earth as faithful and good as he is. He worships me and is careful not to do anything evil.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Satan replied, &apos;Would Job worship you if he got nothing out of it?"
            },
            {
                "verse_number": "10",
                "verse_text": "You have always protected him and his family and everything he owns. You bless everything he does, and you have given him enough cattle to fill the whole country."
            },
            {
                "verse_number": "11",
                "verse_text": "But now suppose you take away everything he has &ndash; he will curse you to your face!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;All right,&apos; the LORD said to Satan, &apos;everything he has is in your power, but you must not hurt Job himself.&apos; So Satan left."
            },
            {
                "verse_number": "13",
                "verse_text": "One day when Job's children were having a feast at the home of their eldest brother,"
            },
            {
                "verse_number": "14",
                "verse_text": "a messenger came running to Job. &apos;We were ploughing the fields with the oxen,&apos; he said, &apos;and the donkeys were in a nearby pasture."
            },
            {
                "verse_number": "15",
                "verse_text": "Suddenly the Sabeans attacked and stole them all. They killed every one of your servants except me. I am the only one who escaped to tell you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Before he had finished speaking, another servant came and said, &apos;Lightning struck the sheep and the shepherds and killed them all. I am the only one who escaped to tell you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Before he had finished speaking, another servant came and said, &apos;Three bands of Chaldean raiders attacked us, took away the camels, and killed all your servants except me. I am the only one who escaped to tell you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Before he had finished speaking, another servant came and said, &apos;Your children were having a feast at the home of your eldest son,"
            },
            {
                "verse_number": "19",
                "verse_text": "when a storm swept in from the desert. It blew the house down and killed them all. I am the only one who escaped to tell you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Job stood up and tore his clothes in grief. He shaved his head and threw himself face downwards on the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "He said, &apos;I was born with nothing, and I will die with nothing. The LORD gave, and now he has taken away. May his name be praised!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "In spite of everything that had happened, Job did not sin by blaming God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When the day came for the heavenly beings to appear before the LORD again, Satan was there among them."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD asked him, &apos;Where have you been?&apos; Satan answered, &apos;I have been walking here and there, roaming round the earth.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Did you notice my servant Job?&apos; the LORD asked. &apos;There is no one on earth as faithful and good as he is. He worships me and is careful not to do anything evil. You persuaded me to let you attack him for no reason at all, but Job is still as faithful as ever.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Satan replied, &apos;A person will give up everything in order to stay alive."
            },
            {
                "verse_number": "5",
                "verse_text": "But now suppose you hurt his body &ndash; he will curse you to your face!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the LORD said to Satan, &apos;All right, he is in your power, but you are not to kill him.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Satan left the LORD 's presence and made sores break out all over Job's body."
            },
            {
                "verse_number": "8",
                "verse_text": "Job went and sat by the rubbish heap and took a piece of broken pottery to scrape his sores."
            },
            {
                "verse_number": "9",
                "verse_text": "His wife said to him, &apos;You are still as faithful as ever, aren't you? Why don't you curse God and die?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Job answered, &apos;You are talking nonsense! When God sends us something good, we welcome it. How can we complain when he sends us trouble?&apos; In spite of everything he suffered, Job said nothing against God."
            },
            {
                "verse_number": "11",
                "verse_text": "Three of Job's friends were Eliphaz, from the city of Teman, Bildad, from the land of Shuah, and Zophar, from the land of Naamah. When they heard how much Job had been suffering, they decided to go and comfort him."
            },
            {
                "verse_number": "12",
                "verse_text": "While they were still a long way off they saw Job, but did not recognize him. When they did, they began to weep and wail, tearing their clothes in grief and throwing dust into the air and on their heads."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they sat there on the ground with him for seven days and nights without saying a word, because they saw how much he was suffering."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally Job broke the silence and cursed the day on which he had been born. put a curse on the night when I was conceived! Never again remember that day; never again let light shine on it. cover it with clouds, and blot out the sun. and never let it be counted again; give that night no hope of dawn. for exposing me to trouble and grief. or died the moment I was born. Why did she feed me at her breast? who rebuilt ancient palaces. who filled their houses with gold and silver, and tired workers find rest at last. free from shouts and harsh commands. and slaves at last are free. Why give light to those in grief? they prefer a grave to any treasure. and hems them in on every side. and I can never stop groaning. and my troubles never end."
            },
            {
                "verse_number": "4",
                "verse_text": "Turn that day into darkness, God."
            },
            {
                "verse_number": "5",
                "verse_text": "Make it a day of gloom and thick darkness;"
            },
            {
                "verse_number": "6",
                "verse_text": "Blot that night out of the year,"
            },
            {
                "verse_number": "7",
                "verse_text": "make it a barren, joyless night."
            },
            {
                "verse_number": "8",
                "verse_text": "Tell the sorcerers to curse that day, those who know how to control Leviathan."
            },
            {
                "verse_number": "9",
                "verse_text": "Keep the morning star from shining;"
            },
            {
                "verse_number": "10",
                "verse_text": "Curse that night for letting me be born,"
            },
            {
                "verse_number": "11",
                "verse_text": "I wish I had died in my mother's womb"
            },
            {
                "verse_number": "12",
                "verse_text": "Why did my mother hold me on her knees?"
            },
            {
                "verse_number": "13",
                "verse_text": "If I had died then, I would be at rest now,"
            },
            {
                "verse_number": "14",
                "verse_text": "sleeping like the kings and rulers"
            },
            {
                "verse_number": "15",
                "verse_text": "Then I would be sleeping like princes"
            },
            {
                "verse_number": "16",
                "verse_text": "or sleeping like a stillborn child."
            },
            {
                "verse_number": "17",
                "verse_text": "In the grave wicked people stop their evil,"
            },
            {
                "verse_number": "18",
                "verse_text": "Even prisoners enjoy peace,"
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone is there, the famous and the unknown,"
            },
            {
                "verse_number": "20",
                "verse_text": "Why let people go on living in misery?"
            },
            {
                "verse_number": "21",
                "verse_text": "They wait for death, but it never comes;"
            },
            {
                "verse_number": "22",
                "verse_text": "They are not happy till they are dead and buried;"
            },
            {
                "verse_number": "23",
                "verse_text": "God keeps their future hidden"
            },
            {
                "verse_number": "24",
                "verse_text": "Instead of eating, I mourn,"
            },
            {
                "verse_number": "25",
                "verse_text": "Everything I fear and dread comes true."
            },
            {
                "verse_number": "26",
                "verse_text": "I have no peace, no rest,"
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "You have taught many people"
            },
            {
                "verse_number": "4",
                "verse_text": "When someone stumbled, weak and tired,"
            },
            {
                "verse_number": "5",
                "verse_text": "Now it's your turn to be in trouble,"
            },
            {
                "verse_number": "6",
                "verse_text": "You worshipped God, and your life was blameless;"
            },
            {
                "verse_number": "7",
                "verse_text": "Think back now. Name a single case"
            },
            {
                "verse_number": "8",
                "verse_text": "I have seen people plough fields of evil"
            },
            {
                "verse_number": "9",
                "verse_text": "Like a storm, God destroys them in his anger."
            },
            {
                "verse_number": "10",
                "verse_text": "The wicked roar and growl like lions,"
            },
            {
                "verse_number": "11",
                "verse_text": "Like lions with nothing to kill and eat,"
            },
            {
                "verse_number": "12",
                "verse_text": "Once a message came quietly,"
            },
            {
                "verse_number": "13",
                "verse_text": "Like a nightmare it disturbed my sleep."
            },
            {
                "verse_number": "14",
                "verse_text": "I trembled and shuddered;"
            },
            {
                "verse_number": "15",
                "verse_text": "A light breeze touched my face,"
            },
            {
                "verse_number": "16",
                "verse_text": "I could see something standing there;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Can anyone be righteous in the sight of God or be pure before his Creator?"
            },
            {
                "verse_number": "18",
                "verse_text": "God does not trust his heavenly servants;"
            },
            {
                "verse_number": "19",
                "verse_text": "Do you think he will trust a creature of clay,"
            },
            {
                "verse_number": "20",
                "verse_text": "Someone may be alive in the morning,"
            },
            {
                "verse_number": "21",
                "verse_text": "All that he has is taken away;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Call out, Job. See if anyone answers. Is there any angel to whom you can turn? would be a foolish, senseless thing to do. but I called down a sudden curse on their homes. no one stands up to defend them in court. and thirsty people will envy his wealth. nor does trouble grow out of the ground. and present my case to him. and to his miracles there is no end. and he waters the fields. and gives joy to all who mourn. and traps the wise in their own schemes, so that nothing they do succeeds; he saves the needy from oppression. Do not resent it when he rebukes you. his hand hurts you, and his hand heals. and in war protect you from death. he will save you when destruction comes. and not be afraid of wild animals. wild animals will never attack you. when you look at your sheep, you will find them safe. as there are blades of grass in a pasture. you will live to a ripe old age. It is true, so now accept it."
            },
            {
                "verse_number": "2",
                "verse_text": "To worry yourself to death with resentment"
            },
            {
                "verse_number": "3",
                "verse_text": "I have seen fools who looked secure,"
            },
            {
                "verse_number": "4",
                "verse_text": "Their children can never find safety;"
            },
            {
                "verse_number": "5",
                "verse_text": "Hungry people will eat the fool's crops &ndash; even the grain growing among thorns &ndash; as surely as sparks fly up from a fire."
            },
            {
                "verse_number": "6",
                "verse_text": "Evil does not grow in the soil,"
            },
            {
                "verse_number": "7",
                "verse_text": "No indeed! People bring trouble on themselves,"
            },
            {
                "verse_number": "8",
                "verse_text": "If I were you, I would turn to God"
            },
            {
                "verse_number": "9",
                "verse_text": "We cannot understand the great things he does,"
            },
            {
                "verse_number": "10",
                "verse_text": "He sends rain on the land"
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, it is God who raises the humble"
            },
            {
                "verse_number": "14",
                "verse_text": "even at noon they grope in darkness."
            },
            {
                "verse_number": "15",
                "verse_text": "But God saves the poor from death;"
            },
            {
                "verse_number": "16",
                "verse_text": "He gives hope to the poor and silences the wicked."
            },
            {
                "verse_number": "17",
                "verse_text": "Happy is the person whom God corrects!"
            },
            {
                "verse_number": "18",
                "verse_text": "God bandages the wounds he makes;"
            },
            {
                "verse_number": "19",
                "verse_text": "Time after time he will save you from harm;"
            },
            {
                "verse_number": "20",
                "verse_text": "when famine comes, he will keep you alive,"
            },
            {
                "verse_number": "21",
                "verse_text": "God will rescue you from slander;"
            },
            {
                "verse_number": "22",
                "verse_text": "You will laugh at violence and hunger"
            },
            {
                "verse_number": "23",
                "verse_text": "The fields you plough will be free of rocks;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then you will live at peace in your tent;"
            },
            {
                "verse_number": "25",
                "verse_text": "You will have as many children"
            },
            {
                "verse_number": "26",
                "verse_text": "Like wheat that ripens till harvest time,"
            },
            {
                "verse_number": "27",
                "verse_text": "Job, we have learnt this by long study."
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "they would weigh more than the sands of the sea,"
            },
            {
                "verse_number": "4",
                "verse_text": "Almighty God has pierced me with arrows,"
            },
            {
                "verse_number": "5",
                "verse_text": "A donkey is content when eating grass,"
            },
            {
                "verse_number": "6",
                "verse_text": "But who can eat tasteless, unsalted food?"
            },
            {
                "verse_number": "7",
                "verse_text": "I have no appetite for food like that, and everything I eat makes me sick."
            },
            {
                "verse_number": "8",
                "verse_text": "Why won't God give me what I ask?"
            },
            {
                "verse_number": "9",
                "verse_text": "If only he would go ahead and kill me!"
            },
            {
                "verse_number": "10",
                "verse_text": "If I knew he would, I would leap for joy,"
            },
            {
                "verse_number": "11",
                "verse_text": "What strength have I got to keep on living?"
            },
            {
                "verse_number": "12",
                "verse_text": "Am I made of stone? Is my body bronze?"
            },
            {
                "verse_number": "13",
                "verse_text": "I have no strength left to save myself;"
            },
            {
                "verse_number": "14",
                "verse_text": "In trouble like this I need loyal friends &ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "But you, my friends, you deceive me like streams"
            },
            {
                "verse_number": "16",
                "verse_text": "The streams are choked with snow and ice,"
            },
            {
                "verse_number": "17",
                "verse_text": "but in the heat they disappear,"
            },
            {
                "verse_number": "18",
                "verse_text": "Caravans get lost looking for water;"
            },
            {
                "verse_number": "19",
                "verse_text": "Caravans from Sheba and Tema search,"
            },
            {
                "verse_number": "20",
                "verse_text": "but their hope dies beside dry streams."
            },
            {
                "verse_number": "21",
                "verse_text": "You are like those streams to me,"
            },
            {
                "verse_number": "22",
                "verse_text": "Have I asked you to give me a gift"
            },
            {
                "verse_number": "23",
                "verse_text": "or to save me from some enemy or tyrant?"
            },
            {
                "verse_number": "24",
                "verse_text": "All right, teach me; tell me my faults."
            },
            {
                "verse_number": "25",
                "verse_text": "Honest words are convincing,"
            },
            {
                "verse_number": "26",
                "verse_text": "You think I am talking nothing but wind;"
            },
            {
                "verse_number": "27",
                "verse_text": "You would even throw dice for orphan slaves"
            },
            {
                "verse_number": "28",
                "verse_text": "Look me in the face. I won't lie."
            },
            {
                "verse_number": "29",
                "verse_text": "You have gone far enough. Stop being unjust."
            },
            {
                "verse_number": "30",
                "verse_text": "But you think I am lying &ndash;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Human life is like forced army service, like a life of hard manual labour, like workers waiting for their pay. night after night brings me grief. I toss all night and long for dawn. it is covered with scabs; pus runs out of my sores. my happiness has already ended. If you look for me, I'll be gone. people die and never return; they are forgotten by all who knew them. I am angry and bitter. I have to speak. I look for relief from my pain. you send me visions and nightmares than live in this miserable body. Leave me alone. My life makes no sense. Why pay attention to what they do? and test them every minute. for me to swallow my spittle? Why use me for your target practice? Am I so great a burden to you? Can't you pardon the wrong I do? Soon I will be in my grave, and I'll be gone when you look for me."
            },
            {
                "verse_number": "2",
                "verse_text": "like slaves longing for cool shade;"
            },
            {
                "verse_number": "3",
                "verse_text": "Month after month I have nothing to live for;"
            },
            {
                "verse_number": "4",
                "verse_text": "When I lie down to sleep, the hours drag;"
            },
            {
                "verse_number": "5",
                "verse_text": "My body is full of worms;"
            },
            {
                "verse_number": "6",
                "verse_text": "My days pass by without hope, pass faster than a weaver's shuttle. Do you think I am a sea monster?"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember, O God, my life is only a breath;"
            },
            {
                "verse_number": "8",
                "verse_text": "You see me now, but never again."
            },
            {
                "verse_number": "11",
                "verse_text": "No! I can't be quiet!"
            },
            {
                "verse_number": "12",
                "verse_text": "Why do you keep me under guard?"
            },
            {
                "verse_number": "13",
                "verse_text": "I lie down and try to rest;"
            },
            {
                "verse_number": "14",
                "verse_text": "But you &ndash; you terrify me with dreams;"
            },
            {
                "verse_number": "15",
                "verse_text": "until I would rather be strangled"
            },
            {
                "verse_number": "16",
                "verse_text": "I give up; I am tired of living."
            },
            {
                "verse_number": "17",
                "verse_text": "Why are human beings so important to you?"
            },
            {
                "verse_number": "18",
                "verse_text": "You inspect them every morning"
            },
            {
                "verse_number": "19",
                "verse_text": "Won't you look away long enough"
            },
            {
                "verse_number": "20",
                "verse_text": "Are you harmed by my sin, you jailer?"
            },
            {
                "verse_number": "21",
                "verse_text": "Can't you ever forgive my sin?"
            }
        ],
        "8": [
            {
                "verse_number": "3",
                "verse_text": "God never twists justice;"
            },
            {
                "verse_number": "4",
                "verse_text": "Your children must have sinned against God,"
            },
            {
                "verse_number": "5",
                "verse_text": "But turn now and plead with Almighty God;"
            },
            {
                "verse_number": "6",
                "verse_text": "if you are so honest and pure,"
            },
            {
                "verse_number": "7",
                "verse_text": "All the wealth you lost will be nothing"
            },
            {
                "verse_number": "8",
                "verse_text": "Look for a moment at ancient wisdom;"
            },
            {
                "verse_number": "9",
                "verse_text": "Our life is short, we know nothing at all;"
            },
            {
                "verse_number": "10",
                "verse_text": "But let the wise ancestors teach you;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Reeds can't grow where there is no water;"
            },
            {
                "verse_number": "12",
                "verse_text": "If the water dries up, they are the first to wither,"
            },
            {
                "verse_number": "13",
                "verse_text": "Godless men are like those reeds;"
            },
            {
                "verse_number": "14",
                "verse_text": "They trust a thread &ndash; a spider's web."
            },
            {
                "verse_number": "15",
                "verse_text": "If they lean on a web, will it hold them up?"
            },
            {
                "verse_number": "16",
                "verse_text": "The wicked sprout like weeds in the sun,"
            },
            {
                "verse_number": "17",
                "verse_text": "Their roots wrap round the stones and hold fast to every rock."
            },
            {
                "verse_number": "18",
                "verse_text": "But then pull them up &ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "Yes, that's all the joy wicked people have;"
            },
            {
                "verse_number": "20",
                "verse_text": "But God will never abandon the faithful"
            },
            {
                "verse_number": "21",
                "verse_text": "He will let you laugh and shout again,"
            },
            {
                "verse_number": "22",
                "verse_text": "but he will bring disgrace on those who hate you,"
            }
        ],
        "9": [
            {
                "verse_number": "3",
                "verse_text": "How can anyone argue with him? that no one could ever answer. or trample the sea monster's back. who helped Rahab, the sea monster, oppose him. Should I take him to court? Could anyone make him go?"
            },
            {
                "verse_number": "4",
                "verse_text": "God is so wise and powerful;"
            },
            {
                "verse_number": "5",
                "verse_text": "Without warning he moves mountains"
            },
            {
                "verse_number": "6",
                "verse_text": "God sends earthquakes and shakes the ground;"
            },
            {
                "verse_number": "7",
                "verse_text": "He can keep the sun from rising,"
            },
            {
                "verse_number": "8",
                "verse_text": "No one helped God spread out the heavens"
            },
            {
                "verse_number": "9",
                "verse_text": "God hung the stars in the sky &ndash; the Great Bear,"
            },
            {
                "verse_number": "10",
                "verse_text": "We cannot understand the great things he does,"
            },
            {
                "verse_number": "11",
                "verse_text": "God passes by, but I cannot see him."
            },
            {
                "verse_number": "12",
                "verse_text": "He takes what he wants, and no one can stop him;"
            },
            {
                "verse_number": "13",
                "verse_text": "God's anger is constant. He crushed his enemies"
            },
            {
                "verse_number": "14",
                "verse_text": "So how can I find words to answer God?"
            },
            {
                "verse_number": "15",
                "verse_text": "Though I am innocent, all I can do"
            },
            {
                "verse_number": "16",
                "verse_text": "Yet even then, if he lets me speak,"
            },
            {
                "verse_number": "17",
                "verse_text": "He sends storms to batter and bruise me"
            },
            {
                "verse_number": "18",
                "verse_text": "He won't let me get my breath;"
            },
            {
                "verse_number": "19",
                "verse_text": "Should I try force? Try force on God?"
            },
            {
                "verse_number": "20",
                "verse_text": "I am innocent and faithful, but my words sound guilty,"
            },
            {
                "verse_number": "23",
                "verse_text": "When an innocent person suddenly dies,"
            },
            {
                "verse_number": "24",
                "verse_text": "God gave the world to the wicked."
            },
            {
                "verse_number": "25",
                "verse_text": "My days race by, not one of them good."
            },
            {
                "verse_number": "26",
                "verse_text": "My life passes like the swiftest boat,"
            },
            {
                "verse_number": "29",
                "verse_text": "Since I am held guilty, why should I bother?"
            },
            {
                "verse_number": "30",
                "verse_text": "No soap can wash away my sins."
            },
            {
                "verse_number": "31",
                "verse_text": "God throws me into a pit of filth,"
            },
            {
                "verse_number": "32",
                "verse_text": "If God were human, I could answer him;"
            },
            {
                "verse_number": "33",
                "verse_text": "But there is no one to step between us &ndash;"
            },
            {
                "verse_number": "34",
                "verse_text": "Stop punishing me, God!"
            },
            {
                "verse_number": "35",
                "verse_text": "I am not afraid. I am going to talk"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I am tired of living. Listen to my bitter complaint. Tell me! What is the charge against me? To despise what you yourself have made? And then to smile on the schemes of wicked people? and hunt down every fault I have? that no one can save me from you. are you going to crush me back to dust? you made me grow in my mother's womb. and covered the bones with muscles and skin. and your care has kept me alive. you were secretly planning to harm me. so that you could refuse to forgive me. but when I do right, I get no credit. you hunt me down like a lion; to hurt me you even work miracles. your anger towards me grows and grows; you always plan some new attack. I should have died before anyone saw me. would have been as good as never existing. Let me enjoy the time I have left. going to a land that is dark and gloomy, where the light itself is darkness."
            },
            {
                "verse_number": "2",
                "verse_text": "Don't condemn me, God."
            },
            {
                "verse_number": "3",
                "verse_text": "Is it right for you to be so cruel?"
            },
            {
                "verse_number": "4",
                "verse_text": "Do you see things as we do?"
            },
            {
                "verse_number": "5",
                "verse_text": "Is your life as short as ours?"
            },
            {
                "verse_number": "6",
                "verse_text": "Then why do you track down all my sins"
            },
            {
                "verse_number": "7",
                "verse_text": "You know that I am not guilty,"
            },
            {
                "verse_number": "8",
                "verse_text": "Your hands formed and shaped me, and now those same hands destroy me. I am miserable and covered with shame."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember that you made me from clay;"
            },
            {
                "verse_number": "10",
                "verse_text": "You gave my father strength to beget me;"
            },
            {
                "verse_number": "11",
                "verse_text": "You formed my body with bones and sinews"
            },
            {
                "verse_number": "12",
                "verse_text": "You have given me life and constant love,"
            },
            {
                "verse_number": "13",
                "verse_text": "But now I know that all that time"
            },
            {
                "verse_number": "14",
                "verse_text": "You were watching to see if I would sin,"
            },
            {
                "verse_number": "15",
                "verse_text": "As soon as I sin, I'm in trouble with you,"
            },
            {
                "verse_number": "16",
                "verse_text": "If I have any success at all,"
            },
            {
                "verse_number": "17",
                "verse_text": "You always have some witness against me;"
            },
            {
                "verse_number": "18",
                "verse_text": "Why, God, did you let me be born?"
            },
            {
                "verse_number": "19",
                "verse_text": "To go from the womb straight to the grave"
            },
            {
                "verse_number": "20",
                "verse_text": "Isn't my life almost over? Leave me alone!"
            },
            {
                "verse_number": "21",
                "verse_text": "I am going soon and will never come back &ndash;"
            },
            {
                "verse_number": "22",
                "verse_text": "a land of darkness, shadows, and confusion,"
            }
        ],
        "11": [
            {
                "verse_number": "3",
                "verse_text": "Job, do you think we can't answer you?"
            },
            {
                "verse_number": "4",
                "verse_text": "You claim that what you say is true;"
            },
            {
                "verse_number": "5",
                "verse_text": "How I wish God would answer you!"
            },
            {
                "verse_number": "6",
                "verse_text": "He would tell you there are many sides to wisdom;"
            },
            {
                "verse_number": "7",
                "verse_text": "Can you discover the limits and bounds"
            },
            {
                "verse_number": "8",
                "verse_text": "The sky is no limit for God,"
            },
            {
                "verse_number": "9",
                "verse_text": "God's greatness is broader than the earth,"
            },
            {
                "verse_number": "10",
                "verse_text": "If God arrests you and brings you to trial,"
            },
            {
                "verse_number": "11",
                "verse_text": "God knows which people are worthless;"
            },
            {
                "verse_number": "12",
                "verse_text": "Stupid people will start being wise"
            },
            {
                "verse_number": "13",
                "verse_text": "Put your heart right, Job. Reach out to God."
            },
            {
                "verse_number": "14",
                "verse_text": "Put away evil and wrong from your home."
            },
            {
                "verse_number": "15",
                "verse_text": "Then face the world again, firm and courageous."
            },
            {
                "verse_number": "16",
                "verse_text": "Then all your troubles will fade from your memory,"
            },
            {
                "verse_number": "17",
                "verse_text": "Your life will be brighter than sunshine at noon,"
            },
            {
                "verse_number": "18",
                "verse_text": "You will live secure and full of hope;"
            },
            {
                "verse_number": "19",
                "verse_text": "You won't be afraid of your enemies;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the wicked will look round in despair"
            }
        ],
        "12": [
            {
                "verse_number": "3",
                "verse_text": "But I have as much sense as you have;"
            },
            {
                "verse_number": "4",
                "verse_text": "Even my friends laugh at me now;"
            },
            {
                "verse_number": "5",
                "verse_text": "You have no troubles, and yet you make fun of me;"
            },
            {
                "verse_number": "6",
                "verse_text": "But thieves and godless people live in peace,"
            },
            {
                "verse_number": "7",
                "verse_text": "Even birds and animals have much they could teach you;"
            },
            {
                "verse_number": "8",
                "verse_text": "ask the creatures of earth and sea for their wisdom."
            },
            {
                "verse_number": "9",
                "verse_text": "All of them know that the LORD 's hand made them."
            },
            {
                "verse_number": "10",
                "verse_text": "It is God who directs the lives of his creatures;"
            },
            {
                "verse_number": "11",
                "verse_text": "But just as your tongue enjoys tasting food,"
            },
            {
                "verse_number": "14",
                "verse_text": "When God tears down, who can rebuild,"
            },
            {
                "verse_number": "15",
                "verse_text": "Drought comes when God withholds rain;"
            },
            {
                "verse_number": "16",
                "verse_text": "God is strong and always victorious;"
            },
            {
                "verse_number": "17",
                "verse_text": "He takes away the wisdom of rulers"
            },
            {
                "verse_number": "18",
                "verse_text": "He dethrones kings and makes them prisoners;"
            },
            {
                "verse_number": "19",
                "verse_text": "he humbles priests and men of power."
            },
            {
                "verse_number": "20",
                "verse_text": "He silences those who are trusted,"
            },
            {
                "verse_number": "21",
                "verse_text": "He disgraces those in power"
            },
            {
                "verse_number": "22",
                "verse_text": "He sends light to places dark as death."
            },
            {
                "verse_number": "23",
                "verse_text": "He makes nations strong and great,"
            },
            {
                "verse_number": "24",
                "verse_text": "He makes their leaders foolish"
            },
            {
                "verse_number": "25",
                "verse_text": "they grope in the dark and stagger like drunkards."
            }
        ],
        "13": [
            {
                "verse_number": "3",
                "verse_text": "But my dispute is with God, not you;"
            },
            {
                "verse_number": "4",
                "verse_text": "You cover up your ignorance with lies;"
            },
            {
                "verse_number": "5",
                "verse_text": "Say nothing, and someone may think you are wise!"
            },
            {
                "verse_number": "6",
                "verse_text": "Listen while I state my case."
            },
            {
                "verse_number": "7",
                "verse_text": "Why are you lying?"
            },
            {
                "verse_number": "8",
                "verse_text": "Are you trying to defend him?"
            },
            {
                "verse_number": "9",
                "verse_text": "If God looks at you closely, will he find anything good?"
            },
            {
                "verse_number": "10",
                "verse_text": "Even though your prejudice is hidden,"
            },
            {
                "verse_number": "11",
                "verse_text": "and his power will fill you with terror."
            },
            {
                "verse_number": "12",
                "verse_text": "Your proverbs are as useless as ashes;"
            },
            {
                "verse_number": "13",
                "verse_text": "Be quiet and give me a chance to speak,"
            },
            {
                "verse_number": "14",
                "verse_text": "I am ready to risk my life."
            },
            {
                "verse_number": "15",
                "verse_text": "I've lost all hope, so what if God kills me?"
            },
            {
                "verse_number": "16",
                "verse_text": "It may even be that my boldness will save me,"
            },
            {
                "verse_number": "17",
                "verse_text": "Now listen to my words of explanation."
            },
            {
                "verse_number": "18",
                "verse_text": "I am ready to state my case,"
            },
            {
                "verse_number": "19",
                "verse_text": "Are you coming to accuse me, God?"
            },
            {
                "verse_number": "20",
                "verse_text": "Let me ask for two things; agree to them,"
            },
            {
                "verse_number": "21",
                "verse_text": "stop punishing me, and don't crush me with terror."
            },
            {
                "verse_number": "22",
                "verse_text": "Speak first, O God, and I will answer."
            },
            {
                "verse_number": "23",
                "verse_text": "What are my sins? What wrongs have I done?"
            },
            {
                "verse_number": "24",
                "verse_text": "Why do you avoid me?"
            },
            {
                "verse_number": "25",
                "verse_text": "Are you trying to frighten me? I'm nothing but a leaf;"
            },
            {
                "verse_number": "26",
                "verse_text": "You bring bitter charges against me,"
            },
            {
                "verse_number": "27",
                "verse_text": "You bind chains on my feet;"
            },
            {
                "verse_number": "28",
                "verse_text": "As a result, I crumble like rotten wood,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "We are all born weak and helpless. All lead the same short, troubled life. we disappear like shadows. or put me on trial and judge me? from anything as unclean as human beings. the number of months they will live. You have settled it, and it can't be changed. it can come back to life and sprout. and its stump dies in the ground, they die, and where are they then? and lakes that go dry, They will never wake up while the sky endures; they will never stir from their sleep. let me be hidden until your anger is over, and then set a time to remember me. But I will wait for better times, wait till this time of trouble is ended. and you will be pleased with me, your creature. but you will not keep track of my sins. you will wipe out all the wrongs I have done. and solid cliffs are moved away. and heavy rain will wash away the soil; so you destroy our hope for life. his face is twisted in death. nor is he told when they are disgraced. and the grief of his own mind."
            },
            {
                "verse_number": "2",
                "verse_text": "We grow and wither as quickly as flowers;"
            },
            {
                "verse_number": "3",
                "verse_text": "Will you even look at me, God,"
            },
            {
                "verse_number": "4",
                "verse_text": "Nothing clean can ever come"
            },
            {
                "verse_number": "5",
                "verse_text": "The length of their lives is decided beforehand &ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Look away from them and leave them alone; let them enjoy their hard life &ndash; if they can."
            },
            {
                "verse_number": "7",
                "verse_text": "There is hope for a tree that has been cut down;"
            },
            {
                "verse_number": "8",
                "verse_text": "Even though its roots grow old,"
            },
            {
                "verse_number": "9",
                "verse_text": "with water it will sprout like a young plant."
            },
            {
                "verse_number": "10",
                "verse_text": "But people die, and that is the end of them;"
            },
            {
                "verse_number": "11",
                "verse_text": "Like rivers that stop running,"
            },
            {
                "verse_number": "12",
                "verse_text": "people die, never to rise."
            },
            {
                "verse_number": "13",
                "verse_text": "I wish you would hide me in the world of the dead;"
            },
            {
                "verse_number": "14",
                "verse_text": "If people die, can they come back to life?"
            },
            {
                "verse_number": "15",
                "verse_text": "Then you will call, and I will answer,"
            },
            {
                "verse_number": "16",
                "verse_text": "Then you will watch every step I take,"
            },
            {
                "verse_number": "17",
                "verse_text": "You will forgive them and put them away;"
            },
            {
                "verse_number": "18",
                "verse_text": "There comes a time when mountains fall"
            },
            {
                "verse_number": "19",
                "verse_text": "Water will wear down rocks,"
            },
            {
                "verse_number": "20",
                "verse_text": "You overpower someone and send him away for ever;"
            },
            {
                "verse_number": "21",
                "verse_text": "His sons win honour, but he never knows it,"
            },
            {
                "verse_number": "22",
                "verse_text": "He feels only the pain of his own body"
            }
        ],
        "15": [
            {
                "verse_number": "3",
                "verse_text": "No wise person would talk as you do"
            },
            {
                "verse_number": "4",
                "verse_text": "If you had your way, no one would fear God;"
            },
            {
                "verse_number": "5",
                "verse_text": "Your wickedness is evident by what you say;"
            },
            {
                "verse_number": "6",
                "verse_text": "There is no need for me to condemn you;"
            },
            {
                "verse_number": "7",
                "verse_text": "Do you think you were the first person born?"
            },
            {
                "verse_number": "8",
                "verse_text": "Did you overhear the plans God made?"
            },
            {
                "verse_number": "9",
                "verse_text": "There is nothing you know that we don't know."
            },
            {
                "verse_number": "10",
                "verse_text": "We learnt our wisdom from grey-haired people &ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "God offers you comfort; why still reject it?"
            },
            {
                "verse_number": "12",
                "verse_text": "But you are excited and glare at us in anger."
            },
            {
                "verse_number": "13",
                "verse_text": "You are angry with God and denounce him."
            },
            {
                "verse_number": "14",
                "verse_text": "Can any human being be really pure?"
            },
            {
                "verse_number": "15",
                "verse_text": "Why, God does not trust even his angels;"
            },
            {
                "verse_number": "16",
                "verse_text": "And people drink evil as if it were water;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now listen, Job, to what I know."
            },
            {
                "verse_number": "18",
                "verse_text": "Those who are wise have taught me truths"
            },
            {
                "verse_number": "19",
                "verse_text": "Their land was free from foreigners;"
            },
            {
                "verse_number": "20",
                "verse_text": "The wicked who oppress others"
            },
            {
                "verse_number": "21",
                "verse_text": "Voices of terror will scream in their ears,"
            },
            {
                "verse_number": "22",
                "verse_text": "They have no hope of escaping from darkness,"
            },
            {
                "verse_number": "23",
                "verse_text": "and vultures are waiting to eat their corpses."
            },
            {
                "verse_number": "24",
                "verse_text": "disaster, like a powerful king,"
            },
            {
                "verse_number": "25",
                "verse_text": "That is the fate of those"
            },
            {
                "verse_number": "28",
                "verse_text": "They are the ones who captured cities"
            },
            {
                "verse_number": "29",
                "verse_text": "They will not remain rich for long; Even their shadows will vanish, whose blossoms are blown away by the wind."
            },
            {
                "verse_number": "30",
                "verse_text": "and they will not escape from darkness."
            },
            {
                "verse_number": "31",
                "verse_text": "If they are foolish enough to trust in evil,"
            },
            {
                "verse_number": "32",
                "verse_text": "Before their time is up they will wither,"
            },
            {
                "verse_number": "33",
                "verse_text": "They will be like vines that lose their unripe grapes;"
            },
            {
                "verse_number": "34",
                "verse_text": "There will be no descendants for godless people,"
            },
            {
                "verse_number": "35",
                "verse_text": "These are the ones who plan trouble and do evil;"
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "Are you going to keep on talking for ever?"
            },
            {
                "verse_number": "4",
                "verse_text": "If you were in my place and I in yours,"
            },
            {
                "verse_number": "5",
                "verse_text": "I could strengthen you with advice"
            },
            {
                "verse_number": "6",
                "verse_text": "But nothing I say helps,"
            },
            {
                "verse_number": "7",
                "verse_text": "You have worn me out, God;"
            },
            {
                "verse_number": "8",
                "verse_text": "You have seized me; you are my enemy. and people take that as proof of my guilt."
            },
            {
                "verse_number": "9",
                "verse_text": "In anger God tears me limb from limb;"
            },
            {
                "verse_number": "10",
                "verse_text": "People sneer at me;"
            },
            {
                "verse_number": "11",
                "verse_text": "God has handed me over to evil people."
            },
            {
                "verse_number": "12",
                "verse_text": "I was living in peace,"
            },
            {
                "verse_number": "13",
                "verse_text": "and shoots arrows at me from every side &ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "He wounds me again and again;"
            },
            {
                "verse_number": "15",
                "verse_text": "I mourn and wear clothes made of sackcloth,"
            },
            {
                "verse_number": "16",
                "verse_text": "I have cried until my face is red,"
            },
            {
                "verse_number": "17",
                "verse_text": "but I am not guilty of any violence,"
            },
            {
                "verse_number": "18",
                "verse_text": "O Earth, don't hide the wrongs done to me!"
            },
            {
                "verse_number": "19",
                "verse_text": "There is someone in heaven"
            },
            {
                "verse_number": "20",
                "verse_text": "My friends scorn me;"
            },
            {
                "verse_number": "21",
                "verse_text": "I want someone to plead with God for me,"
            },
            {
                "verse_number": "22",
                "verse_text": "My years are passing now,"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The end of my life is near. I can hardly breathe; there is nothing left for me but the grave. There is no one else to support what I say. don't let them triumph over me now. they come and spit in my face. my arms and legs are as thin as shadows. and they all condemn me as godless. are more and more convinced they are right. I would not find even one of them wise. my hope is gone. they say that light is near, but I know I remain in darkness. where I will lie down to sleep in the dark. and the worms that eat me I will call my mother and my sisters. Who sees any? when I go down to the world of the dead."
            },
            {
                "verse_number": "2",
                "verse_text": "I watch how bitterly everyone mocks me."
            },
            {
                "verse_number": "3",
                "verse_text": "I am being honest, God. Accept my word."
            },
            {
                "verse_number": "4",
                "verse_text": "You have closed their minds to reason;"
            },
            {
                "verse_number": "5",
                "verse_text": "In the old proverb someone betrays his friends for money, and his children suffer for it."
            },
            {
                "verse_number": "6",
                "verse_text": "And now people use this proverb against me;"
            },
            {
                "verse_number": "7",
                "verse_text": "My grief has almost made me blind;"
            },
            {
                "verse_number": "8",
                "verse_text": "Those who claim to be honest are shocked,"
            },
            {
                "verse_number": "9",
                "verse_text": "Those who claim to be respectable"
            },
            {
                "verse_number": "10",
                "verse_text": "But if all of them came and stood before me,"
            },
            {
                "verse_number": "11",
                "verse_text": "My days have passed; my plans have failed;"
            },
            {
                "verse_number": "12",
                "verse_text": "But my friends say night is daylight;"
            },
            {
                "verse_number": "13",
                "verse_text": "My only hope is the world of the dead,"
            },
            {
                "verse_number": "14",
                "verse_text": "I will call the grave my father,"
            },
            {
                "verse_number": "15",
                "verse_text": "Where is there any hope for me?"
            },
            {
                "verse_number": "16",
                "verse_text": "Hope will not go with me"
            }
        ],
        "18": [
            {
                "verse_number": "3",
                "verse_text": "What makes you think we are as stupid as cattle?"
            },
            {
                "verse_number": "4",
                "verse_text": "You are only hurting yourself with your anger."
            },
            {
                "verse_number": "5",
                "verse_text": "The light of the wicked will still be put out;"
            },
            {
                "verse_number": "6",
                "verse_text": "The lamp in their tents will be darkened."
            },
            {
                "verse_number": "7",
                "verse_text": "Their steps were firm, but now they stumble;"
            },
            {
                "verse_number": "8",
                "verse_text": "They walk into a net, and their feet are caught;"
            },
            {
                "verse_number": "9",
                "verse_text": "a trap catches their heels and holds them."
            },
            {
                "verse_number": "10",
                "verse_text": "On the ground a snare is hidden;"
            },
            {
                "verse_number": "11",
                "verse_text": "All round them terror is waiting;"
            },
            {
                "verse_number": "12",
                "verse_text": "They used to be rich, but now they go hungry;"
            },
            {
                "verse_number": "13",
                "verse_text": "A deadly disease spreads over their bodies"
            },
            {
                "verse_number": "14",
                "verse_text": "They are torn from the tents where they lived secure,"
            },
            {
                "verse_number": "15",
                "verse_text": "Now anyone may live in their tents &ndash; after sulphur is sprinkled to disinfect them!"
            },
            {
                "verse_number": "16",
                "verse_text": "Their roots and branches are withered and dry."
            },
            {
                "verse_number": "17",
                "verse_text": "Their fame is ended at home and abroad;"
            },
            {
                "verse_number": "18",
                "verse_text": "They will be driven out of the land of the living,"
            },
            {
                "verse_number": "19",
                "verse_text": "They have no descendants, no survivors."
            },
            {
                "verse_number": "20",
                "verse_text": "From east to west, all who hear of their fate"
            },
            {
                "verse_number": "21",
                "verse_text": "That is the fate of wicked people,"
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "Time after time you insult me"
            },
            {
                "verse_number": "4",
                "verse_text": "Even if I have done wrong,"
            },
            {
                "verse_number": "5",
                "verse_text": "You think you are better than I am,"
            },
            {
                "verse_number": "6",
                "verse_text": "Can't you see it is God who has done this?"
            },
            {
                "verse_number": "7",
                "verse_text": "I protest against his violence,"
            },
            {
                "verse_number": "8",
                "verse_text": "God has blocked the way, and I can't get through;"
            },
            {
                "verse_number": "9",
                "verse_text": "He has taken away all my wealth"
            },
            {
                "verse_number": "10",
                "verse_text": "He batters me from every side."
            },
            {
                "verse_number": "11",
                "verse_text": "God is angry and rages against me;"
            },
            {
                "verse_number": "12",
                "verse_text": "He sends his army to attack me;"
            },
            {
                "verse_number": "13",
                "verse_text": "God has made my own family forsake me;"
            },
            {
                "verse_number": "14",
                "verse_text": "my relatives and friends are gone."
            },
            {
                "verse_number": "15",
                "verse_text": "Those who were guests in my house have forgotten me;"
            },
            {
                "verse_number": "16",
                "verse_text": "When I call a servant, he doesn't answer &ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "My wife can't stand the smell of my breath,"
            },
            {
                "verse_number": "18",
                "verse_text": "Children despise me and laugh when they see me."
            },
            {
                "verse_number": "19",
                "verse_text": "My closest friends look at me with disgust;"
            },
            {
                "verse_number": "20",
                "verse_text": "My skin hangs loose on my bones; I have barely escaped with my life. and write them so that they would last for ever. while still in this body I will see God. so that you will know there is one who judges."
            },
            {
                "verse_number": "21",
                "verse_text": "You are my friends! Take pity on me!"
            },
            {
                "verse_number": "22",
                "verse_text": "Why must you persecute me as God does?"
            },
            {
                "verse_number": "23",
                "verse_text": "How I wish that someone would remember my words"
            },
            {
                "verse_number": "24",
                "verse_text": "Or with a chisel carve my words in stone"
            },
            {
                "verse_number": "25",
                "verse_text": "But I know there is someone in heaven"
            },
            {
                "verse_number": "26",
                "verse_text": "Even after my skin is eaten by disease,"
            },
            {
                "verse_number": "27",
                "verse_text": "I will see him with my own eyes,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;How can we torment him?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But now, be afraid of the sword &ndash;"
            }
        ],
        "20": [
            {
                "verse_number": "3",
                "verse_text": "What you have said is an insult,"
            },
            {
                "verse_number": "4",
                "verse_text": "Surely you know that from ancient times,"
            },
            {
                "verse_number": "5",
                "verse_text": "no wicked people have been happy for long."
            },
            {
                "verse_number": "6",
                "verse_text": "They may grow great, towering to the sky,"
            },
            {
                "verse_number": "7",
                "verse_text": "but they will be blown away like dust."
            },
            {
                "verse_number": "8",
                "verse_text": "They will vanish like a dream, like a vision at night,"
            },
            {
                "verse_number": "9",
                "verse_text": "The wicked will disappear from the place where they used to live;"
            },
            {
                "verse_number": "10",
                "verse_text": "and their children will make good what they stole from the poor."
            },
            {
                "verse_number": "11",
                "verse_text": "Their bodies used to be young and vigorous,"
            },
            {
                "verse_number": "14",
                "verse_text": "But in their stomachs the food turns bitter,"
            },
            {
                "verse_number": "15",
                "verse_text": "The wicked vomit up the wealth they stole;"
            },
            {
                "verse_number": "16",
                "verse_text": "What evil people swallow is like poison;"
            },
            {
                "verse_number": "17",
                "verse_text": "They will not live to see rivers of olive oil"
            },
            {
                "verse_number": "18",
                "verse_text": "They will have to give up all they have worked for;"
            },
            {
                "verse_number": "19",
                "verse_text": "because they oppressed and neglected the poor"
            },
            {
                "verse_number": "20",
                "verse_text": "Their greed is never satisfied."
            },
            {
                "verse_number": "21",
                "verse_text": "When they eat, there is nothing left over,"
            },
            {
                "verse_number": "22",
                "verse_text": "At the height of their success"
            },
            {
                "verse_number": "23",
                "verse_text": "Let them eat all they want!"
            },
            {
                "verse_number": "24",
                "verse_text": "When they try to escape from an iron sword,"
            },
            {
                "verse_number": "25",
                "verse_text": "Arrows stick through their bodies;"
            },
            {
                "verse_number": "26",
                "verse_text": "Everything they have saved is destroyed;"
            },
            {
                "verse_number": "27",
                "verse_text": "Heaven reveals their sin,"
            },
            {
                "verse_number": "28",
                "verse_text": "All their wealth will be destroyed"
            },
            {
                "verse_number": "29",
                "verse_text": "This is the fate of the wicked,"
            }
        ],
        "21": [
            {
                "verse_number": "3",
                "verse_text": "Give me a chance to speak and then,"
            },
            {
                "verse_number": "4",
                "verse_text": "My quarrel is not with mortals;"
            },
            {
                "verse_number": "5",
                "verse_text": "Look at me. Isn't that enough"
            },
            {
                "verse_number": "6",
                "verse_text": "When I think of what has happened to me,"
            },
            {
                "verse_number": "7",
                "verse_text": "Why does God let evil people live,"
            },
            {
                "verse_number": "8",
                "verse_text": "They have children and grandchildren,"
            },
            {
                "verse_number": "9",
                "verse_text": "God does not bring disaster on their homes;"
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, all their cattle breed"
            },
            {
                "verse_number": "11",
                "verse_text": "Their children run and play like lambs"
            },
            {
                "verse_number": "12",
                "verse_text": "and dance to the music of harps and flutes."
            },
            {
                "verse_number": "13",
                "verse_text": "They live out their lives in peace"
            },
            {
                "verse_number": "14",
                "verse_text": "The wicked tell God to leave them alone;"
            },
            {
                "verse_number": "15",
                "verse_text": "They think there is no need to serve God"
            },
            {
                "verse_number": "16",
                "verse_text": "They claim they succeed by their own strength,"
            },
            {
                "verse_number": "17",
                "verse_text": "Was a wicked person's light ever put out?"
            },
            {
                "verse_number": "18",
                "verse_text": "and blow them away like straw in the wind,"
            },
            {
                "verse_number": "19",
                "verse_text": "You claim God punishes a child for the sins of his father."
            },
            {
                "verse_number": "20",
                "verse_text": "Let sinners bear their own punishment;"
            },
            {
                "verse_number": "21",
                "verse_text": "When our lives are over,"
            },
            {
                "verse_number": "22",
                "verse_text": "Can anyone teach God,"
            },
            {
                "verse_number": "25",
                "verse_text": "Others have no happiness at all;"
            },
            {
                "verse_number": "26",
                "verse_text": "But all alike die and are buried;"
            },
            {
                "verse_number": "27",
                "verse_text": "I know what spiteful thoughts you have."
            },
            {
                "verse_number": "28",
                "verse_text": "You ask, &apos;Where are the houses of great people now,"
            },
            {
                "verse_number": "29",
                "verse_text": "Haven't you talked with people who travel?"
            },
            {
                "verse_number": "30",
                "verse_text": "On the day God is angry and punishes,"
            },
            {
                "verse_number": "31",
                "verse_text": "There is no one to accuse the wicked"
            },
            {
                "verse_number": "32",
                "verse_text": "When they are carried to the graveyard,"
            },
            {
                "verse_number": "33",
                "verse_text": "thousands join the funeral procession,"
            },
            {
                "verse_number": "34",
                "verse_text": "And you! You try to comfort me with nonsense!"
            }
        ],
        "22": [
            {
                "verse_number": "3",
                "verse_text": "Does your doing right benefit God,"
            },
            {
                "verse_number": "4",
                "verse_text": "It is not because you stand in awe of God"
            },
            {
                "verse_number": "5",
                "verse_text": "No, it's because you have sinned so much;"
            },
            {
                "verse_number": "6",
                "verse_text": "To make your brother repay you the money he owed,"
            },
            {
                "verse_number": "7",
                "verse_text": "You refused water to those who were tired,"
            },
            {
                "verse_number": "8",
                "verse_text": "You used your power and your position"
            },
            {
                "verse_number": "9",
                "verse_text": "You not only refused to help widows,"
            },
            {
                "verse_number": "10",
                "verse_text": "So now there are pitfalls all round you,"
            },
            {
                "verse_number": "11",
                "verse_text": "It has grown so dark that you cannot see,"
            },
            {
                "verse_number": "12",
                "verse_text": "Doesn't God live in the highest heavens"
            },
            {
                "verse_number": "13",
                "verse_text": "And yet you ask, &apos;What does God know?"
            },
            {
                "verse_number": "14",
                "verse_text": "You think the thick clouds keep him from seeing,"
            },
            {
                "verse_number": "15",
                "verse_text": "Are you determined to walk in the paths"
            },
            {
                "verse_number": "16",
                "verse_text": "Even before their time had come,"
            },
            {
                "verse_number": "17",
                "verse_text": "These are the ones who rejected God"
            },
            {
                "verse_number": "18",
                "verse_text": "And yet it was God who made them prosperous &ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "Good people are glad and the innocent laugh"
            },
            {
                "verse_number": "20",
                "verse_text": "All that the wicked own is destroyed,"
            },
            {
                "verse_number": "21",
                "verse_text": "Now, Job, make peace with God"
            },
            {
                "verse_number": "22",
                "verse_text": "Accept the teaching he gives;"
            },
            {
                "verse_number": "23",
                "verse_text": "Yes, you must humbly return to God"
            },
            {
                "verse_number": "24",
                "verse_text": "Throw away your gold;"
            },
            {
                "verse_number": "25",
                "verse_text": "Let Almighty God be your gold,"
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will always trust in God"
            },
            {
                "verse_number": "27",
                "verse_text": "When you pray, he will answer you,"
            },
            {
                "verse_number": "28",
                "verse_text": "You will succeed in all you do,"
            },
            {
                "verse_number": "29",
                "verse_text": "God brings down the proud"
            },
            {
                "verse_number": "30",
                "verse_text": "He will rescue you if you are innocent, if what you do is right."
            }
        ],
        "23": [
            {
                "verse_number": "3",
                "verse_text": "How I wish I knew where to find him,"
            },
            {
                "verse_number": "4",
                "verse_text": "I would state my case before him"
            },
            {
                "verse_number": "5",
                "verse_text": "I want to know what he would say"
            },
            {
                "verse_number": "6",
                "verse_text": "Would God use all his strength against me?"
            },
            {
                "verse_number": "7",
                "verse_text": "I am honest; I could reason with God; he would declare me innocent once and for all."
            },
            {
                "verse_number": "8",
                "verse_text": "I have searched in the east, but God is not there;"
            },
            {
                "verse_number": "9",
                "verse_text": "God has been at work in the north and the south,"
            },
            {
                "verse_number": "10",
                "verse_text": "Yet God knows every step I take;"
            },
            {
                "verse_number": "11",
                "verse_text": "I follow faithfully the road he chooses,"
            },
            {
                "verse_number": "12",
                "verse_text": "I always do what God commands;"
            },
            {
                "verse_number": "13",
                "verse_text": "He never changes. No one can oppose him"
            },
            {
                "verse_number": "14",
                "verse_text": "He will fulfil what he has planned for me;"
            },
            {
                "verse_number": "15",
                "verse_text": "I tremble with fear before him."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Why doesn't God set a time for judging, a day of justice for those who serve him? they steal sheep and put them with their own flocks. and keep a widow's ox till she pays her debts. and force the needy to run and hide. search for food in the dry wilderness; nowhere else can they find food for their children. and gather grapes in the vineyards of the wicked. nothing to keep them from the cold. and they huddle beside the rocks for shelter. and take the children of the poor in payment for debts. they must go hungry while harvesting wheat. but they themselves are thirsty. but God ignores their prayers. they don't understand it or go where it leads. and goes out to kill the poor, and at night he steals. he covers his face so that no one can see him. but by day they hide and avoid the light. but darkness holds no terror for them. and the land they own is under God's curse; they no longer go to work in their vineyards. so sinners vanish from the land of the living. they are eaten by worms and destroyed like fallen trees. and showed no kindness to childless women. God acts &ndash; and the wicked die. but keeps an eye on them all the time. but then they wither like weeds, like ears of corn that have been cut off. Can anyone prove that my words are not true?"
            },
            {
                "verse_number": "2",
                "verse_text": "People move boundary stones to get more land;"
            },
            {
                "verse_number": "3",
                "verse_text": "They take donkeys that belong to orphans,"
            },
            {
                "verse_number": "4",
                "verse_text": "They prevent the poor from getting their rights"
            },
            {
                "verse_number": "5",
                "verse_text": "So the poor, like wild donkeys,"
            },
            {
                "verse_number": "6",
                "verse_text": "They have to harvest fields they don't own,"
            },
            {
                "verse_number": "7",
                "verse_text": "At night they sleep with nothing to cover them,"
            },
            {
                "verse_number": "8",
                "verse_text": "They are drenched by the rain that falls on the mountains,"
            },
            {
                "verse_number": "9",
                "verse_text": "Evil people make slaves of fatherless infants"
            },
            {
                "verse_number": "10",
                "verse_text": "But the poor must go out with no clothes to protect them;"
            },
            {
                "verse_number": "11",
                "verse_text": "They press olives for oil, and grapes for wine,"
            },
            {
                "verse_number": "12",
                "verse_text": "In the cities the wounded and dying cry out,"
            },
            {
                "verse_number": "13",
                "verse_text": "There are those who reject the light;"
            },
            {
                "verse_number": "14",
                "verse_text": "At dawn the murderer gets up"
            },
            {
                "verse_number": "15",
                "verse_text": "The adulterer waits for twilight to come;"
            },
            {
                "verse_number": "16",
                "verse_text": "At night thieves break into houses,"
            },
            {
                "verse_number": "17",
                "verse_text": "They fear the light of day,"
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked are swept away by floods,"
            },
            {
                "verse_number": "19",
                "verse_text": "As snow vanishes in heat and drought,"
            },
            {
                "verse_number": "20",
                "verse_text": "Not even their mothers remember them now;"
            },
            {
                "verse_number": "21",
                "verse_text": "That happens because they ill-treated widows"
            },
            {
                "verse_number": "22",
                "verse_text": "God, in his strength, destroys the mighty;"
            },
            {
                "verse_number": "23",
                "verse_text": "God may let them live secure,"
            },
            {
                "verse_number": "24",
                "verse_text": "For a while the wicked prosper,"
            },
            {
                "verse_number": "25",
                "verse_text": "Can anyone deny that this is so?"
            }
        ],
        "25": [
            {
                "verse_number": "3",
                "verse_text": "Can anyone count the angels who serve him?"
            },
            {
                "verse_number": "4",
                "verse_text": "Can anyone be righteous or pure in God's sight?"
            },
            {
                "verse_number": "5",
                "verse_text": "In his eyes even the moon is not bright,"
            },
            {
                "verse_number": "6",
                "verse_text": "Then what about a human being, that worm, that insect?"
            }
        ],
        "26": [
            {
                "verse_number": "3",
                "verse_text": "You give such good advice"
            },
            {
                "verse_number": "4",
                "verse_text": "Who do you think will hear all your words?"
            },
            {
                "verse_number": "5",
                "verse_text": "The spirits of the dead tremble"
            },
            {
                "verse_number": "6",
                "verse_text": "The world of the dead lies open to God;"
            },
            {
                "verse_number": "7",
                "verse_text": "God stretched out the northern sky"
            },
            {
                "verse_number": "8",
                "verse_text": "It is God who fills the clouds with water"
            },
            {
                "verse_number": "9",
                "verse_text": "He hides the full moon behind a cloud."
            },
            {
                "verse_number": "10",
                "verse_text": "He divided light from darkness"
            },
            {
                "verse_number": "11",
                "verse_text": "When he threatens the pillars that hold up the sky,"
            },
            {
                "verse_number": "12",
                "verse_text": "It is his strength that conquered the sea; by his skill he destroyed the monster Rahab. and his hand that killed the escaping monster."
            },
            {
                "verse_number": "13",
                "verse_text": "It is his breath that made the sky clear,"
            },
            {
                "verse_number": "14",
                "verse_text": "But these are only hints of his power,"
            }
        ],
        "27": [
            {
                "verse_number": "3",
                "verse_text": "as long as God gives me breath,"
            },
            {
                "verse_number": "4",
                "verse_text": "my lips will never say anything evil,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will never say that you men are right;"
            },
            {
                "verse_number": "6",
                "verse_text": "I will never give up my claim to be right;"
            },
            {
                "verse_number": "7",
                "verse_text": "May all who oppose me and fight against me"
            },
            {
                "verse_number": "8",
                "verse_text": "What hope is there for the godless"
            },
            {
                "verse_number": "9",
                "verse_text": "When trouble comes, will God hear their cries?"
            },
            {
                "verse_number": "10",
                "verse_text": "They should have desired the joy he gives;"
            },
            {
                "verse_number": "11",
                "verse_text": "Let me teach you how great is God's power,"
            },
            {
                "verse_number": "12",
                "verse_text": "But no, after all, you have seen for yourselves;"
            },
            {
                "verse_number": "13",
                "verse_text": "This is how Almighty God"
            },
            {
                "verse_number": "14",
                "verse_text": "They may have many sons,"
            },
            {
                "verse_number": "15",
                "verse_text": "Those who survive will die from disease,"
            },
            {
                "verse_number": "16",
                "verse_text": "The wicked may have too much silver to count"
            },
            {
                "verse_number": "17",
                "verse_text": "but some good person will wear the clothes,"
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked build houses like a spider's web"
            },
            {
                "verse_number": "19",
                "verse_text": "One last time they will lie down rich,"
            },
            {
                "verse_number": "20",
                "verse_text": "Terror will strike like a sudden flood;"
            },
            {
                "verse_number": "21",
                "verse_text": "the east wind will sweep them from their homes;"
            },
            {
                "verse_number": "22",
                "verse_text": "it will blow down on them without pity"
            },
            {
                "verse_number": "23",
                "verse_text": "The wind howls at them as they run,"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "There are mines where silver is dug; There are places where gold is refined. And melt copper out of the stones. They search the depths of the earth And dig for rocks in the darkness. Or human feet ever travel, They dig the shafts of mines. There they work in loneliness, Clinging to ropes in the pits. But underneath the same earth All is torn up and crushed. And its dust contains gold. And no vulture ever flies over them. Ever travels those lonely roads. Dig mountains away at their base. They discover precious stones. And bring to light what is hidden. Where can we learn to understand? No one knows its true value. Say that wisdom is not found there. Cannot equal its value. Than a gold vase or finest glass. Than coral or crystal or rubies. Cannot compare with the value of wisdom. Where can we learn to understand? Not even a bird in flight. Admit they have heard only rumours. Knows the place where wisdom is found, Sees everything under the sky. And determined the size of the sea; And the path that the thunderclouds travel; He gave it his approval. &apos;To be wise, you must have reverence for the Lord. To understand, you must turn from evil.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Miners dig iron out of the ground"
            },
            {
                "verse_number": "3",
                "verse_text": "They explore the deepest darkness."
            },
            {
                "verse_number": "4",
                "verse_text": "Far from where anyone lives"
            },
            {
                "verse_number": "5",
                "verse_text": "Food grows out of the earth,"
            },
            {
                "verse_number": "6",
                "verse_text": "The stones of the earth contain sapphires,"
            },
            {
                "verse_number": "7",
                "verse_text": "No hawk sees the roads to the mines,"
            },
            {
                "verse_number": "8",
                "verse_text": "No lion or other fierce beast"
            },
            {
                "verse_number": "9",
                "verse_text": "Miners dig the hardest rocks,"
            },
            {
                "verse_number": "10",
                "verse_text": "As they tunnel through the rocks,"
            },
            {
                "verse_number": "11",
                "verse_text": "They dig to the sources of rivers"
            },
            {
                "verse_number": "12",
                "verse_text": "But where can wisdom be found?"
            },
            {
                "verse_number": "13",
                "verse_text": "Wisdom is not to be found among mortals;"
            },
            {
                "verse_number": "14",
                "verse_text": "The depths of the oceans and seas"
            },
            {
                "verse_number": "15",
                "verse_text": "It cannot be bought with silver or gold."
            },
            {
                "verse_number": "16",
                "verse_text": "The finest gold and jewels"
            },
            {
                "verse_number": "17",
                "verse_text": "It is worth more than gold,"
            },
            {
                "verse_number": "18",
                "verse_text": "The value of wisdom is more"
            },
            {
                "verse_number": "19",
                "verse_text": "The finest topaz and the purest gold"
            },
            {
                "verse_number": "20",
                "verse_text": "Where, then, is the source of wisdom?"
            },
            {
                "verse_number": "21",
                "verse_text": "No living creature can see it,"
            },
            {
                "verse_number": "22",
                "verse_text": "Even death and destruction"
            },
            {
                "verse_number": "23",
                "verse_text": "God alone knows the way,"
            },
            {
                "verse_number": "24",
                "verse_text": "Because he sees the ends of the earth,"
            },
            {
                "verse_number": "25",
                "verse_text": "When God gave the wind its power"
            },
            {
                "verse_number": "26",
                "verse_text": "When God decided where the rain would fall,"
            },
            {
                "verse_number": "27",
                "verse_text": "It was then he saw wisdom and tested its worth &ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "God said to human beings,"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Job began speaking again. be as it was when God watched over me. and gave me light as I walked through the darkness. and the friendship of God protected my home. and I was surrounded by all my children. and my olive trees grew in the rockiest soil. and I took my place among them, and old men stood up to show me respect. had good things to say about what I had done. I gave help to orphans who had nowhere to turn. and I helped widows find security. and feet for the lame. and took the side of strangers in trouble. and rescued their victims. and to die at home in comfort. and whose branches are wet with dew. and my strength never failed me. and listened carefully to what I said; My words sank in like drops of rain; just as farmers welcome rain in spring. my cheerful face encouraged them. I led them as a king leads his troops, and gave them comfort in their despair."
            },
            {
                "verse_number": "2",
                "verse_text": "If only my life could once again"
            },
            {
                "verse_number": "3",
                "verse_text": "God was always with me then"
            },
            {
                "verse_number": "4",
                "verse_text": "Those were the days when I was prosperous,"
            },
            {
                "verse_number": "5",
                "verse_text": "Almighty God was with me then,"
            },
            {
                "verse_number": "6",
                "verse_text": "My cows and goats gave plenty of milk,"
            },
            {
                "verse_number": "7",
                "verse_text": "Whenever the city elders met"
            },
            {
                "verse_number": "8",
                "verse_text": "young men stepped aside as soon as they saw me,"
            },
            {
                "verse_number": "9",
                "verse_text": "The leaders of the people would stop talking;"
            },
            {
                "verse_number": "10",
                "verse_text": "even the most important men kept silent."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone who saw me or heard of me"
            },
            {
                "verse_number": "12",
                "verse_text": "When the poor cried out, I helped them;"
            },
            {
                "verse_number": "13",
                "verse_text": "Those who were in deepest misery praised me,"
            },
            {
                "verse_number": "14",
                "verse_text": "I have always acted justly and fairly."
            },
            {
                "verse_number": "15",
                "verse_text": "I was eyes for the blind,"
            },
            {
                "verse_number": "16",
                "verse_text": "I was like a father to the poor"
            },
            {
                "verse_number": "17",
                "verse_text": "I destroyed the power of cruel men"
            },
            {
                "verse_number": "18",
                "verse_text": "I always expected to live a long life"
            },
            {
                "verse_number": "19",
                "verse_text": "I was like a tree whose roots always have water"
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone was always praising me,"
            },
            {
                "verse_number": "21",
                "verse_text": "When I gave advice, people were silent"
            },
            {
                "verse_number": "22",
                "verse_text": "they had nothing to add when I had finished."
            },
            {
                "verse_number": "23",
                "verse_text": "everyone welcomed them"
            },
            {
                "verse_number": "24",
                "verse_text": "I smiled on them when they had lost confidence;"
            },
            {
                "verse_number": "25",
                "verse_text": "I took charge and made the decisions;"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "But men younger than I am make fun of me now! Their fathers have always been so worthless that I wouldn't let them help my dogs guard sheep. too weak to do any work for me. that they would gnaw dry roots &ndash; at night, in wild, desolate places. even the tasteless roots of the broom tree! as if they were shouting at thieves. in holes dug in the sides of cliffs. and huddled together under the bushes. They were driven out of the land. I am nothing but a joke to them. they think they are too good for me, and even come and spit in my face. they turn against me with all their fury. they send me running; they prepare their final assault. and come crashing down on top of me; my dignity is gone like a puff of wind, and my prosperity like a cloud. there is no relief for my suffering. the pain that gnaws me never stops. and twists my clothes out of shape. I am no better than dirt. and when I pray, you pay no attention. you persecute me with all your power. you toss me about in a raging storm. to the fate in store for everyone. and feel sorry for those in need? but trouble and darkness came instead. I have had day after day of suffering. I stand up in public and plead for help. as the cries of a jackal or an ostrich. now I hear only mourning and weeping."
            },
            {
                "verse_number": "2",
                "verse_text": "They were a bunch of worn-out men,"
            },
            {
                "verse_number": "3",
                "verse_text": "They were so poor and hungry"
            },
            {
                "verse_number": "4",
                "verse_text": "They pulled up the plants of the desert and ate them,"
            },
            {
                "verse_number": "5",
                "verse_text": "Everyone drove them away with shouts,"
            },
            {
                "verse_number": "6",
                "verse_text": "They had to live in caves,"
            },
            {
                "verse_number": "7",
                "verse_text": "Out in the wilds they howled like animals"
            },
            {
                "verse_number": "8",
                "verse_text": "A worthless bunch of nameless nobodies!"
            },
            {
                "verse_number": "9",
                "verse_text": "Now they come and laugh at me;"
            },
            {
                "verse_number": "10",
                "verse_text": "They treat me with disgust;"
            },
            {
                "verse_number": "11",
                "verse_text": "Because God has made me weak and helpless,"
            },
            {
                "verse_number": "12",
                "verse_text": "This mob attacks me head-on;"
            },
            {
                "verse_number": "13",
                "verse_text": "They cut off my escape and try to destroy me; and there is no one to stop them. one who can do nothing but beg for pity?"
            },
            {
                "verse_number": "14",
                "verse_text": "They pour through the holes in my defences"
            },
            {
                "verse_number": "15",
                "verse_text": "I am overcome with terror;"
            },
            {
                "verse_number": "16",
                "verse_text": "Now I am about to die;"
            },
            {
                "verse_number": "17",
                "verse_text": "At night my bones all ache;"
            },
            {
                "verse_number": "18",
                "verse_text": "God seizes me by my collar"
            },
            {
                "verse_number": "19",
                "verse_text": "He throws me down in the mud;"
            },
            {
                "verse_number": "20",
                "verse_text": "I call to you, O God, but you never answer;"
            },
            {
                "verse_number": "21",
                "verse_text": "You are treating me cruelly;"
            },
            {
                "verse_number": "22",
                "verse_text": "You let the wind blow me away;"
            },
            {
                "verse_number": "23",
                "verse_text": "I know you are taking me off to my death,"
            },
            {
                "verse_number": "24",
                "verse_text": "Why do you attack a ruined man,"
            },
            {
                "verse_number": "25",
                "verse_text": "Didn't I weep with people in trouble"
            },
            {
                "verse_number": "26",
                "verse_text": "I hoped for happiness and light,"
            },
            {
                "verse_number": "27",
                "verse_text": "I am torn apart by worry and pain;"
            },
            {
                "verse_number": "28",
                "verse_text": "I go about in gloom, without any sunshine;"
            },
            {
                "verse_number": "29",
                "verse_text": "My voice is as sad and lonely"
            },
            {
                "verse_number": "30",
                "verse_text": "My skin has turned dark; I am burning with fever."
            },
            {
                "verse_number": "31",
                "verse_text": "Where once I heard joyful music,"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "I have made a solemn promise never to look with lust at a woman. How does he repay human deeds? to those who do wrong. he sees every step I take. and never tried to deceive others. and he will see how innocent I am. or let myself be attracted to evil, if my hands are stained with sin, or let others eat the food I grow. and waited, hidden, outside her door, and sleep in another man's bed. consuming everything I have. I would listen and treat them fairly. What could I say when God came to judge me? created my servants also. never have I let widows live in despair too poor to buy clothes, that had come from my own flock of sheep. Then he would praise me with all his heart. knowing I could win in court, may they be torn from my shoulders. I could never do such a thing. or the moon in all its beauty. by kissing my hand in reverence to them. it denies Almighty God. or pleased when they met with disaster; that I have always welcomed strangers. and never let them sleep in the streets. but I have never concealed mine. I have never kept quiet or stayed indoors because I feared their scorn. I swear that every word is true. Let Almighty God answer me. If the charges my opponent brings against me were written down so that I could see them, and place them on my head like a crown. and hold my head high in his presence. and taken it from its rightful owners &ndash; but let the farmers that grew it starve &ndash; may weeds and thistles grow. The words of Job are ended."
            },
            {
                "verse_number": "2",
                "verse_text": "What does Almighty God do to us?"
            },
            {
                "verse_number": "3",
                "verse_text": "He sends disaster and ruin"
            },
            {
                "verse_number": "4",
                "verse_text": "God knows everything I do;"
            },
            {
                "verse_number": "5",
                "verse_text": "I swear I have never acted wickedly"
            },
            {
                "verse_number": "6",
                "verse_text": "Let God weigh me on honest scales,"
            },
            {
                "verse_number": "7",
                "verse_text": "If I have turned from the right path"
            },
            {
                "verse_number": "8",
                "verse_text": "then let my crops be destroyed,"
            },
            {
                "verse_number": "9",
                "verse_text": "If I have been attracted to my neighbour's wife,"
            },
            {
                "verse_number": "10",
                "verse_text": "then let my wife cook another man's food"
            },
            {
                "verse_number": "11",
                "verse_text": "Such wickedness should be punished by death."
            },
            {
                "verse_number": "12",
                "verse_text": "It would be like a destructive, hellish fire,"
            },
            {
                "verse_number": "13",
                "verse_text": "When any of my servants complained against me,"
            },
            {
                "verse_number": "14",
                "verse_text": "If I did not, how could I then face God?"
            },
            {
                "verse_number": "15",
                "verse_text": "The same God who created me"
            },
            {
                "verse_number": "16",
                "verse_text": "I have never refused to help the poor;"
            },
            {
                "verse_number": "17",
                "verse_text": "or let orphans go hungry while I ate."
            },
            {
                "verse_number": "18",
                "verse_text": "All my life I have taken care of them."
            },
            {
                "verse_number": "19",
                "verse_text": "When I found someone in need,"
            },
            {
                "verse_number": "20",
                "verse_text": "I would give him clothing made of wool"
            },
            {
                "verse_number": "21",
                "verse_text": "If I have ever cheated an orphan,"
            },
            {
                "verse_number": "22",
                "verse_text": "then may my arms be broken;"
            },
            {
                "verse_number": "23",
                "verse_text": "Because I fear God's punishment,"
            },
            {
                "verse_number": "24",
                "verse_text": "I have never trusted in riches"
            },
            {
                "verse_number": "25",
                "verse_text": "or taken pride in my wealth."
            },
            {
                "verse_number": "26",
                "verse_text": "I have never worshipped the sun in its brightness"
            },
            {
                "verse_number": "27",
                "verse_text": "I have not been led astray to honour them"
            },
            {
                "verse_number": "28",
                "verse_text": "Such a sin should be punished by death;"
            },
            {
                "verse_number": "29",
                "verse_text": "I have never been glad when my enemies suffered,"
            },
            {
                "verse_number": "30",
                "verse_text": "I never sinned by praying for their death."
            },
            {
                "verse_number": "31",
                "verse_text": "All those who work for me know"
            },
            {
                "verse_number": "32",
                "verse_text": "I invited travellers into my home"
            },
            {
                "verse_number": "33",
                "verse_text": "Others try to hide their sins,"
            },
            {
                "verse_number": "34",
                "verse_text": "I have never feared what people would say;"
            },
            {
                "verse_number": "35",
                "verse_text": "Will no one listen to what I am saying?"
            },
            {
                "verse_number": "36",
                "verse_text": "I would wear them proudly on my shoulder"
            },
            {
                "verse_number": "37",
                "verse_text": "I would tell God everything I have done,"
            },
            {
                "verse_number": "38",
                "verse_text": "If I have stolen the land I farm"
            },
            {
                "verse_number": "39",
                "verse_text": "if I have eaten the food that grew there"
            },
            {
                "verse_number": "40",
                "verse_text": "then instead of wheat and barley,"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Because Job was convinced of his own innocence, the three men gave up trying to answer him."
            },
            {
                "verse_number": "2",
                "verse_text": "But a bystander named Elihu could not control his anger any longer, because Job was justifying himself and blaming God. (Elihu was the son of Barakel, a descendant of Buz, and belonged to the clan of Ram.)"
            },
            {
                "verse_number": "3",
                "verse_text": "He was also angry with Job's three friends. They could find no way to answer Job, and this made it appear that God was in the wrong."
            },
            {
                "verse_number": "4",
                "verse_text": "Because Elihu was the youngest one there, he had waited until everyone finished speaking."
            },
            {
                "verse_number": "5",
                "verse_text": "When he saw that the three men could not answer Job, he was angry"
            },
            {
                "verse_number": "6",
                "verse_text": "and began to speak. I am young, and you are old, so I was afraid to tell you what I think. that you older men should share your wisdom. that comes to human beings and gives them wisdom. or helps them to know what is right. let me tell you what I think. and waited while you searched for wise phrases. you have not disproved what Job has said. God must answer Job, for you have failed. but I would never answer as you did. they have no answer for you. They stand there with nothing more to say. and tell you what I think. I can't hold back the words. I will burst like a wineskin full of new wine. I am not going to flatter anyone. and God would quickly punish me if I did."
            },
            {
                "verse_number": "7",
                "verse_text": "I told myself that you ought to speak,"
            },
            {
                "verse_number": "8",
                "verse_text": "But it is the Spirit of Almighty God"
            },
            {
                "verse_number": "9",
                "verse_text": "It is not growing old that makes people wise"
            },
            {
                "verse_number": "10",
                "verse_text": "So now I want you to listen to me;"
            },
            {
                "verse_number": "11",
                "verse_text": "I listened patiently while you were speaking"
            },
            {
                "verse_number": "12",
                "verse_text": "I paid close attention and heard you fail;"
            },
            {
                "verse_number": "13",
                "verse_text": "How can you claim you have discovered wisdom?"
            },
            {
                "verse_number": "14",
                "verse_text": "Job was speaking to you, not to me,"
            },
            {
                "verse_number": "15",
                "verse_text": "Words have failed them, Job;"
            },
            {
                "verse_number": "16",
                "verse_text": "Shall I go on waiting when they are silent?"
            },
            {
                "verse_number": "17",
                "verse_text": "No, I will give my own answer now"
            },
            {
                "verse_number": "18",
                "verse_text": "I can hardly wait to speak."
            },
            {
                "verse_number": "19",
                "verse_text": "If I don't get a chance to speak,"
            },
            {
                "verse_number": "20",
                "verse_text": "I can't stand it; I have to speak."
            },
            {
                "verse_number": "21",
                "verse_text": "I will not take sides in this debate;"
            },
            {
                "verse_number": "22",
                "verse_text": "I don't know how to flatter,"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "And now, Job, listen carefully to all that I have to say. and I am speaking the truth. both of us were formed from clay. I will not overpower you. I am innocent and free from sin. and treats me like an enemy. he watches every move I make.&apos; God is greater than any human being. of never answering our complaints? no one pays attention to what he says. God speaks in dreams and visions. and they are frightened at his warnings. and to save them from becoming proud. he saves them from death itself. and filling their bodies with pain. and even the finest food looks revolting. you can see all their bones; one of God's thousands of angels, who remind us of our duty. They are not to go down to the world of the dead. Here is the ransom to set them free.&apos; they will worship God with joy; God will set things right for them again. I have not done right, but God spared me. and I am still alive.&apos; and gives him the joy of living. be quiet and let me speak. I would gladly admit you are in the right. and I will teach you how to be wise."
            },
            {
                "verse_number": "2",
                "verse_text": "I am ready to say what's on my mind."
            },
            {
                "verse_number": "3",
                "verse_text": "All my words are sincere,"
            },
            {
                "verse_number": "4",
                "verse_text": "God's Spirit made me and gave me life."
            },
            {
                "verse_number": "5",
                "verse_text": "Answer me if you can. Prepare your arguments."
            },
            {
                "verse_number": "6",
                "verse_text": "You and I are the same in God's sight,"
            },
            {
                "verse_number": "7",
                "verse_text": "So you have no reason to fear me;"
            },
            {
                "verse_number": "8",
                "verse_text": "Now this is what I heard you say:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I am not guilty; I have done nothing wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "But God finds excuses for attacking me"
            },
            {
                "verse_number": "11",
                "verse_text": "He binds chains on my feet;"
            },
            {
                "verse_number": "12",
                "verse_text": "But I tell you, Job, you are wrong."
            },
            {
                "verse_number": "13",
                "verse_text": "Why do you accuse God"
            },
            {
                "verse_number": "14",
                "verse_text": "Although God speaks again and again,"
            },
            {
                "verse_number": "15",
                "verse_text": "At night when people are asleep,"
            },
            {
                "verse_number": "16",
                "verse_text": "He makes them listen to what he says,"
            },
            {
                "verse_number": "17",
                "verse_text": "God speaks to make them stop their sinning"
            },
            {
                "verse_number": "18",
                "verse_text": "He will not let them be destroyed;"
            },
            {
                "verse_number": "19",
                "verse_text": "God corrects people by sending sickness"
            },
            {
                "verse_number": "20",
                "verse_text": "Those who are sick lose their appetites,"
            },
            {
                "verse_number": "21",
                "verse_text": "Their bodies waste away to nothing;"
            },
            {
                "verse_number": "22",
                "verse_text": "they are about to go to the world of the dead."
            },
            {
                "verse_number": "23",
                "verse_text": "Perhaps an angel may come to their aid &ndash;"
            },
            {
                "verse_number": "24",
                "verse_text": "In mercy the angel will say, &apos;Release them!"
            },
            {
                "verse_number": "25",
                "verse_text": "Their bodies will grow young and strong again;"
            },
            {
                "verse_number": "26",
                "verse_text": "when they pray, God will answer;"
            },
            {
                "verse_number": "27",
                "verse_text": "Each one will say in public, &apos;I have sinned."
            },
            {
                "verse_number": "28",
                "verse_text": "He kept me from going to the world of the dead,"
            },
            {
                "verse_number": "29",
                "verse_text": "God does all this again and again;"
            },
            {
                "verse_number": "30",
                "verse_text": "he saves a person's life,"
            },
            {
                "verse_number": "31",
                "verse_text": "Now, Job, listen to what I am saying;"
            },
            {
                "verse_number": "32",
                "verse_text": "But if you have something to say, let me hear it;"
            },
            {
                "verse_number": "33",
                "verse_text": "But if not, be quiet and listen to me,"
            }
        ],
        "34": [
            {
                "verse_number": "3",
                "verse_text": "You know good food when you taste it,"
            },
            {
                "verse_number": "4",
                "verse_text": "It is up to us to decide the case."
            },
            {
                "verse_number": "5",
                "verse_text": "Job claims that he is innocent,"
            },
            {
                "verse_number": "6",
                "verse_text": "He asks, &apos;How could I lie and say I am wrong?"
            },
            {
                "verse_number": "7",
                "verse_text": "Have you ever seen anyone like this man Job?"
            },
            {
                "verse_number": "8",
                "verse_text": "He likes the company of evil people"
            },
            {
                "verse_number": "9",
                "verse_text": "He says that it never does any good"
            },
            {
                "verse_number": "10",
                "verse_text": "Listen to me, you men who understand!"
            },
            {
                "verse_number": "11",
                "verse_text": "He rewards people for what they do"
            },
            {
                "verse_number": "12",
                "verse_text": "Almighty God does not do evil;"
            },
            {
                "verse_number": "13",
                "verse_text": "Did God get his power from someone else?"
            },
            {
                "verse_number": "14",
                "verse_text": "If God took back the breath of life,"
            },
            {
                "verse_number": "15",
                "verse_text": "then everyone living would die"
            },
            {
                "verse_number": "16",
                "verse_text": "Now listen to me, if you are wise."
            },
            {
                "verse_number": "17",
                "verse_text": "Are you condemning the righteous God?"
            },
            {
                "verse_number": "18",
                "verse_text": "God condemns kings and rulers"
            },
            {
                "verse_number": "19",
                "verse_text": "He does not take the side of rulers"
            },
            {
                "verse_number": "20",
                "verse_text": "Someone may suddenly die at night."
            },
            {
                "verse_number": "21",
                "verse_text": "He watches every step we take."
            },
            {
                "verse_number": "22",
                "verse_text": "There is no darkness dark enough"
            },
            {
                "verse_number": "23",
                "verse_text": "God does not need to set a time"
            },
            {
                "verse_number": "24",
                "verse_text": "He does not need an investigation"
            },
            {
                "verse_number": "25",
                "verse_text": "Because he knows what they do"
            },
            {
                "verse_number": "26",
                "verse_text": "He punishes sinners where all can see it,"
            },
            {
                "verse_number": "27",
                "verse_text": "because they have stopped following him"
            },
            {
                "verse_number": "28",
                "verse_text": "They forced the poor to cry out to God,"
            },
            {
                "verse_number": "29",
                "verse_text": "If God decided to do nothing at all,"
            },
            {
                "verse_number": "30",
                "verse_text": "There would be nothing that nations could do"
            },
            {
                "verse_number": "31",
                "verse_text": "Job, have you confessed your sins to God"
            },
            {
                "verse_number": "32",
                "verse_text": "Have you asked God to show you your faults,"
            },
            {
                "verse_number": "33",
                "verse_text": "Since you object to what God does,"
            },
            {
                "verse_number": "34",
                "verse_text": "Any sensible person will surely agree;"
            },
            {
                "verse_number": "35",
                "verse_text": "that Job is speaking from ignorance"
            },
            {
                "verse_number": "36",
                "verse_text": "Think through everything that Job says;"
            },
            {
                "verse_number": "37",
                "verse_text": "To his sins he adds rebellion;"
            }
        ],
        "35": [
            {
                "verse_number": "3",
                "verse_text": "or to ask God, &apos;How does my sin affect you?"
            },
            {
                "verse_number": "4",
                "verse_text": "I am going to answer you and your friends too."
            },
            {
                "verse_number": "5",
                "verse_text": "Look at the sky! See how high the clouds are!"
            },
            {
                "verse_number": "6",
                "verse_text": "If you sin, that does no harm to God."
            },
            {
                "verse_number": "7",
                "verse_text": "Do you help God by being so righteous?"
            },
            {
                "verse_number": "8",
                "verse_text": "Others suffer from your sins,"
            },
            {
                "verse_number": "9",
                "verse_text": "When people are oppressed, they groan;"
            },
            {
                "verse_number": "10",
                "verse_text": "But they don't turn to God, their Creator,"
            },
            {
                "verse_number": "11",
                "verse_text": "They don't turn to God, who makes us wise,"
            },
            {
                "verse_number": "12",
                "verse_text": "They cry for help, but God doesn't answer,"
            },
            {
                "verse_number": "13",
                "verse_text": "It is useless for them to cry out;"
            },
            {
                "verse_number": "14",
                "verse_text": "Job, you say you can't see God;"
            },
            {
                "verse_number": "15",
                "verse_text": "You think that God does not punish,"
            },
            {
                "verse_number": "16",
                "verse_text": "It is useless for you to go on talking;"
            }
        ],
        "36": [
            {
                "verse_number": "3",
                "verse_text": "My knowledge is wide; I will use what I know"
            },
            {
                "verse_number": "4",
                "verse_text": "Nothing I say to you is false;"
            },
            {
                "verse_number": "5",
                "verse_text": "How strong God is! He despises no one;"
            },
            {
                "verse_number": "6",
                "verse_text": "He does not let sinners live on,"
            },
            {
                "verse_number": "7",
                "verse_text": "He protects those who are righteous;"
            },
            {
                "verse_number": "8",
                "verse_text": "But if people are bound in chains,"
            },
            {
                "verse_number": "9",
                "verse_text": "God shows them their sins and their pride."
            },
            {
                "verse_number": "10",
                "verse_text": "He makes them listen to his warning"
            },
            {
                "verse_number": "11",
                "verse_text": "If they obey God and serve him,"
            },
            {
                "verse_number": "12",
                "verse_text": "But if not, they will die in ignorance"
            },
            {
                "verse_number": "13",
                "verse_text": "Those who are godless keep on being angry,"
            },
            {
                "verse_number": "14",
                "verse_text": "They die while they are still young,"
            },
            {
                "verse_number": "15",
                "verse_text": "But God teaches people through suffering"
            },
            {
                "verse_number": "16",
                "verse_text": "God brought you out of trouble,"
            },
            {
                "verse_number": "17",
                "verse_text": "But now you are being punished as you deserve."
            },
            {
                "verse_number": "18",
                "verse_text": "Be careful not to let bribes deceive you,"
            },
            {
                "verse_number": "19",
                "verse_text": "It will do you no good to cry out for help;"
            },
            {
                "verse_number": "20",
                "verse_text": "Don't wish for night to come,"
            },
            {
                "verse_number": "21",
                "verse_text": "Be careful not to turn to evil;"
            },
            {
                "verse_number": "22",
                "verse_text": "Remember how great is God's power;"
            },
            {
                "verse_number": "23",
                "verse_text": "No one can tell God what to do"
            },
            {
                "verse_number": "24",
                "verse_text": "He has always been praised for what he does;"
            },
            {
                "verse_number": "25",
                "verse_text": "Everyone has seen what he has done; but we can only watch from a distance."
            },
            {
                "verse_number": "26",
                "verse_text": "We cannot fully know his greatness"
            },
            {
                "verse_number": "27",
                "verse_text": "It is God who takes water from the earth"
            },
            {
                "verse_number": "28",
                "verse_text": "He lets the rain pour from the clouds"
            },
            {
                "verse_number": "29",
                "verse_text": "No one knows how the clouds move"
            },
            {
                "verse_number": "30",
                "verse_text": "He sends lightning through all the sky,"
            },
            {
                "verse_number": "31",
                "verse_text": "This is how he feeds the people"
            },
            {
                "verse_number": "32",
                "verse_text": "He seizes the lightning with his hands"
            },
            {
                "verse_number": "33",
                "verse_text": "Thunder announces the approaching storm,"
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "The storm makes my heart beat wildly. to the thunder that comes from his mouth. from one end of the earth to the other. the majestic sound of thunder, and all the while the lightning flashes. wonderful things that we can't understand. and sends torrents of drenching rain. and the biting cold from the north. and turns them to solid ice. They do all that God commands, everywhere throughout the world. he may send it to punish us, or to show us his favour. consider the wonderful things God does. and makes lightning flash from the clouds? the work of God's amazing skill? when the south wind oppresses the land. and make it as hard as polished metal? our minds are blank; we have nothing to say. why should I give him a chance to destroy me? too bright for us to look at it; and the sky has been swept clean by the wind. and the glory of God fills us with awe. he is righteous and just in his dealings with us. and that he ignores those who claim to be wise."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, all of you, to the voice of God,"
            },
            {
                "verse_number": "3",
                "verse_text": "He sends the lightning across the sky,"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the roar of his voice is heard,"
            },
            {
                "verse_number": "5",
                "verse_text": "At God's command amazing things happen,"
            },
            {
                "verse_number": "6",
                "verse_text": "He commands snow to fall on the earth,"
            },
            {
                "verse_number": "7",
                "verse_text": "He brings our work to a stop; he shows us what he can do."
            },
            {
                "verse_number": "8",
                "verse_text": "The wild animals go to their dens."
            },
            {
                "verse_number": "9",
                "verse_text": "The storm winds come from the south,"
            },
            {
                "verse_number": "10",
                "verse_text": "The breath of God freezes the waters,"
            },
            {
                "verse_number": "11",
                "verse_text": "Lightning flashes from the clouds,"
            },
            {
                "verse_number": "12",
                "verse_text": "as they move at God's will."
            },
            {
                "verse_number": "13",
                "verse_text": "God sends rain to water the earth;"
            },
            {
                "verse_number": "14",
                "verse_text": "Pause a moment, Job, and listen;"
            },
            {
                "verse_number": "15",
                "verse_text": "Do you know how God gives the command"
            },
            {
                "verse_number": "16",
                "verse_text": "Do you know how clouds float in the sky,"
            },
            {
                "verse_number": "17",
                "verse_text": "No, you can only suffer in the heat"
            },
            {
                "verse_number": "18",
                "verse_text": "Can you help God stretch out the sky"
            },
            {
                "verse_number": "19",
                "verse_text": "Teach us what to say to God;"
            },
            {
                "verse_number": "20",
                "verse_text": "I won't ask to speak with God;"
            },
            {
                "verse_number": "21",
                "verse_text": "And now the light in the sky is dazzling,"
            },
            {
                "verse_number": "22",
                "verse_text": "A golden glow is seen in the north,"
            },
            {
                "verse_number": "23",
                "verse_text": "God's power is so great that we cannot come near him;"
            },
            {
                "verse_number": "24",
                "verse_text": "No wonder, then, that everyone stands in awe of him,"
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "Then out of the storm the LORD spoke to Job. with your ignorant, empty words? and answer the questions I ask you. If you know so much, tell me about it. Who stretched the measuring line over it? Do you know all the answers? Who laid the cornerstone of the world? when it burst from the womb of the earth? and wrapped it in darkness. and kept it behind bolted gates. Here your powerful waves must stop.&apos; commanded a day to dawn? and shake the wicked from their hiding places? like the folds of a garment, clear as the imprint of a seal on clay. and restrains them from deeds of violence. Have you walked on the floor of the ocean? that guard the dark world of the dead? Answer me if you know. or what the source of darkness is? or send them back again? and were there when the world was made! where I keep the snow and the hail? for days of battle and war. or the place from which the east wind blows? and cleared the way for the thunderstorm? so that grass springs up? and freeze the face of the sea? or loosen the bonds that hold Orion? and direct the Great and the Little Bear? and can you make them apply to the earth? and make them drench you with rain? will it come to you and say, &apos;At your service&apos;? and tilt them over to pour out the rain, and satisfy hungry young lions or lie in wait in their dens? when they wander about hungry, when their young cry to me for food?"
            },
            {
                "verse_number": "2",
                "verse_text": "Who are you to question my wisdom"
            },
            {
                "verse_number": "3",
                "verse_text": "Now stand up straight"
            },
            {
                "verse_number": "4",
                "verse_text": "Were you there when I made the world?"
            },
            {
                "verse_number": "5",
                "verse_text": "Who decided how large it would be?"
            },
            {
                "verse_number": "6",
                "verse_text": "What holds up the pillars that support the earth?"
            },
            {
                "verse_number": "7",
                "verse_text": "In the dawn of that day the stars sang together, and the heavenly beings shouted for joy. or who tells the cock that rain will fall?"
            },
            {
                "verse_number": "8",
                "verse_text": "Who closed the gates to hold back the sea"
            },
            {
                "verse_number": "9",
                "verse_text": "It was I who covered the sea with clouds"
            },
            {
                "verse_number": "10",
                "verse_text": "I marked a boundary for the sea"
            },
            {
                "verse_number": "11",
                "verse_text": "I told it, &apos;So far and no farther!"
            },
            {
                "verse_number": "12",
                "verse_text": "Job, have you ever in all your life"
            },
            {
                "verse_number": "13",
                "verse_text": "Have you ordered the dawn to seize the earth"
            },
            {
                "verse_number": "14",
                "verse_text": "Daylight makes the hills and valleys stand out"
            },
            {
                "verse_number": "15",
                "verse_text": "The light of day is too bright for the wicked"
            },
            {
                "verse_number": "16",
                "verse_text": "Have you been to the springs in the depths of the sea?"
            },
            {
                "verse_number": "17",
                "verse_text": "Has anyone ever shown you the gates"
            },
            {
                "verse_number": "18",
                "verse_text": "Have you any idea how big the world is?"
            },
            {
                "verse_number": "19",
                "verse_text": "Do you know where the light comes from"
            },
            {
                "verse_number": "20",
                "verse_text": "Can you show them how far to go,"
            },
            {
                "verse_number": "21",
                "verse_text": "I am sure you can, because you're so old"
            },
            {
                "verse_number": "22",
                "verse_text": "Have you ever visited the storerooms,"
            },
            {
                "verse_number": "23",
                "verse_text": "I keep them ready for times of trouble,"
            },
            {
                "verse_number": "24",
                "verse_text": "Have you been to the place where the sun comes up,"
            },
            {
                "verse_number": "25",
                "verse_text": "Who dug a channel for the pouring rain"
            },
            {
                "verse_number": "26",
                "verse_text": "Who makes rain fall where no one lives?"
            },
            {
                "verse_number": "27",
                "verse_text": "Who waters the dry and thirsty land,"
            },
            {
                "verse_number": "28",
                "verse_text": "Does either the rain or the dew have a father?"
            },
            {
                "verse_number": "29",
                "verse_text": "Who is the mother of the ice and the frost,"
            },
            {
                "verse_number": "30",
                "verse_text": "which turn the waters to stone"
            },
            {
                "verse_number": "31",
                "verse_text": "Can you tie the Pleiades together"
            },
            {
                "verse_number": "32",
                "verse_text": "Can you guide the stars season by season"
            },
            {
                "verse_number": "33",
                "verse_text": "Do you know the laws that govern the skies,"
            },
            {
                "verse_number": "34",
                "verse_text": "Can you shout orders to the clouds"
            },
            {
                "verse_number": "35",
                "verse_text": "And if you command the lightning to flash,"
            },
            {
                "verse_number": "36",
                "verse_text": "Who tells the ibis when the Nile will flood,"
            },
            {
                "verse_number": "37",
                "verse_text": "Who is wise enough to count the clouds"
            },
            {
                "verse_number": "38",
                "verse_text": "rain that hardens the dust into lumps?"
            },
            {
                "verse_number": "39",
                "verse_text": "Do you find food for lions to eat,"
            },
            {
                "verse_number": "40",
                "verse_text": "when they hide in their caves,"
            },
            {
                "verse_number": "41",
                "verse_text": "Who is it that feeds the ravens"
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "Do you know when mountain goats are born? Have you watched wild deer give birth? Do you know the time for their birth? and bring their young into the world? they go away and don't come back. Who turned them loose and let them roam? and let them live on the salt plains. and no one can tame them and make them work. where they search for anything green to eat. Is he willing to spend the night in your stable? Or make him pull a harrow in your fields? and expect him to do your heavy work? and gather the grain from your threshing place? for the heat in the soil to warm them. or a wild animal break them. and is unconcerned that her efforts were wasted. and did not give her wisdom. she can laugh at any horse and rider. and gave them their flowing manes? and frighten people with their snorting? they rush into battle with all their strength. and no sword can turn them back. rattle and flash in the sun. when the trumpet blows, they can't stand still. they can smell a battle before they get near, and they hear the officers shouting commands. when it spreads its wings towards the south? to build its nest high in the mountains? and makes the sharp peaks its fortress. for something to kill and eat. and the young eagles drink the blood."
            },
            {
                "verse_number": "2",
                "verse_text": "Do you know how long they carry their young?"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you know when they will crouch down"
            },
            {
                "verse_number": "4",
                "verse_text": "In the wilds their young grow strong;"
            },
            {
                "verse_number": "5",
                "verse_text": "Who gave the wild donkeys their freedom?"
            },
            {
                "verse_number": "6",
                "verse_text": "I gave them the desert to be their home,"
            },
            {
                "verse_number": "7",
                "verse_text": "They keep far away from the noisy cities,"
            },
            {
                "verse_number": "8",
                "verse_text": "The mountains are the pastures where they feed,"
            },
            {
                "verse_number": "9",
                "verse_text": "Will a wild ox work for you?"
            },
            {
                "verse_number": "10",
                "verse_text": "Can you hold one with a rope and make him plough?"
            },
            {
                "verse_number": "11",
                "verse_text": "Can you rely on his great strength"
            },
            {
                "verse_number": "12",
                "verse_text": "Do you expect him to bring in your harvest"
            },
            {
                "verse_number": "13",
                "verse_text": "How fast the wings of an ostrich beat! But no ostrich can fly like a stork."
            },
            {
                "verse_number": "14",
                "verse_text": "The ostrich leaves her eggs on the ground"
            },
            {
                "verse_number": "15",
                "verse_text": "She is unaware that a foot may crush them"
            },
            {
                "verse_number": "16",
                "verse_text": "She acts as if the eggs were not hers,"
            },
            {
                "verse_number": "17",
                "verse_text": "It was I who made her foolish"
            },
            {
                "verse_number": "18",
                "verse_text": "But when she begins to run,"
            },
            {
                "verse_number": "19",
                "verse_text": "Was it you, Job, who made horses so strong"
            },
            {
                "verse_number": "20",
                "verse_text": "Did you make them leap like locusts"
            },
            {
                "verse_number": "21",
                "verse_text": "They eagerly paw the ground in the valley;"
            },
            {
                "verse_number": "22",
                "verse_text": "They do not know the meaning of fear,"
            },
            {
                "verse_number": "23",
                "verse_text": "The weapons which their riders carry"
            },
            {
                "verse_number": "24",
                "verse_text": "Trembling with excitement, the horses race ahead;"
            },
            {
                "verse_number": "25",
                "verse_text": "At each blast of the trumpet they snort;"
            },
            {
                "verse_number": "26",
                "verse_text": "Does a hawk learn from you how to fly"
            },
            {
                "verse_number": "27",
                "verse_text": "Does an eagle wait for your command"
            },
            {
                "verse_number": "28",
                "verse_text": "It makes its home on the highest rocks"
            },
            {
                "verse_number": "29",
                "verse_text": "From there it watches near and far"
            },
            {
                "verse_number": "30",
                "verse_text": "Around dead bodies the eagles gather,"
            }
        ],
        "40": [
            {
                "verse_number": "5",
                "verse_text": "I have already said more than I should."
            },
            {
                "verse_number": "6",
                "verse_text": "Then out of the storm the LORD spoke to Job once again."
            },
            {
                "verse_number": "7",
                "verse_text": "Stand up straight now,"
            },
            {
                "verse_number": "8",
                "verse_text": "Are you trying to prove that I am unjust &ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "Are you as strong as I am?"
            },
            {
                "verse_number": "10",
                "verse_text": "If so, stand up in your honour and pride;"
            },
            {
                "verse_number": "11",
                "verse_text": "Look at those who are proud;"
            },
            {
                "verse_number": "12",
                "verse_text": "Yes, look at them and bring them down;"
            },
            {
                "verse_number": "13",
                "verse_text": "Bury them all in the ground;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then I will be the first to praise you"
            },
            {
                "verse_number": "15",
                "verse_text": "Look at the monster Behemoth;"
            },
            {
                "verse_number": "16",
                "verse_text": "but what strength there is in his body,"
            },
            {
                "verse_number": "17",
                "verse_text": "His tail stands up like a cedar,"
            },
            {
                "verse_number": "18",
                "verse_text": "His bones are as strong as bronze,"
            },
            {
                "verse_number": "19",
                "verse_text": "The most amazing of all my creatures!"
            },
            {
                "verse_number": "20",
                "verse_text": "Grass to feed him grows on the hills where wild beasts play."
            },
            {
                "verse_number": "21",
                "verse_text": "He lies down under the thorn bushes,"
            },
            {
                "verse_number": "22",
                "verse_text": "The thorn bushes and the willows by the stream"
            },
            {
                "verse_number": "23",
                "verse_text": "He is not afraid of a rushing river;"
            },
            {
                "verse_number": "24",
                "verse_text": "Who can blind his eyes and capture him?"
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "Can you catch Leviathan with a fish-hook or tie his tongue down with a rope? or put a hook through his jaws? Will he plead with you for mercy? and promise to serve you for ever? like something to amuse your servant women? Will merchants cut him up to sell? or pierce his head with a harpoon? you'll never forget the fight! loses courage and falls to the ground. no one would dare to stand before him. and describe how great and strong he is. ringed with those terrifying teeth? fastened together and hard as stone. not even a breath can come between. that nothing can ever pull them apart. and his eyes glow like the rising sun. and streams of sparks fly out. like smoke from weeds burning under a pot. flames leap out of his mouth. that all who meet him are terrified. it is as hard and unyielding as iron. as unyielding and hard as a millstone. they are helpless with fear. no spear or arrow or lance that can harm him. and bronze as soft as rotten wood. rocks thrown at him are like bits of straw. and he laughs when men throw spears. and makes it bubble like a pot of oil. and turns the sea to white foam. he is a creature that has no fear. he is king of all wild beasts."
            },
            {
                "verse_number": "2",
                "verse_text": "Can you put a rope through his snout"
            },
            {
                "verse_number": "3",
                "verse_text": "Will he beg you to let him go?"
            },
            {
                "verse_number": "4",
                "verse_text": "Will he make an agreement with you"
            },
            {
                "verse_number": "5",
                "verse_text": "Will you tie him up like a pet bird,"
            },
            {
                "verse_number": "6",
                "verse_text": "Will fishermen bargain over him?"
            },
            {
                "verse_number": "7",
                "verse_text": "Can you fill his hide with fishing spears"
            },
            {
                "verse_number": "8",
                "verse_text": "Touch him once and you'll never try it again;"
            },
            {
                "verse_number": "9",
                "verse_text": "Anyone who sees Leviathan"
            },
            {
                "verse_number": "10",
                "verse_text": "When he is aroused, he is fierce;"
            },
            {
                "verse_number": "11",
                "verse_text": "Who can attack him and still be safe? No one in all the world can do it. or pierce the armour he wears. they tear up the muddy ground like a threshing-sledge."
            },
            {
                "verse_number": "12",
                "verse_text": "Let me tell you about Leviathan's legs"
            },
            {
                "verse_number": "13",
                "verse_text": "No one can tear off his outer coat"
            },
            {
                "verse_number": "14",
                "verse_text": "Who can make him open his jaws,"
            },
            {
                "verse_number": "15",
                "verse_text": "His back is made of rows of shields,"
            },
            {
                "verse_number": "16",
                "verse_text": "Each one is joined so tight to the next,"
            },
            {
                "verse_number": "17",
                "verse_text": "They all are fastened so firmly together"
            },
            {
                "verse_number": "18",
                "verse_text": "Light flashes when he sneezes,"
            },
            {
                "verse_number": "19",
                "verse_text": "Flames blaze from his mouth,"
            },
            {
                "verse_number": "20",
                "verse_text": "Smoke comes pouring out of his nose,"
            },
            {
                "verse_number": "21",
                "verse_text": "His breath starts fires burning;"
            },
            {
                "verse_number": "22",
                "verse_text": "His neck is so powerful"
            },
            {
                "verse_number": "23",
                "verse_text": "There is not a weak spot in his skin;"
            },
            {
                "verse_number": "24",
                "verse_text": "His stony heart is without fear,"
            },
            {
                "verse_number": "25",
                "verse_text": "When he rises up, even the strongest are frightened;"
            },
            {
                "verse_number": "26",
                "verse_text": "There is no sword that can wound him;"
            },
            {
                "verse_number": "27",
                "verse_text": "For him iron is as flimsy as straw,"
            },
            {
                "verse_number": "28",
                "verse_text": "There is no arrow that can make him run;"
            },
            {
                "verse_number": "29",
                "verse_text": "To him a club is a piece of straw,"
            },
            {
                "verse_number": "30",
                "verse_text": "The scales on his belly are like jagged pieces of pottery;"
            },
            {
                "verse_number": "31",
                "verse_text": "He churns up the sea like boiling water"
            },
            {
                "verse_number": "32",
                "verse_text": "He leaves a shining path behind him"
            },
            {
                "verse_number": "33",
                "verse_text": "There is nothing on earth to compare with him;"
            },
            {
                "verse_number": "34",
                "verse_text": "He looks down on even the proudest animals;"
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered the LORD . that you can do everything you want. when I am so very ignorant. I talked about things I did not understand, about marvels too great for me to know. and to try to answer your questions. but now I have seen you with my own eyes. and repent in dust and ashes."
            },
            {
                "verse_number": "2",
                "verse_text": "I know, LORD , that you are all-powerful;"
            },
            {
                "verse_number": "3",
                "verse_text": "You ask how I dare question your wisdom"
            },
            {
                "verse_number": "4",
                "verse_text": "You told me to listen while you spoke"
            },
            {
                "verse_number": "5",
                "verse_text": "In the past I knew only what others had told me,"
            },
            {
                "verse_number": "6",
                "verse_text": "So I am ashamed of all I have said"
            },
            {
                "verse_number": "7",
                "verse_text": "After the LORD had finished speaking to Job, he said to Eliphaz, &apos;I am angry with you and your two friends, because you did not speak the truth about me, as my servant Job did."
            },
            {
                "verse_number": "8",
                "verse_text": "Now take seven bulls and seven rams to Job and offer them as a sacrifice for yourselves. Job will pray for you, and I will answer his prayer and not disgrace you as you deserve. You did not speak the truth about me as he did.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Eliphaz, Bildad, and Zophar did what the LORD had told them to do, and the LORD answered Job's prayer."
            },
            {
                "verse_number": "10",
                "verse_text": "Then, after Job had prayed for his three friends, the LORD made him prosperous again and gave him twice as much as he had had before."
            },
            {
                "verse_number": "11",
                "verse_text": "All Job's brothers and sisters and former friends came to visit him and feasted with him in his house. They expressed their sympathy and comforted him for all the troubles the LORD had brought on him. Each of them gave him some money and a gold ring."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD blessed the last part of Job's life even more than he had blessed the first. Job owned 14,000 sheep, 6,000 camels, 2,000 head of cattle, and 1,000 donkeys."
            },
            {
                "verse_number": "13",
                "verse_text": "He was the father of seven sons and three daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "He called the eldest daughter Jemimah, the second Keziah, and the youngest Keren Happuch."
            },
            {
                "verse_number": "15",
                "verse_text": "There were no other women in the whole world as beautiful as Job's daughters. Their father gave them a share of the inheritance along with their brothers."
            },
            {
                "verse_number": "16",
                "verse_text": "Job lived 140 years after this, long enough to see his grandchildren and great-grandchildren."
            },
            {
                "verse_number": "17",
                "verse_text": "And then he died at a very great age."
            }
        ]
    }
}