{
    "Mark": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the Good News about Jesus Christ, the Son of God."
            },
            {
                "verse_number": "2",
                "verse_text": "It began as the prophet Isaiah had written: &apos;God said, &quot;I will send my messenger ahead of you to clear the way for you.&quot; &quot;Get the road ready for the Lord; make a straight path for him to travel!&quot; &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Someone is shouting in the desert,"
            },
            {
                "verse_number": "4",
                "verse_text": "So John appeared in the desert, baptizing and preaching. &apos;Turn away from your sins and be baptized,&apos; he told the people, &apos;and God will forgive your sins.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Many people from the province of Judea and the city of Jerusalem went out to hear John. They confessed their sins, and he baptized them in the River Jordan."
            },
            {
                "verse_number": "6",
                "verse_text": "John wore clothes made of camel's hair, with a leather belt round his waist, and his food was locusts and wild honey."
            },
            {
                "verse_number": "7",
                "verse_text": "He announced to the people, &apos;The man who will come after me is much greater than I am. I am not good enough even to bend down and untie his sandals."
            },
            {
                "verse_number": "8",
                "verse_text": "I baptize you with water, but he will baptize you with the Holy Spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Not long afterwards Jesus came from Nazareth in the province of Galilee, and was baptized by John in the Jordan."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as Jesus came up out of the water, he saw heaven opening and the Spirit coming down on him like a dove."
            },
            {
                "verse_number": "11",
                "verse_text": "And a voice came from heaven, &apos;You are my own dear Son. I am pleased with you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At once the Spirit made him go into the desert,"
            },
            {
                "verse_number": "13",
                "verse_text": "where he stayed forty days, being tempted by Satan. Wild animals were there also, but angels came and helped him."
            },
            {
                "verse_number": "14",
                "verse_text": "After John had been put in prison, Jesus went to Galilee and preached the Good News from God."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The right time has come,&apos; he said, &apos;and the Kingdom of God is near! Turn away from your sins and believe the Good News!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "As Jesus walked along the shore of Lake Galilee, he saw two fishermen, Simon and his brother Andrew, catching fish with a net."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to them, &apos;Come with me, and I will teach you to catch people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "At once they left their nets and went with him."
            },
            {
                "verse_number": "19",
                "verse_text": "He went a little farther on and saw two other brothers, James and John, the sons of Zebedee. They were in their boat getting their nets ready."
            },
            {
                "verse_number": "20",
                "verse_text": "As soon as Jesus saw them, he called them; they left their father Zebedee in the boat with the hired men and went with Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus and his disciples came to the town of Capernaum, and on the next Sabbath Jesus went to the synagogue and began to teach."
            },
            {
                "verse_number": "22",
                "verse_text": "The people who heard him were amazed at the way he taught, for he wasn't like the teachers of the Law; instead, he taught with authority."
            },
            {
                "verse_number": "23",
                "verse_text": "Just then a man with an evil spirit in him came into the synagogue and screamed,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;What do you want with us, Jesus of Nazareth? Are you here to destroy us? I know who you are &ndash; you are God's holy messenger!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus ordered the spirit, &apos;Be quiet, and come out of the man!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The evil spirit shook the man hard, gave a loud scream, and came out of him."
            },
            {
                "verse_number": "27",
                "verse_text": "The people were all so amazed that they started saying to one another, &apos;What is this? Is it some kind of new teaching? This man has authority to give orders to the evil spirits, and they obey him!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "And so the news about Jesus spread quickly everywhere in the province of Galilee."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus and his disciples, including James and John, left the synagogue and went straight to the home of Simon and Andrew."
            },
            {
                "verse_number": "30",
                "verse_text": "Simon's mother-in-law was sick in bed with a fever, and as soon as Jesus arrived, he was told about her."
            },
            {
                "verse_number": "31",
                "verse_text": "He went to her, took her by the hand, and helped her up. The fever left her, and she began to wait on them."
            },
            {
                "verse_number": "32",
                "verse_text": "After the sun had set and evening had come, people brought to Jesus all the sick and those who had demons."
            },
            {
                "verse_number": "33",
                "verse_text": "All the people of the town gathered in front of the house."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus healed many who were sick with all kinds of diseases and drove out many demons. He would not let the demons say anything, because they knew who he was."
            },
            {
                "verse_number": "35",
                "verse_text": "Very early the next morning, long before daylight, Jesus got up and left the house. He went out of the town to a lonely place, where he prayed."
            },
            {
                "verse_number": "36",
                "verse_text": "But Simon and his companions went out searching for him,"
            },
            {
                "verse_number": "37",
                "verse_text": "and when they found him, they said, &apos;Everyone is looking for you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus answered, &apos;We must go on to the other villages round here. I have to preach in them also, because that is why I came.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So he travelled all over Galilee, preaching in the synagogues and driving out demons."
            },
            {
                "verse_number": "40",
                "verse_text": "A man suffering from a dreaded skin disease came to Jesus, knelt down, and begged him for help. &apos;If you want to,&apos; he said, &apos;you can make me clean.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus was filled with pity, and stretched out his hand and touched him. &apos;I do want to,&apos; he answered. &apos;Be clean!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "At once the disease left the man, and he was clean."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Jesus spoke sternly to him and sent him away at once,"
            },
            {
                "verse_number": "44",
                "verse_text": "after saying to him, &apos;Listen, don't tell anyone about this. But go straight to the priest and let him examine you; then in order to prove to everyone that you are cured, offer the sacrifice that Moses ordered.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But the man went away and began to spread the news everywhere. Indeed, he talked so much that Jesus could not go into a town publicly. Instead, he stayed out in lonely places, and people came to him from everywhere."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "A few days later Jesus went back to Capernaum, and the news spread that he was at home."
            },
            {
                "verse_number": "2",
                "verse_text": "So many people came together that there was no room left, not even out in front of the door. Jesus was preaching the message to them"
            },
            {
                "verse_number": "3",
                "verse_text": "when four men arrived, carrying a paralysed man to Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "Because of the crowd, however, they could not get the man to him. So they made a hole in the roof right above the place where Jesus was. When they had made an opening, they let the man down, lying on his mat."
            },
            {
                "verse_number": "5",
                "verse_text": "Seeing how much faith they had, Jesus said to the paralysed man, &apos;My son, your sins are forgiven.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Some teachers of the Law who were sitting there thought to themselves,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;How does he dare to talk like this? This is blasphemy! God is the only one who can forgive sins!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "At once Jesus knew what they were thinking, so he said to them, &apos;Why do you think such things?"
            },
            {
                "verse_number": "9",
                "verse_text": "Is it easier to say to this paralysed man, &quot;Your sins are forgiven&quot;, or to say, &quot;Get up, pick up your mat, and walk&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "I will prove to you, then, that the Son of Man has authority on earth to forgive sins.&apos; So he said to the paralysed man,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I tell you, get up, pick up your mat, and go home!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "While they all watched, the man got up, picked up his mat, and hurried away. They were all completely amazed and praised God, saying, &apos;We have never seen anything like this!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went back again to the shore of Lake Galilee. A crowd came to him, and he started teaching them."
            },
            {
                "verse_number": "14",
                "verse_text": "As he walked along, he saw a tax collector, Levi son of Alphaeus, sitting in his office. Jesus said to him, &apos;Follow me.&apos; Levi got up and followed him."
            },
            {
                "verse_number": "15",
                "verse_text": "Later on Jesus was having a meal in Levi's house. A large number of tax collectors and other outcasts were following Jesus, and many of them joined him and his disciples at the table."
            },
            {
                "verse_number": "16",
                "verse_text": "Some teachers of the Law, who were Pharisees, saw that Jesus was eating with these outcasts and tax collectors, so they asked his disciples, &apos;Why does he eat with such people?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus heard them and answered, &apos;People who are well do not need a doctor, but only those who are sick. I have not come to call respectable people, but outcasts.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "On one occasion the followers of John the Baptist and the Pharisees were fasting. Some people came to Jesus and asked him, &apos;Why is it that the disciples of John the Baptist and the disciples of the Pharisees fast, but yours do not?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered, &apos;Do you expect the guests at a wedding party to go without food? Of course not! As long as the bridegroom is with them, they will not do that."
            },
            {
                "verse_number": "20",
                "verse_text": "But the day will come when the bridegroom will be taken away from them, and then they will fast."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;No one uses a piece of new cloth to patch up an old coat, because the new patch will shrink and tear off some of the old cloth, making an even bigger hole."
            },
            {
                "verse_number": "22",
                "verse_text": "Nor does anyone pour new wine into used wineskins, because the wine will burst the skins, and both the wine and the skins will be ruined. Instead, new wine must be poured into fresh wineskins.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus was walking through some cornfields on the Sabbath. As his disciples walked along with him, they began to pick the ears of corn."
            },
            {
                "verse_number": "24",
                "verse_text": "So the Pharisees said to Jesus, &apos;Look, it is against our Law for your disciples to do that on the Sabbath!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus answered, &apos;Have you never read what David did that time when he needed something to eat? He and his men were hungry,"
            },
            {
                "verse_number": "26",
                "verse_text": "so he went into the house of God and ate the bread offered to God. This happened when Abiathar was the High Priest. According to our Law only the priests may eat this bread &ndash; but David ate it and even gave it to his men.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "And Jesus concluded, &apos;The Sabbath was made for the good of human beings; they were not made for the Sabbath."
            },
            {
                "verse_number": "28",
                "verse_text": "So the Son of Man is Lord even of the Sabbath.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus went back to the synagogue, where there was a man who had a paralysed hand."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people were there who wanted to accuse Jesus of doing wrong; so they watched him closely to see whether he would heal the man on the Sabbath."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus said to the man, &apos;Come up here to the front.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then he asked the people, &apos;What does our Law allow us to do on the Sabbath? To help or to harm? To save someone's life or to destroy it?&apos; But they did not say a thing."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus was angry as he looked round at them, but at the same time he felt sorry for them, because they were so stubborn and wrong. Then he said to the man, &apos;Stretch out your hand.&apos; He stretched it out, and it became well again."
            },
            {
                "verse_number": "6",
                "verse_text": "So the Pharisees left the synagogue and met at once with some members of Herod's party, and they made plans to kill Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus and his disciples went away to Lake Galilee, and a large crowd followed him. They had come from Galilee, from Judea,"
            },
            {
                "verse_number": "8",
                "verse_text": "from Jerusalem, from the territory of Idumea, from the territory on the east side of the Jordan, and from the region round the cities of Tyre and Sidon. All these people came to Jesus because they had heard of the things he was doing."
            },
            {
                "verse_number": "9",
                "verse_text": "The crowd was so large that Jesus told his disciples to get a boat ready for him, so that the people would not crush him."
            },
            {
                "verse_number": "10",
                "verse_text": "He had healed many people, and all those who were ill kept pushing their way to him in order to touch him."
            },
            {
                "verse_number": "11",
                "verse_text": "And whenever the people who had evil spirits in them saw him, they would fall down before him and scream, &apos;You are the Son of God!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus sternly ordered the evil spirits not to tell anyone who he was."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus went up a hill and called to himself the men he wanted. They came to him,"
            },
            {
                "verse_number": "14",
                "verse_text": "and he chose twelve, whom he named apostles. &apos;I have chosen you to be with me,&apos; he told them. &apos;I will also send you out to preach,"
            },
            {
                "verse_number": "15",
                "verse_text": "and you will have authority to drive out demons.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "These are the twelve he chose: Simon (Jesus gave him the name Peter);"
            },
            {
                "verse_number": "17",
                "verse_text": "James and his brother John, the sons of Zebedee (Jesus gave them the name Boanerges, which means &apos;Men of Thunder&apos;);"
            },
            {
                "verse_number": "18",
                "verse_text": "Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddaeus, Simon the Patriot,"
            },
            {
                "verse_number": "19",
                "verse_text": "and Judas Iscariot, who betrayed Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus went home. Again such a large crowd gathered that Jesus and his disciples had no time to eat."
            },
            {
                "verse_number": "21",
                "verse_text": "When his family heard about it, they set out to take charge of him, because people were saying, &apos;He's gone mad!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Some teachers of the Law who had come from Jerusalem were saying, &apos;He has Beelzebul in him! It is the chief of the demons who gives him the power to drive them out.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Jesus called them to him and spoke to them in parables: &apos;How can Satan drive out Satan?"
            },
            {
                "verse_number": "24",
                "verse_text": "If a country divides itself into groups which fight each other, that country will fall apart."
            },
            {
                "verse_number": "25",
                "verse_text": "If a family divides itself into groups which fight each other, that family will fall apart."
            },
            {
                "verse_number": "26",
                "verse_text": "So if Satan's kingdom divides into groups, it cannot last, but will fall apart and come to an end."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;No one can break into a strong man's house and take away his belongings unless he first ties up the strong man; then he can plunder his house."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;I assure you that people can be forgiven all their sins and all the evil things they may say."
            },
            {
                "verse_number": "29",
                "verse_text": "But whoever says evil things against the Holy Spirit will never be forgiven, because he has committed an eternal sin.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "(Jesus said this because some people were saying, &apos;He has an evil spirit in him.&apos;)"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus' mother and brothers arrived. They stood outside the house and sent in a message, asking for him."
            },
            {
                "verse_number": "32",
                "verse_text": "A crowd was sitting round Jesus, and they said to him, &apos;Look, your mother and your brothers and sisters are outside, and they want you.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus answered, &apos;Who is my mother? Who are my brothers?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "He looked at the people sitting round him and said, &apos;Look! Here are my mother and my brothers!"
            },
            {
                "verse_number": "35",
                "verse_text": "Whoever does what God wants him to do is my brother, my sister, my mother.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Again Jesus began to teach beside Lake Galilee. The crowd that gathered round him was so large that he got into a boat and sat in it. The boat was out in the water, and the crowd stood on the shore at the water's edge."
            },
            {
                "verse_number": "2",
                "verse_text": "He used parables to teach them many things, saying to them: &quot;They may look and look, yet not see; they may listen and listen, yet not understand. For if they did, they would turn to God, and he would forgive them.&quot; &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Listen! Once there was a man who went out to sow corn."
            },
            {
                "verse_number": "4",
                "verse_text": "As he scattered the seed in the field, some of it fell along the path, and the birds came and ate it up."
            },
            {
                "verse_number": "5",
                "verse_text": "Some of it fell on rocky ground, where there was little soil. The seeds soon sprouted, because the soil wasn't deep."
            },
            {
                "verse_number": "6",
                "verse_text": "Then, when the sun came up, it burnt the young plants; and because the roots had not grown deep enough, the plants soon dried up."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of the seed fell among thorn bushes, which grew up and choked the plants, and they didn't produce any corn."
            },
            {
                "verse_number": "8",
                "verse_text": "But some seeds fell in good soil, and the plants sprouted, grew, and produced corn: some had thirty grains, others sixty, and others 100.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And Jesus concluded, &apos;Listen, then, if you have ears!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus was alone, some of those who had heard him came to him with the twelve disciples and asked him to explain the parables."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You have been given the secret of the Kingdom of God,&apos; Jesus answered. &apos;But the others, who are on the outside, hear all things by means of parables,"
            },
            {
                "verse_number": "12",
                "verse_text": "so that,"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus asked them, &apos;Don't you understand this parable? How, then, will you ever understand any parable?"
            },
            {
                "verse_number": "14",
                "verse_text": "The sower sows God's message."
            },
            {
                "verse_number": "15",
                "verse_text": "Some people are like the seeds that fall along the path; as soon as they hear the message, Satan comes and takes it away."
            },
            {
                "verse_number": "16",
                "verse_text": "Other people are like the seeds that fall on rocky ground. As soon as they hear the message, they receive it gladly."
            },
            {
                "verse_number": "17",
                "verse_text": "But it does not sink deep into them, and they don't last long. So when trouble or persecution comes because of the message, they give up at once."
            },
            {
                "verse_number": "18",
                "verse_text": "Other people are like the seeds sown among the thorn bushes. These are the ones who hear the message,"
            },
            {
                "verse_number": "19",
                "verse_text": "but the worries about this life, the love for riches, and all other kinds of desires crowd in and choke the message, and they don't bear fruit."
            },
            {
                "verse_number": "20",
                "verse_text": "But other people are like the seeds sown in good soil. They hear the message, accept it, and bear fruit: some thirty, some sixty, and some 100.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus continued, &apos;Does anyone ever bring in a lamp and put it under a bowl or under the bed? Doesn't he put it on the lampstand?"
            },
            {
                "verse_number": "22",
                "verse_text": "Whatever is hidden away will be brought out into the open, and whatever is covered up will be uncovered."
            },
            {
                "verse_number": "23",
                "verse_text": "Listen, then, if you have ears!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "He also said to them, &apos;Pay attention to what you hear! The same rules you use to judge others will be used by God to judge you &ndash; but with even greater severity."
            },
            {
                "verse_number": "25",
                "verse_text": "Those who have something will be given more, and those who have nothing will have taken away from them even the little they have.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus went on to say, &apos;The Kingdom of God is like this. A man scatters seed in his field."
            },
            {
                "verse_number": "27",
                "verse_text": "He sleeps at night, is up and about during the day, and all the while the seeds are sprouting and growing. Yet he does not know how it happens."
            },
            {
                "verse_number": "28",
                "verse_text": "The soil itself makes the plants grow and bear fruit; first the tender stalk appears, then the ear, and finally the ear full of corn."
            },
            {
                "verse_number": "29",
                "verse_text": "When the corn is ripe, the man starts cutting it with his sickle, because harvest time has come."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;What shall we say the Kingdom of God is like?&apos; asked Jesus. &apos;What parable shall we use to explain it?"
            },
            {
                "verse_number": "31",
                "verse_text": "It is like this. A man takes a mustard seed, the smallest seed in the world, and plants it in the ground."
            },
            {
                "verse_number": "32",
                "verse_text": "After a while it grows up and becomes the biggest of all plants. It puts out such large branches that the birds come and make their nests in its shade.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus preached his message to the people, using many other parables like these; he told them as much as they could understand."
            },
            {
                "verse_number": "34",
                "verse_text": "He would not speak to them without using parables, but when he was alone with his disciples, he would explain everything to them."
            },
            {
                "verse_number": "35",
                "verse_text": "On the evening of that same day Jesus said to his disciples, &apos;Let us go across to the other side of the lake.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So they left the crowd; the disciples got into the boat in which Jesus was already sitting, and they took him with them. Other boats were there too."
            },
            {
                "verse_number": "37",
                "verse_text": "Suddenly a strong wind blew up, and the waves began to spill over into the boat, so that it was about to fill with water."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus was in the back of the boat, sleeping with his head on a pillow. The disciples woke him up and said, &apos;Teacher, don't you care that we are about to die?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus stood up and commanded the wind, &apos;Be quiet!&apos; and he said to the waves, &apos;Be still!&apos; The wind died down, and there was a great calm."
            },
            {
                "verse_number": "40",
                "verse_text": "Then Jesus said to his disciples, &apos;Why are you frightened? Have you still no faith?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But they were terribly afraid and said to one another, &apos;Who is this man? Even the wind and the waves obey him!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Jesus and his disciples arrived on the other side of Lake Galilee, in the territory of Gerasa."
            },
            {
                "verse_number": "2",
                "verse_text": "As soon as Jesus got out of the boat, he was met by a man who came out of the burial caves there. This man had an evil spirit in him"
            },
            {
                "verse_number": "3",
                "verse_text": "and lived among the tombs. Nobody could keep him chained up any more;"
            },
            {
                "verse_number": "4",
                "verse_text": "many times his feet and hands had been chained, but every time he broke the chains and smashed the irons on his feet. He was too strong for anyone to control him."
            },
            {
                "verse_number": "5",
                "verse_text": "Day and night he wandered among the tombs and through the hills, screaming and cutting himself with stones. The man answered, &apos;My name is &quot;Mob&quot; &ndash; there are so many of us!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He was some distance away when he saw Jesus; so he ran, fell on his knees before him,"
            },
            {
                "verse_number": "7",
                "verse_text": "and screamed in a loud voice, &apos;Jesus, Son of the Most High God! What do you want with me? For God's sake, I beg you, don't punish me!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "(He said this because Jesus was saying, &apos;Evil spirit, come out of this man!&apos; )"
            },
            {
                "verse_number": "9",
                "verse_text": "So Jesus asked him, &apos;What is your name?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And he kept begging Jesus not to send the evil spirits out of that region."
            },
            {
                "verse_number": "11",
                "verse_text": "There was a large herd of pigs near by, feeding on a hillside."
            },
            {
                "verse_number": "12",
                "verse_text": "So the spirits begged Jesus, &apos;Send us to the pigs, and let us go into them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He let them go, and the evil spirits went out of the man and entered the pigs. The whole herd &ndash; about 2,000 pigs in all &ndash; rushed down the side of the cliff into the lake and was drowned."
            },
            {
                "verse_number": "14",
                "verse_text": "The men who had been taking care of the pigs ran away and spread the news in the town and among the farms. People went out to see what had happened,"
            },
            {
                "verse_number": "15",
                "verse_text": "and when they came to Jesus, they saw the man who used to have the mob of demons in him. He was sitting there, clothed and in his right mind; and they were all afraid."
            },
            {
                "verse_number": "16",
                "verse_text": "Those who had seen it told the people what had happened to the man with the demons, and about the pigs."
            },
            {
                "verse_number": "17",
                "verse_text": "So they asked Jesus to leave their territory."
            },
            {
                "verse_number": "18",
                "verse_text": "As Jesus was getting into the boat, the man who had had the demons begged him, &apos;Let me go with you!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Jesus would not let him. Instead, he told him, &apos;Go back home to your family and tell them how much the Lord has done for you and how kind he has been to you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the man left and went all through the Ten Towns, telling what Jesus had done for him. And all who heard it were amazed."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus went back across to the other side of the lake. There at the lakeside a large crowd gathered round him."
            },
            {
                "verse_number": "22",
                "verse_text": "Jairus, an official of the local synagogue, arrived, and when he saw Jesus, he threw himself down at his feet"
            },
            {
                "verse_number": "23",
                "verse_text": "and begged him earnestly, &apos;My little daughter is very ill. Please come and place your hands on her, so that she will get well and live!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus started off with him. So many people were going along with Jesus that they were crowding him from every side."
            },
            {
                "verse_number": "25",
                "verse_text": "There was a woman who had suffered terribly from severe bleeding for twelve years,"
            },
            {
                "verse_number": "26",
                "verse_text": "even though she had been treated by many doctors. She had spent all her money, but instead of getting better she got worse all the time."
            },
            {
                "verse_number": "27",
                "verse_text": "She had heard about Jesus, so she came in the crowd behind him,"
            },
            {
                "verse_number": "28",
                "verse_text": "saying to herself, &apos;If I just touch his clothes, I will get well.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "She touched his cloak, and her bleeding stopped at once; and she had the feeling inside herself that she was healed of her trouble."
            },
            {
                "verse_number": "30",
                "verse_text": "At once Jesus knew that power had gone out of him, so he turned round in the crowd and asked, &apos;Who touched my clothes?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "His disciples answered, &apos;You see how the people are crowding you; why do you ask who touched you?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus kept looking round to see who had done it."
            },
            {
                "verse_number": "33",
                "verse_text": "The woman realized what had happened to her, so she came, trembling with fear, knelt at his feet, and told him the whole truth."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to her, &apos;My daughter, your faith has made you well. Go in peace, and be healed of your trouble.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "While Jesus was saying this, some messengers came from Jairus' house and told him, &apos;Your daughter has died. Why bother the Teacher any longer?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus paid no attention to what they said, but told him, &apos;Don't be afraid, only believe.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then he did not let anyone else go on with him except Peter and James and his brother John."
            },
            {
                "verse_number": "38",
                "verse_text": "They arrived at Jairus' house, where Jesus saw the confusion and heard all the loud crying and wailing."
            },
            {
                "verse_number": "39",
                "verse_text": "He went in and said to them, &apos;Why all this confusion? Why are you crying? The child is not dead &ndash; she is only sleeping!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "They laughed at him, so he put them all out, took the child's father and mother and his three disciples, and went into the room where the child was lying."
            },
            {
                "verse_number": "41",
                "verse_text": "He took her by the hand and said to her, &apos;Talitha, koum,&apos; which means, &apos;Little girl, I tell you to get up!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "She got up at once and started walking around. (She was twelve years old.) When this happened, they were completely amazed."
            },
            {
                "verse_number": "43",
                "verse_text": "But Jesus gave them strict orders not to tell anyone, and he said, &apos;Give her something to eat.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left that place and went back to his home town, followed by his disciples."
            },
            {
                "verse_number": "2",
                "verse_text": "On the Sabbath he began to teach in the synagogue. Many people were there; and when they heard him, they were all amazed. &apos;Where did he get all this?&apos; they asked. &apos;What wisdom is this that has been given him? How does he perform miracles?"
            },
            {
                "verse_number": "3",
                "verse_text": "Isn't he the carpenter, the son of Mary, and the brother of James, Joseph, Judas, and Simon? Aren't his sisters living here?&apos; And so they rejected him. Then Jesus went to the villages round there, teaching the people. Others said, &apos;He is a prophet, like one of the prophets of long ago.&apos; &apos;The head of John the Baptist,&apos; she answered. When they found out, they told him, &apos;Five loaves and also two fish.&apos; Jesus spoke to them at once, &apos;Courage!&apos; he said. &apos;It is I. Don't be afraid!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus said to them, &apos;Prophets are respected everywhere except in their own home town and by their relatives and their family.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He was not able to perform any miracles there, except that he placed his hands on a few sick people and healed them."
            },
            {
                "verse_number": "6",
                "verse_text": "He was greatly surprised, because the people did not have faith."
            },
            {
                "verse_number": "7",
                "verse_text": "He called the twelve disciples together and sent them out two by two. He gave them authority over the evil spirits"
            },
            {
                "verse_number": "8",
                "verse_text": "and ordered them, &apos;Don't take anything with you on your journey except a stick &ndash; no bread, no beggar's bag, no money in your pockets."
            },
            {
                "verse_number": "9",
                "verse_text": "Wear sandals, but don't carry an extra shirt.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He also said, &apos;Wherever you are welcomed, stay in the same house until you leave that place."
            },
            {
                "verse_number": "11",
                "verse_text": "If you come to a town where people do not welcome you or will not listen to you, leave it and shake the dust off your feet. That will be a warning to them!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So they went out and preached that people should turn away from their sins."
            },
            {
                "verse_number": "13",
                "verse_text": "They drove out many demons, and rubbed olive oil on many sick people and healed them."
            },
            {
                "verse_number": "14",
                "verse_text": "Now King Herod heard about all this, because Jesus' reputation had spread everywhere. Some people were saying, &apos;John the Baptist has come back to life! That is why he has this power to perform miracles.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Others, however, said, &apos;He is Elijah.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Herod heard it, he said, &apos;He is John the Baptist! I had his head cut off, but he has come back to life!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Herod himself had ordered John's arrest, and he had him chained and put in prison. Herod did this because of Herodias, whom he had married, even though she was the wife of his brother Philip."
            },
            {
                "verse_number": "18",
                "verse_text": "John the Baptist kept telling Herod, &apos;It isn't right for you to be married to your brother's wife!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Herodias held a grudge against John and wanted to kill him, but she could not because of Herod."
            },
            {
                "verse_number": "20",
                "verse_text": "Herod was afraid of John because he knew that John was a good and holy man, and so he kept him safe. He liked to listen to him, even though he became greatly disturbed every time he heard him."
            },
            {
                "verse_number": "21",
                "verse_text": "Finally Herodias got her chance. It was on Herod's birthday, when he gave a feast for all the chief government officials, the military commanders, and the leading citizens of Galilee."
            },
            {
                "verse_number": "22",
                "verse_text": "The daughter of Herodias came in and danced, and pleased Herod and his guests. So the king said to the girl, &apos;What would you like to have? I will give you anything you want.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "With many vows he said to her, &apos;I swear that I will give you anything you ask for, even as much as half my kingdom!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So the girl went out and asked her mother, &apos;What shall I ask for?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The girl hurried back at once to the king and demanded, &apos;I want you to give me here and now the head of John the Baptist on a dish!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "This made the king very sad, but he could not refuse her because of the vows he had made in front of all his guests."
            },
            {
                "verse_number": "27",
                "verse_text": "So he sent off a guard at once with orders to bring John's head. The guard left, went to the prison, and cut John's head off;"
            },
            {
                "verse_number": "28",
                "verse_text": "then he brought it on a dish and gave it to the girl, who gave it to her mother."
            },
            {
                "verse_number": "29",
                "verse_text": "When John's disciples heard about this, they came and took away his body, and buried it."
            },
            {
                "verse_number": "30",
                "verse_text": "The apostles returned and met with Jesus, and told him all they had done and taught."
            },
            {
                "verse_number": "31",
                "verse_text": "There were so many people coming and going that Jesus and his disciples didn't even have time to eat. So he said to them, &apos;Let us go off by ourselves to some place where we will be alone and you can rest for a while.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So they started out in a boat by themselves for a lonely place."
            },
            {
                "verse_number": "33",
                "verse_text": "Many people, however, saw them leave and knew at once who they were; so they went from all the towns and ran ahead by land and arrived at the place ahead of Jesus and his disciples."
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus got out of the boat, he saw this large crowd, and his heart was filled with pity for them, because they were like sheep without a shepherd. So he began to teach them many things."
            },
            {
                "verse_number": "35",
                "verse_text": "When it was getting late, his disciples came to him and said, &apos;It is already very late, and this is a lonely place."
            },
            {
                "verse_number": "36",
                "verse_text": "Send the people away, and let them go to the nearby farms and villages in order to buy themselves something to eat.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;You yourselves give them something to eat,&apos; Jesus answered. They asked, &apos;Do you want us to go and spend 200 silver coins on bread in order to feed them?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So Jesus asked them, &apos;How much bread have you got? Go and see.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus then told his disciples to make all the people divide into groups and sit down on the green grass."
            },
            {
                "verse_number": "40",
                "verse_text": "So the people sat down in rows, in groups of a hundred and groups of fifty."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Jesus took the five loaves and the two fish, looked up to heaven, and gave thanks to God. He broke the loaves and gave them to his disciples to distribute to the people. He also divided the two fish among them all."
            },
            {
                "verse_number": "42",
                "verse_text": "Everyone ate and had enough."
            },
            {
                "verse_number": "43",
                "verse_text": "Then the disciples took up twelve baskets full of what was left of the bread and the fish."
            },
            {
                "verse_number": "44",
                "verse_text": "The number of men who were fed was 5,000."
            },
            {
                "verse_number": "45",
                "verse_text": "At once Jesus made his disciples get into the boat and go ahead of him to Bethsaida, on the other side of the lake, while he sent the crowd away."
            },
            {
                "verse_number": "46",
                "verse_text": "After saying goodbye to the people he went away to a hill to pray."
            },
            {
                "verse_number": "47",
                "verse_text": "When evening came, the boat was in the middle of the lake, while Jesus was alone on land."
            },
            {
                "verse_number": "48",
                "verse_text": "He saw that his disciples were straining at the oars, because they were rowing against the wind; so some time between three and six o'clock in the morning he came to them, walking on the water. He was going to pass them by,"
            },
            {
                "verse_number": "49",
                "verse_text": "but they saw him walking on the water. &apos;It's a ghost!&apos; they thought, and screamed."
            },
            {
                "verse_number": "50",
                "verse_text": "They were all terrified when they saw him."
            },
            {
                "verse_number": "51",
                "verse_text": "Then he got into the boat with them, and the wind died down. The disciples were completely amazed,"
            },
            {
                "verse_number": "52",
                "verse_text": "because they had not understood the real meaning of the feeding of the 5,000; their minds could not grasp it."
            },
            {
                "verse_number": "53",
                "verse_text": "They crossed the lake and came to land at Gennesaret, where they tied up the boat."
            },
            {
                "verse_number": "54",
                "verse_text": "As they left the boat, people recognized Jesus at once."
            },
            {
                "verse_number": "55",
                "verse_text": "So they ran throughout the whole region; and wherever they heard he was, they brought to him sick people lying on their mats."
            },
            {
                "verse_number": "56",
                "verse_text": "And everywhere Jesus went, to villages, towns, or farms, people would take those who were ill to the market places and beg him to let them at least touch the edge of his cloak; and all who touched it were made well."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Some Pharisees and teachers of the Law who had come from Jerusalem gathered round Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "They noticed that some of his disciples were eating their food with hands that were ritually unclean &ndash; that is, they had not washed them in the way the Pharisees said people should. &quot;These people, says God, honour me with their words, but their heart is really far away from me. because they teach human rules as though they were God's laws!&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "(For the Pharisees, as well as the rest of the Jews, follow the teaching they received from their ancestors: they do not eat unless they wash their hands in the proper way;"
            },
            {
                "verse_number": "4",
                "verse_text": "nor do they eat anything that comes from the market unless they wash it first. And they follow many other rules which they have received, such as the proper way to wash cups, pots, copper bowls, and beds. )"
            },
            {
                "verse_number": "5",
                "verse_text": "So the Pharisees and the teachers of the Law asked Jesus, &apos;Why is it that your disciples do not follow the teaching handed down by our ancestors, but instead eat with ritually unclean hands?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus answered them, &apos;How right Isaiah was when he prophesied about you! You are hypocrites, just as he wrote:"
            },
            {
                "verse_number": "7",
                "verse_text": "It is no use for them to worship me,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You put aside God's command and obey human teachings.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And Jesus continued, &apos;You have a clever way of rejecting God's law in order to uphold your own teaching."
            },
            {
                "verse_number": "10",
                "verse_text": "For Moses commanded, &quot;Respect your father and your mother,&quot; and, &quot;Whoever curses his father or his mother is to be put to death.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "But you teach that if a person has something he could use to help his father or mother, but says, &quot;This is Corban&quot; (which means, it belongs to God),"
            },
            {
                "verse_number": "12",
                "verse_text": "he is excused from helping his father or mother."
            },
            {
                "verse_number": "13",
                "verse_text": "In this way the teaching you pass on to others cancels out the word of God. And there are many other things like this that you do.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus called the crowd to him once more and said to them, &apos;Listen to me, all of you, and understand."
            },
            {
                "verse_number": "15",
                "verse_text": "There is nothing that goes into a person from the outside which can make him ritually unclean. Rather, it is what comes out of a person that makes him unclean.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When he left the crowd and went into the house, his disciples asked him to explain this saying."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;You are no more intelligent than the others,&apos; Jesus said to them. &apos;Don't you understand? Nothing that goes into a person from the outside can really make him unclean,"
            },
            {
                "verse_number": "19",
                "verse_text": "because it does not go into his heart but into his stomach and then goes on out of the body.&apos; (In saying this, Jesus declared that all foods are fit to be eaten.)"
            },
            {
                "verse_number": "20",
                "verse_text": "And he went on to say, &apos;It is what comes out of a person that makes him unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "For from the inside, from a person's heart, come the evil ideas which lead him to do immoral things, to rob, kill,"
            },
            {
                "verse_number": "22",
                "verse_text": "commit adultery, be greedy, and do all sorts of evil things; deceit, indecency, jealousy, slander, pride, and folly &ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "all these evil things come from inside a person and make him unclean.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus left and went away to the territory near the city of Tyre. He went into a house and did not want anyone to know he was there, but he could not stay hidden."
            },
            {
                "verse_number": "25",
                "verse_text": "A woman, whose daughter had an evil spirit in her, heard about Jesus and came to him at once and fell at his feet."
            },
            {
                "verse_number": "26",
                "verse_text": "The woman was a Gentile, born in the region of Phoenicia in Syria. She begged Jesus to drive the demon out of her daughter."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus answered, &apos;Let us first feed the children. It isn't right to take the children's food and throw it to the dogs.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Sir,&apos; she answered, &apos;even the dogs under the table eat the children's leftovers!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Jesus said to her, &apos;Because of that answer, go back home, where you will find that the demon has gone out of your daughter!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "She went home and found her child lying on the bed; the demon had indeed gone out of her."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus then left the neighbourhood of Tyre and went on through Sidon to Lake Galilee, going by way of the territory of the Ten Towns."
            },
            {
                "verse_number": "32",
                "verse_text": "Some people brought him a man who was deaf and could hardly speak, and they begged Jesus to place his hands on him."
            },
            {
                "verse_number": "33",
                "verse_text": "So Jesus took him off alone, away from the crowd, put his fingers in the man's ears, spat, and touched the man's tongue."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Jesus looked up to heaven, gave a deep groan, and said to the man, &apos;Ephphatha,&apos; which means, &apos;Open up!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "At once the man was able to hear, his speech impediment was removed, and he began to talk without any trouble."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus ordered the people not to speak of it to anyone; but the more he ordered them not to, the more they spoke."
            },
            {
                "verse_number": "37",
                "verse_text": "And all who heard were completely amazed. &apos;How well he does everything!&apos; they exclaimed. &apos;He even causes the deaf to hear and the dumb to speak!&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Not long afterwards another large crowd came together. When the people had nothing left to eat, Jesus called the disciples to him and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I feel sorry for these people, because they have been with me for three days and now have nothing to eat."
            },
            {
                "verse_number": "3",
                "verse_text": "If I send them home without feeding them, they will faint as they go, because some of them have come a long way.&apos; &apos;Seven loaves,&apos; they answered. &apos;Twelve,&apos; they answered. &apos;Seven,&apos; they answered. Peter answered, &apos;You are the Messiah.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "His disciples asked him, &apos;Where in this desert can anyone find enough food to feed all these people?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;How much bread have you got?&apos; Jesus asked."
            },
            {
                "verse_number": "6",
                "verse_text": "He ordered the crowd to sit down on the ground. Then he took the seven loaves, gave thanks to God, broke them, and gave them to his disciples to distribute to the crowd; and the disciples did so."
            },
            {
                "verse_number": "7",
                "verse_text": "They also had a few small fish. Jesus gave thanks for these and told the disciples to distribute them too."
            },
            {
                "verse_number": "10",
                "verse_text": "and at once got into a boat with his disciples and went to the district of Dalmanutha."
            },
            {
                "verse_number": "11",
                "verse_text": "Some Pharisees came to Jesus and started to argue with him. They wanted to trap him, so they asked him to perform a miracle to show that God approved of him."
            },
            {
                "verse_number": "12",
                "verse_text": "But Jesus gave a deep groan and said, &apos;Why do the people of this day ask for a miracle? No, I tell you! No such proof will be given to these people!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He left them, got back into the boat, and started across to the other side of the lake."
            },
            {
                "verse_number": "14",
                "verse_text": "The disciples had forgotten to bring enough bread and had only one loaf with them in the boat."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Take care,&apos; Jesus warned them, &apos;and be on your guard against the yeast of the Pharisees and the yeast of Herod.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They started discussing among themselves: &apos;He says this because we haven't any bread.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus knew what they were saying, so he asked them, &apos;Why are you discussing about not having any bread? Don't you know or understand yet? Are your minds so dull?"
            },
            {
                "verse_number": "18",
                "verse_text": "You have eyes &ndash; can't you see? You have ears &ndash; can't you hear? Don't you remember"
            },
            {
                "verse_number": "19",
                "verse_text": "when I broke the five loaves for the 5,000 people? How many baskets full of leftover pieces did you take up?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;And when I broke the seven loaves for the 4,000 people,&apos; asked Jesus, &apos;how many baskets full of leftover pieces did you take up?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;And you still don't understand?&apos; he asked them."
            },
            {
                "verse_number": "22",
                "verse_text": "They came to Bethsaida, where some people brought a blind man to Jesus and begged him to touch him."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus took the blind man by the hand and led him out of the village. After spitting on the man's eyes, Jesus placed his hands on him and asked him, &apos;Can you see anything?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The man looked up and said, &apos;Yes, I can see people, but they look like trees walking about.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus again placed his hands on the man's eyes. This time the man looked intently, his eyesight returned, and he saw everything clearly."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus then sent him home with the order, &apos;Don't go back into the village.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Jesus and his disciples went away to the villages near Caesarea Philippi. On the way he asked them, &apos;Tell me, who do people say I am?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Some say that you are John the Baptist,&apos; they answered; &apos;others say that you are Elijah, while others say that you are one of the prophets.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;What about you?&apos; he asked them. &apos;Who do you say I am?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Jesus ordered them, &apos;Do not tell anyone about me.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus began to teach his disciples: &apos;The Son of Man must suffer much and be rejected by the elders, the chief priests, and the teachers of the Law. He will be put to death, but three days later he will rise to life.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "He made this very clear to them. So Peter took him aside and began to rebuke him."
            },
            {
                "verse_number": "33",
                "verse_text": "But Jesus turned round, looked at his disciples, and rebuked Peter. &apos;Get away from me, Satan,&apos; he said. &apos;Your thoughts don't come from God but from human nature!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then Jesus called the crowd and his disciples to him. &apos;If anyone wants to come with me,&apos; he told them, &apos;he must forget self, carry his cross, and follow me."
            },
            {
                "verse_number": "35",
                "verse_text": "For whoever wants to save his own life will lose it; but whoever loses his life for me and for the gospel will save it."
            },
            {
                "verse_number": "36",
                "verse_text": "Do people gain anything if they win the whole world but lose their life? Of course not!"
            },
            {
                "verse_number": "37",
                "verse_text": "There is nothing they can give to regain their life."
            },
            {
                "verse_number": "38",
                "verse_text": "If a person is ashamed of me and of my teaching in this godless and wicked day, then the Son of Man will be ashamed of him when he comes in the glory of his Father with the holy angels.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "And he went on to say, &apos;I tell you, there are some here who will not die until they have seen the Kingdom of God come with power.&apos; As soon as the spirit saw Jesus, it threw the boy into a fit, so that he fell on the ground and rolled round, foaming at the mouth. &apos;Ever since he was a child,&apos; he replied. &apos;Have the salt of friendship among yourselves, and live in peace with one another.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Six days later Jesus took with him Peter, James, and John, and led them up a high mountain, where they were alone. As they looked on, a change came over Jesus,"
            },
            {
                "verse_number": "3",
                "verse_text": "and his clothes became shining white &ndash; whiter than anyone in the world could wash them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the three disciples saw Elijah and Moses talking with Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Peter spoke up and said to Jesus, &apos;Teacher, how good it is that we are here! We will make three tents, one for you, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He and the others were so frightened that he did not know what to say."
            },
            {
                "verse_number": "7",
                "verse_text": "Then a cloud appeared and covered them with its shadow, and a voice came from the cloud, &apos;This is my own dear Son &ndash; listen to him!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They took a quick look round but did not see anyone else; only Jesus was with them."
            },
            {
                "verse_number": "9",
                "verse_text": "As they came down the mountain, Jesus ordered them, &apos;Don't tell anyone what you have seen, until the Son of Man has risen from death.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They obeyed his order, but among themselves they started discussing the matter, &apos;What does this &quot;rising from death&quot; mean?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "And they asked Jesus, &apos;Why do the teachers of the Law say that Elijah has to come first?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "His answer was, &apos;Elijah is indeed coming first in order to get everything ready. Yet why do the Scriptures say that the Son of Man will suffer much and be rejected?"
            },
            {
                "verse_number": "13",
                "verse_text": "I tell you, however, that Elijah has already come and that people treated him just as they pleased, as the Scriptures say about him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When they joined the rest of the disciples, they saw a large crowd round them and some teachers of the Law arguing with them."
            },
            {
                "verse_number": "15",
                "verse_text": "When the people saw Jesus, they were greatly surprised, and ran to him and greeted him."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus asked his disciples, &apos;What are you arguing with them about?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "A man in the crowd answered, &apos;Teacher, I brought my son to you, because he has an evil spirit in him and cannot talk."
            },
            {
                "verse_number": "18",
                "verse_text": "Whenever the spirit attacks him, it throws him to the ground, and he foams at the mouth, grits his teeth, and becomes stiff all over. I asked your disciples to drive the spirit out, but they could not.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to them, &apos;How unbelieving you people are! How long must I stay with you? How long do I have to put up with you? Bring the boy to me!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "They brought him to Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;How long has he been like this?&apos; Jesus asked the father."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Many times the evil spirit has tried to kill him by throwing him in the fire and into water. Have pity on us and help us, if you possibly can!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Yes,&apos; said Jesus, &apos;if you yourself can! Everything is possible for the person who has faith.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The father at once cried out, &apos;I do have faith, but not enough. Help me to have more!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus noticed that the crowd was closing in on them, so he gave a command to the evil spirit. &apos;Deaf and dumb spirit,&apos; he said, &apos;I order you to come out of the boy and never go into him again!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The spirit screamed, threw the boy into a bad fit, and came out. The boy looked like a corpse, and everyone said, &apos;He is dead!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus took the boy by the hand and helped him to rise, and he stood up."
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus had gone indoors, his disciples asked him privately, &apos;Why couldn't we drive the spirit out?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Only prayer can drive this kind out,&apos; answered Jesus; &apos;nothing else can.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus and his disciples left that place and went on through Galilee. Jesus did not want anyone to know where he was,"
            },
            {
                "verse_number": "31",
                "verse_text": "because he was teaching his disciples: &apos;The Son of Man will be handed over to those who will kill him. Three days later, however, he will rise to life.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But they did not understand what this teaching meant, and they were afraid to ask him."
            },
            {
                "verse_number": "33",
                "verse_text": "They came to Capernaum, and after going indoors Jesus asked his disciples, &apos;What were you arguing about on the road?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But they would not answer him, because on the road they had been arguing among themselves about who was the greatest."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus sat down, called the twelve disciples, and said to them, &apos;Whoever wants to be first must place himself last of all and be the servant of all.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then he took a child and made him stand in front of them. He put his arms round him and said to them,"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Whoever welcomes in my name one of these children, welcomes me; and whoever welcomes me, welcomes not only me but also the one who sent me.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "John said to him, &apos;Teacher, we saw a man who was driving out demons in your name, and we told him to stop, because he doesn't belong to our group.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Do not try to stop him,&apos; Jesus told them, &apos;because no one who performs a miracle in my name will be able soon afterwards to say evil things about me."
            },
            {
                "verse_number": "40",
                "verse_text": "For whoever is not against us is for us."
            },
            {
                "verse_number": "41",
                "verse_text": "I assure you that anyone who gives you a drink of water because you belong to me will certainly receive his reward."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;If anyone should cause one of these little ones to lose his faith in me, it would be better for that person to have a large millstone tied round his neck and be thrown into the sea."
            },
            {
                "verse_number": "43",
                "verse_text": "So if your hand makes you lose your faith, cut it off! It is better for you to enter life without a hand than to keep both hands and go off to hell, to the fire that never goes out."
            },
            {
                "verse_number": "45",
                "verse_text": "And if your foot makes you lose your faith, cut it off! It is better for you to enter life without a foot than to keep both feet and be thrown into hell."
            },
            {
                "verse_number": "47",
                "verse_text": "And if your eye makes you lose your faith, take it out! It is better for you to enter the Kingdom of God with only one eye than to keep both eyes and be thrown into hell."
            },
            {
                "verse_number": "48",
                "verse_text": "There &quot;the worms that eat them never die, and the fire that burns them is never put out.&quot;"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Everyone will be purified by fire as a sacrifice is purified by salt."
            },
            {
                "verse_number": "50",
                "verse_text": "&apos;Salt is good; but if it loses its saltiness, how can you make it salty again?"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus left that place, went to the province of Judea, and crossed the River Jordan. Crowds came flocking to him again, and he taught them, as he always did. Jesus said to them, &apos;You will indeed drink the cup I must drink and be baptized in the way I must be baptized. So they called the blind man. &apos;Cheer up!&apos; they said. &apos;Get up, he is calling you.&apos; &apos;Teacher,&apos; the blind man answered, &apos;I want to see again.&apos; At once he was able to see and followed Jesus on the road."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees came to him and tried to trap him. &apos;Tell us,&apos; they asked, &apos;does our Law allow a man to divorce his wife?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered with a question, &apos;What law did Moses give you?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Their answer was, &apos;Moses gave permission for a man to write a divorce notice and send his wife away.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said to them, &apos;Moses wrote this law for you because you are so hard to teach."
            },
            {
                "verse_number": "6",
                "verse_text": "But in the beginning, at the time of creation, &quot;God made them male and female,&quot; as the scripture says."
            },
            {
                "verse_number": "7",
                "verse_text": "&quot;And for this reason a man will leave his father and mother and unite with his wife,"
            },
            {
                "verse_number": "8",
                "verse_text": "and the two will become one.&quot; So they are no longer two, but one."
            },
            {
                "verse_number": "9",
                "verse_text": "No human being then must separate what God has joined together.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When they went back into the house, the disciples asked Jesus about this matter."
            },
            {
                "verse_number": "11",
                "verse_text": "He said to them, &apos;A man who divorces his wife and marries another woman commits adultery against his wife."
            },
            {
                "verse_number": "12",
                "verse_text": "In the same way, a woman who divorces her husband and marries another man commits adultery.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Some people brought children to Jesus for him to place his hands on them, but the disciples scolded the people."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus noticed this, he was angry and said to his disciples, &apos;Let the children come to me, and do not stop them, because the Kingdom of God belongs to such as these."
            },
            {
                "verse_number": "15",
                "verse_text": "I assure you that whoever does not receive the Kingdom of God like a child will never enter it.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he took the children in his arms, placed his hands on each of them, and blessed them."
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus was starting on his way again, a man ran up, knelt before him, and asked him, &apos;Good Teacher, what must I do to receive eternal life?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Why do you call me good?&apos; Jesus asked him. &apos;No one is good except God alone."
            },
            {
                "verse_number": "19",
                "verse_text": "You know the commandments: &quot;Do not commit murder; do not commit adultery; do not steal; do not accuse anyone falsely; do not cheat; respect your father and your mother.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Teacher,&apos; the man said, &apos;ever since I was young, I have obeyed all these commandments.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus looked straight at him with love and said, &apos;You need only one thing. Go and sell all you have and give the money to the poor, and you will have riches in heaven; then come and follow me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the man heard this, gloom spread over his face, and he went away sad, because he was very rich."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus looked round at his disciples and said to them, &apos;How hard it will be for rich people to enter the Kingdom of God!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The disciples were shocked at these words, but Jesus went on to say, &apos;My children, how hard it is to enter the Kingdom of God!"
            },
            {
                "verse_number": "25",
                "verse_text": "It is much harder for a rich person to enter the Kingdom of God than for a camel to go through the eye of a needle.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "At this the disciples were completely amazed and asked one another, &apos;Who, then, can be saved?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus looked straight at them and answered, &apos;This is impossible for human beings, but not for God; everything is possible for God.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Peter spoke up, &apos;Look, we have left everything and followed you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Yes,&apos; Jesus said to them, &apos;and I tell you that anyone who leaves home or brothers or sisters or mother or father or children or fields for me and for the gospel,"
            },
            {
                "verse_number": "30",
                "verse_text": "will receive much more in this present age. He will receive a hundred times more houses, brothers, sisters, mothers, children and fields &ndash; and persecutions as well; and in the age to come he will receive eternal life."
            },
            {
                "verse_number": "31",
                "verse_text": "But many who now are first will be last, and many who now are last will be first.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus and his disciples were now on the road going up to Jerusalem. Jesus was going ahead of the disciples, who were filled with alarm; the people who followed behind were afraid. Once again Jesus took the twelve disciples aside and spoke of the things that were going to happen to him."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Listen,&apos; he told them, &apos;we are going up to Jerusalem where the Son of Man will be handed over to the chief priests and the teachers of the Law. They will condemn him to death and then hand him over to the Gentiles,"
            },
            {
                "verse_number": "34",
                "verse_text": "who will mock him, spit on him, whip him, and kill him; but three days later he will rise to life.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then James and John, the sons of Zebedee, came to Jesus. &apos;Teacher,&apos; they said, &apos;there is something we want you to do for us.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;What is it?&apos; Jesus asked them."
            },
            {
                "verse_number": "37",
                "verse_text": "They answered, &apos;When you sit on your throne in your glorious Kingdom, we want you to let us sit with you, one at your right and one at your left.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus said to them, &apos;You don't know what you are asking for. Can you drink the cup of suffering that I must drink? Can you be baptized in the way I must be baptized?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;We can,&apos; they answered."
            },
            {
                "verse_number": "40",
                "verse_text": "But I do not have the right to choose who will sit at my right and my left. It is God who will give these places to those for whom he has prepared them.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "When the other ten disciples heard about it, they became angry with James and John."
            },
            {
                "verse_number": "42",
                "verse_text": "So Jesus called them all together to him and said, &apos;You know that those who are considered rulers of the heathen have power over them, and the leaders have complete authority."
            },
            {
                "verse_number": "43",
                "verse_text": "This, however, is not the way it is among you. If one of you wants to be great, he must be the servant of the rest;"
            },
            {
                "verse_number": "44",
                "verse_text": "and if one of you wants to be first, he must be the slave of all."
            },
            {
                "verse_number": "45",
                "verse_text": "For even the Son of Man did not come to be served; he came to serve and to give his life to redeem many people.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "They came to Jericho, and as Jesus was leaving with his disciples and a large crowd, a blind beggar named Bartimaeus son of Timaeus was sitting by the road."
            },
            {
                "verse_number": "47",
                "verse_text": "When he heard that it was Jesus of Nazareth, he began to shout, &apos;Jesus! Son of David! Take pity on me!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Many of the people scolded him and told him to be quiet. But he shouted even more loudly, &apos;Son of David, take pity on me!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus stopped and said, &apos;Call him.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "He threw off his cloak, jumped up, and came to Jesus."
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;What do you want me to do for you?&apos; Jesus asked him."
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;Go,&apos; Jesus told him, &apos;your faith has made you well.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "As they approached Jerusalem, near the towns of Bethphage and Bethany, they came to the Mount of Olives. Jesus sent two of his disciples on ahead"
            },
            {
                "verse_number": "2",
                "verse_text": "with these instructions: &apos;Go to the village there ahead of you. As soon as you get there, you will find a colt tied up that has never been ridden. Untie it and bring it here."
            },
            {
                "verse_number": "3",
                "verse_text": "And if someone asks you why you are doing that, tell him that the Master needs it and will send it back at once.&apos; And his disciples heard him. Jesus said to them, &apos;Neither will I tell you, then, by what right I do these things.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So they went and found a colt out in the street, tied to the door of a house. As they were untying it,"
            },
            {
                "verse_number": "5",
                "verse_text": "some of the bystanders asked them, &apos;What are you doing, untying that colt?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They answered just as Jesus had told them, and the bystanders let them go."
            },
            {
                "verse_number": "7",
                "verse_text": "They brought the colt to Jesus, threw their cloaks over the animal, and Jesus got on."
            },
            {
                "verse_number": "8",
                "verse_text": "Many people spread their cloaks on the road, while others cut branches in the fields and spread them on the road."
            },
            {
                "verse_number": "9",
                "verse_text": "The people who were in front and those who followed behind began to shout, &apos;Praise God! God bless him who comes in the name of the Lord!"
            },
            {
                "verse_number": "10",
                "verse_text": "God bless the coming kingdom of King David, our father! Praise God!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus entered Jerusalem, went into the Temple, and looked round at everything. But since it was already late in the day, he went out to Bethany with the twelve disciples."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day, as they were coming back from Bethany, Jesus was hungry."
            },
            {
                "verse_number": "13",
                "verse_text": "He saw in the distance a fig tree covered with leaves, so he went to see if he could find any figs on it. But when he came to it, he found only leaves, because it was not the right time for figs."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus said to the fig tree, &apos;No one shall ever eat figs from you again!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When they arrived in Jerusalem, Jesus went to the Temple and began to drive out all those who were buying and selling. He overturned the tables of the moneychangers and the stools of those who sold pigeons,"
            },
            {
                "verse_number": "16",
                "verse_text": "and he would not let anyone carry anything through the temple courtyards."
            },
            {
                "verse_number": "17",
                "verse_text": "He then taught the people: &apos;It is written in the Scriptures that God said, &quot;My Temple will be called a house of prayer for the people of all nations.&quot; But you have turned it into a hideout for thieves!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The chief priests and the teachers of the Law heard of this, so they began looking for some way to kill Jesus. They were afraid of him, because the whole crowd was amazed at his teaching."
            },
            {
                "verse_number": "19",
                "verse_text": "When evening came, Jesus and his disciples left the city."
            },
            {
                "verse_number": "20",
                "verse_text": "Early next morning, as they walked along the road, they saw the fig tree. It was dead all the way down to its roots."
            },
            {
                "verse_number": "21",
                "verse_text": "Peter remembered what had happened and said to Jesus, &apos;Look, Teacher, the fig tree you cursed has died!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered them, &apos;Have faith in God."
            },
            {
                "verse_number": "23",
                "verse_text": "I assure you that whoever tells this hill to get up and throw itself in the sea and does not doubt in his heart, but believes that what he says will happen, it will be done for him."
            },
            {
                "verse_number": "24",
                "verse_text": "For this reason I tell you: when you pray and ask for something, believe that you have received it, and you will be given whatever you ask for."
            },
            {
                "verse_number": "25",
                "verse_text": "And when you stand and pray, forgive anything you may have against anyone, so that your Father in heaven will forgive the wrongs you have done.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They arrived once again in Jerusalem. As Jesus was walking in the Temple, the chief priests, the teachers of the Law, and the elders came to him"
            },
            {
                "verse_number": "28",
                "verse_text": "and asked him, &apos;What right have you to do these things? Who gave you this right?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered them, &apos;I will ask you just one question, and if you give me an answer, I will tell you what right I have to do these things."
            },
            {
                "verse_number": "30",
                "verse_text": "Tell me, where did John's right to baptize come from: was it from God or from human beings?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They started to argue among themselves: &apos;What shall we say? If we answer, &quot;From God,&quot; he will say, &quot;Why, then, did you not believe John?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But if we say, &quot;From human beings&hellip; &quot; &apos; (They were afraid of the people, because everyone was convinced that John had been a prophet.)"
            },
            {
                "verse_number": "33",
                "verse_text": "So their answer to Jesus was, &apos;We don't know.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus spoke to them in parables: &apos;Once there was a man who planted a vineyard, put a fence round it, dug a hole for the winepress, and built a watchtower. Then he let out the vineyard to tenants and left home on a journey."
            },
            {
                "verse_number": "2",
                "verse_text": "When the time came to gather the grapes, he sent a slave to the tenants to receive from them his share of the harvest."
            },
            {
                "verse_number": "3",
                "verse_text": "The tenants seized the slave, beat him, and sent him back without a thing."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the owner sent another slave; the tenants beat him over the head and treated him shamefully."
            },
            {
                "verse_number": "5",
                "verse_text": "The owner sent another slave, and they killed him; and they treated many others the same way, beating some and killing others."
            },
            {
                "verse_number": "6",
                "verse_text": "The only one left to send was the man's own dear son. Last of all, then, he sent his son to the tenants. &quot;I am sure they will respect my son,&quot; he said."
            },
            {
                "verse_number": "7",
                "verse_text": "But those tenants said to one another, &quot;This is the owner's son. Come on, let's kill him, and his property will be ours!&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they seized the son and killed him and threw his body out of the vineyard. &quot;The stone which the builders rejected as worthless turned out to be the most important of all. what a wonderful sight it is!&quot; &apos; &apos;The Emperor's,&apos; they answered. And they were amazed at Jesus. After this nobody dared to ask Jesus any more questions. &quot;The Lord said to my Lord: Sit here on my right until I put your enemies under your feet.&quot; A large crowd was listening to Jesus gladly."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;What, then, will the owner of the vineyard do?&apos; asked Jesus. &apos;He will come and kill those tenants and hand the vineyard over to others."
            },
            {
                "verse_number": "10",
                "verse_text": "Surely you have read this scripture:"
            },
            {
                "verse_number": "11",
                "verse_text": "This was done by the Lord;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Jewish leaders tried to arrest Jesus, because they knew that he had told this parable against them. But they were afraid of the crowd, so they left him and went away."
            },
            {
                "verse_number": "13",
                "verse_text": "Some Pharisees and some members of Herod's party were sent to Jesus to trap him with questions."
            },
            {
                "verse_number": "14",
                "verse_text": "They came to him and said, &apos;Teacher, we know that you tell the truth, without worrying about what people think. You pay no attention to anyone's status, but teach the truth about God's will for people. Tell us, is it against our Law to pay taxes to the Roman Emperor? Should we pay them or not?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Jesus saw through their trick and answered, &apos;Why are you trying to trap me? Bring a silver coin, and let me see it.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They brought him one, and he asked, &apos;Whose face and name are these?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Jesus said, &apos;Well, then, pay the Emperor what belongs to the Emperor, and pay God what belongs to God.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then some Sadducees, who say that people will not rise from death, came to Jesus and said,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Teacher, Moses wrote this law for us: &quot;If a man dies and leaves a wife but no children, that man's brother must marry the widow so that they can have children who will be considered the dead man's children.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Once there were seven brothers; the eldest got married and died without having children."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the second one married the woman, and he also died without having children. The same thing happened to the third brother,"
            },
            {
                "verse_number": "22",
                "verse_text": "and then to the rest: all seven brothers married the woman and died without having children. Last of all, the woman died."
            },
            {
                "verse_number": "23",
                "verse_text": "Now, when all the dead rise to life on the day of resurrection, whose wife will she be? All seven of them had married her.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered them, &apos;How wrong you are! And do you know why? It is because you don't know the Scriptures or God's power."
            },
            {
                "verse_number": "25",
                "verse_text": "For when the dead rise to life, they will be like the angels in heaven and will not marry."
            },
            {
                "verse_number": "26",
                "verse_text": "Now, as for the dead being raised: haven't you ever read in the Book of Moses the passage about the burning bush? There it is written that God said to Moses, &quot;I am the God of Abraham, the God of Isaac, and the God of Jacob.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "He is the God of the living, not of the dead. You are completely wrong!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "A teacher of the Law was there who heard the discussion. He saw that Jesus had given the Sadducees a good answer, so he came to him with a question: &apos;Which commandment is the most important of all?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus replied, &apos;The most important one is this: &quot;Listen, Israel! The Lord our God is the only Lord."
            },
            {
                "verse_number": "30",
                "verse_text": "Love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "The second most important commandment is this: &quot;Love your neighbour as you love yourself.&quot; There is no other commandment more important than these two.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The teacher of the Law said to Jesus, &apos;Well done, Teacher! It is true, as you say, that only the Lord is God and that there is no other god but he."
            },
            {
                "verse_number": "33",
                "verse_text": "And to love God with all your heart and with all your mind and with all your strength, and to love your neighbour as yourself, is more important than to offer animals and other sacrifices to God.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus noticed how wise his answer was, and so he told him, &apos;You are not far from the Kingdom of God.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "As Jesus was teaching in the Temple, he asked the question, &apos;How can the teachers of the Law say that the Messiah will be the descendant of David?"
            },
            {
                "verse_number": "36",
                "verse_text": "The Holy Spirit inspired David to say:"
            },
            {
                "verse_number": "37",
                "verse_text": "David himself called him &quot;Lord&quot;; so how can the Messiah be David's descendant?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "As he taught them, he said, &apos;Watch out for the teachers of the Law, who like to walk around in their long robes and be greeted with respect in the market place,"
            },
            {
                "verse_number": "39",
                "verse_text": "who choose the reserved seats in the synagogues and the best places at feasts."
            },
            {
                "verse_number": "40",
                "verse_text": "They take advantage of widows and rob them of their homes, and then make a show of saying long prayers. Their punishment will be all the worse!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "As Jesus sat near the temple treasury, he watched the people as they dropped in their money. Many rich men dropped in a lot of money;"
            },
            {
                "verse_number": "42",
                "verse_text": "then a poor widow came along and dropped in two little copper coins, worth about a penny."
            },
            {
                "verse_number": "43",
                "verse_text": "He called his disciples together and said to them, &apos;I tell you that this poor widow put more in the offering box than all the others."
            },
            {
                "verse_number": "44",
                "verse_text": "For the others put in what they had to spare of their riches; but she, poor as she is, put in all she had &ndash; she gave all she had to live on.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus was leaving the Temple, one of his disciples said, &apos;Look, Teacher! What wonderful stones and buildings!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus answered, &apos;You see these great buildings? Not a single stone here will be left in its place; every one of them will be thrown down.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus was sitting on the Mount of Olives, across from the Temple, when Peter, James, John, and Andrew came to him in private."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Tell us when this will be,&apos; they said, &apos;and tell us what will happen to show that the time has come for all these things to take place.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said to them, &apos;Be on guard, and don't let anyone deceive you."
            },
            {
                "verse_number": "6",
                "verse_text": "Many men, claiming to speak for me, will come and say, &quot;I am he!&quot; and they will deceive many people."
            },
            {
                "verse_number": "7",
                "verse_text": "And don't be troubled when you hear the noise of battles close by and news of battles far away. Such things must happen, but they do not mean that the end has come."
            },
            {
                "verse_number": "8",
                "verse_text": "Countries will fight each other; kingdoms will attack one another. There will be earthquakes everywhere, and there will be famines. These things are like the first pains of childbirth."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You yourselves must be on guard. You will be arrested and taken to court. You will be beaten in the synagogues; you will stand before rulers and kings for my sake to tell them the Good News."
            },
            {
                "verse_number": "10",
                "verse_text": "But before the end comes, the gospel must be preached to all peoples."
            },
            {
                "verse_number": "11",
                "verse_text": "And when you are arrested and taken to court, do not worry beforehand about what you are going to say; when the time comes, say whatever is then given to you. For the words you speak will not be yours; they will come from the Holy Spirit."
            },
            {
                "verse_number": "12",
                "verse_text": "Men will hand over their own brothers to be put to death, and fathers will do the same to their children. Children will turn against their parents and have them put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone will hate you because of me. But whoever holds out to the end will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You will see &quot;The Awful Horror&quot; standing in the place where he should not be.&apos; (Note to the reader: be sure to understand what this means!) &apos;Then those who are in Judea must run away to the hills."
            },
            {
                "verse_number": "15",
                "verse_text": "Someone who is on the roof of his house must not lose time by going down into the house to get anything to take with him."
            },
            {
                "verse_number": "16",
                "verse_text": "Someone who is in the field must not go back to the house for his cloak."
            },
            {
                "verse_number": "17",
                "verse_text": "How terrible it will be in those days for women who are pregnant and for mothers with little babies!"
            },
            {
                "verse_number": "18",
                "verse_text": "Pray to God that these things will not happen in the winter!"
            },
            {
                "verse_number": "19",
                "verse_text": "For the trouble of those days will be far worse than any the world has ever known from the very beginning when God created the world until the present time. Nor will there ever be anything like it again."
            },
            {
                "verse_number": "20",
                "verse_text": "But the Lord has reduced the number of those days; if he had not, nobody would survive. For the sake of his chosen people, however, he has reduced those days."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Then, if anyone says to you, &quot;Look, here is the Messiah!&quot; or, &quot;Look, there he is!&quot; &ndash; do not believe him."
            },
            {
                "verse_number": "22",
                "verse_text": "For false Messiahs and false prophets will appear. They will perform miracles and wonders in order to deceive even God's chosen people, if possible."
            },
            {
                "verse_number": "23",
                "verse_text": "Be on your guard! I have told you everything before the time comes."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;In the days after that time of trouble the sun will grow dark, the moon will no longer shine,"
            },
            {
                "verse_number": "25",
                "verse_text": "the stars will fall from heaven, and the powers in space will be driven from their courses."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the Son of Man will appear, coming in the clouds with great power and glory."
            },
            {
                "verse_number": "27",
                "verse_text": "He will send the angels out to the four corners of the earth to gather God's chosen people from one end of the world to the other."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Let the fig tree teach you a lesson. When its branches become green and tender and it starts putting out leaves, you know that summer is near."
            },
            {
                "verse_number": "29",
                "verse_text": "In the same way, when you see these things happening, you will know that the time is near, ready to begin."
            },
            {
                "verse_number": "30",
                "verse_text": "Remember that all these things will happen before the people now living have all died."
            },
            {
                "verse_number": "31",
                "verse_text": "Heaven and earth will pass away, but my words will never pass away."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;No one knows, however, when that day or hour will come &ndash; neither the angels in heaven, nor the Son; only the Father knows."
            },
            {
                "verse_number": "33",
                "verse_text": "Be on watch, be alert, for you do not know when the time will come."
            },
            {
                "verse_number": "34",
                "verse_text": "It will be like a man who goes away from home on a journey and leaves his servants in charge, after giving to each one his own work to do and after telling the doorkeeper to keep watch."
            },
            {
                "verse_number": "35",
                "verse_text": "Be on guard, then, because you do not know when the master of the house is coming &ndash; it might be in the evening or at midnight or before dawn or at sunrise."
            },
            {
                "verse_number": "36",
                "verse_text": "If he comes suddenly, he must not find you asleep."
            },
            {
                "verse_number": "37",
                "verse_text": "What I say to you, then, I say to all: watch!&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "It was now two days before the Festival of Passover and Unleavened Bread. The chief priests and the teachers of the Law were looking for a way to arrest Jesus secretly and put him to death."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;We must not do it during the festival,&apos; they said, &apos;or the people might riot.&apos; And all the other disciples said the same thing. They all voted against him: he was guilty and should be put to death. A little while later the bystanders accused Peter again, &apos;You can't deny that you are one of them, because you, too, are from Galilee.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus was in Bethany at the house of Simon, a man who had suffered from a dreaded skin disease. While Jesus was eating, a woman came in with an alabaster jar full of a very expensive perfume made of pure nard. She broke the jar and poured the perfume on Jesus' head."
            },
            {
                "verse_number": "4",
                "verse_text": "Some of the people there became angry and said to one another, &apos;What was the use of wasting the perfume?"
            },
            {
                "verse_number": "5",
                "verse_text": "It could have been sold for more than 300 silver coins and the money given to the poor!&apos; And they criticized her harshly."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jesus said, &apos;Leave her alone! Why are you bothering her? She has done a fine and beautiful thing for me."
            },
            {
                "verse_number": "7",
                "verse_text": "You will always have poor people with you, and any time you want to, you can help them. But you will not always have me."
            },
            {
                "verse_number": "8",
                "verse_text": "She did what she could; she poured perfume on my body to prepare it ahead of time for burial."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, I assure you that wherever the gospel is preached all over the world, what she has done will be told in memory of her.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Judas Iscariot, one of the twelve disciples, went off to the chief priests in order to betray Jesus to them."
            },
            {
                "verse_number": "11",
                "verse_text": "They were pleased to hear what he had to say, and promised to give him money. So Judas started looking for a good chance to hand Jesus over to them."
            },
            {
                "verse_number": "12",
                "verse_text": "On the first day of the Festival of Unleavened Bread, the day the lambs for the Passover meal were killed, Jesus' disciples asked him, &apos;Where do you want us to go and get the Passover meal ready for you?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus sent two of them with these instructions: &apos;Go into the city, and a man carrying a jar of water will meet you. Follow him"
            },
            {
                "verse_number": "14",
                "verse_text": "to the house he enters, and say to the owner of the house: &quot;The Teacher says, Where is the room where my disciples and I will eat the Passover meal?&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then he will show you a large upstairs room, prepared and furnished, where you will get everything ready for us.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The disciples left, went to the city, and found everything just as Jesus had told them; and they prepared the Passover meal."
            },
            {
                "verse_number": "17",
                "verse_text": "When it was evening, Jesus came with the twelve disciples."
            },
            {
                "verse_number": "18",
                "verse_text": "While they were at the table eating, Jesus said, &apos;I tell you that one of you will betray me &ndash; one who is eating with me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The disciples were upset and began to ask him, one after the other, &apos;Surely you don't mean me, do you?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered, &apos;It will be one of you twelve, one who dips his bread in the dish with me."
            },
            {
                "verse_number": "21",
                "verse_text": "The Son of Man will die as the Scriptures say he will; but how terrible for that man who betrays the Son of Man! It would have been better for that man if he had never been born!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While they were eating, Jesus took a piece of bread, gave a prayer of thanks, broke it, and gave it to his disciples. &apos;Take it,&apos; he said, &apos;this is my body.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then he took a cup, gave thanks to God, and handed it to them; and they all drank from it."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus said, &apos;This is my blood which is poured out for many, my blood which seals God's covenant."
            },
            {
                "verse_number": "25",
                "verse_text": "I tell you, I will never again drink this wine until the day I drink the new wine in the Kingdom of God.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then they sang a hymn and went out to the Mount of Olives."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus said to them, &apos;All of you will run away and leave me, for the scripture says, &quot;God will kill the shepherd, and the sheep will all be scattered.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "But after I am raised to life, I will go to Galilee ahead of you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Peter answered, &apos;I will never leave you, even though all the rest do!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus said to Peter, &apos;I tell you that before the cock crows twice tonight, you will say three times that you do not know me.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Peter answered even more strongly, &apos;I will never say that, even if I have to die with you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They came to a place called Gethsemane, and Jesus said to his disciples, &apos;Sit here while I pray.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He took Peter, James, and John with him. Distress and anguish came over him,"
            },
            {
                "verse_number": "34",
                "verse_text": "and he said to them, &apos;The sorrow in my heart is so great that it almost crushes me. Stay here and keep watch.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "He went a little farther on, threw himself on the ground, and prayed that, if possible, he might not have to go through that time of suffering."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Father,&apos; he prayed, &apos;my Father! All things are possible for you. Take this cup of suffering away from me. Yet not what I want, but what you want.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then he returned and found the three disciples asleep. He said to Peter, &apos;Simon, are you asleep? Weren't you able to stay awake even for one hour?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "And he said to them, &apos;Keep watch, and pray that you will not fall into temptation. The spirit is willing, but the flesh is weak.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "He went away once more and prayed, saying the same words."
            },
            {
                "verse_number": "40",
                "verse_text": "Then he came back to the disciples and found them asleep; they could not keep their eyes open. And they did not know what to say to him."
            },
            {
                "verse_number": "41",
                "verse_text": "When he came back the third time, he said to them, &apos;Are you still sleeping and resting? Enough! The hour has come! Look, the Son of Man is now being handed over to the power of sinners."
            },
            {
                "verse_number": "42",
                "verse_text": "Get up, let us go. Look, here is the man who is betraying me!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus was still speaking when Judas, one of the twelve disciples, arrived. With him was a crowd armed with swords and clubs, and sent by the chief priests, the teachers of the Law, and the elders."
            },
            {
                "verse_number": "44",
                "verse_text": "The traitor had given the crowd a signal: &apos;The man I kiss is the one you want. Arrest him and take him away under guard.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "As soon as Judas arrived, he went up to Jesus and said, &apos;Teacher!&apos; and kissed him."
            },
            {
                "verse_number": "46",
                "verse_text": "So they arrested Jesus and held him tight."
            },
            {
                "verse_number": "47",
                "verse_text": "But one of those standing there drew his sword and struck at the High Priest's slave, cutting off his ear."
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus spoke up and said to them, &apos;Did you have to come with swords and clubs to capture me, as though I were an outlaw?"
            },
            {
                "verse_number": "49",
                "verse_text": "Day after day I was with you teaching in the Temple, and you did not arrest me. But the Scriptures must come true.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Then all the disciples left him and ran away."
            },
            {
                "verse_number": "51",
                "verse_text": "A certain young man, dressed only in a linen cloth, was following Jesus. They tried to arrest him,"
            },
            {
                "verse_number": "52",
                "verse_text": "but he ran away naked, leaving the cloth behind."
            },
            {
                "verse_number": "53",
                "verse_text": "Then Jesus was taken to the High Priest's house, where all the chief priests, the elders, and the teachers of the Law were gathering."
            },
            {
                "verse_number": "54",
                "verse_text": "Peter followed from a distance and went into the courtyard of the High Priest's house. There he sat down with the guards, keeping himself warm by the fire."
            },
            {
                "verse_number": "55",
                "verse_text": "The chief priests and the whole Council tried to find some evidence against Jesus in order to put him to death, but they could not find any."
            },
            {
                "verse_number": "56",
                "verse_text": "Many witnesses told lies against Jesus, but their stories did not agree."
            },
            {
                "verse_number": "57",
                "verse_text": "Then some men stood up and told this lie against Jesus:"
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;We heard him say, &quot;I will tear down this Temple which men have made, and after three days I will build one that is not made by men.&quot; &apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Not even they, however, could make their stories agree."
            },
            {
                "verse_number": "60",
                "verse_text": "The High Priest stood up in front of them all and questioned Jesus, &apos;Have you no answer to the accusation they bring against you?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "But Jesus kept quiet and would not say a word. Again the High Priest questioned him, &apos;Are you the Messiah, the Son of the Blessed God?&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "&apos;I am,&apos; answered Jesus, &apos;and you will all see the Son of Man seated on the right of the Almighty and coming with the clouds of heaven!&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "The High Priest tore his robes and said, &apos;We don't need any more witnesses!"
            },
            {
                "verse_number": "64",
                "verse_text": "You heard his blasphemy. What is your decision?&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Some of them began to spit on Jesus, and they blindfolded him and hit him. &apos;Guess who hit you!&apos; they said. And the guards took him and slapped him."
            },
            {
                "verse_number": "66",
                "verse_text": "Peter was still down in the courtyard when one of the High Priest's servant women came by."
            },
            {
                "verse_number": "67",
                "verse_text": "When she saw Peter warming himself, she looked straight at him and said, &apos;You, too, were with Jesus of Nazareth.&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "But he denied it. &apos;I don't know&hellip; I don't understand what you are talking about,&apos; he answered, and went out into the passage. Just then a cock crowed."
            },
            {
                "verse_number": "69",
                "verse_text": "The servant woman saw him there and began to repeat to the bystanders, &apos;He is one of them!&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But Peter denied it again."
            },
            {
                "verse_number": "71",
                "verse_text": "Then Peter said, &apos;I swear that I am telling the truth! May God punish me if I am not! I do not know the man you are talking about!&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "Just then a cock crowed a second time, and Peter remembered how Jesus had said to him, &apos;Before the cock crows twice, you will say three times that you do not know me.&apos; And he broke down and cried."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Early in the morning the chief priests met hurriedly with the elders, the teachers of the Law, and the whole Council, and made their plans. They put Jesus in chains, led him away, and handed him over to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "Pilate questioned him, &apos;Are you the king of the Jews?&apos; Jesus answered, &apos;So you say.&apos; They shouted all the louder, &apos;Crucify him!&apos; And the two who were crucified with Jesus insulted him also."
            },
            {
                "verse_number": "3",
                "verse_text": "The chief priests were accusing Jesus of many things,"
            },
            {
                "verse_number": "4",
                "verse_text": "so Pilate questioned him again, &apos;Aren't you going to answer? Listen to all their accusations!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Again Jesus refused to say a word, and Pilate was amazed."
            },
            {
                "verse_number": "6",
                "verse_text": "At every Passover Festival Pilate was in the habit of setting free any one prisoner the people asked for."
            },
            {
                "verse_number": "7",
                "verse_text": "At that time a man named Barabbas was in prison with the rebels who had committed murder in the riot."
            },
            {
                "verse_number": "8",
                "verse_text": "When the crowd gathered and began to ask Pilate for the usual favour,"
            },
            {
                "verse_number": "9",
                "verse_text": "he asked them, &apos;Do you want me to set free for you the king of the Jews?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He knew very well that the chief priests had handed Jesus over to him because they were jealous."
            },
            {
                "verse_number": "11",
                "verse_text": "But the chief priests stirred up the crowd to ask, instead, for Pilate to set Barabbas free for them."
            },
            {
                "verse_number": "12",
                "verse_text": "Pilate spoke again to the crowd, &apos;What, then, do you want me to do with the one you call the king of the Jews?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They shouted back, &apos;Crucify him!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But what crime has he committed?&apos; Pilate asked."
            },
            {
                "verse_number": "15",
                "verse_text": "Pilate wanted to please the crowd, so he set Barabbas free for them. Then he had Jesus whipped and handed him over to be crucified."
            },
            {
                "verse_number": "16",
                "verse_text": "The soldiers took Jesus inside to the courtyard of the governor's palace and called together the rest of the company."
            },
            {
                "verse_number": "17",
                "verse_text": "They put a purple robe on Jesus, made a crown out of thorny branches, and put it on his head."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they began to salute him: &apos;Long live the King of the Jews!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They beat him over the head with a stick, spat on him, fell on their knees, and bowed down to him."
            },
            {
                "verse_number": "20",
                "verse_text": "When they had finished mocking him, they took off the purple robe and put his own clothes back on him. Then they led him out to crucify him."
            },
            {
                "verse_number": "21",
                "verse_text": "On the way they met a man named Simon, who was coming into the city from the country, and the soldiers forced him to carry Jesus' cross. (Simon was from Cyrene and was the father of Alexander and Rufus.)"
            },
            {
                "verse_number": "22",
                "verse_text": "They took Jesus to a place called Golgotha, which means &apos;The Place of the Skull&apos;."
            },
            {
                "verse_number": "23",
                "verse_text": "There they tried to give him wine mixed with a drug called myrrh, but Jesus would not drink it."
            },
            {
                "verse_number": "24",
                "verse_text": "Then they crucified him and divided his clothes among themselves, throwing dice to see who would get which piece of clothing."
            },
            {
                "verse_number": "25",
                "verse_text": "It was nine o'clock in the morning when they crucified him."
            },
            {
                "verse_number": "26",
                "verse_text": "The notice of the accusation against him said: &apos;The King of the Jews&apos;."
            },
            {
                "verse_number": "27",
                "verse_text": "They also crucified two bandits with Jesus, one on his right and the other on his left."
            },
            {
                "verse_number": "29",
                "verse_text": "People passing by shook their heads and hurled insults at Jesus: &apos;Aha! You were going to tear down the Temple and build it up again in three days!"
            },
            {
                "verse_number": "30",
                "verse_text": "Now come down from the cross and save yourself!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way the chief priests and the teachers of the Law jeered at Jesus, saying to each other, &apos;He saved others, but he cannot save himself!"
            },
            {
                "verse_number": "32",
                "verse_text": "Let us see the Messiah, the king of Israel, come down from the cross now, and we will believe in him!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "At noon the whole country was covered with darkness, which lasted for three hours."
            },
            {
                "verse_number": "34",
                "verse_text": "At three o'clock Jesus cried out with a loud shout, &apos;Eloi, Eloi, lema sabachthani?&apos; which means, &apos;My God, my God, why did you abandon me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Some of the people there heard him and said, &apos;Listen, he is calling for Elijah!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "One of them ran up with a sponge, soaked it in cheap wine, and put it on the end of a stick. Then he held it up to Jesus' lips and said, &apos;Wait! Let us see if Elijah is coming to bring him down from the cross!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "With a loud cry Jesus died."
            },
            {
                "verse_number": "38",
                "verse_text": "The curtain hanging in the Temple was torn in two, from top to bottom."
            },
            {
                "verse_number": "39",
                "verse_text": "The army officer who was standing there in front of the cross saw how Jesus had died. &apos;This man was really the Son of God!&apos; he said."
            },
            {
                "verse_number": "40",
                "verse_text": "Some women were there, looking on from a distance. Among them were Mary Magdalene, Mary the mother of the younger James and of Joseph, and Salome."
            },
            {
                "verse_number": "41",
                "verse_text": "They had followed Jesus while he was in Galilee and had helped him. Many other women who had come to Jerusalem with him were there also."
            },
            {
                "verse_number": "44",
                "verse_text": "Pilate was surprised to hear that Jesus was already dead. He called the army officer and asked him if Jesus had been dead a long time."
            },
            {
                "verse_number": "45",
                "verse_text": "After hearing the officer's report, Pilate told Joseph he could have the body."
            },
            {
                "verse_number": "46",
                "verse_text": "Joseph bought a linen sheet, took the body down, wrapped it in the sheet, and placed it in a tomb which had been dug out of solid rock. Then he rolled a large stone across the entrance to the tomb."
            },
            {
                "verse_number": "47",
                "verse_text": "Mary Magdalene and Mary the mother of Joseph were watching and saw where the body of Jesus was placed."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "After the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices to go and anoint the body of Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "Very early on Sunday morning, at sunrise, they went to the tomb."
            },
            {
                "verse_number": "5",
                "verse_text": "So they entered the tomb, where they saw a young man sitting on the right, wearing a white robe &ndash; and they were alarmed. [ ["
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Don't be alarmed,&apos; he said. &apos;I know you are looking for Jesus of Nazareth, who was crucified. He is not here &ndash; he has been raised! Look, here is the place where they put him."
            },
            {
                "verse_number": "7",
                "verse_text": "Now go and give this message to his disciples, including Peter: &quot;He is going to Galilee ahead of you; there you will see him, just as he told you.&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they went out and ran from the tomb, distressed and terrified. They said nothing to anyone, because they were afraid."
            },
            {
                "verse_number": "9",
                "verse_text": "After Jesus rose from death early on Sunday, he appeared first to Mary Magdalene, from whom he had driven out seven demons. The women went to Peter and his friends and gave them a brief account of all they had been told."
            },
            {
                "verse_number": "10",
                "verse_text": "She went and told his companions. They were mourning and crying; After this, Jesus himself sent out through his disciples from the east to the west the sacred and ever-living message of eternal salvation.]"
            },
            {
                "verse_number": "11",
                "verse_text": "and when they heard her say that Jesus was alive and that she had seen him, they did not believe her."
            },
            {
                "verse_number": "12",
                "verse_text": "After this, Jesus appeared in a different manner to two of them while they were on their way to the country."
            },
            {
                "verse_number": "13",
                "verse_text": "They returned and told the others, but they would not believe it."
            },
            {
                "verse_number": "14",
                "verse_text": "Last of all, Jesus appeared to the eleven disciples as they were eating. He scolded them, because they did not have faith and because they were too stubborn to believe those who had seen him alive."
            },
            {
                "verse_number": "15",
                "verse_text": "He said to them, &apos;Go throughout the whole world and preach the gospel to the whole human race."
            },
            {
                "verse_number": "16",
                "verse_text": "Whoever believes and is baptized will be saved; whoever does not believe will be condemned."
            },
            {
                "verse_number": "17",
                "verse_text": "Believers will be given the power to perform miracles: they will drive out demons in my name; they will speak in strange tongues;"
            },
            {
                "verse_number": "18",
                "verse_text": "if they pick up snakes or drink any poison, they will not be harmed; they will place their hands on sick people, who will get well.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "After the Lord Jesus had talked with them, he was taken up to heaven and sat at the right side of God."
            },
            {
                "verse_number": "20",
                "verse_text": "The disciples went and preached everywhere, and the Lord worked with them and proved that their preaching was true by the miracles that were performed.]"
            }
        ]
    }
}