{
    "Ezra": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the first year that Cyrus of Persia was emperor, the LORD made what he had said through the prophet Jeremiah come true. He prompted Cyrus to issue the following command and send it out in writing to be read aloud everywhere in his empire: gold bowls for offerings 30 silver bowls for offerings 1,000 other bowls 29 small gold bowls 30 small silver bowls 410 other utensils 1,000"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This is the command of Cyrus, Emperor of Persia. The LORD , the God of Heaven, has made me ruler over the whole world and has given me the responsibility of building a temple for him in Jerusalem in Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "May God be with all of you who are his people. You are to go to Jerusalem and rebuild the Temple of the LORD , the God of Israel, the God who is worshipped in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "If any of his people in exile need help to return, their neighbours are to give them this help. They are to provide them with silver and gold, supplies and pack animals, as well as offerings to present in the Temple of God in Jerusalem.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the heads of the clans of the tribes of Judah and Benjamin, the priests and Levites, and everyone else whose heart God had moved got ready to go and rebuild the LORD 's Temple in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "All their neighbours helped them by giving them many things: silver utensils, gold, supplies, pack animals, other valuables, and offerings for the Temple."
            },
            {
                "verse_number": "7",
                "verse_text": "Cyrus gave them back the bowls and cups that King Nebuchadnezzar had taken from the Temple in Jerusalem and had put in the temple of his gods."
            },
            {
                "verse_number": "8",
                "verse_text": "He handed them over to Mithredath, chief of the royal treasury, who made an inventory of them for Sheshbazzar, the governor of Judah,"
            },
            {
                "verse_number": "11",
                "verse_text": "In all there were 5,400 gold and silver bowls and other articles which Sheshbazzar took with him when he and the other exiles went from Babylon to Jerusalem."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Many of the exiles left the province of Babylon and returned to Jerusalem and Judah, all to their own cities. Their families had been living in exile in Babylonia ever since King Nebuchadnezzar had taken them there as prisoners."
            },
            {
                "verse_number": "2",
                "verse_text": "Their leaders were Zerubbabel, Joshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. This is the list of the clans of Israel, with the number of those from each clan who returned from exile: Shephatiah &ndash; 372 Arah &ndash; 775 Pahath Moab (descendants of Jeshua and Joab) &ndash; 2,812 Elam &ndash; 1,254 Zattu &ndash; 945 Zaccai &ndash; 760 Bani &ndash; 642 Bebai &ndash; 623 Azgad &ndash; 1,222 Adonikam &ndash; 666 Bigvai &ndash; 2,056 Adin &ndash; 454 Ater (also called Hezekiah) &ndash; 98 Bezai &ndash; 323 Jorah &ndash; 112 Hashum &ndash; 223 Gibbar &ndash; 95 Bethlehem &ndash; 123 Netophah &ndash; 56 Anathoth &ndash; 128 Azmaveth &ndash; 42 Kiriath Jearim, Chephirah, and Beeroth &ndash; 743 Ramah and Geba &ndash; 621 Michmash &ndash; 122 Bethel and Ai &ndash; 223 Nebo &ndash; 52 Magbish &ndash; 156 The other Elam &ndash; 1,254 Harim &ndash; 320 Lod, Hadid, and Ono &ndash; 725 Jericho &ndash; 345 Senaah &ndash; 3,630 Jedaiah (descendants of Jeshua) &ndash; 973 Immer &ndash; 1,052 Pashhur &ndash; 1,247 Harim &ndash; 1,017 Jeshua and Kadmiel (descendants of Hodaviah) &ndash; 74 Temple musicians (descendants of Asaph) &ndash; 128 Temple guards (descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai) &ndash; 139 Ziha, Hasupha, Tabbaoth, Keros, Siaha, Padon, Lebanah, Hagabah, Akkub, Hagab, Shamlai, Hanan, Giddel, Gahar, Reaiah, Rezin, Nekoda, Gazzam, Uzza, Paseah, Besai, Asnah, Meunim, Nephisim, Bakbuk, Hakupha, Harhur, Bazluth, Mehida, Harsha, Barkos, Sisera, Temah, Neziah, and Hatipha. Sotai, Hassophereth, Peruda, Jaalah, Darkon, Giddel, Shephatiah, Hattil, Pochereth Hazzebaim, and Ami. Their male and female servants &ndash; 7,337 Male and female musicians &ndash; 200 Horses &ndash; 736 Mules &ndash; 245 Camels &ndash; 435 Donkeys &ndash; 6,720"
            },
            {
                "verse_number": "58",
                "verse_text": "The total number of descendants of the temple workmen and of Solomon's servants who returned from exile was 392."
            },
            {
                "verse_number": "63",
                "verse_text": "The Jewish governor told them that they could not eat the food offered to God until there was a priest who could use the Urim and Thummim."
            },
            {
                "verse_number": "68",
                "verse_text": "When the exiles arrived at the LORD 's Temple in Jerusalem, some of the leaders of the clans gave freewill offerings to help rebuild the Temple on its old site."
            },
            {
                "verse_number": "69",
                "verse_text": "They gave as much as they could for this work, and the total came to 500 kilogrammes of gold, 2.8 tonnes of silver, and 100 robes for priests."
            },
            {
                "verse_number": "70",
                "verse_text": "The priests, the Levites, and some of the people settled in or near Jerusalem; the musicians, the temple guards, and the temple workmen settled in nearby towns; and the rest of the Israelites settled in the towns where their ancestors had lived."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "By the seventh month the people of Israel were all settled in their towns. Then they all assembled in Jerusalem,"
            },
            {
                "verse_number": "2",
                "verse_text": "and Joshua son of Jehozadak, his fellow-priests, and Zerubbabel son of Shealtiel, together with his relatives, rebuilt the altar of the God of Israel, so that they could burn sacrifices on it according to the instructions written in the Law of Moses, the man of God."
            },
            {
                "verse_number": "3",
                "verse_text": "Even though the returning exiles were afraid of the people who were living in the land, they rebuilt the altar where it had stood before. Then they began once again to burn on it the regular morning and evening sacrifices."
            },
            {
                "verse_number": "4",
                "verse_text": "They celebrated the Festival of Shelters according to the regulations; each day they offered the sacrifices required for that day;"
            },
            {
                "verse_number": "5",
                "verse_text": "and in addition they offered the regular sacrifices to be burnt whole and those to be offered at the New Moon Festival and at all the other regular assemblies at which the LORD is worshipped, as well as all the offerings that were given to the LORD voluntarily."
            },
            {
                "verse_number": "6",
                "verse_text": "Although the people had not yet started to rebuild the Temple, they began on the first day of the seventh month to burn sacrifices to the LORD . &apos;The LORD is good, and his love for Israel is eternal.&apos; Everyone shouted with all his might, praising the LORD , because the work on the foundation of the Temple had been started."
            },
            {
                "verse_number": "7",
                "verse_text": "The people gave money to pay the stonemasons and the carpenters and gave food, drink, and olive oil to be sent to the cities of Tyre and Sidon in exchange for cedar trees from Lebanon, which were to be brought by sea to Joppa. All this was done with the permission of Cyrus, emperor of Persia."
            },
            {
                "verse_number": "8",
                "verse_text": "So in the second month of the year after they came back to the site of the Temple in Jerusalem, they began work. Zerubbabel, Joshua, and the rest of their fellow-countrymen, the priests, and the Levites, in fact all the exiles who had come back to Jerusalem, joined in the work. All the Levites twenty years of age or older were put in charge of the work of rebuilding the Temple."
            },
            {
                "verse_number": "9",
                "verse_text": "The Levite Jeshua and his sons and relatives, and Kadmiel and his sons (the clan of Hodaviah) joined together in taking charge of the rebuilding of the Temple. (They were helped by the Levites of the clan of Henadad.)"
            },
            {
                "verse_number": "10",
                "verse_text": "When the builders started to lay the foundation of the Temple, the priests in their robes took their places with trumpets in their hands, and the Levites of the clan of Asaph stood there with cymbals. They praised the LORD according to the instructions handed down from the time of King David."
            },
            {
                "verse_number": "11",
                "verse_text": "They sang the LORD 's praises, repeating the refrain:"
            },
            {
                "verse_number": "12",
                "verse_text": "Many of the older priests, Levites, and heads of clans had seen the first Temple, and as they watched the foundation of this Temple being laid, they cried and wailed. But the others who were there shouted for joy."
            },
            {
                "verse_number": "13",
                "verse_text": "No one could distinguish between the joyful shouts and the crying, because the noise they made was so loud that it could be heard far and wide."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The enemies of the people of Judah and Benjamin heard that those who had returned from exile were rebuilding the Temple of the LORD , the God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So they went to see Zerubbabel and the heads of the clans and said, &apos;Let us join you in building the Temple. We worship the same God you worship, and we have been offering sacrifices to him ever since Esarhaddon, emperor of Assyria, sent us here to live.&apos; &apos;To Emperor Artaxerxes from his servants, the men of West Euphrates. &apos;To Rehum, the governor, to Shimshai, secretary of the province, and to their associates who live in Samaria and in the rest of West Euphrates, greetings."
            },
            {
                "verse_number": "3",
                "verse_text": "Zerubbabel, Joshua, and the heads of the clans said to them, &apos;We don't need your help to build a temple for the LORD our God. We will build it ourselves, just as Cyrus, emperor of Persia, commanded us.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the people who had been living in the land tried to discourage and frighten the Jews and keep them from building."
            },
            {
                "verse_number": "5",
                "verse_text": "They also bribed Persian government officials to work against them. They kept on doing this throughout the reign of Cyrus and into the reign of Darius."
            },
            {
                "verse_number": "6",
                "verse_text": "At the beginning of the reign of Xerxes the emperor, the enemies of the people living in Judah and Jerusalem brought written charges against them."
            },
            {
                "verse_number": "7",
                "verse_text": "Again, in the reign of Artaxerxes, emperor of Persia, Bishlam, Mithredath, Tabeel, and their associates wrote a letter to the emperor. The letter was written in Aramaic and was to be translated when read."
            },
            {
                "verse_number": "8",
                "verse_text": "Also Rehum, the governor, and Shimshai, the secretary of the province, wrote the following letter to Artaxerxes about Jerusalem:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;From Rehum, the governor, from Shimshai, secretary of the province, from their associates, the judges, and from all the other officials, who are men originally from Erech, Babylon, and Susa in the land of Elam,"
            },
            {
                "verse_number": "10",
                "verse_text": "together with the other peoples whom the great and powerful Ashurbanipal moved from their homes and settled in the city of Samaria and elsewhere in the province of West Euphrates.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "This is the text of the letter:"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;We want Your Majesty to know that the Jews who came here from your other territories have settled in Jerusalem and are rebuilding that evil and rebellious city. They have begun to rebuild the walls and will soon finish them."
            },
            {
                "verse_number": "13",
                "verse_text": "Your Majesty, if this city is rebuilt and its walls are completed, the people will stop paying taxes, and your royal revenues will decrease."
            },
            {
                "verse_number": "14",
                "verse_text": "Now, because we are under obligation to Your Majesty, we do not want to see this happen, and so we suggest"
            },
            {
                "verse_number": "15",
                "verse_text": "that you order a search to be made in the records your ancestors kept. If you do, you will discover that this city has always been rebellious and that from ancient times it has given trouble to kings and to rulers of provinces. Its people have always been hard to govern. This is why the city was destroyed."
            },
            {
                "verse_number": "16",
                "verse_text": "We therefore are convinced that if this city is rebuilt and its walls are completed, Your Majesty will no longer be able to control the province of West Euphrates.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The emperor sent this answer:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The letter which you sent has been translated and read to me."
            },
            {
                "verse_number": "19",
                "verse_text": "I gave orders for an investigation to be made, and it has indeed been found that from ancient times Jerusalem has revolted against royal authority and that it has been full of rebels and troublemakers."
            },
            {
                "verse_number": "20",
                "verse_text": "Powerful kings have reigned there and have ruled over the entire province of West Euphrates, collecting taxes and revenue."
            },
            {
                "verse_number": "21",
                "verse_text": "Therefore you are to issue orders that those men are to stop rebuilding the city until I give further commands."
            },
            {
                "verse_number": "22",
                "verse_text": "Do this at once, so that no more harm may be done to my interests.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "As soon as this letter from Artaxerxes was read to Rehum, Shimshai, and their associates, they hurried to Jerusalem and forced the Jews to stop rebuilding the city."
            },
            {
                "verse_number": "24",
                "verse_text": "Work on the Temple had been stopped and had remained at a standstill until the second year of the reign of Darius, emperor of Persia."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "At that time two prophets, Haggai and Zechariah son of Iddo, began to speak in the name of the God of Israel to the Jews who lived in Judah and Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "When Zerubbabel son of Shealtiel and Joshua son of Jehozadak heard their messages, they began to rebuild the Temple in Jerusalem, and the two prophets helped them."
            },
            {
                "verse_number": "3",
                "verse_text": "Almost at once Tattenai, governor of West Euphrates, Shethar Bozenai, and their fellow-officials came to Jerusalem and demanded: &apos;Who gave you orders to build this Temple and equip it?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They also asked for the names of all the men who were helping to build the Temple."
            },
            {
                "verse_number": "5",
                "verse_text": "But God was watching over the Jewish leaders, and the Persian officials decided to take no action until they could write to Darius and receive a reply."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the report that they sent to the emperor:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;To Emperor Darius, may you rule in peace."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Your Majesty should know that we went to the province of Judah and found that the Temple of the great God is being rebuilt with large stone blocks and with wooden beams set in the wall. The work is being done with great care and is moving ahead steadily."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;We then asked the leaders of the people to tell us who had given them authority to rebuild the Temple and to equip it."
            },
            {
                "verse_number": "10",
                "verse_text": "We also asked them their names so that we could inform you who the leaders of this work are."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;They answered, &quot;We are servants of the God of heaven and earth, and we are rebuilding the Temple which was originally built and equipped many years ago by a powerful king of Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "But because our ancestors made the God of Heaven angry, he let them be conquered by King Nebuchadnezzar of Babylonia, a king of the Chaldean dynasty. The Temple was destroyed, and the people were taken into exile in Babylonia."
            },
            {
                "verse_number": "13",
                "verse_text": "Then in the first year of the reign of King Cyrus as emperor of Babylonia, Cyrus issued orders for the Temple to be rebuilt."
            },
            {
                "verse_number": "14",
                "verse_text": "He restored the gold and silver temple utensils which Nebuchadnezzar had taken from the Temple in Jerusalem and had placed in the temple in Babylon. Cyrus handed these utensils over to a man named Sheshbazzar, whom he appointed governor of Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "The emperor told him to take them and return them to the Temple in Jerusalem, and to rebuild the Temple where it had stood before."
            },
            {
                "verse_number": "16",
                "verse_text": "So Sheshbazzar came and laid its foundation; construction has continued from then until the present, but the Temple is still not finished.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Now, if it please Your Majesty, let a search be made in the royal records in Babylon to find whether or not Cyrus gave orders for this Temple in Jerusalem to be rebuilt, and then inform us what your will is in this matter.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So Darius the emperor issued orders for a search to be made in the royal records that were kept in Babylon."
            },
            {
                "verse_number": "2",
                "verse_text": "But it was in the city of Ecbatana in the province of Media that a scroll was found, containing the following record: &apos;To Tattenai, governor of West Euphrates, Shethar Bozenai, and your fellow-officials in West Euphrates. &apos;Stay away from the Temple"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;In the first year of his reign Cyrus the emperor commanded that the Temple in Jerusalem be rebuilt as a place where sacrifices are made and offerings are burnt. The Temple is to be 27 metres high and 27 metres wide."
            },
            {
                "verse_number": "4",
                "verse_text": "The walls are to be built with one layer of wood on top of every three layers of stone. All expenses are to be paid by the royal treasury."
            },
            {
                "verse_number": "5",
                "verse_text": "Also the gold and silver utensils which King Nebuchadnezzar brought to Babylon from the Temple in Jerusalem are to be returned to their proper place in the Jerusalem Temple.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Darius sent the following reply:"
            },
            {
                "verse_number": "7",
                "verse_text": "and do not interfere with its construction. Let the governor of Judah and the Jewish leaders rebuild the Temple of God where it stood before."
            },
            {
                "verse_number": "8",
                "verse_text": "I hereby command you to help them rebuild it. Their expenses are to be paid promptly out of the royal funds received from taxes in West Euphrates, so that the work is not interrupted."
            },
            {
                "verse_number": "9",
                "verse_text": "Day by day, without fail, you are to give the priests in Jerusalem whatever they tell you they need: young bulls, sheep, or lambs to be burnt as offerings to the God of Heaven, or wheat, salt, wine, or olive oil."
            },
            {
                "verse_number": "10",
                "verse_text": "This is to be done so that they can offer sacrifices that are acceptable to the God of Heaven and pray for his blessing on me and my sons."
            },
            {
                "verse_number": "11",
                "verse_text": "I further command that if anyone disobeys this order, a wooden beam is to be torn out of his house, sharpened at one end, and then driven through his body. And his house is to be made a rubbish heap."
            },
            {
                "verse_number": "12",
                "verse_text": "May the God who chose Jerusalem as the place where he is to be worshipped overthrow any king or nation that defies this command and tries to destroy the Temple there. I, Darius, have given this order. It is to be fully obeyed.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Tattenai the governor, Shethar Bozenai, and their fellow-officials did exactly as the emperor had commanded."
            },
            {
                "verse_number": "14",
                "verse_text": "The Jewish leaders made good progress with the building of the Temple, encouraged by the prophets Haggai and Zechariah. They completed the Temple as they had been commanded by the God of Israel and by Cyrus, Darius, and Artaxerxes, emperors of Persia."
            },
            {
                "verse_number": "15",
                "verse_text": "They finished the Temple on the third day of the month Adar in the sixth year of the reign of Darius the emperor."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the people of Israel &ndash; the priests, the Levites, and all the others who had returned from exile &ndash; joyfully dedicated the Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "For the dedication they offered 100 bulls, 200 sheep, and 400 lambs as sacrifices, and twelve goats as offerings for sin, one for each tribe of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "They also organized the priests and the Levites for the temple services in Jerusalem, according to the instructions contained in the book of Moses."
            },
            {
                "verse_number": "19",
                "verse_text": "The people who had returned from exile celebrated Passover on the fourteenth day of the first month of the following year."
            },
            {
                "verse_number": "20",
                "verse_text": "All the priests and the Levites had purified themselves and were ritually clean. The Levites killed the animals for the Passover sacrifices for all the people who had returned, for the priests, and for themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "The sacrifices were eaten by all the Israelites who had returned from exile and by all those who had given up the pagan ways of the other people who were living in the land and who had come to worship the LORD God of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "For seven days they joyfully celebrated the Festival of Unleavened Bread. They were full of joy because the LORD had made the emperor of Assyria favourable to them, so that he supported them in their work of rebuilding the Temple of the God of Israel."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Many years later, when Artaxerxes was emperor of Persia, there was a man named Ezra. He traced his ancestors back to Aaron, the High Priest, as follows: Ezra was the son of Seraiah, son of Azariah, son of Hilkiah,"
            },
            {
                "verse_number": "2",
                "verse_text": "son of Shallum, son of Zadok, son of Ahitub,"
            },
            {
                "verse_number": "3",
                "verse_text": "son of Amariah, son of Azariah, son of Meraioth,"
            },
            {
                "verse_number": "4",
                "verse_text": "son of Zerahiah, son of Uzzi, son of Bukki,"
            },
            {
                "verse_number": "5",
                "verse_text": "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron."
            },
            {
                "verse_number": "10",
                "verse_text": "Ezra had devoted his life to studying the Law of the LORD , to practising it, and to teaching all its laws and regulations to the people of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Artaxerxes gave the following document to Ezra, the priest and scholar, who had a thorough knowledge of the laws and commands which the LORD had given to Israel:"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;From Artaxerxes the emperor to Ezra the priest, scholar in the Law of the God of Heaven."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I command that throughout my empire all the Israelite people, priests, and Levites that so desire be permitted to go with you to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "I, together with my seven counsellors, send you to investigate the conditions in Jerusalem and Judah in order to see how well the Law of your God, which has been entrusted to you, is being obeyed."
            },
            {
                "verse_number": "15",
                "verse_text": "You are to take with you the gold and silver offerings which I and my counsellors desire to give to the God of Israel, whose Temple is in Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "You are also to take all the silver and gold which you collect throughout the province of Babylon and the offerings which the Israelite people and their priests give for the Temple of their God in Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;You are to spend this money carefully and buy bulls, rams, lambs, corn, and wine and offer them on the altar of the Temple in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "You may use the silver and gold that is left over for whatever you and your people desire, in accordance with the will of your God."
            },
            {
                "verse_number": "19",
                "verse_text": "You are to present to God in Jerusalem all the utensils that have been given to you for use in the temple services."
            },
            {
                "verse_number": "20",
                "verse_text": "And anything else which you need for the Temple, you may get from the royal treasury."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;I command all the treasury officials in the province of West Euphrates to provide promptly for Ezra, the priest and scholar in the Law of the God of Heaven, everything he asks you for,"
            },
            {
                "verse_number": "22",
                "verse_text": "up to a limit of 3.4 tonnes of silver, ten tonnes of wheat, 2,000 litres of wine, 2,000 litres of olive oil, and as much salt as necessary."
            },
            {
                "verse_number": "23",
                "verse_text": "You must be careful to provide everything which the God of Heaven requires for his Temple, and so make sure that he is never angry with me or with those who reign after me."
            },
            {
                "verse_number": "24",
                "verse_text": "You are forbidden to collect any taxes from the priests, Levites, musicians, guards, workmen, or anyone else connected with this Temple."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;You, Ezra, using the wisdom which your God has given you, are to appoint administrators and judges to govern all the people in West Euphrates who live by the Law of your God. You must teach that Law to anyone who does not know it."
            },
            {
                "verse_number": "26",
                "verse_text": "If anyone disobeys the laws of your God or the laws of the empire, he is to be punished promptly: by death or by exile or by confiscation of his property or by imprisonment.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Ezra said, &apos;Praise the LORD , the God of our ancestors! He has made the emperor willing to honour in this way the Temple of the LORD in Jerusalem."
            },
            {
                "verse_number": "28",
                "verse_text": "By God's grace I have won the favour of the emperor, of his counsellors, and of all his powerful officials; the LORD my God has given me courage, and I have been able to persuade many of the heads of the clans of Israel to return with me.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "This is the list of the heads of the clans who had been in exile in Babylonia and who returned with Ezra to Jerusalem when Artaxerxes was emperor: Daniel, of the clan of Ithamar Hattush son of Shecaniah, of the clan of David Zechariah, of the clan of Parosh, with 150 men of his clan (there were records of their ancestry) Eliehoenai son of Zerahiah, of the clan of Pahath Moab, with 200 men Ebed son of Jonathan, of the clan of Adin, with fifty men Jeshaiah son of Athaliah, of the clan of Elam, with seventy men Zebadiah son of Michael, of the clan of Shephatiah, with eighty men Obadiah son of Jehiel, of the clan of Joab, with 218 men Zechariah son of Bebai, of the clan of Bebai, with 28 men Johanan son of Hakkatan, of the clan of Azgad, with 110 men Eliphelet, Jeuel, and Shemaiah, of the clan of Adonikam, with sixty men (they returned at a later date) Uthai and Zaccur, of the clan of Bigvai, with seventy men. silver &ndash; 22 tonnes 100 silver utensils &ndash; seventy kilogrammes gold &ndash; 3.4 tonnes twenty gold bowls &ndash; 8.4 kilogrammes two fine bronze bowls, equal in value to gold bowls."
            },
            {
                "verse_number": "15",
                "verse_text": "I assembled the entire group by the canal that runs to the town of Ahava, and we camped there three days. I found that there were priests in the group, but no Levites."
            },
            {
                "verse_number": "16",
                "verse_text": "I sent for nine of the leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, and for two teachers, Joiarib and Elnathan."
            },
            {
                "verse_number": "17",
                "verse_text": "I sent them to Iddo, head of the community at Casiphia, to ask him and his associates, the temple workmen, to send us people to serve God in the Temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Through God's grace they sent us Sherebiah, an able man, a Levite from the clan of Mahli, and eighteen of his sons and brothers came with him."
            },
            {
                "verse_number": "19",
                "verse_text": "They also sent Hashabiah and Jeshaiah of the clan of Merari, with twenty of their relatives."
            },
            {
                "verse_number": "20",
                "verse_text": "In addition there were 220 temple workmen whose ancestors had been designated by King David and his officials to assist the Levites. They were all listed by name."
            },
            {
                "verse_number": "21",
                "verse_text": "There by the Ahava Canal I gave orders for us all to fast and humble ourselves before our God and to ask him to lead us on our journey and protect us and our children and all our possessions."
            },
            {
                "verse_number": "22",
                "verse_text": "I would have been ashamed to ask the emperor for a troop of cavalry to guard us from any enemies during our journey, because I had told him that our God blesses everyone who trusts him, but that he is displeased with and punishes anyone who turns away from him."
            },
            {
                "verse_number": "23",
                "verse_text": "So we fasted and prayed for God to protect us, and he answered our prayers."
            },
            {
                "verse_number": "24",
                "verse_text": "From among the leading priests I chose Sherebiah, Hashabiah, and ten others."
            },
            {
                "verse_number": "25",
                "verse_text": "Then I weighed out the silver, the gold, and the utensils which the emperor, his advisers and officials, and the people of Israel had given to be used in the Temple, and I gave it to the priests."
            },
            {
                "verse_number": "28",
                "verse_text": "I said to them, &apos;You are sacred to the LORD , the God of your ancestors, and so are all the silver and gold utensils brought to him as freewill offerings."
            },
            {
                "verse_number": "29",
                "verse_text": "Guard them carefully until you reach the Temple. There in the priests' room weigh them and hand them over to the leaders of the priests and of the Levites, and to the leaders of the people of Israel in Jerusalem.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the priests and the Levites took charge of the silver, the gold, and the utensils, to take them to the Temple in Jerusalem."
            },
            {
                "verse_number": "31",
                "verse_text": "It was on the twelfth day of the first month that we left the Ahava Canal to go to Jerusalem. Our God was with us and protected us from enemy attacks and from ambush as we travelled."
            },
            {
                "verse_number": "32",
                "verse_text": "When we reached Jerusalem, we rested for three days."
            },
            {
                "verse_number": "33",
                "verse_text": "Then on the fourth day we went to the Temple, weighed the silver, the gold, and the utensils, and handed them over to Meremoth the priest, son of Uriah. With him were Eleazar son of Phinehas and two Levites, Jozabad son of Jeshua and Noadiah son of Binnui."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything was counted and weighed, and a complete record was made at the same time."
            },
            {
                "verse_number": "35",
                "verse_text": "All those who had returned from exile then brought offerings to be burnt as sacrifices to the God of Israel. They offered twelve bulls for all Israel, 96 rams, and 77 lambs; they also offered twelve goats to purify themselves from sin. All these animals were burnt as sacrifices to the LORD ."
            },
            {
                "verse_number": "36",
                "verse_text": "They also took the document the emperor had given them and gave it to the governors and officials of the province of West Euphrates, who then gave their support to the people and the temple worship."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "After all this had been done, some of the leaders of the people of Israel came and told me that the people, the priests, and the Levites had not kept themselves separate from the people in the neighbouring countries of Ammon, Moab, and Egypt or from the Canaanites, Hittites, Perizzites, Jebusites, and Amorites. They were doing the same disgusting things that those people did."
            },
            {
                "verse_number": "2",
                "verse_text": "Jewish men were marrying foreign women, and so God's holy people had become contaminated. The leaders and officials were the chief offenders."
            },
            {
                "verse_number": "3",
                "verse_text": "When I heard this, I tore my clothes in despair, tore my hair and my beard, and sat down crushed with grief."
            },
            {
                "verse_number": "4",
                "verse_text": "I sat there grieving until the time for the evening sacrifice to be offered, and people began to gather round me &ndash; all those who were frightened because of what the God of Israel had said about the sins of those who had returned from exile."
            },
            {
                "verse_number": "5",
                "verse_text": "When the time came for the evening sacrifice, I got up from where I had been grieving, and still wearing my torn clothes, I knelt in prayer and stretched out my hands to the LORD my God."
            },
            {
                "verse_number": "6",
                "verse_text": "I said, &apos;O God, I am too ashamed to raise my head in your presence. Our sins pile up, high above our heads; they reach as high as the heavens."
            },
            {
                "verse_number": "7",
                "verse_text": "From the days of our ancestors until now, we, your people, have sinned greatly. Because of our sins we, our kings, and our priests have fallen into the hands of foreign kings, and we have been slaughtered, robbed, and carried away as prisoners. We have been totally disgraced, as we still are today."
            },
            {
                "verse_number": "8",
                "verse_text": "Now for a short time, O LORD our God, you have been gracious to us and have let some of us escape from slavery and live in safety in this holy place. You have freed us from slavery and given us new life."
            },
            {
                "verse_number": "9",
                "verse_text": "We were slaves, but you did not leave us in slavery. You made the emperors of Persia favour us and permit us to go on living and to rebuild your Temple, which was in ruins, and to find safety here in Judah and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But now, O God, what can we say after all that has happened? We have again disobeyed the commands"
            },
            {
                "verse_number": "11",
                "verse_text": "that you gave us through your servants, the prophets. They told us that the land we were going to occupy was an impure land because the people who lived in it filled it from one end to the other with disgusting, filthy actions."
            },
            {
                "verse_number": "12",
                "verse_text": "They told us that we were never to intermarry with those people and never to help them prosper or succeed if we wanted to enjoy the land and pass it on to our descendants for ever."
            },
            {
                "verse_number": "13",
                "verse_text": "Even after everything that has happened to us in punishment for our sins and wrongs, we know that you, our God, have punished us less than we deserve and have allowed us to survive."
            },
            {
                "verse_number": "14",
                "verse_text": "Then how can we ignore your commandments again and intermarry with these wicked people? If we do, you will be so angry that you will destroy us completely and let no one survive."
            },
            {
                "verse_number": "15",
                "verse_text": "LORD God of Israel, you are just, but you have let us survive. We confess our guilt to you; we have no right to come into your presence.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "While Ezra was bowing in prayer in front of the Temple, weeping and confessing these sins, a large group of Israelites &ndash; men, women, and children &ndash; gathered round him, weeping bitterly."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Shecaniah son of Jehiel, of the clan of Elam, said to Ezra, &apos;We have broken faith with God by marrying foreign women, but even so there is still hope for Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Now we must make a solemn promise to our God that we will send these women and their children away. We will do what you and the others who honour God's commands advise us to do. We will do what God's Law demands."
            },
            {
                "verse_number": "4",
                "verse_text": "It is your responsibility to act. We are behind you, so go ahead and get it done.&apos; Clan of Joshua and his brothers, sons of Jehozadak: Maaseiah, Eliezer, Jarib, and Gedaliah. Jozabad, Shimei, Kelaiah (also called Kelita), Pethahiah, Judah, and Eliezer. Eliashib. Shallum, Telem, and Uri. Clan of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah"
            },
            {
                "verse_number": "5",
                "verse_text": "So Ezra began by making the leaders of the priests, of the Levites, and of the rest of the people take an oath that they would do what Shecaniah had proposed."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he went from in front of the Temple into the living quarters of Jehohanan son of Eliashib, and spent the night there grieving over the unfaithfulness of the exiles. He did not eat or drink anything."
            },
            {
                "verse_number": "7",
                "verse_text": "A message was sent throughout Jerusalem and Judah that all those who had returned from exile were to meet in Jerusalem"
            },
            {
                "verse_number": "8",
                "verse_text": "by order of the leaders of the people. If anyone failed to come within three days, all his property would be confiscated, and he would lose his right to be a member of the community."
            },
            {
                "verse_number": "9",
                "verse_text": "Within the three days, on the twentieth day of the ninth month, all the men living in the territory of Judah and Benjamin came to Jerusalem and assembled in the temple square. It was raining hard, and because of the weather and the importance of the meeting everyone was trembling."
            },
            {
                "verse_number": "10",
                "verse_text": "Ezra the priest stood up and spoke to them. He said, &apos;You have been faithless and have brought guilt on Israel by marrying foreign women."
            },
            {
                "verse_number": "11",
                "verse_text": "Now then, confess your sins to the LORD , the God of your ancestors, and do what pleases him. Separate yourselves from the foreigners living in our land and get rid of your foreign wives.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The people shouted in answer, &apos;We will do whatever you say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But they added, &apos;The crowd is too big, and it's raining hard. We can't stand here in the open like this. This isn't something that can be done in one or two days, because so many of us are involved in this sin."
            },
            {
                "verse_number": "14",
                "verse_text": "Let our officials stay in Jerusalem and take charge of the matter. Then let anyone who has a foreign wife come at a set time, together with the leaders and the judges of his city. In this way God's anger over this situation will be turned away.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "No one was opposed to the plan except Jonathan son of Asahel and Jahzeiah son of Tikvah, who had the support of Meshullam and of Shabbethai, a Levite."
            },
            {
                "verse_number": "16",
                "verse_text": "The returned exiles accepted the plan, so Ezra the priest appointed men from among the heads of the clans and recorded their names. On the first day of the tenth month they began their investigation,"
            },
            {
                "verse_number": "17",
                "verse_text": "and within the next three months they investigated all the cases of men with foreign wives."
            },
            {
                "verse_number": "18",
                "verse_text": "This is the list of the men who had foreign wives:"
            },
            {
                "verse_number": "19",
                "verse_text": "They promised to divorce their wives, and they offered a ram as a sacrifice for their sins."
            },
            {
                "verse_number": "20",
                "verse_text": "Clan of Immer: Hanani and Zebadiah"
            },
            {
                "verse_number": "21",
                "verse_text": "Clan of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah"
            },
            {
                "verse_number": "22",
                "verse_text": "Clan of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
            },
            {
                "verse_number": "26",
                "verse_text": "Clan of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah"
            },
            {
                "verse_number": "27",
                "verse_text": "Clan of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza"
            },
            {
                "verse_number": "28",
                "verse_text": "Clan of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai"
            },
            {
                "verse_number": "29",
                "verse_text": "Clan of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth"
            },
            {
                "verse_number": "30",
                "verse_text": "Clan of Pahath Moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh"
            },
            {
                "verse_number": "33",
                "verse_text": "Clan of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei"
            },
            {
                "verse_number": "43",
                "verse_text": "Clan of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
            },
            {
                "verse_number": "44",
                "verse_text": "All these men had foreign wives. They divorced them and sent them and their children away."
            }
        ]
    }
}