{
    "Nehemiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the account of what Nehemiah son of Hacaliah accomplished. In the month of Kislev in the twentieth year that Artaxerxes was emperor of Persia, I, Nehemiah, was in Susa, the capital city. For several days I mourned and did not eat. I prayed to God, In those days I was the emperor's wine steward."
            },
            {
                "verse_number": "2",
                "verse_text": "Hanani, one of my brothers, arrived from Judah with another group, and I asked them about Jerusalem and about our fellow-Jews who had returned from exile in Babylonia."
            },
            {
                "verse_number": "3",
                "verse_text": "They told me that those who had survived and were back in the homeland were in great difficulty and that the foreigners who lived near by looked down on them. They also told me that the walls of Jerusalem were still broken down and that the gates had not been restored since the time they were burnt."
            },
            {
                "verse_number": "4",
                "verse_text": "When I heard all this, I sat down and wept."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos; LORD God of Heaven! You are great, and we stand in fear of you. You faithfully keep your covenant with those who love you and do what you command."
            },
            {
                "verse_number": "6",
                "verse_text": "Look at me, LORD , and hear my prayer, as I pray day and night for your servants, the people of Israel. I confess that we, the people of Israel, have sinned. My ancestors and I have sinned."
            },
            {
                "verse_number": "7",
                "verse_text": "We have acted wickedly against you and have not done what you commanded. We have not kept the laws which you gave us through Moses, your servant."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember now what you told Moses: &quot;If you people of Israel are unfaithful to me, I will scatter you among the other nations."
            },
            {
                "verse_number": "9",
                "verse_text": "But then if you turn back to me and do what I have commanded you, I will bring you back to the place where I have chosen to be worshipped, even though you are scattered to the ends of the earth.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Lord, these are your servants, your own people. You rescued them by your great power and strength."
            },
            {
                "verse_number": "11",
                "verse_text": "Listen now to my prayer and to the prayers of all your other servants who want to honour you. Give me success today and make the emperor merciful to me.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "One day four months later, when Emperor Artaxerxes was dining, I took the wine to him. He had never seen me look sad before,"
            },
            {
                "verse_number": "2",
                "verse_text": "so he asked, &apos;Why are you looking so sad? You aren't ill, so it must be that you're unhappy.&apos; I was startled I prayed to the God of Heaven, They responded, &apos;Let's start rebuilding!&apos; And they got ready to start the work."
            },
            {
                "verse_number": "3",
                "verse_text": "and answered, &apos;May Your Majesty live for ever! How can I help looking sad when the city where my ancestors are buried is in ruins and its gates have been destroyed by fire?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The emperor asked, &apos;What is it that you want?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "and then I said to the emperor, &apos;If Your Majesty is pleased with me and is willing to grant my request, let me go to the land of Judah, to the city where my ancestors are buried, so that I can rebuild the city.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The emperor, with the empress sitting at his side, approved my request. He asked me how long I would be gone and when I would return, and I told him."
            },
            {
                "verse_number": "7",
                "verse_text": "Then I asked him to grant me the favour of giving me letters to the governors of West Euphrates Province, instructing them to let me travel to Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "I asked also for a letter to Asaph, keeper of the royal forests, instructing him to supply me with timber for the gates of the fort that guards the Temple, for the city walls, and for the house I was to live in. The emperor gave me all I asked for, because God was with me."
            },
            {
                "verse_number": "9",
                "verse_text": "The emperor sent some army officers and a troop of horsemen with me, and I made the journey to West Euphrates. There I gave the emperor's letters to the governors."
            },
            {
                "verse_number": "10",
                "verse_text": "But Sanballat, from the town of Beth Horon, and Tobiah, an official in the province of Ammon, heard that someone had come to work for the good of the people of Israel, and they were highly indignant."
            },
            {
                "verse_number": "11",
                "verse_text": "I went on to Jerusalem, and for three days"
            },
            {
                "verse_number": "12",
                "verse_text": "I did not tell anyone what God had inspired me to do for Jerusalem. Then in the middle of the night I got up and went out, taking a few of my companions with me. The only animal we took was the donkey that I rode on."
            },
            {
                "verse_number": "13",
                "verse_text": "It was still night as I left the city through the Valley Gate on the west and went south past Dragon's Fountain to the Rubbish Gate. As I went, I inspected the broken walls of the city and the gates that had been destroyed by fire."
            },
            {
                "verse_number": "14",
                "verse_text": "Then on the east side of the city I went north to the Fountain Gate and the King's Pool. The donkey I was riding could not find any path through the rubble,"
            },
            {
                "verse_number": "15",
                "verse_text": "so I went down into the valley of the Kidron and rode along, looking at the wall. Then I returned the way I had come and went back into the city through the Valley Gate."
            },
            {
                "verse_number": "16",
                "verse_text": "None of the local officials knew where I had been or what I had been doing. So far I had not said anything to any of my fellow-Jews &ndash; the priests, the leaders, the officials, or anyone else who would be taking part in the work."
            },
            {
                "verse_number": "17",
                "verse_text": "But now I said to them, &apos;See what trouble we are in because Jerusalem is in ruins and its gates are destroyed! Let's rebuild the city walls and put an end to our disgrace.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And I told them how God had been with me and helped me, and what the emperor had said to me."
            },
            {
                "verse_number": "19",
                "verse_text": "When Sanballat, Tobiah, and an Arab named Geshem heard what we were planning to do, they laughed at us and said, &apos;What do you think you're doing? Are you going to rebel against the emperor?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "I answered, &apos;The God of Heaven will give us success. We are his servants, and we are going to start building. But you have no right to any property in Jerusalem, and you have no share in its traditions.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is how the city wall was rebuilt. The High Priest Eliashib and his fellow-priests rebuilt the Sheep Gate, dedicated it, and put the gates in place. They dedicated the wall as far as the Tower of the Hundred and the Tower of Hananel. Zaccur son of Imri built the next section. Meshullam, the son of Berechiah and grandson of Meshezabel, built the next section. Zadok son of Baana built the next section. Hananiah, a maker of perfumes, built the next section, as far as Broad Wall. Hattush son of Hashabneiah built the next section. Rehum son of Bani built the next section; Hashabiah, ruler of half the Keilah District, built the next section on behalf of his district; Priests from the area around Jerusalem built the next section; Azariah, the son of Maaseiah and grandson of Ananiah, built the next section, which was in front of his house; Pedaiah son of Parosh built the next section, to a point on the east near the Water Gate and the tower guarding the Temple. (This was near that part of the city called Ophel, where the temple workmen lived.) Shemaiah son of Shecaniah, keeper of the East Gate, built the next section. Meshullam son of Berechiah built the next section, which was in front of his house."
            },
            {
                "verse_number": "2",
                "verse_text": "The men of Jericho built the next section."
            },
            {
                "verse_number": "3",
                "verse_text": "The clan of Hassenaah built the Fish Gate. They put the beams and the gates in place, and put in the bolts and bars for locking the gate."
            },
            {
                "verse_number": "4",
                "verse_text": "Meremoth, the son of Uriah and grandson of Hakkoz, built the next section."
            },
            {
                "verse_number": "5",
                "verse_text": "The men of Tekoa built the next section, but the leading men of the town refused to do the manual labour assigned to them by the supervisors."
            },
            {
                "verse_number": "6",
                "verse_text": "Joiada son of Paseah and Meshullam son of Besodeiah rebuilt Jeshanah Gate. They put the beams and the gates in place, and put in the bolts and bars for locking the gate."
            },
            {
                "verse_number": "7",
                "verse_text": "Melatiah from Gibeon, Jadon from Meronoth, and the men of Gibeon and Mizpah built the next section, as far as the residence of the governor of West Euphrates."
            },
            {
                "verse_number": "8",
                "verse_text": "Uzziel son of Harhaiah, a goldsmith, built the next section."
            },
            {
                "verse_number": "9",
                "verse_text": "Rephaiah son of Hur, ruler of half the Jerusalem District, built the next section."
            },
            {
                "verse_number": "10",
                "verse_text": "Jedaiah son of Harumaph built the next section, which was near his own house."
            },
            {
                "verse_number": "11",
                "verse_text": "Malchijah son of Harim and Hasshub son of Pahath Moab built both the next section and the Tower of the Ovens."
            },
            {
                "verse_number": "12",
                "verse_text": "Shallum son of Hallohesh, ruler of the other half of the Jerusalem District, built the next section. (His daughters helped with the work.)"
            },
            {
                "verse_number": "13",
                "verse_text": "Hanun and the inhabitants of the city of Zanoah rebuilt the Valley Gate. They put the gates in place, put in the bolts and the bars for locking the gate, and repaired the wall for 440 metres, as far as the Rubbish Gate."
            },
            {
                "verse_number": "14",
                "verse_text": "Malchijah son of Rechab, ruler of the Beth Haccherem District, rebuilt the Rubbish Gate. He put the gates in place, and put in the bolts and the bars for locking the gate."
            },
            {
                "verse_number": "15",
                "verse_text": "Shallum son of Colhozeh, ruler of the Mizpah District, rebuilt the Fountain Gate. He covered the gateway, put the gates in place, and put in the bolts and the bars. At the Pool of Shelah he built the wall next to the royal garden, as far as the steps leading down from David's City."
            },
            {
                "verse_number": "16",
                "verse_text": "Nehemiah son of Azbuk, ruler of half the Bethzur District, built the next section, as far as David's tomb, the pool, and the barracks."
            },
            {
                "verse_number": "17",
                "verse_text": "The following Levites rebuilt the next several sections of the wall:"
            },
            {
                "verse_number": "18",
                "verse_text": "Bavvai son of Henadad, ruler of the other half of the Keilah District, built the next section;"
            },
            {
                "verse_number": "19",
                "verse_text": "Ezer son of Jeshua, ruler of Mizpah, built the next section in front of the armoury, as far as the place where the wall turns;"
            },
            {
                "verse_number": "20",
                "verse_text": "Baruch son of Zabbai built the next section, as far as the entrance to the house of the High Priest Eliashib;"
            },
            {
                "verse_number": "21",
                "verse_text": "Meremoth, the son of Uriah and grandson of Hakkoz, built the next section, up to the far end of Eliashib's house."
            },
            {
                "verse_number": "22",
                "verse_text": "The following priests rebuilt the next several sections of the wall:"
            },
            {
                "verse_number": "23",
                "verse_text": "Benjamin and Hasshub built the next section, which was in front of their houses;"
            },
            {
                "verse_number": "24",
                "verse_text": "Binnui son of Henadad built the next section, from Azariah's house to the corner of the wall;"
            },
            {
                "verse_number": "27",
                "verse_text": "The men of Tekoa built the next section, their second one, from a point opposite the large tower guarding the Temple as far as the wall near Ophel."
            },
            {
                "verse_number": "28",
                "verse_text": "A group of priests built the next section, going north from the Horse Gate, each one building in front of his own house."
            },
            {
                "verse_number": "29",
                "verse_text": "Zadok son of Immer built the next section, which was in front of his house."
            },
            {
                "verse_number": "30",
                "verse_text": "Hananiah son of Shelemiah and Hanun, the sixth son of Zalaph, built the next section, their second one."
            },
            {
                "verse_number": "31",
                "verse_text": "Malchijah, a goldsmith, built the next section, as far as the building used by the temple workmen and the merchants, which was by the Miphkad Gate, near the room on top of the north-east corner of the wall."
            },
            {
                "verse_number": "32",
                "verse_text": "The goldsmiths and the merchants built the last section, from the room at the corner as far as the Sheep Gate."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Sanballat heard that we Jews had begun rebuilding the wall, he was furious and began to ridicule us."
            },
            {
                "verse_number": "2",
                "verse_text": "In front of his companions and the Samaritan troops he said, &apos;What do these miserable Jews think they're doing? Do they intend to rebuild the city? Do they think that by offering sacrifices they can finish the work in one day? Can they make building stones out of heaps of burnt rubble?&apos; &apos;We grow weak carrying burdens; There's so much rubble to take away. How can we build the wall today?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Tobiah was standing there beside him, and he added, &apos;What kind of wall could they ever build? Even a fox could knock it down!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "I prayed, &apos;Listen to them mocking us, O God! Let their ridicule fall on their own heads. Let them be robbed of everything they have, and let them be taken as prisoners to a foreign land."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't forgive the evil they do and don't forget their sins, for they have insulted us who are building.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So we went on rebuilding the wall, and soon it was half its full height, because the people were eager to work."
            },
            {
                "verse_number": "7",
                "verse_text": "Sanballat, Tobiah, and the people of Arabia, Ammon, and Ashdod heard that we were making progress in rebuilding the wall of Jerusalem and that the gaps in the wall were being closed, and they were very angry."
            },
            {
                "verse_number": "8",
                "verse_text": "So they all plotted together to come and attack Jerusalem and create confusion,"
            },
            {
                "verse_number": "9",
                "verse_text": "but we prayed to our God and kept men on guard against them day and night."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of Judah had a song they sang:"
            },
            {
                "verse_number": "11",
                "verse_text": "Our enemies thought we would not see them or know what was happening until they were already upon us, killing us and putting an end to our work."
            },
            {
                "verse_number": "12",
                "verse_text": "But time after time Jews who were living among our enemies came to warn us of the plans our enemies were making against us."
            },
            {
                "verse_number": "13",
                "verse_text": "So I armed the people with swords, spears, and bows, and stationed them by clans behind the wall, wherever it was still unfinished."
            },
            {
                "verse_number": "14",
                "verse_text": "I saw that the people were worried, so I said to them and to their leaders and officials, &apos;Don't be afraid of our enemies. Remember how great and terrifying the Lord is, and fight for your fellow-countrymen, your children, your wives, and your homes.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Our enemies heard that we had found out what they were plotting, and they realized that God had defeated their plans. Then all of us went back to rebuilding the wall."
            },
            {
                "verse_number": "16",
                "verse_text": "From then on half my men worked and half stood guard, wearing coats of armour and armed with spears, shields, and bows. And our leaders gave their full support to the people"
            },
            {
                "verse_number": "17",
                "verse_text": "who were rebuilding the wall. Even those who carried building materials worked with one hand and kept a weapon in the other,"
            },
            {
                "verse_number": "18",
                "verse_text": "and everyone who was building kept a sword strapped to his waist. The man who was to sound the alarm on the bugle stayed with me."
            },
            {
                "verse_number": "19",
                "verse_text": "I told the people and their officials and leaders, &apos;The work is spread out over such a distance that we are widely separated from one another on the wall."
            },
            {
                "verse_number": "20",
                "verse_text": "If you hear the bugle, gather round me. Our God will fight for us.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So every day, from dawn until the stars came out at night, half of us worked on the wall, while the other half stood guard with spears."
            },
            {
                "verse_number": "22",
                "verse_text": "During this time I told the men in charge that they and all their helpers had to stay in Jerusalem at night, so that we could guard the city at night as well as work in the daytime."
            },
            {
                "verse_number": "23",
                "verse_text": "I didn't take off my clothes even at night, neither did any of my companions nor my servants nor my bodyguard. And we all kept our weapons to hand."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Some time later many of the people, both men and women, began to complain against their fellow-Jews."
            },
            {
                "verse_number": "2",
                "verse_text": "Some said, &apos;We have large families, we need corn to keep us alive.&apos; I called a public assembly to deal with the problem I called in the priests and made the leaders swear in front of them to keep the promise they had just made. Everyone who was present said, &apos;Amen!&apos; and praised the LORD . And the leaders kept their promise."
            },
            {
                "verse_number": "3",
                "verse_text": "Others said, &apos;We have had to mortgage our fields and vineyards and houses to get enough corn to keep us from starving.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Still others said, &apos;We had to borrow money to pay the royal tax on our fields and vineyards."
            },
            {
                "verse_number": "5",
                "verse_text": "We are of the same race as our fellow-Jews. Aren't our children just as good as theirs? But we have to make slaves of our children. Some of our daughters have already been sold as slaves. We are helpless because our fields and vineyards have been taken away from us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When I heard their complaints, I was angry"
            },
            {
                "verse_number": "7",
                "verse_text": "and decided to act. I denounced the leaders and officials of the people and told them, &apos;You are oppressing your fellow-Jews!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "and said, &apos;As far as we have been able, we have been buying back our Jewish relatives who had to sell themselves to foreigners. Now you are forcing your own relatives to sell themselves to you, their own people!&apos; The leaders were silent and could find nothing to say."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I said, &apos;What you are doing is wrong! You ought to obey God and do what's right. Then you would not give our enemies, the Gentiles, any reason to ridicule us."
            },
            {
                "verse_number": "10",
                "verse_text": "I have let the people borrow money and corn from me, and so have my companions and the people who work for me. Now let's give up all our claims to repayment."
            },
            {
                "verse_number": "11",
                "verse_text": "Cancel all the debts they owe you &ndash; money or corn or wine or olive oil. And give them back their fields, vineyards, olive groves, and houses at once!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The leaders replied, &apos;We'll do as you say. We'll give the property back and not try to collect the debts.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then I took off the sash I was wearing round my waist and shook it out. &apos;This is how God will shake any of you who don't keep your promise,&apos; I said. &apos;God will take away your houses and everything you own, and will leave you with nothing.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "During all the twelve years that I was governor of the land of Judah, from the twentieth year that Artaxerxes was emperor until his 32nd year, neither my relatives nor I ate the food I was entitled to have as governor."
            },
            {
                "verse_number": "15",
                "verse_text": "Every governor who had been in office before me had been a burden to the people and had demanded forty silver coins a day for food and wine. Even their servants had oppressed the people. But I acted differently, because I honoured God."
            },
            {
                "verse_number": "16",
                "verse_text": "I put all my energy into rebuilding the wall and did not acquire any property. Everyone who worked for me joined in the rebuilding."
            },
            {
                "verse_number": "17",
                "verse_text": "I regularly fed at my table 150 of the Jewish people and their leaders, besides all the people who came to me from the surrounding nations."
            },
            {
                "verse_number": "18",
                "verse_text": "Every day I served one ox, six of the best sheep, and many chickens, and every ten days I provided a fresh supply of wine. But I knew what heavy burdens the people had to bear, so I did not claim the allowance that the governor is entitled to."
            },
            {
                "verse_number": "19",
                "verse_text": "I pray you, O God, remember to my credit everything that I have done for this people."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Sanballat, Tobiah, Geshem, and the rest of our enemies heard that we had finished building the wall and that there were no gaps left in it, although we still had not set up the gates in the gateways."
            },
            {
                "verse_number": "2",
                "verse_text": "So Sanballat and Geshem sent me a message, suggesting that I meet with them in one of the villages in the Plain of Ono. This was a trick of theirs to try to harm me."
            },
            {
                "verse_number": "3",
                "verse_text": "I sent messengers to say to them, &apos;I am doing important work and can't go down there. I am not going to let the work stop just to go and see you.&apos; &apos;Geshem tells me that a rumour is going round among the neighbouring peoples that you and the Jewish people intend to revolt and that this is why you are rebuilding the wall. He also says you plan to make yourself king"
            },
            {
                "verse_number": "4",
                "verse_text": "They sent me the same message four times, and each time I sent them the same reply."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Sanballat sent one of his servants to me with a fifth message, this one in the form of an unsealed letter."
            },
            {
                "verse_number": "6",
                "verse_text": "It read:"
            },
            {
                "verse_number": "7",
                "verse_text": "and that you have arranged for some prophets to proclaim in Jerusalem that you are the king of Judah. His Majesty is certain to hear about this, so I suggest that you and I meet to talk the situation over.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I sent a reply to him: &apos;Nothing of what you are saying is true. You have made it all up yourself.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They were trying to frighten us into stopping work. I prayed, &apos;But now, God, make me strong!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "About this time I went to visit Shemaiah, the son of Delaiah and grandson of Mehetabel, who was unable to leave his house. He said to me, &apos;You and I must go and hide together in the Holy Place of the Temple and lock the doors, because they are coming to kill you. Any night now they will come to kill you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "I answered, &apos;I'm not the kind of person that runs and hides. Do you think I would try to save my life by hiding in the Temple? I won't do it.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When I thought it over, I realized that God had not spoken to Shemaiah, but that Tobiah and Sanballat had bribed him to give me this warning."
            },
            {
                "verse_number": "13",
                "verse_text": "They hired him to frighten me into sinning, so that they could ruin my reputation and humiliate me."
            },
            {
                "verse_number": "14",
                "verse_text": "I prayed, &apos;God, remember what Tobiah and Sanballat have done and punish them. Remember that woman Noadiah and all the other prophets who tried to frighten me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "After 52 days of work the entire wall was finished on the 25th day of the month of Elul."
            },
            {
                "verse_number": "16",
                "verse_text": "When our enemies in the surrounding nations heard this, they realized that they had lost face, since everyone knew that the work had been done with God's help."
            },
            {
                "verse_number": "17",
                "verse_text": "During all this time the Jewish leaders had been in correspondence with Tobiah."
            },
            {
                "verse_number": "18",
                "verse_text": "Many people in Judah were on his side because of his Jewish father-in-law, Shecaniah son of Arah. In addition, his son Jehohanan had married the daughter of Meshullam son of Berechiah."
            },
            {
                "verse_number": "19",
                "verse_text": "People would talk in front of me about all the good deeds Tobiah had done and would tell him everything I said. And he kept sending me letters to try to frighten me."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "And now the wall had been rebuilt, the gates had all been put in place, and the temple guards, the members of the sacred choir, and the other Levites had been assigned their work."
            },
            {
                "verse_number": "2",
                "verse_text": "I put two men in charge of governing the city of Jerusalem: my brother Hanani and Hananiah, commanding officer of the fortress. Hananiah was a reliable and God-fearing man without an equal."
            },
            {
                "verse_number": "3",
                "verse_text": "I told them not to have the gates of Jerusalem opened in the morning until well after sunrise and to have them closed and barred before the guards went off duty at sunset. I also told them to appoint guards from among the people who lived in Jerusalem and to assign some of them to specific posts and others to patrol the area round their own houses. Parosh &ndash; 2,172 Shephatiah &ndash; 372 Arah &ndash; 652 Pahath Moab (descendants of Jeshua and Joab) &ndash; 2,818 Elam &ndash; 1,254 Zattu &ndash; 845 Zaccai &ndash; 760 Binnui &ndash; 648 Bebai &ndash; 628 Azgad &ndash; 2,322 Adonikam &ndash; 667 Bigvai &ndash; 2,067 Adin &ndash; 655 Ater (also called Hezekiah) &ndash; 98 Hashum &ndash; 328 Bezai &ndash; 324 Hariph &ndash; 112 Gibeon &ndash; 95 Bethlehem and Netophah &ndash; 188 Anathoth &ndash; 128 Beth Azmaveth &ndash; 42 Kiriath Jearim, Chephirah, and Beeroth &ndash; 743 Ramah and Geba &ndash; 621 Michmash &ndash; 122 Bethel and Ai &ndash; 123 The other Nebo &ndash; 52 The other Elam &ndash; 1,254 Harim &ndash; 320 Jericho &ndash; 345 Lod, Hadid, and Ono &ndash; 721 Senaah &ndash; 3,930 Jedaiah (descendants of Jeshua) &ndash; 973 Immer &ndash; 1,052 Pashhur &ndash; 1,247 Harim &ndash; 1,017 Jeshua and Kadmiel (descendants of Hodaviah) &ndash; 74 Temple musicians (descendants of Asaph) &ndash; 148 Temple guards (descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai) &ndash; 138 Ziha, Hasupha, Tabbaoth, Keros, Sia, Padon, Lebana, Hagaba, Shalmai, Hanan, Giddel, Gahar, Reaiah, Rezin, Nekoda, Gazzam, Uzza, Paseah, Besai, Meunim, Nephushesim, Bakbuk, Hakupha, Harhur, Bazlith, Mehida, Harsha, Barkos, Sisera, Temah, Neziah, and Hatipha. Sotai, Sophereth, Perida, Jaalah, Darkon, Giddel, Shephatiah, Hattil, Pochereth Hazzebaim, and Amon. Their male and female servants &ndash; 7,337 Male and female musicians &ndash; 245 Horses &ndash; 736 Mules &ndash; 245 Camels &ndash; 435 Donkeys &ndash; 6,720 The governor 8 kilogrammes of gold 50 ceremonial bowls 530 robes for priests Heads of clans 168 kilogrammes of gold 1.25 tonnes of silver The rest of the people 168 kilogrammes of gold 140 kilogrammes of silver 67 robes for priests"
            },
            {
                "verse_number": "4",
                "verse_text": "Jerusalem was a large city, but not many people were living in it, and not many houses had been built yet."
            },
            {
                "verse_number": "5",
                "verse_text": "God inspired me to assemble the people and their leaders and officials and to check their family records. I located the records of those who had first returned from captivity, and this is the information I found:"
            },
            {
                "verse_number": "6",
                "verse_text": "Many of the exiles left the province of Babylon and returned to Jerusalem and Judah, each to his own city. Their families had been living in exile in Babylonia ever since King Nebuchadnezzar had taken them there as prisoners."
            },
            {
                "verse_number": "7",
                "verse_text": "Their leaders were Zerubbabel, Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah."
            },
            {
                "verse_number": "60",
                "verse_text": "The total number of descendants of the temple workmen and of Solomon's servants who returned from exile was 392."
            },
            {
                "verse_number": "65",
                "verse_text": "The Jewish governor told them that they could not eat the food offered to God until there was a priest who could use the Urim and Thummim."
            },
            {
                "verse_number": "73",
                "verse_text": "The priests, the Levites, the temple guards, the musicians, many of the ordinary people, the temple workmen &ndash; all the people of Israel &ndash; settled in the towns and cities of Judah."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "By the seventh month the people of Israel were all settled in their towns. On the first day of that month they all assembled in Jerusalem, in the square just inside the Water Gate. They asked Ezra, the priest and scholar of the Law which the LORD had given Israel through Moses, to get the book of the Law."
            },
            {
                "verse_number": "2",
                "verse_text": "So Ezra brought it to the place where the people had gathered &ndash; men, women, and the children who were old enough to understand."
            },
            {
                "verse_number": "3",
                "verse_text": "There in the square by the gate he read the Law to them from dawn until noon, and they all listened attentively. All the people raised their arms in the air and answered, &apos;Amen! Amen!&apos; They knelt in worship, with their faces to the ground."
            },
            {
                "verse_number": "4",
                "verse_text": "Ezra was standing on a wooden platform that had been built for the occasion. The following men stood at his right: Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah; and the following stood at his left: Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam."
            },
            {
                "verse_number": "5",
                "verse_text": "As Ezra stood there on the platform high above the people, they all kept their eyes fixed on him. As soon as he opened the book, they all stood up."
            },
            {
                "verse_number": "6",
                "verse_text": "Ezra said, &apos;Praise the LORD , the great God!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then they rose and stood in their places, and the following Levites explained the Law to them: Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "They gave an oral translation of God's Law and explained it so that the people could understand it."
            },
            {
                "verse_number": "9",
                "verse_text": "When the people heard what the Law required, they were so moved that they began to cry. So Nehemiah, who was the governor, Ezra, the priest and scholar of the Law, and the Levites who were explaining the Law told all the people, &apos;This day is holy to the LORD your God, so you are not to mourn or cry."
            },
            {
                "verse_number": "10",
                "verse_text": "Now go home and have a feast. Share your food and wine with those who haven't enough. Today is holy to our Lord, so don't be sad. The joy that the LORD gives you will make you strong.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Levites went about calming the people and telling them not to be sad on such a holy day."
            },
            {
                "verse_number": "12",
                "verse_text": "So all the people went home and ate and drank joyfully and shared what they had with others, because they understood what had been read to them."
            },
            {
                "verse_number": "13",
                "verse_text": "The next day the heads of the clans, together with the priests and the Levites, went to Ezra to study the teachings of the Law."
            },
            {
                "verse_number": "14",
                "verse_text": "They discovered that the Law, which the LORD gave through Moses, ordered the people of Israel to live in temporary shelters during the Festival of Shelters."
            },
            {
                "verse_number": "15",
                "verse_text": "So they gave the following instructions and sent them all through Jerusalem and the other cities and towns: &apos;Go out to the hills and get branches from pines, olives, myrtles, palms, and other trees to make shelters according to the instructions written in the Law.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the people got branches and built shelters on the flat roofs of their houses, in their yards, in the temple courtyard, and in the public squares by the Water Gate and by the Ephraim Gate."
            },
            {
                "verse_number": "17",
                "verse_text": "All the people who had come back from captivity built shelters and lived in them. This was the first time it had been done since the days of Joshua son of Nun, and everybody was excited and happy."
            },
            {
                "verse_number": "18",
                "verse_text": "From the first day of the festival to the last they read a part of God's Law every day. They celebrated for seven days, and on the eighth day there was a closing ceremony, as required in the Law."
            }
        ],
        "9": [
            {
                "verse_number": "3",
                "verse_text": "For about three hours the Law of the LORD their God was read to them, and for the next three hours they confessed their sins and worshipped the LORD their God. &apos;Stand up and praise the LORD your God; praise him for ever and ever! Let everyone praise his glorious name, although no human praise is great enough.&apos; &apos;You, LORD , you alone are LORD ; you made the heavens and the stars of the sky. You made land and sea and everything in them; you gave life to all. The heavenly powers bow down and worship you. and led him out of Ur in Babylonia; you changed his name to Abraham. and you made a covenant with him. You promised to give him the land of the Canaanites, the land of the Hittites and the Amorites, the land of the Perizzites, the Jebusites, and the Girgashites, to be a land where his descendants would live. You kept your promise, because you are faithful. you heard their call for help at the Red Sea. against his officials and the people of his land, because you knew how they oppressed your people. You won then the fame you still have today. and led them through on dry ground. Those who pursued them drowned in deep water, as a stone sinks in the raging sea. and at night you lighted their way with fire. you spoke to your people and gave them good laws and sound teachings. and through your servant Moses you gave them your laws. and water from a rock when they were thirsty. You told them to take control of the land which you had promised to give them. and refused to obey your commands. they forgot the miracles you had performed. In their pride they chose a leader to take them back to slavery in Egypt. But you are a God who forgives; you are gracious and loving, slow to be angry. Your mercy is great; you did not forsake them. and said it was the god who led them from Egypt! How much they insulted you, LORD ! for your mercy is great. You did not take away the cloud or the fire that showed them the path by day and night. you fed them with manna and gave them water to drink. you provided all that they needed; their clothing never wore out, and their feet were not swollen with pain. lands that bordered their own. They conquered the land of Heshbon, where Sihon ruled, and the land of Bashan, where Og was king. and let them conquer and live in the land that you had promised their ancestors to give them. you overcame the people living there. You gave your people the power to do as they pleased with the people and kings of Canaan. fertile land, houses full of wealth, cisterns already dug, olive trees, fruit trees, and vineyards. They ate all they wanted and grew fat; they enjoyed all the good things you gave them. they turned their backs on your Law. They killed the prophets who warned them, who told them to turn back to you. They insulted you time after time, In their trouble they called to you for help, and you answered them from heaven. In your great mercy you sent them leaders who rescued them from their foes. and again you let their enemies conquer them. Yet when they repented and asked you to save them, in heaven you heard, and time after time you rescued them in your great mercy. but in pride they rejected your laws, although keeping your Law is the way to life. Obstinate and stubborn, they refused to obey. You inspired your prophets to speak, but your people were deaf, so you let them be conquered by other nations. you did not forsake or destroy them. You are a gracious and merciful God! How terrifying, how powerful! You faithfully keep your covenant promises. From the time when Assyrian kings oppressed us, even till now, how much we have suffered! Our kings, our leaders, our priests and prophets, our ancestors, and all our people have suffered. Remember how much we have suffered! you have been faithful, even though we have sinned. have not kept your Law. They did not listen to your commands and warnings. when they lived in the broad, fertile land you gave them; but they failed to turn from sin and serve you. this fertile land which gives us food. that you put over us because we sinned. They do as they please with us and our livestock, and we are in deep distress!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "There was a platform for the Levites, and on it stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani. They prayed aloud to the LORD their God."
            },
            {
                "verse_number": "5",
                "verse_text": "The following Levites gave a call to worship: Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah. They said:"
            },
            {
                "verse_number": "6",
                "verse_text": "And then the people of Israel prayed this prayer:"
            },
            {
                "verse_number": "7",
                "verse_text": "You, LORD God, chose Abram"
            },
            {
                "verse_number": "8",
                "verse_text": "You found that he was faithful to you,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You saw how our ancestors suffered in Egypt;"
            },
            {
                "verse_number": "10",
                "verse_text": "You worked amazing miracles against the king,"
            },
            {
                "verse_number": "11",
                "verse_text": "Through the sea you made a path for your people"
            },
            {
                "verse_number": "12",
                "verse_text": "With a cloud you led them in daytime,"
            },
            {
                "verse_number": "13",
                "verse_text": "At Mount Sinai you came down from heaven;"
            },
            {
                "verse_number": "14",
                "verse_text": "You taught them to keep your Sabbaths holy,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;When they were hungry, you gave them bread from heaven,"
            },
            {
                "verse_number": "16",
                "verse_text": "But our ancestors grew proud and stubborn"
            },
            {
                "verse_number": "17",
                "verse_text": "They refused to obey; they forgot all you did;"
            },
            {
                "verse_number": "18",
                "verse_text": "They made an idol in the shape of a bull calf"
            },
            {
                "verse_number": "19",
                "verse_text": "But you did not abandon them there in the desert,"
            },
            {
                "verse_number": "20",
                "verse_text": "In your goodness you told them what they should do;"
            },
            {
                "verse_number": "21",
                "verse_text": "Through forty years in the desert"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You let them conquer nations and kingdoms,"
            },
            {
                "verse_number": "23",
                "verse_text": "You gave them as many children as there are stars in the sky,"
            },
            {
                "verse_number": "24",
                "verse_text": "They conquered the land of Canaan;"
            },
            {
                "verse_number": "25",
                "verse_text": "Your people captured fortified cities,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But your people rebelled and disobeyed you;"
            },
            {
                "verse_number": "27",
                "verse_text": "so you let their enemies conquer and rule them."
            },
            {
                "verse_number": "28",
                "verse_text": "When peace returned, they sinned again,"
            },
            {
                "verse_number": "29",
                "verse_text": "You warned them to obey your teachings,"
            },
            {
                "verse_number": "30",
                "verse_text": "Year after year you patiently warned them."
            },
            {
                "verse_number": "31",
                "verse_text": "And yet, because your mercy is great,"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;O God, our God, how great you are!"
            },
            {
                "verse_number": "33",
                "verse_text": "You have done right to punish us;"
            },
            {
                "verse_number": "34",
                "verse_text": "Our ancestors, our kings, leaders, and priests"
            },
            {
                "verse_number": "35",
                "verse_text": "With your blessing, kings ruled your people"
            },
            {
                "verse_number": "36",
                "verse_text": "And now we are slaves in the land that you gave us,"
            },
            {
                "verse_number": "37",
                "verse_text": "What the land produces goes to the kings"
            },
            {
                "verse_number": "38",
                "verse_text": "Because of all that has happened, we, the people of Israel, hereby make a solemn written agreement, and our leaders, our Levites, and our priests put their seals to it."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The first to sign was the governor, Nehemiah son of Hacaliah, and then Zedekiah signed. The following also signed: Seraiah, Azariah, Jeremiah, Pashhur, Amariah, Malchijah, Hattush, Shebaniah, Malluch, Harim, Meremoth, Obadiah, Daniel, Ginnethon, Baruch, Meshullam, Abijah, Mijamin, Maaziah, Bilgai, and Shemaiah. Jeshua son of Azaniah, Binnui of the clan of Henadad, Kadmiel, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan, Mica, Rehob, Hashabiah, Zaccur, Sherebiah, Shebaniah, Hodiah, Bani, and Beninu. Parosh, Pahath Moab, Elam, Zattu, Bani, Bunni, Azgad, Bebai, Adonijah, Bigvai, Adin, Ater, Hezekiah, Azzur, Hodiah, Hashum, Bezai, Hariph, Anathoth, Nebai, Magpiash, Meshullam, Hezir, Meshezabel, Zadok, Jaddua, Pelatiah, Hanan, Anaiah, Hoshea, Hananiah, Hasshub, Hallohesh, Pilha, Shobek, Rehum, Hashabnah, Maaseiah, Ahiah, Hanan, Anan, Malluch, Harim, and Baanah. Every seventh year we will not farm the land, and we will cancel all debts. We will take to the Levites, who collect tithes in our farming villages, the tithes from the crops that grow on our land. We will not neglect the house of our God."
            },
            {
                "verse_number": "28",
                "verse_text": "We, the people of Israel, the priests, the Levites, the temple guards, the temple musicians, the temple workmen, and all others who in obedience to God's Law have separated themselves from the foreigners living in our land, we, together with our wives and all our children old enough to understand,"
            },
            {
                "verse_number": "29",
                "verse_text": "do hereby join with our leaders in an oath, under penalty of a curse if we break it, that we will live according to God's Law, which God gave through his servant Moses; that we will obey all that the LORD , our Lord, commands us; and that we will keep all his laws and requirements."
            },
            {
                "verse_number": "30",
                "verse_text": "We will not intermarry with the foreigners living in our land."
            },
            {
                "verse_number": "31",
                "verse_text": "If foreigners bring corn or anything else to sell to us on the Sabbath or on any other holy day, we will not buy from them."
            },
            {
                "verse_number": "32",
                "verse_text": "Every year we will each contribute five grammes of silver to help pay the expenses of the Temple."
            },
            {
                "verse_number": "33",
                "verse_text": "We will provide for the temple worship the following: the sacred bread, the daily grain offering, the animals to be burnt each day as sacrifices, the sacred offerings for Sabbaths, New Moon Festivals, and other festivals, the other sacred offerings, the offerings to take away the sins of Israel, and anything else needed for the Temple."
            },
            {
                "verse_number": "34",
                "verse_text": "We, the people, priests, and Levites, will draw lots each year to determine which clans are to provide wood to burn the sacrifices offered to the LORD our God, according to the requirements of the Law."
            },
            {
                "verse_number": "35",
                "verse_text": "We will take to the Temple each year an offering of the first corn we harvest and of the first fruit that ripens on our trees."
            },
            {
                "verse_number": "36",
                "verse_text": "The first son born to each of us we will take to the priests in the Temple and there, as required by the Law, dedicate him to God. We will also dedicate the first calf born to each of our cows, and the first lamb or kid born to each of our sheep or goats."
            },
            {
                "verse_number": "37",
                "verse_text": "We will take to the priests in the Temple the dough made from the first corn harvested each year and our other offerings of wine, olive oil, and all kinds of fruit."
            },
            {
                "verse_number": "38",
                "verse_text": "Priests who are descended from Aaron are to be with the Levites when tithes are collected, and for use in the Temple the Levites are to take to the temple storerooms one tenth of all the tithes they collect."
            },
            {
                "verse_number": "39",
                "verse_text": "The people of Israel and the Levites are to take the contributions of corn, wine, and olive oil to the storerooms where the utensils for the Temple are kept and where the priests who are on duty, the temple guards, and the members of the temple choir have their quarters."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The leaders settled in Jerusalem, and the rest of the people drew lots to choose one family out of every ten to go and live in the holy city of Jerusalem, while the rest were to live in the other cities and towns."
            },
            {
                "verse_number": "2",
                "verse_text": "The people praised anyone else who volunteered to live in Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "In the other towns and cities the people of Israel, the priests, the Levites, the temple workmen, and the descendants of Solomon's servants lived on their own property in their own towns. The following is the list of the leading citizens of the province of Judah who lived in Jerusalem: Athaiah, the son of Uzziah and grandson of Zechariah. His other ancestors included Amariah, Shephatiah, and Mahalalel, descendants of Judah's son Perez. Sallu, the son of Meshullam and grandson of Joed. His other ancestors included Pedaiah, Kolaiah, Maaseiah, Ithiel, and Jeshaiah. In all, 928 Benjaminites lived in Jerusalem. Jedaiah son of Joiarib, and Jachin. Adaiah, the son of Jeroham and grandson of Pelaliah. His ancestors included Amzi, Zechariah, Pashhur, and Malchijah. Amashsai, the son of Azarel and grandson of Ahzai. His ancestors included Meshillemoth and Immer. Shemaiah, the son of Hasshub and grandson of Azrikam. His ancestors included Hashabiah and Bunni. Bakbukiah, who was Mattaniah's assistant. Abda, the son of Shammua and grandson of Galal, a descendant of Jeduthun. Akkub, Talmon, and their relatives, 172 in all."
            },
            {
                "verse_number": "5",
                "verse_text": "Maaseiah, the son of Baruch and grandson of Colhozeh. His other ancestors included Hazaiah, Adaiah, Joiarib, and Zechariah, descendants of Judah's son Shelah."
            },
            {
                "verse_number": "6",
                "verse_text": "Of the descendants of Perez, 468 outstanding men lived in Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "Gabbai and Sallai, close relatives of Sallu."
            },
            {
                "verse_number": "9",
                "verse_text": "Joel son of Zichri was their leader, and Judah son of Hassenuah was the second senior official in the city."
            },
            {
                "verse_number": "11",
                "verse_text": "Seraiah, the son of Hilkiah and grandson of Meshullam. His ancestors included Zadok, Meraioth, and Ahitub, who was the High Priest."
            },
            {
                "verse_number": "12",
                "verse_text": "In all, 822 members of this clan served in the Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "In all, 242 members of this clan were heads of families."
            },
            {
                "verse_number": "14",
                "verse_text": "There were 128 members of this clan who were outstanding soldiers. Their leader was Zabdiel, a member of a leading family."
            },
            {
                "verse_number": "16",
                "verse_text": "Shabbethai and Jozabad, prominent Levites in charge of the work outside the Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "Mattaniah, the son of Mica and grandson of Zabdi, a descendant of Asaph. He led the temple choir in singing the prayer of thanksgiving."
            },
            {
                "verse_number": "18",
                "verse_text": "In all, 284 Levites lived in the holy city of Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the people of Israel and the remaining priests and Levites lived on their own property in the other cities and towns of Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "The temple workmen lived in the part of Jerusalem called Ophel and worked under the supervision of Ziha and Gishpa."
            },
            {
                "verse_number": "22",
                "verse_text": "The supervisor of the Levites who lived in Jerusalem was Uzzi, the son of Bani and grandson of Hashabiah. His ancestors included Mattaniah and Mica, and he belonged to the clan of Asaph, the clan that was responsible for the music in the temple services."
            },
            {
                "verse_number": "23",
                "verse_text": "There were royal regulations stating how the clans should take turns in leading the temple music each day."
            },
            {
                "verse_number": "24",
                "verse_text": "Pethahiah son of Meshezabel, of the clan of Zerah and the tribe of Judah, represented the people of Israel at the Persian court."
            },
            {
                "verse_number": "25",
                "verse_text": "Many of the people lived in towns near their farms. Those who were of the tribe of Judah lived in Kiriath Arba, Dibon, and Jekabzeel, and in the villages near these cities."
            },
            {
                "verse_number": "26",
                "verse_text": "They also lived in the cities of Jeshua, Moladah, Bethpelet,"
            },
            {
                "verse_number": "27",
                "verse_text": "and Hazarshual, and in Beersheba and the villages around it."
            },
            {
                "verse_number": "28",
                "verse_text": "They lived in the city of Ziklag, in Meconah and its villages,"
            },
            {
                "verse_number": "29",
                "verse_text": "in Enrimmon, in Zorah, in Jarmuth,"
            },
            {
                "verse_number": "30",
                "verse_text": "in Zanoah, in Adullam, and in the villages near these towns. They lived in Lachish and on the farms near by, and in Azekah and its villages. That is to say, the people of Judah lived in the territory between Beersheba in the south and the Valley of Hinnom in the north."
            },
            {
                "verse_number": "31",
                "verse_text": "The people of the tribe of Benjamin lived in Geba, Michmash, Ai, Bethel and the nearby villages,"
            },
            {
                "verse_number": "32",
                "verse_text": "Anathoth, Nob, Ananiah,"
            },
            {
                "verse_number": "33",
                "verse_text": "Hazor, Ramah, Gittaim,"
            },
            {
                "verse_number": "34",
                "verse_text": "Hadid, Zeboim, Neballat,"
            },
            {
                "verse_number": "35",
                "verse_text": "Lod, and Ono, and in the Valley of Craftsmen."
            },
            {
                "verse_number": "36",
                "verse_text": "Some groups of Levites that had lived in the territory of Judah were assigned to live with the people of Benjamin."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The following is a list of the priests and Levites who returned from exile with Zerubbabel son of Shealtiel and with the High Priest Joshua: Seraiah, Jeremiah, Ezra, Amariah, Malluch, Hattush, Shecaniah, Rehum, Meremoth, Iddo, Ginnethoi, Abijah, Mijamin, Maadiah, Bilgah, Shemaiah, Joiarib, Jedaiah, Sallu, Amok, Hilkiah, and Jedaiah. These men were leaders among all their fellow-priests in the days of Joshua. The following were in charge of the singing of hymns of thanksgiving: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah. Meraiah Seraiah Hananiah Jeremiah Meshullam Ezra Jehohanan Amariah Jonathan Malluchi Joseph Shebaniah Adna Harim Helkai Meraioth Zechariah Iddo Meshullam Ginnethon Zichri Abijah Miniamin Piltai Moadiah Shammua Bilgah Jehonathan Shemaiah Mattenai Joiarib Uzzi Jedaiah Kallai Sallai Eber Amok Hashabiah Hilkiah Nethanel Jedaiah In addition to the leaders who were with me,"
            },
            {
                "verse_number": "9",
                "verse_text": "The following formed the choir that sang the responses: Bakbukiah, Unno, and their fellow-Levites."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua was the father of Joiakim; Joiakim was the father of Eliashib; Eliashib was the father of Joiada;"
            },
            {
                "verse_number": "11",
                "verse_text": "Joiada was the father of Jonathan; and Jonathan was the father of Jaddua."
            },
            {
                "verse_number": "22",
                "verse_text": "A record was kept of the heads of the Levite families and of the priestly families during the lifetimes of the following High Priests: Eliashib, Joiada, Jonathan, and Jaddua. This record was finished when Darius was emperor of Persia."
            },
            {
                "verse_number": "23",
                "verse_text": "The heads of the Levite families, however, were recorded in the official records only until the time of Jonathan, the grandson of Eliashib."
            },
            {
                "verse_number": "24",
                "verse_text": "Under the direction of Hashabiah, Sherebiah, Jeshua, Binnui, and Kadmiel, the Levites were organized into groups. Two groups at a time praised God responsively and gave thanks to him, in accordance with the instructions given by King David, the man of God."
            },
            {
                "verse_number": "25",
                "verse_text": "The following temple guards were in charge of guarding the storerooms by the gates to the Temple: Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub."
            },
            {
                "verse_number": "26",
                "verse_text": "These people lived during the time of Joiakim, the son of Joshua and grandson of Jehozadak, and the time of Nehemiah the governor, and the time of Ezra, the priest who was a scholar of the Law."
            },
            {
                "verse_number": "27",
                "verse_text": "When the city wall of Jerusalem was dedicated, the Levites were brought in from wherever they were living, so that they could join in celebrating the dedication with songs of thanksgiving and with the music of cymbals and harps."
            },
            {
                "verse_number": "28",
                "verse_text": "The Levite families of singers gathered from the area where they had settled round Jerusalem and from the towns round Netophah,"
            },
            {
                "verse_number": "29",
                "verse_text": "and from Bethgilgal, Geba, and Azmaveth."
            },
            {
                "verse_number": "30",
                "verse_text": "The priests and the Levites performed ritual purification for themselves, the people, the gates, and the city wall."
            },
            {
                "verse_number": "31",
                "verse_text": "I assembled the leaders of Judah on top of the wall and put them in charge of two large groups to march round the city, giving thanks to God."
            },
            {
                "verse_number": "32",
                "verse_text": "Hoshaiah marched behind the singers, followed by half the leaders of Judah."
            },
            {
                "verse_number": "36",
                "verse_text": "He was followed by other members of his clan &ndash; Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani &ndash; all of whom carried musical instruments of the kind played by King David, the man of God. Ezra the scholar led this group in the procession."
            },
            {
                "verse_number": "37",
                "verse_text": "At the Fountain Gate they went up the steps that led to David's City, past David's palace, and back to the wall at the Water Gate, on the east side of the city."
            },
            {
                "verse_number": "38",
                "verse_text": "The other group of those who gave thanks went to the left along the top of the wall, and I followed with half the people. We marched past the Tower of the Ovens to the Broad Wall,"
            },
            {
                "verse_number": "39",
                "verse_text": "and from there we went past Ephraim Gate, Jeshanah Gate, the Fish Gate, the Tower of Hananel, and the Tower of the Hundred, to the Sheep Gate. We ended our march near the gate to the Temple."
            },
            {
                "verse_number": "40",
                "verse_text": "So both the groups that were giving thanks to God reached the temple area."
            },
            {
                "verse_number": "41",
                "verse_text": "my group included the following priests, blowing trumpets: Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah;"
            },
            {
                "verse_number": "42",
                "verse_text": "and they were followed by Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers, led by Jezrahiah, sang at the top of their voices."
            },
            {
                "verse_number": "43",
                "verse_text": "That day many sacrifices were offered, and the people were full of joy because God had made them very happy. The women and the children joined in the celebration, and the noise they all made could be heard far and wide."
            },
            {
                "verse_number": "44",
                "verse_text": "At that time men were put in charge of the storerooms where contributions for the Temple were kept, including the tithes and the first corn and fruit that ripened each year. These men were responsible for collecting from the farms near the various cities the contributions for the priests and the Levites which the Law required. All the people of Judah were pleased with the priests and the Levites,"
            },
            {
                "verse_number": "45",
                "verse_text": "because they performed the ceremonies of purification and the other rituals that God had commanded. The temple musicians and the temple guards also performed their duties in accordance with the regulations made by King David and his son Solomon."
            },
            {
                "verse_number": "46",
                "verse_text": "From the time of King David and the musician Asaph long ago, the musicians have led songs of praise and thanksgiving to God."
            },
            {
                "verse_number": "47",
                "verse_text": "In the time of Zerubbabel and also in the time of Nehemiah, all the people of Israel gave daily gifts for the support of the temple musicians and the temple guards. The people gave a sacred offering to the Levites, and the Levites gave the required portion to the priests."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "When the Law of Moses was being read aloud to the people, they came to the passage that said that no Ammonite or Moabite was ever to be permitted to join God's people."
            },
            {
                "verse_number": "2",
                "verse_text": "This was because the people of Ammon and Moab did not give food and water to the Israelites on their way out of Egypt. Instead, they paid money to Balaam to curse Israel, but our God turned the curse into a blessing."
            },
            {
                "verse_number": "3",
                "verse_text": "When the people of Israel heard this law read, they excluded all foreigners from the community. Remember me, O God, for this also, and spare me because of your great love. Remember all this, O God, and give me credit for it."
            },
            {
                "verse_number": "4",
                "verse_text": "The priest Eliashib, who was in charge of the temple storerooms, had for a long time been on good terms with Tobiah."
            },
            {
                "verse_number": "5",
                "verse_text": "He allowed Tobiah to use a large room that was intended only for storing offerings of corn and incense, the equipment used in the Temple, the offerings for the priests, and the tithes of corn, wine, and olive oil given to the Levites, to the temple musicians, and to the temple guards."
            },
            {
                "verse_number": "6",
                "verse_text": "While this was going on, I was not in Jerusalem, because in the 32nd year that Artaxerxes was king of Babylon I had gone back to report to him. After some time I received his permission"
            },
            {
                "verse_number": "7",
                "verse_text": "and returned to Jerusalem. There I was shocked to find that Eliashib had allowed Tobiah to use a room in the Temple."
            },
            {
                "verse_number": "8",
                "verse_text": "I was furious and threw out all Tobiah's belongings."
            },
            {
                "verse_number": "9",
                "verse_text": "I gave orders for the rooms to be ritually purified and for the temple equipment, grain offerings, and incense to be put back."
            },
            {
                "verse_number": "10",
                "verse_text": "I also learnt that the temple musicians and other Levites had left Jerusalem and gone back to their farms, because the people had not been giving them enough to live on."
            },
            {
                "verse_number": "11",
                "verse_text": "I reprimanded the officials for letting the Temple be neglected. And I brought the Levites and musicians back to the Temple and put them to work again."
            },
            {
                "verse_number": "12",
                "verse_text": "Then all the people of Israel again started bringing to the temple storerooms their tithes of corn, wine, and olive oil."
            },
            {
                "verse_number": "13",
                "verse_text": "I put the following men in charge of the storerooms: Shelemiah, a priest; Zadok, a scholar of the Law; and Pedaiah, a Levite. Hanan, the son of Zaccur and grandson of Mattaniah, was to be their assistant. I knew I could trust these men to be honest in distributing the supplies to their fellow-workers."
            },
            {
                "verse_number": "14",
                "verse_text": "Remember, my God, all these things that I have done for your Temple and its worship."
            },
            {
                "verse_number": "15",
                "verse_text": "At that time I saw people in Judah pressing juice from grapes on the Sabbath. Others were loading corn, wine, grapes, figs, and other things on their donkeys and taking them into Jerusalem; I warned them not to sell anything on the Sabbath."
            },
            {
                "verse_number": "16",
                "verse_text": "Some people from the city of Tyre were living in Jerusalem, and they brought fish and all kinds of goods into the city to sell to our people on the Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "I reprimanded the Jewish leaders and said, &apos;Look at the evil you're doing! You're making the Sabbath unholy."
            },
            {
                "verse_number": "18",
                "verse_text": "This is exactly why God punished your ancestors when he brought destruction on this city. And yet you insist on bringing more of God's anger down on Israel by profaning the Sabbath.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So I gave orders for the city gates to be shut at the beginning of every Sabbath, as soon as evening began to fall, and not to be opened again until the Sabbath was over. I stationed some of my men at the gates to make sure that nothing was brought into the city on the Sabbath."
            },
            {
                "verse_number": "20",
                "verse_text": "Once or twice merchants who sold all kinds of goods spent Friday night outside the city walls."
            },
            {
                "verse_number": "21",
                "verse_text": "I warned them, &apos;It's no use waiting out there for morning to come. If you try this again, I'll use force against you.&apos; From then on they did not come back on the Sabbath."
            },
            {
                "verse_number": "22",
                "verse_text": "I ordered the Levites to purify themselves and to go and guard the gates to make sure that the Sabbath was kept holy."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time I also discovered that many of the Jewish men had married women from Ashdod, Ammon, and Moab."
            },
            {
                "verse_number": "24",
                "verse_text": "Half their children spoke the language of Ashdod or some other language and didn't know how to speak our language."
            },
            {
                "verse_number": "25",
                "verse_text": "I reprimanded the men, called down curses on them, beat them, and pulled out their hair. Then I made them take an oath in God's name that never again would they or their children intermarry with foreigners."
            },
            {
                "verse_number": "26",
                "verse_text": "I said, &apos;It was foreign women that made King Solomon sin. He was a man who was greater than any of the kings of other nations. God loved him and made him king over all Israel, and yet he fell into this sin."
            },
            {
                "verse_number": "27",
                "verse_text": "Are we then to follow your example and disobey our God by marrying foreign women?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joiada was the son of Eliashib the High Priest, but one of Joiada's sons married the daughter of Sanballat, from the town of Beth Horon, so I made Joiada leave Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Remember, O God, how those people defiled both the office of priest and the covenant you made with the priests and the Levites."
            },
            {
                "verse_number": "30",
                "verse_text": "I purified the people from everything foreign; I prepared regulations for the priests and the Levites so that each one would know his duty;"
            },
            {
                "verse_number": "31",
                "verse_text": "I arranged for the wood used for burning the offerings to be brought at the proper times, and for the people to bring their offerings of the first corn and the first fruits that ripened."
            }
        ]
    }
}