{
    "Ephesians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, who by God's will is an apostle of Christ Jesus &ndash; To God's people in Ephesus, who are faithful in their life in union with Christ Jesus: Because of his love In all his wisdom and insight"
            },
            {
                "verse_number": "2",
                "verse_text": "May God our Father and the Lord Jesus Christ give you grace and peace."
            },
            {
                "verse_number": "3",
                "verse_text": "Let us give thanks to the God and Father of our Lord Jesus Christ! For in our union with Christ he has blessed us by giving us every spiritual blessing in the heavenly world."
            },
            {
                "verse_number": "4",
                "verse_text": "Even before the world was made, God had already chosen us to be his through our union with Christ, so that we would be holy and without fault before him."
            },
            {
                "verse_number": "5",
                "verse_text": "God had already decided that through Jesus Christ he would make us his sons and daughters &ndash; this was his pleasure and purpose."
            },
            {
                "verse_number": "6",
                "verse_text": "Let us praise God for his glorious grace, for the free gift he gave us in his dear Son!"
            },
            {
                "verse_number": "7",
                "verse_text": "For by the blood of Christ we are set free, that is, our sins are forgiven. How great is the grace of God,"
            },
            {
                "verse_number": "8",
                "verse_text": "which he gave to us in such large measure!"
            },
            {
                "verse_number": "9",
                "verse_text": "God did what he had purposed, and made known to us the secret plan he had already decided to complete by means of Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "This plan, which God will complete when the time is right, is to bring all creation together, everything in heaven and on earth, with Christ as head."
            },
            {
                "verse_number": "11",
                "verse_text": "All things are done according to God's plan and decision; and God chose us to be his own people in union with Christ because of his own purpose, based on what he had decided from the very beginning."
            },
            {
                "verse_number": "12",
                "verse_text": "Let us, then, who were the first to hope in Christ, praise God's glory!"
            },
            {
                "verse_number": "13",
                "verse_text": "And you also became God's people when you heard the true message, the Good News that brought you salvation. You believed in Christ, and God put his stamp of ownership on you by giving you the Holy Spirit he had promised."
            },
            {
                "verse_number": "14",
                "verse_text": "The Spirit is the guarantee that we shall receive what God has promised his people, and this assures us that God will give complete freedom to those who are his. Let us praise his glory!"
            },
            {
                "verse_number": "15",
                "verse_text": "For this reason, ever since I heard of your faith in the Lord Jesus and your love for all God's people,"
            },
            {
                "verse_number": "16",
                "verse_text": "I have not stopped giving thanks to God for you. I remember you in my prayers"
            },
            {
                "verse_number": "17",
                "verse_text": "and ask the God of our Lord Jesus Christ, the glorious Father, to give you the Spirit, who will make you wise and reveal God to you, so that you will know him."
            },
            {
                "verse_number": "18",
                "verse_text": "I ask that your minds may be opened to see his light, so that you will know what is the hope to which he has called you, how rich are the wonderful blessings he promises his people,"
            },
            {
                "verse_number": "19",
                "verse_text": "and how very great is his power at work in us who believe. This power working in us is the same as the mighty strength"
            },
            {
                "verse_number": "20",
                "verse_text": "which he used when he raised Christ from death and seated him at his right side in the heavenly world."
            },
            {
                "verse_number": "21",
                "verse_text": "Christ rules there above all heavenly rulers, authorities, powers, and lords; he has a title superior to all titles of authority in this world and in the next."
            },
            {
                "verse_number": "22",
                "verse_text": "God put all things under Christ's feet and gave him to the church as supreme Lord over all things."
            },
            {
                "verse_number": "23",
                "verse_text": "The church is Christ's body, the completion of him who himself completes all things everywhere."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "In the past you were spiritually dead because of your disobedience and sins."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time you followed the world's evil way; you obeyed the ruler of the spiritual powers in space, the spirit who now controls the people who disobey God."
            },
            {
                "verse_number": "3",
                "verse_text": "Actually all of us were like them and lived according to our natural desires, doing whatever suited the wishes of our own bodies and minds. In our natural condition we, like everyone else, were destined to suffer God's anger."
            },
            {
                "verse_number": "4",
                "verse_text": "But God's mercy is so abundant, and his love for us is so great,"
            },
            {
                "verse_number": "5",
                "verse_text": "that while we were spiritually dead in our disobedience he brought us to life with Christ. It is by God's grace that you have been saved."
            },
            {
                "verse_number": "6",
                "verse_text": "In our union with Christ Jesus he raised us up with him to rule with him in the heavenly world."
            },
            {
                "verse_number": "7",
                "verse_text": "He did this to demonstrate for all time to come the extraordinary greatness of his grace in the love he showed us in Christ Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "God has made us what we are, and in our union with Christ Jesus he has created us for a life of good deeds, which he has already prepared for us to do."
            },
            {
                "verse_number": "11",
                "verse_text": "You Gentiles by birth &ndash; called &apos;the uncircumcised&apos; by the Jews, who call themselves &apos;the circumcised&apos; (which refers to what men do to their bodies) &ndash; remember what you were in the past."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time you were apart from Christ. You were foreigners and did not belong to God's chosen people. You had no part in the covenants, which were based on God's promises to his people, and you lived in this world without hope and without God."
            },
            {
                "verse_number": "13",
                "verse_text": "But now, in union with Christ Jesus, you who used to be far away have been brought near by the blood of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "For Christ himself has brought us peace by making Jews and Gentiles one people. With his own body he broke down the wall that separated them and kept them enemies."
            },
            {
                "verse_number": "15",
                "verse_text": "He abolished the Jewish Law with its commandments and rules, in order to create out of the two races one new people in union with himself, in this way making peace."
            },
            {
                "verse_number": "16",
                "verse_text": "By his death on the cross Christ destroyed their enmity; by means of the cross he united both races into one body and brought them back to God."
            },
            {
                "verse_number": "17",
                "verse_text": "So Christ came and preached the Good News of peace to all &ndash; to you Gentiles, who were far away from God, and to the Jews, who were near to him."
            },
            {
                "verse_number": "18",
                "verse_text": "It is through Christ that all of us, Jews and Gentiles, are able to come in the one Spirit into the presence of the Father."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, you Gentiles are not foreigners or strangers any longer; you are now fellow-citizens with God's people and members of the family of God."
            },
            {
                "verse_number": "20",
                "verse_text": "You, too, are built upon the foundation laid by the apostles and prophets, the cornerstone being Christ Jesus himself."
            },
            {
                "verse_number": "21",
                "verse_text": "He is the one who holds the whole building together and makes it grow into a sacred temple dedicated to the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "In union with him you too are being built together with all the others into a place where God lives through his Spirit."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles, pray to God."
            },
            {
                "verse_number": "2",
                "verse_text": "Surely you have heard that God in his grace has given me this work to do for your good."
            },
            {
                "verse_number": "3",
                "verse_text": "God revealed his secret plan and made it known to me. (I have written briefly about this,"
            },
            {
                "verse_number": "4",
                "verse_text": "and if you will read what I have written, you can learn about my understanding of the secret of Christ.)"
            },
            {
                "verse_number": "5",
                "verse_text": "In past times human beings were not told this secret, but God has revealed it now by the Spirit to his holy apostles and prophets."
            },
            {
                "verse_number": "6",
                "verse_text": "The secret is that by means of the gospel the Gentiles have a part with the Jews in God's blessings; they are members of the same body and share in the promise that God made through Christ Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "I was made a servant of the gospel by God's special gift, which he gave me through the working of his power."
            },
            {
                "verse_number": "8",
                "verse_text": "I am less than the least of all God's people; yet God gave me this privilege of taking to the Gentiles the Good News about the infinite riches of Christ,"
            },
            {
                "verse_number": "9",
                "verse_text": "and of making all people see how God's secret plan is to be put into effect. God, who is the Creator of all things, kept his secret hidden through all the past ages,"
            },
            {
                "verse_number": "10",
                "verse_text": "in order that at the present time, by means of the church, the angelic rulers and powers in the heavenly world might learn of his wisdom in all its different forms."
            },
            {
                "verse_number": "11",
                "verse_text": "God did this according to his eternal purpose, which he achieved through Christ Jesus our Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "In union with Christ and through our faith in him we have the boldness to go into God's presence with all confidence."
            },
            {
                "verse_number": "13",
                "verse_text": "I beg you, then, not to be discouraged because I am suffering for you; it is all for your benefit."
            },
            {
                "verse_number": "14",
                "verse_text": "For this reason I fall on my knees before the Father,"
            },
            {
                "verse_number": "15",
                "verse_text": "from whom every family in heaven and on earth receives its true name."
            },
            {
                "verse_number": "16",
                "verse_text": "I ask God from the wealth of his glory to give you power through his Spirit to be strong in your inner selves,"
            },
            {
                "verse_number": "17",
                "verse_text": "and I pray that Christ will make his home in your hearts through faith. I pray that you may have your roots and foundation in love,"
            },
            {
                "verse_number": "18",
                "verse_text": "so that you, together with all God's people, may have the power to understand how broad and long, how high and deep, is Christ's love."
            },
            {
                "verse_number": "19",
                "verse_text": "Yes, may you come to know his love &ndash; although it can never be fully known &ndash; and so be completely filled with the very nature of God."
            },
            {
                "verse_number": "20",
                "verse_text": "To him who by means of his power working in us is able to do so much more than we can ever ask for, or even think of:"
            },
            {
                "verse_number": "21",
                "verse_text": "to God be the glory in the church and in Christ Jesus for all time, for ever and ever! Amen."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I urge you, then &ndash; I who am a prisoner because I serve the Lord: live a life that measures up to the standard God set when he called you."
            },
            {
                "verse_number": "2",
                "verse_text": "Be always humble, gentle, and patient. Show your love by being tolerant with one another."
            },
            {
                "verse_number": "3",
                "verse_text": "Do your best to preserve the unity which the Spirit gives by means of the peace that binds you together."
            },
            {
                "verse_number": "4",
                "verse_text": "There is one body and one Spirit, just as there is one hope to which God has called you."
            },
            {
                "verse_number": "5",
                "verse_text": "There is one Lord, one faith, one baptism;"
            },
            {
                "verse_number": "6",
                "verse_text": "there is one God and Father of all, who is Lord of all, works through all, and is in all. &apos;When he went up to the very heights, he took many captives with him; he gave gifts to people.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Each one of us has received a special gift in proportion to what Christ has given."
            },
            {
                "verse_number": "8",
                "verse_text": "As the scripture says:"
            },
            {
                "verse_number": "9",
                "verse_text": "Now, what does &apos;he went up&apos; mean? It means that first he came down to the lowest depths of the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "So the one who came down is the same one who went up, above and beyond the heavens, to fill the whole universe with his presence."
            },
            {
                "verse_number": "11",
                "verse_text": "It was he who &apos;gave gifts&apos;; he appointed some to be apostles, others to be prophets, others to be evangelists, others to be pastors and teachers."
            },
            {
                "verse_number": "12",
                "verse_text": "He did this to prepare all God's people for the work of Christian service, in order to build up the body of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "And so we shall all come together to that oneness in our faith and in our knowledge of the Son of God; we shall become mature people, reaching to the very height of Christ's full stature."
            },
            {
                "verse_number": "14",
                "verse_text": "Then we shall no longer be children, carried by the waves and blown about by every shifting wind of the teaching of deceitful people, who lead others into error by the tricks they invent."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, by speaking the truth in a spirit of love, we must grow up in every way to Christ, who is the head."
            },
            {
                "verse_number": "16",
                "verse_text": "Under his control all the different parts of the body fit together, and the whole body is held together by every joint with which it is provided. So when each separate part works as it should, the whole body grows and builds itself up through love."
            },
            {
                "verse_number": "17",
                "verse_text": "In the Lord's name, then, I warn you: do not continue to live like the heathen, whose thoughts are worthless"
            },
            {
                "verse_number": "18",
                "verse_text": "and whose minds are in the dark. They have no part in the life that God gives, for they are completely ignorant and stubborn."
            },
            {
                "verse_number": "19",
                "verse_text": "They have lost all feeling of shame; they give themselves over to vice and do all sorts of indecent things without restraint."
            },
            {
                "verse_number": "20",
                "verse_text": "That was not what you learnt about Christ!"
            },
            {
                "verse_number": "21",
                "verse_text": "You certainly heard about him, and as his followers you were taught the truth that is in Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "So get rid of your old self, which made you live as you used to &ndash; the old self that was being destroyed by its deceitful desires."
            },
            {
                "verse_number": "23",
                "verse_text": "Your hearts and minds must be made completely new,"
            },
            {
                "verse_number": "24",
                "verse_text": "and you must put on the new self, which is created in God's likeness and reveals itself in the true life that is upright and holy."
            },
            {
                "verse_number": "25",
                "verse_text": "No more lying, then! Each of you must tell the truth to one another, because we are all members together in the body of Christ."
            },
            {
                "verse_number": "26",
                "verse_text": "If you become angry, do not let your anger lead you into sin, and do not stay angry all day."
            },
            {
                "verse_number": "27",
                "verse_text": "Don't give the Devil a chance."
            },
            {
                "verse_number": "28",
                "verse_text": "Those who used to rob must stop robbing and start working, in order to earn an honest living for themselves and to be able to help the poor."
            },
            {
                "verse_number": "29",
                "verse_text": "Do not use harmful words, but only helpful words, the kind that build up and provide what is needed, so that what you say will do good to those who hear you."
            },
            {
                "verse_number": "30",
                "verse_text": "And do not make God's Holy Spirit sad; for the Spirit is God's mark of ownership on you, a guarantee that the Day will come when God will set you free."
            },
            {
                "verse_number": "31",
                "verse_text": "Get rid of all bitterness, passion, and anger. No more shouting or insults, no more hateful feelings of any sort."
            },
            {
                "verse_number": "32",
                "verse_text": "Instead, be kind and tender-hearted to one another, and forgive one another, as God has forgiven you through Christ."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Since you are God's dear children, you must try to be like him."
            },
            {
                "verse_number": "2",
                "verse_text": "Your life must be controlled by love, just as Christ loved us and gave his life for us as a sweet-smelling offering and sacrifice that pleases God. &apos;Wake up, sleeper, and rise from death, and Christ will shine on you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Since you are God's people, it is not right that any matters of sexual immorality or indecency or greed should even be mentioned among you."
            },
            {
                "verse_number": "4",
                "verse_text": "Nor is it fitting for you to use language which is obscene, profane, or vulgar. Rather you should give thanks to God."
            },
            {
                "verse_number": "5",
                "verse_text": "You may be sure that no one who is immoral, indecent, or greedy (for greed is a form of idolatry) will ever receive a share in the Kingdom of Christ and of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not let anyone deceive you with foolish words; it is because of these very things that God's anger will come upon those who do not obey him."
            },
            {
                "verse_number": "7",
                "verse_text": "So have nothing at all to do with such people."
            },
            {
                "verse_number": "8",
                "verse_text": "You yourselves used to be in the darkness, but since you have become the Lord's people, you are in the light. So you must live like people who belong to the light,"
            },
            {
                "verse_number": "9",
                "verse_text": "for it is the light that brings a rich harvest of every kind of goodness, righteousness, and truth."
            },
            {
                "verse_number": "10",
                "verse_text": "Try to learn what pleases the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "Have nothing to do with the worthless things that people do, things that belong to the darkness. Instead, bring them out to the light."
            },
            {
                "verse_number": "12",
                "verse_text": "(It is really too shameful even to talk about the things they do in secret.)"
            },
            {
                "verse_number": "13",
                "verse_text": "And when all things are brought out to the light, then their true nature is clearly revealed;"
            },
            {
                "verse_number": "14",
                "verse_text": "for anything that is clearly revealed becomes light. That is why it is said:"
            },
            {
                "verse_number": "15",
                "verse_text": "So be careful how you live. Don't live like ignorant people, but like wise people."
            },
            {
                "verse_number": "16",
                "verse_text": "Make good use of every opportunity you have, because these are evil days."
            },
            {
                "verse_number": "17",
                "verse_text": "Don't be fools, then, but try to find out what the Lord wants you to do."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not get drunk with wine, which will only ruin you; instead, be filled with the Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "Speak to one another with the words of psalms, hymns, and sacred songs; sing hymns and psalms to the Lord with praise in your hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "In the name of our Lord Jesus Christ, always give thanks for everything to God the Father."
            },
            {
                "verse_number": "21",
                "verse_text": "Submit yourselves to one another because of your reverence for Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "Wives, submit to your husbands as to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "For a husband has authority over his wife just as Christ has authority over the church; and Christ is himself the Saviour of the church, his body."
            },
            {
                "verse_number": "24",
                "verse_text": "And so wives must submit completely to their husbands just as the church submits itself to Christ."
            },
            {
                "verse_number": "25",
                "verse_text": "Husbands, love your wives just as Christ loved the church and gave his life for it."
            },
            {
                "verse_number": "26",
                "verse_text": "He did this to dedicate the church to God by his word, after making it clean by washing it in water,"
            },
            {
                "verse_number": "27",
                "verse_text": "in order to present the church to himself in all its beauty &ndash; pure and faultless, without spot or wrinkle or any other imperfection."
            },
            {
                "verse_number": "28",
                "verse_text": "Men ought to love their wives just as they love their own bodies. A man who loves his wife loves himself."
            },
            {
                "verse_number": "29",
                "verse_text": "(People never hate their own bodies. Instead, they feed them and take care of them, just as Christ does the church;"
            },
            {
                "verse_number": "30",
                "verse_text": "for we are members of his body.)"
            },
            {
                "verse_number": "31",
                "verse_text": "As the scripture says, &apos;For this reason a man will leave his father and mother and unite with his wife, and the two will become one.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "There is a deep secret truth revealed in this scripture, which I understand as applying to Christ and the church."
            },
            {
                "verse_number": "33",
                "verse_text": "But it also applies to you: every husband must love his wife as himself, and every wife must respect her husband."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Children, it is your Christian duty to obey your parents, for this is the right thing to do."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Respect your father and mother&apos; is the first commandment that has a promise added:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;so that all may go well with you, and you may live a long time in the land.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Parents, do not treat your children in such a way as to make them angry. Instead, bring them up with Christian discipline and instruction."
            },
            {
                "verse_number": "5",
                "verse_text": "Slaves, obey your human masters with fear and trembling; and do it with a sincere heart, as though you were serving Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Do this not only when they are watching you, because you want to gain their approval; but with all your heart do what God wants, as slaves of Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "Do your work as slaves cheerfully, as though you served the Lord, and not merely human beings."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember that the Lord will reward everyone, whether slave or free, for the good work they do."
            },
            {
                "verse_number": "9",
                "verse_text": "Masters, behave in the same way towards your slaves and stop using threats. Remember that you and your slaves belong to the same Master in heaven, who judges everyone by the same standard."
            },
            {
                "verse_number": "10",
                "verse_text": "Finally, build up your strength in union with the Lord and by means of his mighty power."
            },
            {
                "verse_number": "11",
                "verse_text": "Put on all the armour that God gives you, so that you will be able to stand up against the Devil's evil tricks."
            },
            {
                "verse_number": "12",
                "verse_text": "For we are not fighting against human beings but against the wicked spiritual forces in the heavenly world, the rulers, authorities, and cosmic powers of this dark age."
            },
            {
                "verse_number": "13",
                "verse_text": "So put on God's armour now! Then when the evil day comes, you will be able to resist the enemy's attacks; and after fighting to the end, you will still hold your ground."
            },
            {
                "verse_number": "14",
                "verse_text": "So stand ready, with truth as a belt tight round your waist, with righteousness as your breastplate,"
            },
            {
                "verse_number": "15",
                "verse_text": "and as your shoes the readiness to announce the Good News of peace."
            },
            {
                "verse_number": "16",
                "verse_text": "At all times carry faith as a shield; for with it you will be able to put out all the burning arrows shot by the Evil One."
            },
            {
                "verse_number": "17",
                "verse_text": "And accept salvation as a helmet, and the word of God as the sword which the Spirit gives you."
            },
            {
                "verse_number": "18",
                "verse_text": "Do all this in prayer, asking for God's help. Pray on every occasion, as the Spirit leads. For this reason keep alert and never give up; pray always for all God's people."
            },
            {
                "verse_number": "19",
                "verse_text": "And pray also for me, that God will give me a message when I am ready to speak, so that I may speak boldly and make known the gospel's secret."
            },
            {
                "verse_number": "20",
                "verse_text": "For the sake of this gospel I am an ambassador, though now I am in prison. Pray that I may be bold in speaking about the gospel as I should."
            },
            {
                "verse_number": "21",
                "verse_text": "Tychicus, our dear brother and faithful servant in the Lord's work, will give you all the news about me, so that you may know how I am getting on."
            },
            {
                "verse_number": "22",
                "verse_text": "That is why I am sending him to you &ndash; to tell you how all of us are getting on, and to encourage you."
            },
            {
                "verse_number": "23",
                "verse_text": "May God the Father and the Lord Jesus Christ give to all Christian brothers and sisters peace and love with faith."
            },
            {
                "verse_number": "24",
                "verse_text": "May God's grace be with all those who love our Lord Jesus Christ with undying love."
            }
        ]
    }
}