{
    "Habakkuk": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that the LORD revealed to the prophet Habakkuk."
            },
            {
                "verse_number": "2",
                "verse_text": "O LORD , how long must I call for help before you listen, before you save us from violence?"
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you make me see such trouble? How can you endure to look on such wrongdoing? Destruction and violence are all round me, and there is fighting and quarrelling everywhere."
            },
            {
                "verse_number": "4",
                "verse_text": "The law is weak and useless, and justice is never done. Evil people get the better of the righteous, and so justice is perverted."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the LORD said to his people, &apos;Keep watching the nations round you, and you will be astonished at what you see. I am going to do something that you will not believe when you hear about it."
            },
            {
                "verse_number": "6",
                "verse_text": "I am bringing the Babylonians to power, those fierce, restless people. They are marching out across the world to conquer other lands."
            },
            {
                "verse_number": "7",
                "verse_text": "They spread fear and terror, and in their pride they are a law to themselves."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Their horses are faster than leopards, fiercer than hungry wolves. Their horsemen come riding from distant lands; their horses paw the ground. They come swooping down like eagles attacking their prey."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Their armies advance in violent conquest, and everyone is terrified as they approach. Their captives are as numerous as grains of sand."
            },
            {
                "verse_number": "10",
                "verse_text": "They treat kings with contempt and laugh at high officials. No fortress can stop them &ndash; they pile up earth against it and capture it."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they sweep on like the wind and are gone, these men whose power is their god.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "LORD , from the very beginning you are God. You are my God, holy and eternal. LORD , my God and protector, you have chosen the Babylonians and made them strong so that they can punish us."
            },
            {
                "verse_number": "13",
                "verse_text": "But how can you stand these treacherous, evil men? Your eyes are too holy to look at evil, and you cannot stand the sight of people doing wrong. So why are you silent while they destroy people who are more righteous than they are?"
            },
            {
                "verse_number": "14",
                "verse_text": "How can you treat people like fish or like a swarm of insects that have no ruler to direct them?"
            },
            {
                "verse_number": "15",
                "verse_text": "The Babylonians catch people with hooks, as though they were fish. They drag them off in nets and shout for joy over their catch!"
            },
            {
                "verse_number": "16",
                "verse_text": "They even worship their nets and offer sacrifices to them, because their nets provide them with the best of everything."
            },
            {
                "verse_number": "17",
                "verse_text": "Are they going to use their swords for ever and keep on destroying nations without mercy?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I will climb my watchtower and wait to see what the LORD will tell me to say and what answer he will give to my complaint."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD gave me this answer: &apos;Write down clearly on clay tablets what I reveal to you, so that it can be read at a glance."
            },
            {
                "verse_number": "3",
                "verse_text": "Put it in writing, because it is not yet time for it to come true. But the time is coming quickly, and what I show you will come true. It may seem slow in coming, but wait for it; it will certainly take place, and it will not be delayed."
            },
            {
                "verse_number": "4",
                "verse_text": "And this is the message: &quot;Those who are evil will not survive, but those who are righteous will live because they are faithful to God.&quot; &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Wealth is deceitful. Greedy people are proud and restless &ndash; like death itself they are never satisfied. That is why they conquer nation after nation for themselves."
            },
            {
                "verse_number": "6",
                "verse_text": "The conquered people will taunt their conquerors and show their scorn for them. They will say, &apos;You take what isn't yours, but you are doomed! How long will you go on getting rich by forcing your debtors to pay up?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But before you know it, you that have conquered others will be in debt yourselves and be forced to pay interest. Enemies will come and make you tremble. They will plunder you!"
            },
            {
                "verse_number": "8",
                "verse_text": "You have plundered the people of many nations, but now those who have survived will plunder you because of the murders you have committed and because of your violence against the people of the world and its cities."
            },
            {
                "verse_number": "9",
                "verse_text": "You are doomed! You have made your family rich with what you took by violence, and have tried to make your own home safe from harm and danger!"
            },
            {
                "verse_number": "10",
                "verse_text": "But your schemes have brought shame on your family; by destroying many nations you have only brought ruin on yourself."
            },
            {
                "verse_number": "11",
                "verse_text": "Even the stones of the walls cry out against you, and the rafters echo the cry."
            },
            {
                "verse_number": "12",
                "verse_text": "You are doomed! You founded a city on crime and built it up by murder."
            },
            {
                "verse_number": "13",
                "verse_text": "The nations you conquered wore themselves out in useless labour, and all they have built goes up in flames. The LORD Almighty has done this."
            },
            {
                "verse_number": "14",
                "verse_text": "But the earth will be as full of the knowledge of the LORD 's glory as the seas are full of water."
            },
            {
                "verse_number": "15",
                "verse_text": "You are doomed! In your fury you humiliated and disgraced your neighbours; you made them stagger as though they were drunk."
            },
            {
                "verse_number": "16",
                "verse_text": "You in turn will be covered with shame instead of honour. You yourself will drink and stagger. The LORD will make you drink your own cup of punishment, and your honour will be turned to disgrace."
            },
            {
                "verse_number": "17",
                "verse_text": "You have cut down the forests of Lebanon; now you will be cut down. You killed its animals; now animals will terrify you. This will happen because of the murders you have committed and because of your violence against the people of the world and its cities."
            },
            {
                "verse_number": "18",
                "verse_text": "What's the use of an idol? It is only something that a human being has made, and it tells you nothing but lies. What good does it do for its maker to trust it &ndash; a god that can't even talk!"
            },
            {
                "verse_number": "19",
                "verse_text": "You are doomed! You say to a piece of wood, &apos;Wake up!&apos; or to a block of stone, &apos;Get up!&apos; Can an idol reveal anything to you? It may be covered with silver and gold, but there is no life in it."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD is in his holy Temple; let everyone on earth be silent in his presence."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is a prayer of the prophet Habakkuk: and I am filled with awe. Now do again in our times the great deeds you used to do. Be merciful, even when you are angry. the holy God is coming from the hills of Paran. His splendour covers the heavens; and the earth is full of his praise. light flashes from his hand, there where his power is hidden. and commands death to follow him. at his glance the nations tremble. The eternal mountains are shattered; the everlasting hills sink down, the hills where he walked in ancient times. and the people of Midian tremble. Was it the sea that made you furious? You rode upon the clouds; the storm cloud was your chariot, as you brought victory to your people. Your lightning split open the earth. water poured down from the skies. The waters under the earth roared, and their waves rose high. and the gleam of your shining spear, the sun and the moon stood still. in fury you trampled the nations. to save your chosen king. You struck down the leader of the wicked when it came like a storm to scatter us, and the mighty waters foamed. my lips quiver with fear. My body goes limp, I will quietly wait for the time to come when God will punish those who attack us. and no grapes grow on the vines, even though the olive crop fails and the fields produce no corn, even though the sheep all die and the cattle stalls are empty, because the LORD God is my saviour. He makes me sure-footed as a deer, and keeps me safe on the mountains."
            },
            {
                "verse_number": "2",
                "verse_text": "O LORD , I have heard of what you have done,"
            },
            {
                "verse_number": "3",
                "verse_text": "God is coming again from Edom;"
            },
            {
                "verse_number": "4",
                "verse_text": "He comes with the brightness of lightning;"
            },
            {
                "verse_number": "5",
                "verse_text": "He sends disease before him"
            },
            {
                "verse_number": "6",
                "verse_text": "When he stops, the earth shakes;"
            },
            {
                "verse_number": "7",
                "verse_text": "I saw the people of Cushan afraid"
            },
            {
                "verse_number": "8",
                "verse_text": "Was it the rivers that made you angry, LORD ?"
            },
            {
                "verse_number": "9",
                "verse_text": "You got ready to use your bow, ready to shoot your arrows. and completely destroyed his followers. gloating like those who secretly oppress the poor. and my feet stumble beneath me."
            },
            {
                "verse_number": "10",
                "verse_text": "When the mountains saw you, they trembled;"
            },
            {
                "verse_number": "11",
                "verse_text": "At the flash of your speeding arrows"
            },
            {
                "verse_number": "12",
                "verse_text": "You marched across the earth in anger;"
            },
            {
                "verse_number": "13",
                "verse_text": "You went out to save your people,"
            },
            {
                "verse_number": "14",
                "verse_text": "Your arrows pierced the commander of his army"
            },
            {
                "verse_number": "15",
                "verse_text": "You trampled the sea with your horses,"
            },
            {
                "verse_number": "16",
                "verse_text": "I hear all this, and I tremble;"
            },
            {
                "verse_number": "17",
                "verse_text": "Even though the fig trees have no fruit"
            },
            {
                "verse_number": "18",
                "verse_text": "I will still be joyful and glad,"
            },
            {
                "verse_number": "19",
                "verse_text": "The Sovereign LORD gives me strength."
            }
        ]
    }
}