{
    "Philippians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul and Timothy, servants of Christ Jesus &ndash; To all God's people in Philippi who are in union with Christ Jesus, including the church leaders and helpers:"
            },
            {
                "verse_number": "2",
                "verse_text": "May God our Father and the Lord Jesus Christ give you grace and peace."
            },
            {
                "verse_number": "3",
                "verse_text": "I thank my God for you every time I think of you;"
            },
            {
                "verse_number": "4",
                "verse_text": "and every time I pray for you all, I pray with joy"
            },
            {
                "verse_number": "5",
                "verse_text": "because of the way in which you have helped me in the work of the gospel from the very first day until now."
            },
            {
                "verse_number": "6",
                "verse_text": "And so I am sure that God, who began this good work in you, will carry it on until it is finished on the Day of Christ Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "You are always in my heart! And so it is only right for me to feel as I do about you. For you have all shared with me in this privilege that God has given me, both now that I am in prison and also while I was free to defend the gospel and establish it firmly."
            },
            {
                "verse_number": "8",
                "verse_text": "God is my witness that I am telling the truth when I say that my deep feeling for you all comes from the heart of Christ Jesus himself."
            },
            {
                "verse_number": "9",
                "verse_text": "I pray that your love will keep on growing more and more, together with true knowledge and perfect judgement,"
            },
            {
                "verse_number": "10",
                "verse_text": "so that you will be able to choose what is best. Then you will be free from all impurity and blame on the Day of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "Your lives will be filled with the truly good qualities which only Jesus Christ can produce, for the glory and praise of God."
            },
            {
                "verse_number": "12",
                "verse_text": "I want you to know, my brothers and sisters, that the things that have happened to me have really helped the progress of the gospel."
            },
            {
                "verse_number": "13",
                "verse_text": "As a result, the whole palace guard and all the others here know that I am in prison because I am a servant of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "And my being in prison has given most of the brothers and sisters more confidence in the Lord, so that they grow bolder all the time to preach the message fearlessly."
            },
            {
                "verse_number": "15",
                "verse_text": "Of course some of them preach Christ because they are jealous and quarrelsome, but others from genuine goodwill."
            },
            {
                "verse_number": "16",
                "verse_text": "These do so from love, because they know that God has given me the work of defending the gospel."
            },
            {
                "verse_number": "17",
                "verse_text": "The others do not proclaim Christ sincerely, but from a spirit of selfish ambition; they think that they will make more trouble for me while I am in prison."
            },
            {
                "verse_number": "18",
                "verse_text": "It does not matter! I am happy about it &ndash; so long as Christ is preached in every way possible, whether from wrong or right motives. And I will continue to be happy,"
            },
            {
                "verse_number": "19",
                "verse_text": "because I know that by means of your prayers and the help which comes from the Spirit of Jesus Christ I shall be set free."
            },
            {
                "verse_number": "20",
                "verse_text": "My deep desire and hope is that I shall never fail in my duty, but that at all times, and especially just now, I shall be full of courage, so that with my whole being I shall bring honour to Christ, whether I live or die."
            },
            {
                "verse_number": "21",
                "verse_text": "For what is life? To me, it is Christ. Death, then, will bring more."
            },
            {
                "verse_number": "22",
                "verse_text": "But if by continuing to live I can do more worthwhile work, then I am not sure which I should choose."
            },
            {
                "verse_number": "23",
                "verse_text": "I am pulled in two directions. I want very much to leave this life and be with Christ, which is a far better thing;"
            },
            {
                "verse_number": "24",
                "verse_text": "but for your sake it is much more important that I remain alive."
            },
            {
                "verse_number": "25",
                "verse_text": "I am sure of this, and so I know that I will stay. I will stay on with you all, to add to your progress and joy in the faith,"
            },
            {
                "verse_number": "26",
                "verse_text": "so that when I am with you again, you will have even more reason to be proud of me in your life in union with Christ Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "Now, the important thing is that your way of life should be as the gospel of Christ requires, so that, whether or not I am able to go and see you, I will hear that you are standing firm with one common purpose and that with only one desire you are fighting together for the faith of the gospel."
            },
            {
                "verse_number": "28",
                "verse_text": "Don't be afraid of your enemies; always be courageous, and this will prove to them that they will lose and that you will win, because it is God who gives you the victory."
            },
            {
                "verse_number": "29",
                "verse_text": "For you have been given the privilege of serving Christ, not only by believing in him, but also by suffering for him."
            },
            {
                "verse_number": "30",
                "verse_text": "Now you can take part with me in the battle. It is the same battle you saw me fighting in the past, and as you hear, the one I am fighting still."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Your life in Christ makes you strong, and his love comforts you. You have fellowship with the Spirit, and you have kindness and compassion for one another."
            },
            {
                "verse_number": "2",
                "verse_text": "I urge you, then, to make me completely happy by having the same thoughts, sharing the same love, and being one in soul and mind."
            },
            {
                "verse_number": "3",
                "verse_text": "Don't do anything from selfish ambition or from a cheap desire to boast, but be humble towards one another, always considering others better than yourselves."
            },
            {
                "verse_number": "4",
                "verse_text": "And look out for one another's interests, not just for your own."
            },
            {
                "verse_number": "5",
                "verse_text": "The attitude you should have is the one that Christ Jesus had: and took the nature of a servant. He became like a human being and appeared in human likeness. his death on the cross. and gave him the name that is greater than any other name. will fall on their knees, to the glory of God the Father."
            },
            {
                "verse_number": "6",
                "verse_text": "He always had the nature of God, but he did not think that by force he should try to remain equal with God. all beings in heaven, on earth, and in the world below"
            },
            {
                "verse_number": "7",
                "verse_text": "Instead of this, of his own free will he gave up all he had,"
            },
            {
                "verse_number": "8",
                "verse_text": "He was humble and walked the path of obedience all the way to death &ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "For this reason God raised him to the highest place above"
            },
            {
                "verse_number": "10",
                "verse_text": "And so, in honour of the name of Jesus"
            },
            {
                "verse_number": "11",
                "verse_text": "and all will openly proclaim that Jesus Christ is Lord,"
            },
            {
                "verse_number": "12",
                "verse_text": "So then, dear friends, as you always obeyed me when I was with you, it is even more important that you obey me now while I am away from you. Keep on working with fear and trembling to complete your salvation,"
            },
            {
                "verse_number": "13",
                "verse_text": "because God is always at work in you to make you willing and able to obey his own purpose."
            },
            {
                "verse_number": "14",
                "verse_text": "Do everything without complaining or arguing,"
            },
            {
                "verse_number": "15",
                "verse_text": "so that you may be innocent and pure as God's perfect children, who live in a world of corrupt and sinful people. You must shine among them like stars lighting up the sky,"
            },
            {
                "verse_number": "16",
                "verse_text": "as you offer them the message of life. If you do so, I shall have reason to be proud of you on the Day of Christ, because it will show that all my effort and work have not been wasted."
            },
            {
                "verse_number": "17",
                "verse_text": "Perhaps my life's blood is to be poured out like an offering on the sacrifice that your faith offers to God. If that is so, I am glad and share my joy with you all."
            },
            {
                "verse_number": "18",
                "verse_text": "In the same way, you too must be glad and share your joy with me."
            },
            {
                "verse_number": "19",
                "verse_text": "If it is the Lord's will, I hope that I will be able to send Timothy to you soon, so that I may be encouraged by news about you."
            },
            {
                "verse_number": "20",
                "verse_text": "He is the only one who shares my feelings and who really cares about you."
            },
            {
                "verse_number": "21",
                "verse_text": "All the others are concerned only with their own affairs, not with the cause of Jesus Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "And you yourselves know how he has proved his worth, how he and I, like a son and his father, have worked together for the sake of the gospel."
            },
            {
                "verse_number": "23",
                "verse_text": "So I hope to send him to you as soon as I know how things are going to turn out for me."
            },
            {
                "verse_number": "24",
                "verse_text": "And I trust in the Lord that I myself will be able to come to you soon."
            },
            {
                "verse_number": "25",
                "verse_text": "I have thought it necessary to send you our brother Epaphroditus, who has worked and fought by my side and who has served as your messenger in helping me."
            },
            {
                "verse_number": "26",
                "verse_text": "He is anxious to see you all and is very upset because you had heard that he was ill."
            },
            {
                "verse_number": "27",
                "verse_text": "Indeed he was ill and almost died. But God had pity on him, and not only on him but on me, too, and spared me an even greater sorrow."
            },
            {
                "verse_number": "28",
                "verse_text": "I am all the more eager, then, to send him to you, so that you will be glad again when you see him, and my own sorrow will disappear."
            },
            {
                "verse_number": "29",
                "verse_text": "Receive him, then, with joy, as a brother in the Lord. Show respect to all such people as he,"
            },
            {
                "verse_number": "30",
                "verse_text": "because he risked his life and nearly died for the sake of the work of Christ, in order to give me the help that you yourselves could not give."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In conclusion, my brothers and sisters, be joyful in your union with the Lord. I don't mind repeating what I have written before, and you will be safer if I do so."
            },
            {
                "verse_number": "2",
                "verse_text": "Watch out for those who do evil things, those dogs, those who insist on cutting the body."
            },
            {
                "verse_number": "3",
                "verse_text": "It is we, not they, who have received the true circumcision, for we worship God by means of his Spirit and rejoice in our life in union with Christ Jesus. We do not put any trust in external ceremonies."
            },
            {
                "verse_number": "4",
                "verse_text": "I could, of course, put my trust in such things. If anyone thinks they can trust in external ceremonies, I have even more reason to feel that way."
            },
            {
                "verse_number": "5",
                "verse_text": "I was circumcised when I was a week old. I am an Israelite by birth, of the tribe of Benjamin, a pure-blooded Hebrew. As far as keeping the Jewish Law is concerned, I was a Pharisee,"
            },
            {
                "verse_number": "6",
                "verse_text": "and I was so zealous that I persecuted the church. As far as a person can be righteous by obeying the commands of the Law, I was without fault."
            },
            {
                "verse_number": "7",
                "verse_text": "But all those things that I might count as profit I now reckon as loss for Christ's sake."
            },
            {
                "verse_number": "8",
                "verse_text": "Not only those things; I reckon everything as complete loss for the sake of what is so much more valuable, the knowledge of Christ Jesus my Lord. For his sake I have thrown everything away; I consider it all as mere refuse, so that I may gain Christ"
            },
            {
                "verse_number": "9",
                "verse_text": "and be completely united with him. I no longer have a righteousness of my own, the kind that is gained by obeying the Law. I now have the righteousness that is given through faith in Christ, the righteousness that comes from God and is based on faith."
            },
            {
                "verse_number": "10",
                "verse_text": "All I want is to know Christ and to experience the power of his resurrection, to share in his sufferings and become like him in his death,"
            },
            {
                "verse_number": "11",
                "verse_text": "in the hope that I myself will be raised from death to life."
            },
            {
                "verse_number": "12",
                "verse_text": "I do not claim that I have already succeeded or have already become perfect. I keep striving to win the prize for which Christ Jesus has already won me to himself."
            },
            {
                "verse_number": "13",
                "verse_text": "Of course, my brothers and sisters, I really do not think that I have already won it; the one thing I do, however, is to forget what is behind me and do my best to reach what is ahead."
            },
            {
                "verse_number": "14",
                "verse_text": "So I run straight towards the goal in order to win the prize, which is God's call through Christ Jesus to the life above."
            },
            {
                "verse_number": "15",
                "verse_text": "All of us who are spiritually mature should have this same attitude. But if some of you have a different attitude, God will make this clear to you."
            },
            {
                "verse_number": "16",
                "verse_text": "However that may be, let us go forward according to the same rules we have followed until now."
            },
            {
                "verse_number": "17",
                "verse_text": "Keep on imitating me, my brothers and sisters. Pay attention to those who follow the right example that we have set for you."
            },
            {
                "verse_number": "18",
                "verse_text": "I have told you this many times before, and now I repeat it with tears: there are many whose lives make them enemies of Christ's death on the cross."
            },
            {
                "verse_number": "19",
                "verse_text": "They are going to end up in hell, because their god is their bodily desires. They are proud of what they should be ashamed of, and they think only of things that belong to this world."
            },
            {
                "verse_number": "20",
                "verse_text": "We, however, are citizens of heaven, and we eagerly wait for our Saviour, the Lord Jesus Christ, to come from heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "He will change our weak mortal bodies and make them like his own glorious body, using that power by which he is able to bring all things under his rule."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So then, my brothers and sisters, how dear you are to me and how I miss you! How happy you make me, and how proud I am of you! This then, dear brothers and sisters, is how you should stand firm in your life in the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Euodia and Syntyche, please, I beg you, try to agree as sisters in the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "And you too, my faithful partner, I want you to help these women; for they have worked hard with me to spread the gospel, together with Clement and all my other fellow-workers, whose names are in God's book of the living."
            },
            {
                "verse_number": "4",
                "verse_text": "May you always be joyful in your union with the Lord. I say it again: rejoice!"
            },
            {
                "verse_number": "5",
                "verse_text": "Show a gentle attitude towards everyone. The Lord is coming soon."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't worry about anything, but in all your prayers ask God for what you need, always asking him with a thankful heart."
            },
            {
                "verse_number": "7",
                "verse_text": "And God's peace, which is far beyond human understanding, will keep your hearts and minds safe in union with Christ Jesus."
            },
            {
                "verse_number": "8",
                "verse_text": "In conclusion, my brothers and sisters, fill your minds with those things that are good and that deserve praise: things that are true, noble, right, pure, lovely, and honourable."
            },
            {
                "verse_number": "9",
                "verse_text": "Put into practice what you learnt and received from me, both from my words and from my actions. And the God who gives us peace will be with you."
            },
            {
                "verse_number": "10",
                "verse_text": "In my life in union with the Lord it is a great joy to me that after so long a time you once more had the chance of showing that you care for me. I don't mean that you had stopped caring for me &ndash; you just had no chance to show it."
            },
            {
                "verse_number": "11",
                "verse_text": "And I am not saying this because I feel neglected, for I have learnt to be satisfied with what I have."
            },
            {
                "verse_number": "12",
                "verse_text": "I know what it is to be in need and what it is to have more than enough. I have learnt this secret, so that anywhere, at any time, I am content, whether I am full or hungry, whether I have too much or too little."
            },
            {
                "verse_number": "13",
                "verse_text": "I have the strength to face all conditions by the power that Christ gives me."
            },
            {
                "verse_number": "14",
                "verse_text": "But it was very good of you to help me in my troubles."
            },
            {
                "verse_number": "15",
                "verse_text": "You Philippians know very well that when I left Macedonia in the early days of preaching the Good News, you were the only church to help me; you were the only ones who shared my profits and losses."
            },
            {
                "verse_number": "16",
                "verse_text": "More than once when I needed help in Thessalonica, you sent it to me."
            },
            {
                "verse_number": "17",
                "verse_text": "It is not that I just want to receive gifts; rather, I want to see profit added to your account."
            },
            {
                "verse_number": "18",
                "verse_text": "Here, then, is my receipt for everything you have given me &ndash; and it has been more than enough! I have all I need now that Epaphroditus has brought me all your gifts. They are like a sweet-smelling offering to God, a sacrifice which is acceptable and pleasing to him."
            },
            {
                "verse_number": "19",
                "verse_text": "And with all his abundant wealth through Christ Jesus, my God will supply all your needs."
            },
            {
                "verse_number": "20",
                "verse_text": "To our God and Father be the glory for ever and ever! Amen."
            },
            {
                "verse_number": "21",
                "verse_text": "Greetings to each one of God's people who belong to Christ Jesus. The brothers and sisters here with me send you their greetings."
            },
            {
                "verse_number": "22",
                "verse_text": "All God's people here send greetings, especially those who belong to the Emperor's palace."
            },
            {
                "verse_number": "23",
                "verse_text": "May the grace of the Lord Jesus Christ be with you all."
            }
        ]
    }
}