{
    "Nahum": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is a message about Nineveh, the account of a vision seen by Nahum, who was from Elkosh. he punishes those who oppose him. In his anger he pays them back. but he is powerful and never lets the guilty go unpunished. Where the LORD walks, storms arise; the clouds are the dust raised by his feet! He makes the rivers go dry. The fields of Bashan wither, Mount Carmel turns brown, and the flowers of Lebanon fade. hills melt before him. The earth shakes when the LORD appears; the world and all its people tremble. Who can survive his terrible fury? He pours out his flaming anger; rocks crumble to dust before him. he protects his people in times of trouble; he takes care of those who turn to him. he sends to their death those who oppose him. He will destroy you. No one opposes him more than once. you drunkards will be burnt up!"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD God tolerates no rivals;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD does not easily become angry,"
            },
            {
                "verse_number": "4",
                "verse_text": "He commands the sea, and it dries up!"
            },
            {
                "verse_number": "5",
                "verse_text": "Mountains quake in the presence of the LORD ;"
            },
            {
                "verse_number": "6",
                "verse_text": "When he is angry, who can survive?"
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD is good;"
            },
            {
                "verse_number": "8",
                "verse_text": "Like a great rushing flood he completely destroys his enemies;"
            },
            {
                "verse_number": "9",
                "verse_text": "What are you plotting against the LORD ?"
            },
            {
                "verse_number": "10",
                "verse_text": "Like tangled thorns and dry straw,"
            },
            {
                "verse_number": "11",
                "verse_text": "From you, Nineveh, there came someone full of wicked schemes, who plotted against the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what the LORD says to his people Israel: “Even though the Assyrians are strong and numerous, they will be destroyed and disappear. My people, I made you suffer, but I will not do it again."
            },
            {
                "verse_number": "13",
                "verse_text": "I will now end Assyria's power over you and break the chains that bind you.”"
            },
            {
                "verse_number": "14",
                "verse_text": "This is what the LORD has decreed about the Assyrians: “They will have no descendants to carry on their name. I will destroy the idols that are in the temples of their gods. I am preparing a grave for the Assyrians — they don't deserve to live!”"
            },
            {
                "verse_number": "15",
                "verse_text": "Look, a messenger is coming over the mountains with good news! He is on his way to announce the victory! People of Judah, celebrate your festivals and give God what you solemnly promised him. The wicked will never invade your land again. They have been totally destroyed!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Nineveh, you are under attack! The power that will shatter you has come. Prepare the defences! Guard the road! Prepare for battle! and wear uniforms of red. They are preparing to attack! Their chariots flash like fire! rushing to and fro through the city squares. They flash like torches and dart about like lightning. they stumble as they press forward. The attackers rush to the wall and set up the shield for the battering ram. the palace is filled with terror. her servants moan like doves and beat their breasts in sorrow. “Stop! Stop!” the cry rings out — but no one turns back. Plunder the gold! The city is full of treasure! Hearts melt with fear; knees tremble, strength is gone; faces grow pale. that was like a den of lions, the place where young lions were fed, where the lion and the lioness would go and their cubs would be safe? and tore it to pieces for his mate and her cubs; he filled his den with torn flesh."
            },
            {
                "verse_number": "2",
                "verse_text": "(The LORD is about to restore the glory of Israel, as it was before her enemies plundered her.)"
            },
            {
                "verse_number": "3",
                "verse_text": "The enemy soldiers carry red shields Their horses prance! the people rush from Nineveh!"
            },
            {
                "verse_number": "4",
                "verse_text": "Chariots dash wildly through the streets,"
            },
            {
                "verse_number": "5",
                "verse_text": "The officers are summoned;"
            },
            {
                "verse_number": "6",
                "verse_text": "The gates by the river burst open;"
            },
            {
                "verse_number": "7",
                "verse_text": "The queen is taken captive;"
            },
            {
                "verse_number": "8",
                "verse_text": "Like water from a broken dam"
            },
            {
                "verse_number": "9",
                "verse_text": "Plunder the silver!"
            },
            {
                "verse_number": "10",
                "verse_text": "Nineveh is destroyed, deserted, desolate!"
            },
            {
                "verse_number": "11",
                "verse_text": "Where now is the city"
            },
            {
                "verse_number": "12",
                "verse_text": "The lion killed his prey"
            },
            {
                "verse_number": "13",
                "verse_text": "“I am your enemy!” says the LORD Almighty. “I will burn up your chariots. Your soldiers will be killed in war, and I will take away everything that you took from others. The demands of your envoys will no longer be heard.”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Doomed is the lying, murderous city, full of wealth to be looted and plundered! the rattle of wheels, the gallop of horses, the jolting of chariots! swords flash, spears gleam! Corpses are piled high, dead bodies without number — men stumble over them! Attractive and full of deadly charms, “I will punish you, Nineveh! I will strip you naked and let the nations see you, see you in all your shame. and cover you with filth. People will stare at you in horror. They will say, ‘Nineveh lies in ruins! Who has any sympathy for her? Who will want to comfort her?’ ” You multiplied like locusts!"
            },
            {
                "verse_number": "2",
                "verse_text": "Listen! The crack of the whip,"
            },
            {
                "verse_number": "3",
                "verse_text": "Horsemen charge,"
            },
            {
                "verse_number": "4",
                "verse_text": "Nineveh the whore is being punished. she enchanted nations and enslaved them."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD Almighty says,"
            },
            {
                "verse_number": "6",
                "verse_text": "I will treat you with contempt"
            },
            {
                "verse_number": "7",
                "verse_text": "All who see you will shrink back."
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh, are you any better than Thebes, the capital of Egypt? She too had a river to protect her like a wall — the Nile was her defence."
            },
            {
                "verse_number": "9",
                "verse_text": "She ruled Ethiopia and Egypt, there was no limit to her power; Libya was her ally."
            },
            {
                "verse_number": "10",
                "verse_text": "Yet the people of Thebes were carried off into exile. At every street corner their children were beaten to death. Their leading men were carried off in chains and divided among their captors."
            },
            {
                "verse_number": "11",
                "verse_text": "Nineveh, you too will fall into a drunken stupor! You too will try to escape from your enemies."
            },
            {
                "verse_number": "12",
                "verse_text": "All your fortresses will be like fig trees with ripe figs: shake the trees, and the fruit falls right into your mouth!"
            },
            {
                "verse_number": "13",
                "verse_text": "Your soldiers are like women, and your country stands defenceless before your enemies. Fire will destroy the bars across your gates."
            },
            {
                "verse_number": "14",
                "verse_text": "Draw water to prepare for a siege, and strengthen your fortresses! Trample the clay to make bricks, and get the brick moulds ready!"
            },
            {
                "verse_number": "15",
                "verse_text": "No matter what you do, you will still be burnt to death or killed in battle. You will be wiped out like crops eaten up by locusts."
            },
            {
                "verse_number": "16",
                "verse_text": "You produced more merchants than there are stars in the sky! But now they are gone, like locusts that spread their wings and fly away."
            },
            {
                "verse_number": "17",
                "verse_text": "Your officials are like a swarm of locusts that stay in the walls on a cold day. But when the sun comes out, they fly away, and no one knows where they have gone!"
            },
            {
                "verse_number": "18",
                "verse_text": "Emperor of Assyria, your governors are dead, and your noblemen are asleep for ever! Your people are scattered on the mountains, and there is no one to bring them home again."
            },
            {
                "verse_number": "19",
                "verse_text": "There is no remedy for your injuries, and your wounds cannot be healed. All those who hear the news of your destruction clap their hands for joy. Did anyone escape your endless cruelty?"
            }
        ]
    }
}