{
    "John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the beginning the Word already existed; the Word was with God, and the Word was God."
            },
            {
                "verse_number": "2",
                "verse_text": "From the very beginning the Word was with God."
            },
            {
                "verse_number": "3",
                "verse_text": "Through him God made all things; not one thing in all creation was made without him."
            },
            {
                "verse_number": "4",
                "verse_text": "The Word was the source of life, and this life brought light to humanity."
            },
            {
                "verse_number": "5",
                "verse_text": "The light shines in the darkness, and the darkness has never put it out. &apos;No, I am not,&apos; John answered. &apos;No,&apos; he replied. &apos;I am &quot;the voice of someone shouting in the desert: Make a straight path for the Lord to travel!&quot; &apos; They answered, &apos;Where do you live, Rabbi?&apos; (This word means &apos;Teacher&apos;.) Jesus looked at him and said, &apos;Your name is Simon son of John, but you will be called Cephas.&apos; (This is the same as Peter and means &apos;a rock&apos;.) &apos;Come and see,&apos; answered Philip. Jesus answered, &apos;I saw you when you were under the fig tree before Philip called you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "God sent his messenger, a man named John,"
            },
            {
                "verse_number": "7",
                "verse_text": "who came to tell people about the light, so that all should hear the message and believe."
            },
            {
                "verse_number": "8",
                "verse_text": "He himself was not the light; he came to tell about the light."
            },
            {
                "verse_number": "9",
                "verse_text": "This was the real light &ndash; the light that comes into the world and shines on everyone."
            },
            {
                "verse_number": "10",
                "verse_text": "The Word was in the world, and though God made the world through him, yet the world did not recognize him."
            },
            {
                "verse_number": "11",
                "verse_text": "He came to his own country, but his own people did not receive him."
            },
            {
                "verse_number": "12",
                "verse_text": "Some, however, did receive him and believed in him; so he gave them the right to become God's children."
            },
            {
                "verse_number": "13",
                "verse_text": "They did not become God's children by natural means, that is, by being born as the children of a human father; God himself was their Father."
            },
            {
                "verse_number": "14",
                "verse_text": "The Word became a human being and, full of grace and truth, lived among us. We saw his glory, the glory which he received as the Father's only Son."
            },
            {
                "verse_number": "15",
                "verse_text": "John spoke about him. He cried out, &apos;This is the one I was talking about when I said, &quot;He comes after me, but he is greater than I am, because he existed before I was born.&quot; &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Out of the fullness of his grace he has blessed us all, giving us one blessing after another."
            },
            {
                "verse_number": "17",
                "verse_text": "God gave the Law through Moses, but grace and truth came through Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "No one has ever seen God. The only Son, who is the same as God and is at the Father's side, he has made him known."
            },
            {
                "verse_number": "19",
                "verse_text": "The Jewish authorities in Jerusalem sent some priests and Levites to John, to ask him, &apos;Who are you?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "John did not refuse to answer, but spoke out openly and clearly, saying: &apos;I am not the Messiah.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Who are you, then?&apos; they asked. &apos;Are you Elijah?&apos; &apos;Are you the Prophet?&apos; they asked."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then tell us who you are,&apos; they said. &apos;We have to take an answer back to those who sent us. What do you say about yourself?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "John answered by quoting the prophet Isaiah:"
            },
            {
                "verse_number": "24",
                "verse_text": "The messengers, who had been sent by the Pharisees,"
            },
            {
                "verse_number": "25",
                "verse_text": "then asked John, &apos;If you are not the Messiah nor Elijah nor the Prophet, why do you baptize?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "John answered, &apos;I baptize with water, but among you stands the one you do not know."
            },
            {
                "verse_number": "27",
                "verse_text": "He is coming after me, but I am not good enough even to untie his sandals.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "All this happened in Bethany on the east side of the River Jordan, where John was baptizing."
            },
            {
                "verse_number": "29",
                "verse_text": "The next day John saw Jesus coming to him, and said, &apos;There is the Lamb of God, who takes away the sin of the world!"
            },
            {
                "verse_number": "30",
                "verse_text": "This is the one I was talking about when I said, &quot;A man is coming after me, but he is greater than I am, because he existed before I was born.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "I did not know who he would be, but I came baptizing with water in order to make him known to the people of Israel.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "And John gave this testimony: &apos;I saw the Spirit come down like a dove from heaven and stay on him."
            },
            {
                "verse_number": "33",
                "verse_text": "I still did not know that he was the one, but God, who sent me to baptize with water, had said to me, &quot;You will see the Spirit come down and stay on a man; he is the one who baptizes with the Holy Spirit.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "I have seen it,&apos; said John, &apos;and I tell you that he is the Son of God.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The next day John was standing there again with two of his disciples,"
            },
            {
                "verse_number": "36",
                "verse_text": "when he saw Jesus walking by. &apos;There is the Lamb of God!&apos; he said."
            },
            {
                "verse_number": "37",
                "verse_text": "The two disciples heard him say this and went with Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus turned, saw them following him, and asked, &apos;What are you looking for?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Come and see,&apos; he answered. (It was then about four o'clock in the afternoon.) So they went with him and saw where he lived, and spent the rest of that day with him."
            },
            {
                "verse_number": "40",
                "verse_text": "One of them was Andrew, Simon Peter's brother."
            },
            {
                "verse_number": "41",
                "verse_text": "At once he found his brother Simon and told him, &apos;We have found the Messiah.&apos; (This word means &apos;Christ&apos;.)"
            },
            {
                "verse_number": "42",
                "verse_text": "Then he took Simon to Jesus."
            },
            {
                "verse_number": "43",
                "verse_text": "The next day Jesus decided to go to Galilee. He found Philip and said to him, &apos;Come with me!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "(Philip was from Bethsaida, the town where Andrew and Peter lived.)"
            },
            {
                "verse_number": "45",
                "verse_text": "Philip found Nathanael and told him, &apos;We have found the one whom Moses wrote about in the book of the Law and whom the prophets also wrote about. He is Jesus son of Joseph, from Nazareth.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Can anything good come from Nazareth?&apos; Nathanael asked."
            },
            {
                "verse_number": "47",
                "verse_text": "When Jesus saw Nathanael coming to him, he said about him, &apos;Here is a real Israelite; there is nothing false in him!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Nathanael asked him, &apos;How do you know me?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Teacher,&apos; answered Nathanael, &apos;you are the Son of God! You are the King of Israel!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said, &apos;Do you believe just because I told you I saw you when you were under the fig tree? You will see much greater things than this!&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "And he said to them, &apos;I am telling you the truth: you will see heaven open and God's angels going up and coming down on the Son of Man.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Two days later there was a wedding in the town of Cana in Galilee. Jesus' mother was there,"
            },
            {
                "verse_number": "2",
                "verse_text": "and Jesus and his disciples had also been invited to the wedding."
            },
            {
                "verse_number": "3",
                "verse_text": "When the wine had given out, Jesus' mother said to him, &apos;They have no wine left.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You must not tell me what to do,&apos; Jesus replied. &apos;My time has not yet come.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus' mother then told the servants, &apos;Do whatever he tells you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Jews have rules about ritual washing, and for this purpose six stone water jars were there, each one large enough to hold about a hundred litres."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to the servants, &apos;Fill these jars with water.&apos; They filled them to the brim,"
            },
            {
                "verse_number": "8",
                "verse_text": "and then he told them, &apos;Now draw some water out and take it to the man in charge of the feast.&apos; They took him the water,"
            },
            {
                "verse_number": "9",
                "verse_text": "which now had turned into wine, and he tasted it. He did not know where this wine had come from (but, of course, the servants who had drawn out the water knew); so he called the bridegroom"
            },
            {
                "verse_number": "10",
                "verse_text": "and said to him, &apos;Everyone else serves the best wine first, and after the guests have had plenty to drink, he serves the ordinary wine. But you have kept the best wine until now!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus performed this first miracle in Cana in Galilee; there he revealed his glory, and his disciples believed in him."
            },
            {
                "verse_number": "12",
                "verse_text": "After this, Jesus and his mother, brothers, and disciples went to Capernaum and stayed there a few days."
            },
            {
                "verse_number": "13",
                "verse_text": "It was almost time for the Passover Festival, so Jesus went to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "There in the Temple he found people selling cattle, sheep, and pigeons, and also the moneychangers sitting at their tables."
            },
            {
                "verse_number": "15",
                "verse_text": "So he made a whip from cords and drove all the animals out of the Temple, both the sheep and the cattle; he overturned the tables of the moneychangers and scattered their coins;"
            },
            {
                "verse_number": "16",
                "verse_text": "and he ordered those who sold the pigeons, &apos;Take them out of here! Stop making my Father's house a market place!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "His disciples remembered that the scripture says, &apos;My devotion to your house, O God, burns in me like a fire.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Jewish authorities replied with a question, &apos;What miracle can you perform to show us that you have the right to do this?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered, &apos;Tear down this Temple, and in three days I will build it again.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Are you going to build it again in three days?&apos; they asked him. &apos;It has taken 46 years to build this Temple!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But the temple Jesus was speaking about was his body."
            },
            {
                "verse_number": "22",
                "verse_text": "So when he was raised from death, his disciples remembered that he had said this, and they believed the scripture and what Jesus had said."
            },
            {
                "verse_number": "23",
                "verse_text": "While Jesus was in Jerusalem during the Passover Festival, many believed in him as they saw the miracles he performed."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus did not trust himself to them, because he knew them all."
            },
            {
                "verse_number": "25",
                "verse_text": "There was no need for anyone to tell him about them, because he himself knew what was in their hearts."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "There was a Jewish leader named Nicodemus, who belonged to the party of the Pharisees."
            },
            {
                "verse_number": "2",
                "verse_text": "One night he went to Jesus and said to him, &apos;Rabbi, we know that you are a teacher sent by God. No one could perform the miracles you are doing unless God were with him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;I am telling you the truth: no one can see the Kingdom of God without being born again.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;How can a grown man be born again?&apos; Nicodemus asked. &apos;He certainly cannot enter his mother's womb and be born a second time!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I am telling you the truth,&apos; replied Jesus. &apos;No one can enter the Kingdom of God without being born of water and the Spirit."
            },
            {
                "verse_number": "6",
                "verse_text": "A person is born physically of human parents, but is born spiritually of the Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be surprised because I tell you that you must all be born again."
            },
            {
                "verse_number": "8",
                "verse_text": "The wind blows wherever it wishes; you hear the sound it makes, but you do not know where it comes from or where it is going. It is like that with everyone who is born of the Spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;How can this be?&apos; asked Nicodemus."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered, &apos;You are a great teacher in Israel, and you don't know this?"
            },
            {
                "verse_number": "11",
                "verse_text": "I am telling you the truth: we speak of what we know and report what we have seen, yet none of you is willing to accept our message."
            },
            {
                "verse_number": "12",
                "verse_text": "You do not believe me when I tell you about the things of this world; how will you ever believe me, then, when I tell you about the things of heaven?"
            },
            {
                "verse_number": "13",
                "verse_text": "And no one has ever gone up to heaven except the Son of Man, who came down from heaven.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "As Moses lifted up the bronze snake on a pole in the desert, in the same way the Son of Man must be lifted up,"
            },
            {
                "verse_number": "15",
                "verse_text": "so that everyone who believes in him may have eternal life."
            },
            {
                "verse_number": "16",
                "verse_text": "For God loved the world so much that he gave his only Son, so that everyone who believes in him may not die but have eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "For God did not send his Son into the world to be its judge, but to be its saviour."
            },
            {
                "verse_number": "18",
                "verse_text": "Those who believe in the Son are not judged; but those who do not believe have already been judged, because they have not believed in God's only Son."
            },
            {
                "verse_number": "19",
                "verse_text": "This is how the judgement works: the light has come into the world, but people love the darkness rather than the light, because their deeds are evil."
            },
            {
                "verse_number": "20",
                "verse_text": "All those who do evil things hate the light and will not come to the light, because they do not want their evil deeds to be shown up."
            },
            {
                "verse_number": "21",
                "verse_text": "But those who do what is true come to the light in order that the light may show that what they did was in obedience to God."
            },
            {
                "verse_number": "22",
                "verse_text": "After this, Jesus and his disciples went to the province of Judea, where he spent some time with them and baptized."
            },
            {
                "verse_number": "23",
                "verse_text": "John also was baptizing in Aenon, not far from Salim, because there was plenty of water in that place. People were going to him, and he was baptizing them."
            },
            {
                "verse_number": "24",
                "verse_text": "(This was before John had been put in prison.)"
            },
            {
                "verse_number": "25",
                "verse_text": "Some of John's disciples began arguing with a Jew about the matter of ritual washing."
            },
            {
                "verse_number": "26",
                "verse_text": "So they went to John and said, &apos;Teacher, you remember the man who was with you on the east side of the Jordan, the one you spoke about? Well, he is baptizing now, and everyone is going to him!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "John answered, &apos;No one can have anything unless God gives it to him."
            },
            {
                "verse_number": "28",
                "verse_text": "You yourselves are my witnesses that I said, &quot;I am not the Messiah, but I have been sent ahead of him.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "The bridegroom is the one to whom the bride belongs; but the bridegroom's friend, who stands by and listens, is glad when he hears the bridegroom's voice. This is how my own happiness is made complete."
            },
            {
                "verse_number": "30",
                "verse_text": "He must become more important while I become less important.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "He who comes from above is greater than all. He who is from the earth belongs to the earth and speaks about earthly matters, but he who comes from heaven is above all."
            },
            {
                "verse_number": "32",
                "verse_text": "He tells what he has seen and heard, yet no one accepts his message."
            },
            {
                "verse_number": "33",
                "verse_text": "But whoever accepts his message confirms by this that God is truthful."
            },
            {
                "verse_number": "34",
                "verse_text": "The one whom God has sent speaks God's words, because God gives him the fullness of his Spirit."
            },
            {
                "verse_number": "35",
                "verse_text": "The Father loves his Son and has put everything in his power."
            },
            {
                "verse_number": "36",
                "verse_text": "Whoever believes in the Son has eternal life; whoever disobeys the Son will not have life, but will remain under God's punishment."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Pharisees heard that Jesus was winning and baptizing more disciples than John."
            },
            {
                "verse_number": "2",
                "verse_text": "(Actually, Jesus himself did not baptize anyone; only his disciples did.)"
            },
            {
                "verse_number": "3",
                "verse_text": "So when Jesus heard what was being said, he left Judea and went back to Galilee;"
            },
            {
                "verse_number": "4",
                "verse_text": "on his way there he had to go through Samaria. Jesus replied, &apos;You are right when you say you haven't got a husband. The man believed Jesus' words and went."
            },
            {
                "verse_number": "5",
                "verse_text": "In Samaria he came to a town named Sychar, which was not far from the field that Jacob had given to his son Joseph."
            },
            {
                "verse_number": "6",
                "verse_text": "Jacob's well was there, and Jesus, tired out by the journey, sat down by the well. It was about noon."
            },
            {
                "verse_number": "7",
                "verse_text": "A Samaritan woman came to draw some water, and Jesus said to her, &apos;Give me a drink of water.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "(His disciples had gone into town to buy food.)"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman answered, &apos;You are a Jew, and I am a Samaritan &ndash; so how can you ask me for a drink?&apos; (Jews will not use the same cups and bowls that Samaritans use.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered, &apos;If only you knew what God gives and who it is that is asking you for a drink, you would ask him, and he would give you life-giving water.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Sir,&apos; the woman said, &apos;you haven't got a bucket, and the well is deep. Where would you get that life-giving water?"
            },
            {
                "verse_number": "12",
                "verse_text": "It was our ancestor Jacob who gave us this well; he and his sons and his flocks all drank from it. You don't claim to be greater than Jacob, do you?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered, &apos;All those who drink this water will be thirsty again,"
            },
            {
                "verse_number": "14",
                "verse_text": "but whoever drinks the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring which will provide him with life-giving water and give him eternal life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Sir,&apos; the woman said, &apos;give me that water! Then I will never be thirsty again, nor will I have to come here to draw water.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Go and call your husband,&apos; Jesus told her, &apos;and come back.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I haven't got a husband,&apos; she answered."
            },
            {
                "verse_number": "18",
                "verse_text": "You have been married to five men, and the man you live with now is not really your husband. You have told me the truth.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;I see you are a prophet, sir,&apos; the woman said."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;My Samaritan ancestors worshipped God on this mountain, but you Jews say that Jerusalem is the place where we should worship God.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to her, &apos;Believe me, woman, the time will come when people will not worship the Father either on this mountain or in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "You Samaritans do not really know whom you worship; but we Jews know whom we worship, because it is from the Jews that salvation comes."
            },
            {
                "verse_number": "23",
                "verse_text": "But the time is coming and is already here, when by the power of God's Spirit people will worship the Father as he really is, offering him the true worship that he wants."
            },
            {
                "verse_number": "24",
                "verse_text": "God is Spirit, and only by the power of his Spirit can people worship him as he really is.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The woman said to him, &apos;I know that the Messiah will come, and when he comes, he will tell us everything.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;I am he, I who am talking with you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "At that moment Jesus' disciples returned, and they were greatly surprised to find him talking with a woman. But none of them said to her, &apos;What do you want?&apos; or asked him, &apos;Why are you talking with her?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the woman left her water jar, went back to the town, and said to the people there,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Come and see the man who told me everything I have ever done. Could he be the Messiah?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So they left the town and went to Jesus."
            },
            {
                "verse_number": "31",
                "verse_text": "In the meantime the disciples were begging Jesus, &apos;Teacher, have something to eat!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But he answered, &apos;I have food to eat that you know nothing about.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So the disciples started asking among themselves, &apos;Could somebody have brought him food?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;My food,&apos; Jesus said to them, &apos;is to obey the will of the one who sent me and to finish the work he gave me to do."
            },
            {
                "verse_number": "35",
                "verse_text": "You have a saying, &quot;Four more months and then the harvest.&quot; But I tell you, take a good look at the fields; the crops are now ripe and ready to be harvested!"
            },
            {
                "verse_number": "36",
                "verse_text": "The one who reaps the harvest is being paid and gathers the crops for eternal life; so another who sows and the one who reaps will be glad together."
            },
            {
                "verse_number": "37",
                "verse_text": "The saying is true, &quot;One sows, another reaps.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "I have sent you to reap a harvest in a field where you did not work; others worked there, and you profit from their work.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Many of the Samaritans in that town believed in Jesus because the woman had said, &apos;He told me everything I have ever done.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "So when the Samaritans came to him, they begged him to stay with them, and Jesus stayed there two days."
            },
            {
                "verse_number": "41",
                "verse_text": "Many more believed because of his message,"
            },
            {
                "verse_number": "42",
                "verse_text": "and they said to the woman, &apos;We believe now, not because of what you said, but because we ourselves have heard him, and we know that he really is the Saviour of the world.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "After spending two days there, Jesus left and went to Galilee."
            },
            {
                "verse_number": "44",
                "verse_text": "For he himself had said, &apos;A prophet is not respected in his own country.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "When he arrived in Galilee, the people there welcomed him, because they had gone to the Passover Festival in Jerusalem and had seen everything that he had done during the festival."
            },
            {
                "verse_number": "46",
                "verse_text": "Then Jesus went back to Cana in Galilee, where he had turned the water into wine. A government official was there whose son was ill in Capernaum."
            },
            {
                "verse_number": "47",
                "verse_text": "When he heard that Jesus had come from Judea to Galilee, he went to him and asked him to go to Capernaum and heal his son, who was about to die."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to him, &apos;None of you will ever believe unless you see miracles and wonders.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Sir,&apos; replied the official, &apos;come with me before my child dies.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to him, &apos;Go, your son will live!&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "On his way home his servants met him with the news, &apos;Your boy is going to live!&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "He asked them what time it was when his son got better, and they answered, &apos;It was one o'clock yesterday afternoon when the fever left him.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Then the father remembered it was at that very hour that Jesus had told him, &apos;Your son will live.&apos; So he and all his family believed."
            },
            {
                "verse_number": "54",
                "verse_text": "This was the second miracle that Jesus performed after coming from Judea to Galilee."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus went to Jerusalem for a religious festival."
            },
            {
                "verse_number": "2",
                "verse_text": "Near the Sheep Gate in Jerusalem there is a pool with five porches; in Hebrew it is called Bethzatha."
            },
            {
                "verse_number": "3",
                "verse_text": "A large crowd of sick people were lying in the porches &ndash; the blind, the lame, and the paralysed."
            },
            {
                "verse_number": "5",
                "verse_text": "A man was there who had been ill for 38 years."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus saw him lying there, and he knew that the man had been ill for such a long time; so he asked him, &apos;Do you want to get well?&apos; The day this happened was a Sabbath,"
            },
            {
                "verse_number": "7",
                "verse_text": "The sick man answered, &apos;Sir, I have no one here to put me in the pool when the water is stirred up; while I am trying to get in, somebody else gets there first.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said to him, &apos;Get up, pick up your mat, and walk.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Immediately the man got well; he picked up his mat and started walking."
            },
            {
                "verse_number": "10",
                "verse_text": "so the Jewish authorities told the man who had been healed, &apos;This is a Sabbath, and it is against our Law for you to carry your mat.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;The man who made me well told me to pick up my mat and walk.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They asked him, &apos;Who is the man who told you to do this?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the man who had been healed did not know who Jesus was, for there was a crowd in that place, and Jesus had slipped away."
            },
            {
                "verse_number": "14",
                "verse_text": "Afterwards, Jesus found him in the Temple and said, &apos;Listen, you are well now; so stop sinning or something worse may happen to you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the man left and told the Jewish authorities that it was Jesus who had healed him."
            },
            {
                "verse_number": "16",
                "verse_text": "So they began to persecute Jesus, because he had done this healing on a Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered them, &apos;My Father is always working, and I too must work.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "This saying made the Jewish authorities all the more determined to kill him; not only had he broken the Sabbath law, but he had said that God was his own Father and in this way had made himself equal with God."
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus answered them, &apos;I am telling you the truth: the Son can do nothing on his own; he does only what he sees his Father doing. What the Father does, the Son also does."
            },
            {
                "verse_number": "20",
                "verse_text": "For the Father loves the Son and shows him all that he himself is doing. He will show him even greater things to do than this, and you will all be amazed."
            },
            {
                "verse_number": "21",
                "verse_text": "Just as the Father raises the dead and gives them life, in the same way the Son gives life to those he wants to."
            },
            {
                "verse_number": "22",
                "verse_text": "Nor does the Father himself judge anyone. He has given his Son the full right to judge,"
            },
            {
                "verse_number": "23",
                "verse_text": "so that all will honour the Son in the same way as they honour the Father. Whoever does not honour the Son does not honour the Father who sent him."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I am telling you the truth: those who hear my words and believe in him who sent me have eternal life. They will not be judged, but have already passed from death to life."
            },
            {
                "verse_number": "25",
                "verse_text": "I am telling you the truth: the time is coming &ndash; the time has already come &ndash; when the dead will hear the voice of the Son of God, and those who hear it will come to life."
            },
            {
                "verse_number": "26",
                "verse_text": "Just as the Father is himself the source of life, in the same way he has made his Son to be the source of life."
            },
            {
                "verse_number": "27",
                "verse_text": "And he has given the Son the right to judge, because he is the Son of Man."
            },
            {
                "verse_number": "28",
                "verse_text": "Do not be surprised at this; the time is coming when all the dead will hear his voice"
            },
            {
                "verse_number": "29",
                "verse_text": "and come out of their graves: those who have done good will rise and live, and those who have done evil will rise and be condemned."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;I can do nothing on my own authority; I judge only as God tells me, so my judgement is right, because I am not trying to do what I want, but only what he who sent me wants."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If I testify on my own behalf, what I say is not to be accepted as real proof."
            },
            {
                "verse_number": "32",
                "verse_text": "But there is someone else who testifies on my behalf, and I know that what he says about me is true."
            },
            {
                "verse_number": "33",
                "verse_text": "John is the one to whom you sent your messengers, and he spoke on behalf of the truth."
            },
            {
                "verse_number": "34",
                "verse_text": "It is not that I must have a human witness; I say this only in order that you may be saved."
            },
            {
                "verse_number": "35",
                "verse_text": "John was like a lamp, burning and shining, and you were willing for a while to enjoy his light."
            },
            {
                "verse_number": "36",
                "verse_text": "But I have a witness on my behalf which is even greater than the witness that John gave: what I do, that is, the deeds my Father gave me to do, these speak on my behalf and show that the Father has sent me."
            },
            {
                "verse_number": "37",
                "verse_text": "And the Father, who sent me, also testifies on my behalf. You have never heard his voice or seen his face,"
            },
            {
                "verse_number": "38",
                "verse_text": "and you do not keep his message in your hearts, for you do not believe in the one whom he sent."
            },
            {
                "verse_number": "39",
                "verse_text": "You study the Scriptures, because you think that in them you will find eternal life. And these very Scriptures speak about me!"
            },
            {
                "verse_number": "40",
                "verse_text": "Yet you are not willing to come to me in order to have life."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;I am not looking for human praise."
            },
            {
                "verse_number": "42",
                "verse_text": "But I know what kind of people you are, and I know that you have no love for God in your hearts."
            },
            {
                "verse_number": "43",
                "verse_text": "I have come with my Father's authority, but you have not received me; when, however, someone comes with his own authority, you will receive him."
            },
            {
                "verse_number": "44",
                "verse_text": "You like to receive praise from one another, but you do not try to win praise from the one who alone is God; how, then, can you believe me?"
            },
            {
                "verse_number": "45",
                "verse_text": "Do not think, however, that I am the one who will accuse you to my Father. Moses, in whom you have put your hope, is the very one who will accuse you."
            },
            {
                "verse_number": "46",
                "verse_text": "If you had really believed Moses, you would have believed me, because he wrote about me."
            },
            {
                "verse_number": "47",
                "verse_text": "But since you do not believe what he wrote, how can you believe what I say?&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus went across Lake Galilee (or, Lake Tiberias, as it is also called)."
            },
            {
                "verse_number": "2",
                "verse_text": "A large crowd followed him, because they had seen his miracles of healing those who were ill."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus went up a hill and sat down with his disciples."
            },
            {
                "verse_number": "4",
                "verse_text": "The time for the Passover Festival was near."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus looked round and saw that a large crowd was coming to him, so he asked Philip, &apos;Where can we buy enough food to feed all these people?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(He said this to test Philip; actually he already knew what he would do.)"
            },
            {
                "verse_number": "7",
                "verse_text": "Philip answered, &apos;For everyone to have even a little, it would take more than 200 silver coins to buy enough bread.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Another of his disciples, Andrew, who was Simon Peter's brother, said,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;There is a boy here who has five loaves of barley bread and two fish. But they will certainly not be enough for all these people.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Make the people sit down,&apos; Jesus told them. (There was a lot of grass there.) So all the people sat down; there were about 5,000 men."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus took the bread, gave thanks to God, and distributed it to the people who were sitting there. He did the same with the fish, and they all had as much as they wanted."
            },
            {
                "verse_number": "12",
                "verse_text": "When they were all full, he said to his disciples, &apos;Gather the pieces left over; let us not waste any.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So they gathered them all up and filled twelve baskets with the pieces left over from the five barley loaves which the people had eaten."
            },
            {
                "verse_number": "14",
                "verse_text": "Seeing this miracle that Jesus had performed, the people there said, &apos;Surely this is the Prophet who was to come into the world!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus knew that they were about to come and seize him in order to make him king by force; so he went off again to the hills by himself."
            },
            {
                "verse_number": "16",
                "verse_text": "When evening came, Jesus' disciples went down to the lake,"
            },
            {
                "verse_number": "17",
                "verse_text": "got into a boat, and went back across the lake towards Capernaum. Night came on, and Jesus still had not come to them."
            },
            {
                "verse_number": "18",
                "verse_text": "By then a strong wind was blowing and stirring up the water."
            },
            {
                "verse_number": "19",
                "verse_text": "The disciples had rowed about five or six kilometres when they saw Jesus walking on the water, coming near the boat, and they were terrified."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Don't be afraid,&apos; Jesus told them, &apos;it is I!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then they willingly took him into the boat, and immediately the boat reached land at the place they were heading for."
            },
            {
                "verse_number": "22",
                "verse_text": "Next day the crowd which had stayed on the other side of the lake realized that there had been only one boat there. They knew that Jesus had not gone in it with his disciples, but that they had left without him."
            },
            {
                "verse_number": "23",
                "verse_text": "Other boats, which were from Tiberias, came to shore near the place where the crowd had eaten the bread after the Lord had given thanks."
            },
            {
                "verse_number": "24",
                "verse_text": "When the crowd saw that Jesus was not there, nor his disciples, they got into those boats and went to Capernaum, looking for him."
            },
            {
                "verse_number": "25",
                "verse_text": "When the people found Jesus on the other side of the lake, they said to him, &apos;Teacher, when did you get here?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;I am telling you the truth: you are looking for me because you ate the bread and had all you wanted, not because you understood my miracles."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not work for food that goes bad; instead, work for the food that lasts for eternal life. This is the food which the Son of Man will give you, because God, the Father, has put his mark of approval on him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So they asked him, &apos;What can we do in order to do what God wants us to do?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;What God wants you to do is to believe in the one he sent.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They replied, &apos;What miracle will you perform so that we may see it and believe you? What will you do?"
            },
            {
                "verse_number": "31",
                "verse_text": "Our ancestors ate manna in the desert, just as the scripture says, &quot;He gave them bread from heaven to eat.&quot; &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;I am telling you the truth,&apos; Jesus said. &apos;What Moses gave you was not the bread from heaven; it is my Father who gives you the real bread from heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "For the bread that God gives is he who comes down from heaven and gives life to the world.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Sir,&apos; they asked him, &apos;give us this bread always.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;I am the bread of life,&apos; Jesus told them. &apos;Those who come to me will never be hungry; those who believe in me will never be thirsty."
            },
            {
                "verse_number": "36",
                "verse_text": "Now, I told you that you have seen me but will not believe."
            },
            {
                "verse_number": "37",
                "verse_text": "Everyone whom my Father gives me will come to me. I will never turn away anyone who comes to me,"
            },
            {
                "verse_number": "38",
                "verse_text": "because I have come down from heaven to do not my own will but the will of him who sent me."
            },
            {
                "verse_number": "39",
                "verse_text": "And it is the will of him who sent me that I should not lose any of all those he has given me, but that I should raise them all to life on the last day."
            },
            {
                "verse_number": "40",
                "verse_text": "For what my Father wants is that all who see the Son and believe in him should have eternal life. And I will raise them to life on the last day.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The people started grumbling about him, because he said, &apos;I am the bread that came down from heaven.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "So they said, &apos;This man is Jesus son of Joseph, isn't he? We know his father and mother. How, then, does he now say he came down from heaven?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus answered, &apos;Stop grumbling among yourselves."
            },
            {
                "verse_number": "44",
                "verse_text": "No one can come to me unless the Father who sent me draws him to me; and I will raise him to life on the last day."
            },
            {
                "verse_number": "45",
                "verse_text": "The prophets wrote, &quot;Everyone will be taught by God.&quot; Anyone who hears the Father and learns from him comes to me."
            },
            {
                "verse_number": "46",
                "verse_text": "This does not mean that anyone has seen the Father; he who is from God is the only one who has seen the Father."
            },
            {
                "verse_number": "47",
                "verse_text": "I am telling you the truth: he who believes has eternal life."
            },
            {
                "verse_number": "48",
                "verse_text": "I am the bread of life."
            },
            {
                "verse_number": "49",
                "verse_text": "Your ancestors ate manna in the desert, but they died."
            },
            {
                "verse_number": "50",
                "verse_text": "But the bread that comes down from heaven is of such a kind that whoever eats it will not die."
            },
            {
                "verse_number": "51",
                "verse_text": "I am the living bread that came down from heaven. If anyone eats this bread, he will live for ever. The bread that I will give him is my flesh, which I give so that the world may live.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "This started an angry argument among them. &apos;How can this man give us his flesh to eat?&apos; they asked."
            },
            {
                "verse_number": "53",
                "verse_text": "Jesus said to them, &apos;I am telling you the truth: if you do not eat the flesh of the Son of Man and drink his blood, you will not have life in yourselves."
            },
            {
                "verse_number": "54",
                "verse_text": "Those who eat my flesh and drink my blood have eternal life, and I will raise them to life on the last day."
            },
            {
                "verse_number": "55",
                "verse_text": "For my flesh is the real food; my blood is the real drink."
            },
            {
                "verse_number": "56",
                "verse_text": "Those who eat my flesh and drink my blood live in me, and I live in them."
            },
            {
                "verse_number": "57",
                "verse_text": "The living Father sent me, and because of him I live also. In the same way whoever eats me will live because of me."
            },
            {
                "verse_number": "58",
                "verse_text": "This, then, is the bread that came down from heaven; it is not like the bread that your ancestors ate. They later died, but those who eat this bread will live for ever.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus said this as he taught in the synagogue in Capernaum."
            },
            {
                "verse_number": "60",
                "verse_text": "Many of his followers heard this and said, &apos;This teaching is too hard. Who can listen to it?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Without being told, Jesus knew that they were grumbling about this, so he said to them, &apos;Does this make you want to give up?"
            },
            {
                "verse_number": "62",
                "verse_text": "Suppose, then, that you should see the Son of Man go back up to the place where he was before?"
            },
            {
                "verse_number": "63",
                "verse_text": "What gives life is God's Spirit; human power is of no use at all. The words I have spoken to you bring God's life-giving Spirit."
            },
            {
                "verse_number": "64",
                "verse_text": "Yet some of you do not believe.&apos; (Jesus knew from the very beginning who were the ones that would not believe and which one would betray him.)"
            },
            {
                "verse_number": "65",
                "verse_text": "And he added, &apos;This is the very reason I told you that no one can come to me unless the Father makes it possible for him to do so.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "Because of this, many of Jesus' followers turned back and would not go with him any more."
            },
            {
                "verse_number": "67",
                "verse_text": "So he asked the twelve disciples, &apos;And you &ndash; would you also like to leave?&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "Simon Peter answered him, &apos;Lord, to whom would we go? You have the words that give eternal life."
            },
            {
                "verse_number": "69",
                "verse_text": "And now we believe and know that you are the Holy One who has come from God.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "Jesus replied, &apos;I chose the twelve of you, didn't I? Yet one of you is a devil!&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "He was talking about Judas, the son of Simon Iscariot. For Judas, even though he was one of the twelve disciples, was going to betray him."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus travelled in Galilee; he did not want to travel in Judea, because the Jewish authorities there were wanting to kill him."
            },
            {
                "verse_number": "2",
                "verse_text": "The time for the Festival of Shelters was near,"
            },
            {
                "verse_number": "3",
                "verse_text": "so Jesus' brothers said to him, &apos;Leave this place and go to Judea, so that your followers will see the things that you are doing."
            },
            {
                "verse_number": "4",
                "verse_text": "No one hides what he is doing if he wants to be well known. Since you are doing these things, let the whole world know about you!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "(Not even his brothers believed in him.) But others said, &apos;The Messiah will not come from Galilee!"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to them, &apos;The right time for me has not yet come. Any time is right for you."
            },
            {
                "verse_number": "7",
                "verse_text": "The world cannot hate you, but it hates me, because I keep telling it that its ways are bad."
            },
            {
                "verse_number": "8",
                "verse_text": "You go on to the festival. I am not going to this festival, because the right time has not come for me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said this, and then stayed on in Galilee."
            },
            {
                "verse_number": "10",
                "verse_text": "After his brothers had gone to the festival, Jesus also went; however, he did not go openly, but secretly."
            },
            {
                "verse_number": "11",
                "verse_text": "The Jewish authorities were looking for him at the festival. &apos;Where is he?&apos; they asked."
            },
            {
                "verse_number": "12",
                "verse_text": "There was much whispering about him in the crowd. &apos;He is a good man,&apos; some people said. &apos;No,&apos; others said, &apos;he is misleading the people.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But no one talked about him openly, because they were afraid of the Jewish authorities."
            },
            {
                "verse_number": "14",
                "verse_text": "The festival was nearly half over when Jesus went to the Temple and began teaching."
            },
            {
                "verse_number": "15",
                "verse_text": "The Jewish authorities were greatly surprised and said, &apos;How does this man know so much when he has never had any training?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus answered, &apos;What I teach is not my own teaching, but it comes from God, who sent me."
            },
            {
                "verse_number": "17",
                "verse_text": "Whoever is willing to do what God wants will know whether what I teach comes from God or whether I speak on my own authority."
            },
            {
                "verse_number": "18",
                "verse_text": "A person who speaks on his own authority is trying to gain glory for himself. But he who wants glory for the one who sent him is honest, and there is nothing false in him."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses gave you the Law, didn't he? But not one of you obeys the Law. Why are you trying to kill me?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;You have a demon in you!&apos; the crowd answered. &apos;Who is trying to kill you?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered, &apos;I performed one miracle, and you were all surprised."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses ordered you to circumcise your sons (although it was not Moses but your ancestors who started it), and so you circumcise a boy on the Sabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "If a boy is circumcised on the Sabbath so that Moses' Law is not broken, why are you angry with me because I made a man completely well on the Sabbath?"
            },
            {
                "verse_number": "24",
                "verse_text": "Stop judging by external standards, and judge by true standards.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Some of the people of Jerusalem said, &apos;Isn't this the man the authorities are trying to kill?"
            },
            {
                "verse_number": "26",
                "verse_text": "Look! He is talking in public, and they say nothing against him! Can it be that they really know that he is the Messiah?"
            },
            {
                "verse_number": "27",
                "verse_text": "But when the Messiah comes, no one will know where he is from. And we all know where this man comes from.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "As Jesus taught in the Temple, he said in a loud voice, &apos;Do you really know me and know where I am from? I have not come on my own authority. He who sent me, however, is truthful. You do not know him,"
            },
            {
                "verse_number": "29",
                "verse_text": "but I know him, because I come from him and he sent me.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then they tried to seize him, but no one laid a hand on him, because his hour had not yet come."
            },
            {
                "verse_number": "31",
                "verse_text": "But many in the crowd believed in him and said, &apos;When the Messiah comes, will he perform more miracles than this man has?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The Pharisees heard the crowd whispering these things about Jesus, so they and the chief priests sent some guards to arrest him."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus said, &apos;I shall be with you a little while longer, and then I shall go away to him who sent me."
            },
            {
                "verse_number": "34",
                "verse_text": "You will look for me, but you will not find me, because you cannot go where I will be.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The Jewish authorities said among themselves, &apos;Where is he about to go so that we shall not find him? Will he go to the Greek cities where our people live, and teach the Greeks?"
            },
            {
                "verse_number": "36",
                "verse_text": "He says that we will look for him but will not find him, and that we cannot go where he will be. What does he mean?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "On the last and most important day of the festival Jesus stood up and said in a loud voice, &apos;Whoever is thirsty should come to me, and"
            },
            {
                "verse_number": "38",
                "verse_text": "whoever believes in me should drink. As the scripture says, &quot;Streams of life-giving water will pour out from his side.&quot; &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said this about the Spirit, which those who believed in him were going to receive. At that time the Spirit had not yet been given, because Jesus had not been raised to glory."
            },
            {
                "verse_number": "40",
                "verse_text": "Some of the people in the crowd heard him say this and said, &apos;This man is really the Prophet!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Others said, &apos;He is the Messiah!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The scripture says that the Messiah will be a descendant of King David and will be born in Bethlehem, the town where David lived.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So there was a division in the crowd because of Jesus."
            },
            {
                "verse_number": "44",
                "verse_text": "Some wanted to seize him, but no one laid a hand on him."
            },
            {
                "verse_number": "45",
                "verse_text": "When the guards went back, the chief priests and Pharisees asked them, &apos;Why did you not bring him?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "The guards answered, &apos;Nobody has ever talked like this man!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Did he fool you, too?&apos; the Pharisees asked them."
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;Have you ever known one of the authorities or one Pharisee to believe in him?"
            },
            {
                "verse_number": "49",
                "verse_text": "This crowd does not know the Law of Moses, so they are under God's curse!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "One of the Pharisees there was Nicodemus, the man who had gone to see Jesus before. He said to the others,"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;According to our Law we cannot condemn anyone before hearing him and finding out what he has done.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;Well,&apos; they answered, &apos;are you also from Galilee? Study the Scriptures and you will learn that no prophet ever comes from Galilee.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then everyone went home, but Jesus went to the Mount of Olives."
            },
            {
                "verse_number": "2",
                "verse_text": "Early the next morning he went back to the Temple. All the people gathered round him, and he sat down and began to teach them."
            },
            {
                "verse_number": "3",
                "verse_text": "The teachers of the Law and the Pharisees brought in a woman who had been caught committing adultery, and they made her stand before them all."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Teacher,&apos; they said to Jesus, &apos;this woman was caught in the very act of committing adultery."
            },
            {
                "verse_number": "5",
                "verse_text": "In our Law Moses commanded that such a woman must be stoned to death. Now, what do you say?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They said this to trap Jesus, so that they could accuse him. But he bent over and wrote on the ground with his finger. &apos;You know neither me nor my Father,&apos; Jesus answered. &apos;If you knew me, you would know my Father also.&apos; &apos;God himself is the only Father we have,&apos; they answered, &apos;and we are his true children.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "As they stood there asking him questions, he straightened himself up and said to them, &apos;Whichever one of you has committed no sin may throw the first stone at her.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then he bent over again and wrote on the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "When they heard this, they all left, one by one, the older ones first. Jesus was left alone, with the woman still standing there."
            },
            {
                "verse_number": "10",
                "verse_text": "He straightened himself up and said to her, &apos;Where are they? Is there no one left to condemn you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;No one, sir,&apos; she answered. &apos;Well, then,&apos; Jesus said, &apos;I do not condemn you either. Go, but do not sin again.&apos; ] Jesus answered, &apos;What I have told you from the very beginning. &apos;If you really were Abraham's children,&apos; Jesus replied, &apos;you would do the same things that he did."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus spoke to the Pharisees again. &apos;I am the light of the world,&apos; he said. &apos;Whoever follows me will have the light of life and will never walk in darkness.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Pharisees said to him, &apos;Now you are testifying on your own behalf; what you say proves nothing.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;No,&apos; Jesus answered, &apos;even though I do testify on my own behalf, what I say is true, because I know where I came from and where I am going. You do not know where I came from or where I am going."
            },
            {
                "verse_number": "15",
                "verse_text": "You make judgements in a purely human way; I pass judgement on no one."
            },
            {
                "verse_number": "16",
                "verse_text": "But if I were to do so, my judgement would be true, because I am not alone in this; the Father who sent me is with me."
            },
            {
                "verse_number": "17",
                "verse_text": "It is written in your Law that when two witnesses agree, what they say is true."
            },
            {
                "verse_number": "18",
                "verse_text": "I testify on my own behalf, and the Father who sent me also testifies on my behalf.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Where is your father?&apos; they asked him."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus said all this as he taught in the Temple, in the room where the offering boxes were placed. And no one arrested him, because his hour had not come."
            },
            {
                "verse_number": "21",
                "verse_text": "Again Jesus said to them, &apos;I will go away; you will look for me, but you will die in your sins. You cannot go where I am going.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the Jewish authorities said, &apos;He says that we cannot go where he is going. Does this mean that he will kill himself?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered, &apos;You belong to this world here below, but I come from above. You are from this world, but I am not from this world."
            },
            {
                "verse_number": "24",
                "verse_text": "That is why I told you that you will die in your sins. And you will die in your sins if you do not believe that &quot;I Am Who I Am&quot;.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Who are you?&apos; they asked him."
            },
            {
                "verse_number": "26",
                "verse_text": "I have much to say about you, much to condemn you for. The one who sent me, however, is truthful, and I tell the world only what I have heard from him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They did not understand that Jesus was talking to them about the Father."
            },
            {
                "verse_number": "28",
                "verse_text": "So he said to them, &apos;When you lift up the Son of Man, you will know that &quot;I Am Who I Am&quot;; then you will know that I do nothing on my own authority, but I say only what the Father has instructed me to say."
            },
            {
                "verse_number": "29",
                "verse_text": "And he who sent me is with me; he has not left me alone, because I always do what pleases him.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Many who heard Jesus say these things believed in him."
            },
            {
                "verse_number": "31",
                "verse_text": "So Jesus said to those who believed in him, &apos;If you obey my teaching, you are really my disciples;"
            },
            {
                "verse_number": "32",
                "verse_text": "you will know the truth, and the truth will set you free.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;We are the descendants of Abraham,&apos; they answered, &apos;and we have never been anybody's slaves. What do you mean, then, by saying, &quot;You will be free&quot;?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to them, &apos;I am telling you the truth: everyone who sins is a slave of sin."
            },
            {
                "verse_number": "35",
                "verse_text": "A slave does not belong to a family permanently, but a son belongs there for ever."
            },
            {
                "verse_number": "36",
                "verse_text": "If the Son sets you free, then you will be really free."
            },
            {
                "verse_number": "37",
                "verse_text": "I know you are Abraham's descendants. Yet you are trying to kill me, because you will not accept my teaching."
            },
            {
                "verse_number": "38",
                "verse_text": "I talk about what my Father has shown me, but you do what your father has told you.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "They answered him, &apos;Our father is Abraham.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "All I have ever done is to tell you the truth I heard from God, yet you are trying to kill me. Abraham did nothing like this!"
            },
            {
                "verse_number": "41",
                "verse_text": "You are doing what your father did.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to them, &apos;If God really were your Father, you would love me, because I came from God and now I am here. I did not come on my own authority, but he sent me."
            },
            {
                "verse_number": "43",
                "verse_text": "Why do you not understand what I say? It is because you cannot bear to listen to my message."
            },
            {
                "verse_number": "44",
                "verse_text": "You are the children of your father, the Devil, and you want to follow your father's desires. From the very beginning he was a murderer and has never been on the side of truth, because there is no truth in him. When he tells a lie, he is only doing what is natural to him, because he is a liar and the father of all lies."
            },
            {
                "verse_number": "45",
                "verse_text": "But I tell the truth, and that is why you do not believe me."
            },
            {
                "verse_number": "46",
                "verse_text": "Which one of you can prove that I am guilty of sin? If I tell the truth, then why do you not believe me?"
            },
            {
                "verse_number": "47",
                "verse_text": "He who comes from God listens to God's words. You, however, are not from God, and that is why you will not listen.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "They asked Jesus, &apos;Were we not right in saying that you are a Samaritan and have a demon in you?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;I have no demon,&apos; Jesus answered. &apos;I honour my Father, but you dishonour me."
            },
            {
                "verse_number": "50",
                "verse_text": "I am not seeking honour for myself. But there is one who is seeking it and who judges in my favour."
            },
            {
                "verse_number": "51",
                "verse_text": "I am telling you the truth: whoever obeys my teaching will never die.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "They said to him, &apos;Now we are certain that you have a demon! Abraham died, and the prophets died, yet you say that whoever obeys your teaching will never die."
            },
            {
                "verse_number": "53",
                "verse_text": "Our father Abraham died; you do not claim to be greater than Abraham, do you? And the prophets also died. Who do you think you are?&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus answered, &apos;If I were to honour myself, that honour would be worth nothing. The one who honours me is my Father &ndash; the very one you say is your God."
            },
            {
                "verse_number": "55",
                "verse_text": "You have never known him, but I know him. If I were to say that I do not know him, I would be a liar like you. But I do know him, and I obey his word."
            },
            {
                "verse_number": "56",
                "verse_text": "Your father Abraham rejoiced that he was to see the time of my coming; he saw it and was glad.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "They said to him, &apos;You are not even fifty years old &ndash; and you have seen Abraham?&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;I am telling you the truth,&apos; Jesus replied. &apos;Before Abraham was born, &quot;I Am&quot;.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Then they picked up stones to throw at him, but Jesus hid himself and left the Temple."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus was walking along, he saw a man who had been born blind."
            },
            {
                "verse_number": "2",
                "verse_text": "His disciples asked him, &apos;Teacher, whose sin caused him to be born blind? Was it his own or his parents' sin?&apos; So the man himself said, &apos;I am the man.&apos; &apos;I don't know,&apos; he answered. Others, however, said, &apos;How could a man who is a sinner perform such miracles as these?&apos; And there was a division among them. &apos;He is a prophet,&apos; the man answered."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;His blindness has nothing to do with his sins or his parents' sins. He is blind so that God's power might be seen at work in him."
            },
            {
                "verse_number": "4",
                "verse_text": "As long as it is day, we must keep on doing the work of him who sent me; night is coming when no one can work."
            },
            {
                "verse_number": "5",
                "verse_text": "While I am in the world, I am the light for the world.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "After he said this, Jesus spat on the ground and made some mud with the spittle; he rubbed the mud on the man's eyes"
            },
            {
                "verse_number": "7",
                "verse_text": "and said, &apos;Go and wash your face in the Pool of Siloam.&apos; (This name means &apos;Sent&apos;.) So the man went, washed his face, and came back seeing."
            },
            {
                "verse_number": "8",
                "verse_text": "His neighbours, then, and the people who had seen him begging before this, asked, &apos;Isn't this the man who used to sit and beg?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Some said, &apos;He is the one,&apos; but others said, &apos;No he isn't; he just looks like him.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;How is it that you can now see?&apos; they asked him."
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;The man called Jesus made some mud, rubbed it on my eyes, and told me to go to Siloam and wash my face. So I went, and as soon as I washed, I could see.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Where is he?&apos; they asked."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they took to the Pharisees the man who had been blind."
            },
            {
                "verse_number": "14",
                "verse_text": "The day that Jesus made the mud and cured him of his blindness was a Sabbath."
            },
            {
                "verse_number": "15",
                "verse_text": "The Pharisees, then, asked the man again how he had received his sight. He told them, &apos;He put some mud on my eyes; I washed my face, and now I can see.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Some of the Pharisees said, &apos;The man who did this cannot be from God, for he does not obey the Sabbath law.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So the Pharisees asked the man once more, &apos;You say he cured you of your blindness &ndash; well, what do you say about him?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The Jewish authorities, however, were not willing to believe that he had been blind and could now see, until they called his parents"
            },
            {
                "verse_number": "19",
                "verse_text": "and asked them, &apos;Is this your son? You say that he was born blind; how is it, then, that he can now see?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "His parents answered, &apos;We know that he is our son, and we know that he was born blind."
            },
            {
                "verse_number": "21",
                "verse_text": "But we do not know how it is that he is now able to see, nor do we know who cured him of his blindness. Ask him; he is old enough, and he can answer for himself!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "His parents said this because they were afraid of the Jewish authorities, who had already agreed that anyone who said he believed that Jesus was the Messiah would be expelled from the synagogue."
            },
            {
                "verse_number": "23",
                "verse_text": "That is why his parents said, &apos;He is old enough; ask him!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "A second time they called back the man who had been born blind, and said to him, &apos;Promise before God that you will tell the truth! We know that this man who cured you is a sinner.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I do not know if he is a sinner or not,&apos; the man replied. &apos;One thing I do know: I was blind, and now I see.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;What did he do to you?&apos; they asked. &apos;How did he cure you of your blindness?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I have already told you,&apos; he answered, &apos;and you would not listen. Why do you want to hear it again? Maybe you, too, would like to be his disciples?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They cursed him and said, &apos;You are that fellow's disciple; but we are Moses' disciples."
            },
            {
                "verse_number": "29",
                "verse_text": "We know that God spoke to Moses; as for that fellow, however, we do not even know where he comes from!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The man answered, &apos;What a strange thing that is! You do not know where he comes from, but he cured me of my blindness!"
            },
            {
                "verse_number": "31",
                "verse_text": "We know that God does not listen to sinners; he does listen to people who respect him and do what he wants them to do."
            },
            {
                "verse_number": "32",
                "verse_text": "Since the beginning of the world nobody has ever heard of anyone giving sight to a person born blind."
            },
            {
                "verse_number": "33",
                "verse_text": "Unless this man came from God, he would not be able to do a thing.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They answered, &apos;You were born and brought up in sin &ndash; and you are trying to teach us?&apos; And they expelled him from the synagogue."
            },
            {
                "verse_number": "35",
                "verse_text": "When Jesus heard what had happened, he found the man and asked him, &apos;Do you believe in the Son of Man?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The man answered, &apos;Tell me who he is, sir, so that I can believe in him!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said to him, &apos;You have already seen him, and he is the one who is talking with you now.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;I believe, Lord!&apos; the man said, and knelt down before Jesus."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said, &apos;I came to this world to judge, so that the blind should see and those who see should become blind.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Some Pharisees who were there with him heard him say this and asked him, &apos;Surely you don't mean that we are blind, too?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus answered, &apos;If you were blind, then you would not be guilty; but since you claim that you can see, this means that you are still guilty.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said, &apos;I am telling you the truth: the man who does not enter the sheepfold by the gate, but climbs in some other way, is a thief and a robber."
            },
            {
                "verse_number": "2",
                "verse_text": "The man who goes in through the gate is the shepherd of the sheep."
            },
            {
                "verse_number": "3",
                "verse_text": "The gatekeeper opens the gate for him; the sheep hear his voice as he calls his own sheep by name, and he leads them out."
            },
            {
                "verse_number": "4",
                "verse_text": "When he has brought them out, he goes ahead of them, and the sheep follow him, because they know his voice."
            },
            {
                "verse_number": "5",
                "verse_text": "They will not follow someone else; instead, they will run away from such a person, because they do not know his voice.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus told them this parable, but they did not understand what he meant."
            },
            {
                "verse_number": "7",
                "verse_text": "So Jesus said again, &apos;I am telling you the truth: I am the gate for the sheep."
            },
            {
                "verse_number": "8",
                "verse_text": "All others who came before me are thieves and robbers, but the sheep did not listen to them."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the gate. Whoever comes in by me will be saved; they will come in and go out and find pasture."
            },
            {
                "verse_number": "10",
                "verse_text": "The thief comes only in order to steal, kill, and destroy. I have come in order that you might have life &ndash; life in all its fullness."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I am the good shepherd, who is willing to die for the sheep."
            },
            {
                "verse_number": "12",
                "verse_text": "When the hired man, who is not a shepherd and does not own the sheep, sees a wolf coming, he leaves the sheep and runs away; so the wolf snatches the sheep and scatters them."
            },
            {
                "verse_number": "13",
                "verse_text": "The hired man runs away because he is only a hired man and does not care about the sheep."
            },
            {
                "verse_number": "16",
                "verse_text": "There are other sheep which belong to me that are not in this sheepfold. I must bring them, too; they will listen to my voice, and they will become one flock with one shepherd."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The Father loves me because I am willing to give up my life, in order that I may receive it back again."
            },
            {
                "verse_number": "18",
                "verse_text": "No one takes my life away from me. I give it up of my own free will. I have the right to give it up, and I have the right to take it back. This is what my Father has commanded me to do.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Again there was a division among the people because of these words."
            },
            {
                "verse_number": "20",
                "verse_text": "Many of them were saying, &apos;He has a demon! He is mad! Why do you listen to him?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But others were saying, &apos;A man with a demon could not talk like this! How could a demon give sight to blind people?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "It was winter, and the Festival of the Dedication of the Temple was being celebrated in Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus was walking in Solomon's Porch in the Temple,"
            },
            {
                "verse_number": "24",
                "verse_text": "when the people gathered round him and asked, &apos;How long are you going to keep us in suspense? Tell us the plain truth: are you the Messiah?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus answered, &apos;I have already told you, but you would not believe me. The things I do by my Father's authority speak on my behalf;"
            },
            {
                "verse_number": "26",
                "verse_text": "but you will not believe, for you are not my sheep."
            },
            {
                "verse_number": "27",
                "verse_text": "My sheep listen to my voice; I know them, and they follow me."
            },
            {
                "verse_number": "28",
                "verse_text": "I give them eternal life, and they shall never die. No one can snatch them away from me."
            },
            {
                "verse_number": "29",
                "verse_text": "What my Father has given me is greater than everything, and no one can snatch them away from the Father's care."
            },
            {
                "verse_number": "30",
                "verse_text": "The Father and I are one.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the people again picked up stones to throw at him."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them, &apos;I have done many good deeds in your presence which the Father gave me to do; for which one of these do you want to stone me?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They replied, &apos;We do not want to stone you because of any good deeds, but because of your blasphemy! You are only a man, but you are trying to make yourself God!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;It is written in your own Law that God said, &quot;You are gods.&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "We know that what the scripture says is true for ever; and God called those people gods, the people to whom his message was given."
            },
            {
                "verse_number": "36",
                "verse_text": "As for me, the Father chose me and sent me into the world. How, then, can you say that I blaspheme because I said that I am the Son of God?"
            },
            {
                "verse_number": "37",
                "verse_text": "Do not believe me, then, if I am not doing the things my Father wants me to do."
            },
            {
                "verse_number": "38",
                "verse_text": "But if I do them, even though you do not believe me, you should at least believe my deeds, in order that you may know once and for all that the Father is in me and that I am in the Father.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Once more they tried to seize Jesus, but he slipped out of their hands."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus then went back again across the River Jordan to the place where John had been baptizing, and he stayed there."
            },
            {
                "verse_number": "41",
                "verse_text": "Many people came to him. &apos;John performed no miracles,&apos; they said, &apos;but everything he said about this man was true.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "And many people there believed in him."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "A man named Lazarus, who lived in Bethany, was ill. Bethany was the town where Mary and her sister Martha lived."
            },
            {
                "verse_number": "2",
                "verse_text": "(This Mary was the one who poured the perfume on the Lord's feet and wiped them with her hair; it was her brother Lazarus who was ill.)"
            },
            {
                "verse_number": "3",
                "verse_text": "The sisters sent Jesus a message: &apos;Lord, your dear friend is ill.&apos; &apos;Come and see, Lord,&apos; they answered. Martha, the dead man's sister, answered, &apos;There will be a bad smell, Lord. He has been buried four days!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Jesus heard it, he said, &apos;The final result of this illness will not be the death of Lazarus; this has happened in order to bring glory to God, and it will be the means by which the Son of God will receive glory.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus loved Martha and her sister and Lazarus."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet when he received the news that Lazarus was ill, he stayed where he was for two more days."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he said to the disciples, &apos;Let us go back to Judea.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Teacher,&apos; the disciples answered, &apos;just a short time ago the people there wanted to stone you; and are you planning to go back?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said, &apos;A day has twelve hours, hasn't it? So whoever walks in broad daylight does not stumble, for they see the light of this world."
            },
            {
                "verse_number": "10",
                "verse_text": "But if they walk during the night they stumble, because they have no light.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus said this and then added, &apos;Our friend Lazarus has fallen asleep, but I will go and wake him up.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The disciples answered, &apos;If he is asleep, Lord, he will get well.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus meant that Lazarus had died, but they thought he meant natural sleep."
            },
            {
                "verse_number": "14",
                "verse_text": "So Jesus told them plainly, &apos;Lazarus is dead,"
            },
            {
                "verse_number": "15",
                "verse_text": "but for your sake I am glad that I was not with him, so that you will believe. Let us go to him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Thomas (called the Twin) said to his fellow-disciples, &apos;Let us all go with the Teacher, so that we may die with him!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus arrived, he found that Lazarus had been buried four days before."
            },
            {
                "verse_number": "18",
                "verse_text": "Bethany was less than three kilometres from Jerusalem,"
            },
            {
                "verse_number": "19",
                "verse_text": "and many Judeans had come to see Martha and Mary to comfort them over their brother's death."
            },
            {
                "verse_number": "20",
                "verse_text": "When Martha heard that Jesus was coming, she went out to meet him, but Mary stayed in the house."
            },
            {
                "verse_number": "21",
                "verse_text": "Martha said to Jesus, &apos;If you had been here, Lord, my brother would not have died!"
            },
            {
                "verse_number": "22",
                "verse_text": "But I know that even now God will give you whatever you ask him for.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Your brother will rise to life,&apos; Jesus told her."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I know,&apos; she replied, &apos;that he will rise to life on the last day.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to her, &apos;I am the resurrection and the life. Those who believe in me will live, even though they die;"
            },
            {
                "verse_number": "26",
                "verse_text": "and all those who live and believe in me will never die. Do you believe this?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Yes, Lord!&apos; she answered. &apos;I do believe that you are the Messiah, the Son of God, who was to come into the world.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After Martha said this, she went back and called her sister Mary privately. &apos;The Teacher is here,&apos; she told her, &apos;and is asking for you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When Mary heard this, she got up and hurried out to meet him."
            },
            {
                "verse_number": "30",
                "verse_text": "(Jesus had not yet arrived in the village, but was still in the place where Martha had met him.)"
            },
            {
                "verse_number": "31",
                "verse_text": "The people who were in the house with Mary, comforting her, followed her when they saw her get up and hurry out. They thought that she was going to the grave to weep there."
            },
            {
                "verse_number": "32",
                "verse_text": "Mary arrived where Jesus was, and as soon as she saw him, she fell at his feet. &apos;Lord,&apos; she said, &apos;if you had been here, my brother would not have died!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus saw her weeping, and he saw how the people who were with her were weeping also; his heart was touched, and he was deeply moved."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Where have you buried him?&apos; he asked them."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus wept."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;See how much he loved him!&apos; the people said."
            },
            {
                "verse_number": "37",
                "verse_text": "But some of them said, &apos;He gave sight to the blind man, didn't he? Could he not have kept Lazarus from dying?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Deeply moved once more, Jesus went to the tomb, which was a cave with a stone placed at the entrance."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Take the stone away!&apos; Jesus ordered."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus said to her, &apos;Didn't I tell you that you would see God's glory if you believed?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "They took the stone away. Jesus looked up and said, &apos;I thank you, Father, that you listen to me."
            },
            {
                "verse_number": "42",
                "verse_text": "I know that you always listen to me, but I say this for the sake of the people here, so that they will believe that you sent me.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "After he had said this, he called out in a loud voice, &apos;Lazarus, come out!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "He came out, his hands and feet wrapped in grave clothes, and with a cloth round his face. &apos;Untie him,&apos; Jesus told them, &apos;and let him go.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Many of the people who had come to visit Mary saw what Jesus did, and they believed in him."
            },
            {
                "verse_number": "46",
                "verse_text": "But some of them returned to the Pharisees and told them what Jesus had done."
            },
            {
                "verse_number": "47",
                "verse_text": "So the Pharisees and the chief priests met with the Council and said, &apos;What shall we do? Look at all the miracles this man is performing!"
            },
            {
                "verse_number": "48",
                "verse_text": "If we let him go on in this way, everyone will believe in him, and the Roman authorities will take action and destroy our Temple and our nation!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "One of them, named Caiaphas, who was High Priest that year, said, &apos;What fools you are!"
            },
            {
                "verse_number": "50",
                "verse_text": "Don't you realize that it is better for you to let one man die for the people, instead of having the whole nation destroyed?&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Actually, he did not say this of his own accord; rather, as he was High Priest that year, he was prophesying that Jesus was going to die for the Jewish people,"
            },
            {
                "verse_number": "52",
                "verse_text": "and not only for them, but also to bring together into one body all the scattered people of God."
            },
            {
                "verse_number": "53",
                "verse_text": "From that day on the Jewish authorities made plans to kill Jesus."
            },
            {
                "verse_number": "54",
                "verse_text": "So Jesus did not travel openly in Judea, but left and went to a place near the desert, to a town named Ephraim, where he stayed with the disciples."
            },
            {
                "verse_number": "55",
                "verse_text": "The time for the Passover Festival was near, and many people went up from the country to Jerusalem to perform the ritual of purification before the festival."
            },
            {
                "verse_number": "56",
                "verse_text": "They were looking for Jesus, and as they gathered in the Temple, they asked one another, &apos;What do you think? Surely he will not come to the festival, will he?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "The chief priests and the Pharisees had given orders that if anyone knew where Jesus was, he must report it, so that they could arrest him."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Six days before the Passover, Jesus went to Bethany, the home of Lazarus, the man he had raised from death."
            },
            {
                "verse_number": "2",
                "verse_text": "They prepared a dinner for him there, which Martha helped to serve; Lazarus was one of those who were sitting at the table with Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Mary took half a litre of a very expensive perfume made of pure nard, poured it on Jesus' feet, and wiped them with her hair. The sweet smell of the perfume filled the whole house."
            },
            {
                "verse_number": "4",
                "verse_text": "One of Jesus' disciples, Judas Iscariot &ndash; the one who was going to betray him &ndash; said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Why wasn't this perfume sold for 300 silver coins and the money given to the poor?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He said this, not because he cared about the poor, but because he was a thief. He carried the money bag and would help himself from it. Here comes your king, riding on a young donkey.&apos; Then a voice spoke from heaven, &apos;I have brought glory to it, and I will do so again.&apos; After Jesus said this, he went off and hid himself from them. &apos;Lord, who believed the message we told? To whom did the Lord reveal his power?&apos; and closed their minds, so that their eyes would not see, and their minds would not understand, and they would not turn to me, says God, for me to heal them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jesus said, &apos;Leave her alone! Let her keep what she has for the day of my burial."
            },
            {
                "verse_number": "8",
                "verse_text": "You will always have poor people with you, but you will not always have me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "A large number of people heard that Jesus was in Bethany, so they went there, not only because of Jesus but also to see Lazarus, whom Jesus had raised from death."
            },
            {
                "verse_number": "10",
                "verse_text": "So the chief priests made plans to kill Lazarus too,"
            },
            {
                "verse_number": "11",
                "verse_text": "because on his account many Jews were rejecting them and believing in Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day the large crowd that had come to the Passover Festival heard that Jesus was coming to Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "So they took branches of palm trees and went out to meet him, shouting, &apos;Praise God! God bless him who comes in the name of the Lord! God bless the King of Israel!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus found a donkey and rode on it, just as the scripture says,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Do not be afraid, city of Zion!"
            },
            {
                "verse_number": "16",
                "verse_text": "His disciples did not understand this at the time; but when Jesus had been raised to glory, they remembered that the scripture said this about him and that they had done this for him."
            },
            {
                "verse_number": "17",
                "verse_text": "The people who had been with Jesus when he called Lazarus out of the grave and raised him from death had reported what had happened."
            },
            {
                "verse_number": "18",
                "verse_text": "That was why the crowd met him &ndash; because they heard that he had performed this miracle."
            },
            {
                "verse_number": "19",
                "verse_text": "The Pharisees then said to one another, &apos;You see, we are not succeeding at all! Look, the whole world is following him!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Some Greeks were among those who had gone to Jerusalem to worship during the festival."
            },
            {
                "verse_number": "21",
                "verse_text": "They went to Philip (he was from Bethsaida in Galilee) and said, &apos;Sir, we want to see Jesus.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Philip went and told Andrew, and the two of them went and told Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered them, &apos;The hour has now come for the Son of Man to receive great glory."
            },
            {
                "verse_number": "24",
                "verse_text": "I am telling you the truth: a grain of wheat remains no more than a single grain unless it is dropped into the ground and dies. If it does die, then it produces many grains."
            },
            {
                "verse_number": "25",
                "verse_text": "Those who love their own life will lose it; those who hate their own life in this world will keep it for life eternal."
            },
            {
                "verse_number": "26",
                "verse_text": "Whoever wants to serve me must follow me, so that my servant will be with me where I am. And my Father will honour anyone who serves me."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Now my heart is troubled &ndash; and what shall I say? Shall I say, &quot;Father, do not let this hour come upon me&quot;? But that is why I came &ndash; so that I might go through this hour of suffering."
            },
            {
                "verse_number": "28",
                "verse_text": "Father, bring glory to your name!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The crowd standing there heard the voice, and some of them said it was thunder, while others said, &apos;An angel spoke to him!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Jesus said to them, &apos;It was not for my sake that this voice spoke, but for yours."
            },
            {
                "verse_number": "31",
                "verse_text": "Now is the time for this world to be judged; now the ruler of this world will be overthrown."
            },
            {
                "verse_number": "32",
                "verse_text": "When I am lifted up from the earth, I will draw everyone to me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "(In saying this he indicated the kind of death he was going to suffer.)"
            },
            {
                "verse_number": "34",
                "verse_text": "The crowd answered, &apos;Our Law tells us that the Messiah will live for ever. How, then, can you say that the Son of Man must be lifted up? Who is this Son of Man?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus answered, &apos;The light will be among you a little longer. Continue on your way while you have the light, so that the darkness will not come upon you; for the one who walks in the dark does not know where he is going."
            },
            {
                "verse_number": "36",
                "verse_text": "Believe in the light, then, while you have it, so that you will be the people of the light.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Even though he had performed all these miracles in their presence, they did not believe in him,"
            },
            {
                "verse_number": "38",
                "verse_text": "so that what the prophet Isaiah had said might come true:"
            },
            {
                "verse_number": "39",
                "verse_text": "And so they were not able to believe, because Isaiah also said:"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;God has blinded their eyes"
            },
            {
                "verse_number": "41",
                "verse_text": "Isaiah said this because he saw Jesus' glory and spoke about him."
            },
            {
                "verse_number": "42",
                "verse_text": "Even then, many of the Jewish authorities believed in Jesus; but because of the Pharisees they did not talk about it openly, so as not to be expelled from the synagogue."
            },
            {
                "verse_number": "43",
                "verse_text": "They loved human approval rather than the approval of God."
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus said in a loud voice, &apos;Whoever believes in me believes not only in me but also in him who sent me."
            },
            {
                "verse_number": "45",
                "verse_text": "Whoever sees me sees also him who sent me."
            },
            {
                "verse_number": "46",
                "verse_text": "I have come into the world as light, so that everyone who believes in me should not remain in the darkness."
            },
            {
                "verse_number": "47",
                "verse_text": "If anyone hears my message and does not obey it, I will not judge him. I came, not to judge the world, but to save it."
            },
            {
                "verse_number": "48",
                "verse_text": "Those who reject me and do not accept my message have one who will judge them. The words I have spoken will be their judge on the last day!"
            },
            {
                "verse_number": "49",
                "verse_text": "This is true, because I have not spoken on my own authority, but the Father who sent me has commanded me what I must say and speak."
            },
            {
                "verse_number": "50",
                "verse_text": "And I know that his command brings eternal life. What I say, then, is what the Father has told me to say.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "It was now the day before the Passover Festival. Jesus knew that the hour had come for him to leave this world and go to the Father. He had always loved those in the world who were his own, and he loved them to the very end. &apos;If I do not wash your feet,&apos; Jesus answered, &apos;you will no longer be my disciple.&apos; &apos;You cannot follow me now where I am going,&apos; answered Jesus; &apos;but later you will follow me.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus and his disciples were at supper. The Devil had already put into the heart of Judas, the son of Simon Iscariot, the thought of betraying Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus knew that the Father had given him complete power; he knew that he had come from God and was going to God."
            },
            {
                "verse_number": "4",
                "verse_text": "So he rose from the table, took off his outer garment, and tied a towel round his waist."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he poured some water into a basin and began to wash the disciples' feet and dry them with the towel round his waist."
            },
            {
                "verse_number": "6",
                "verse_text": "He came to Simon Peter, who said to him, &apos;Are you going to wash my feet, Lord?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus answered him, &apos;You do not understand now what I am doing, but you will understand later.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Peter declared, &apos;Never at any time will you wash my feet!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Simon Peter answered, &apos;Lord, do not wash only my feet, then! Wash my hands and head, too!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;Those who have had a bath are completely clean and do not have to wash themselves, except for their feet. All of you are clean &ndash; all except one.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "(Jesus already knew who was going to betray him; that is why he said, &apos;All of you, except one, are clean.&apos; )"
            },
            {
                "verse_number": "12",
                "verse_text": "After Jesus had washed their feet, he put his outer garment back on and returned to his place at the table. &apos;Do you understand what I have just done to you?&apos; he asked."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You call me Teacher and Lord, and it is right that you do so, because that is what I am."
            },
            {
                "verse_number": "14",
                "verse_text": "I, your Lord and Teacher, have just washed your feet. You, then, should wash one another's feet."
            },
            {
                "verse_number": "15",
                "verse_text": "I have set an example for you, so that you will do just what I have done for you."
            },
            {
                "verse_number": "16",
                "verse_text": "I am telling you the truth: slaves are never greater than their master, and messengers are never greater than the one who sent them."
            },
            {
                "verse_number": "17",
                "verse_text": "Now that you know this truth, how happy you will be if you put it into practice!"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I am not talking about all of you; I know those I have chosen. But the scripture must come true that says, &quot;The man who shared my food turned against me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "I tell you this now before it happens, so that when it does happen, you will believe that &quot;I Am Who I Am.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "I am telling you the truth: whoever receives anyone I send receives me also; and whoever receives me receives him who sent me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After Jesus had said this, he was deeply troubled and declared openly, &apos;I am telling you the truth: one of you is going to betray me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The disciples looked at one another, completely puzzled about whom he meant."
            },
            {
                "verse_number": "23",
                "verse_text": "One of the disciples, the one whom Jesus loved, was sitting next to Jesus."
            },
            {
                "verse_number": "24",
                "verse_text": "Simon Peter motioned to him and said, &apos;Ask him whom he is talking about.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So that disciple moved closer to Jesus' side and asked, &apos;Who is it, Lord?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;I will dip some bread in the sauce and give it to him; he is the man.&apos; So he took a piece of bread, dipped it, and gave it to Judas, the son of Simon Iscariot."
            },
            {
                "verse_number": "27",
                "verse_text": "As soon as Judas took the bread, Satan entered him. Jesus said to him, &apos;Be quick about what you are doing!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "None of the others at the table understood why Jesus said this to him."
            },
            {
                "verse_number": "29",
                "verse_text": "Since Judas was in charge of the money bag, some of the disciples thought that Jesus had told him to go and buy what they needed for the festival, or to give something to the poor."
            },
            {
                "verse_number": "30",
                "verse_text": "Judas accepted the bread and went out at once. It was night."
            },
            {
                "verse_number": "31",
                "verse_text": "After Judas had left, Jesus said, &apos;Now the Son of Man's glory is revealed; now God's glory is revealed through him."
            },
            {
                "verse_number": "32",
                "verse_text": "And if God's glory is revealed through him, then God will reveal the glory of the Son of Man in himself, and he will do so at once."
            },
            {
                "verse_number": "33",
                "verse_text": "My children, I shall not be with you very much longer. You will look for me; but I tell you now what I told the Jewish authorities, &quot;You cannot go where I am going.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "And now I give you a new commandment: love one another. As I have loved you, so you must love one another."
            },
            {
                "verse_number": "35",
                "verse_text": "If you have love for one another, then everyone will know that you are my disciples.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Where are you going, Lord?&apos; Simon Peter asked him."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Lord, why can't I follow you now?&apos; asked Peter. &apos;I am ready to die for you!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus answered, &apos;Are you really ready to die for me? I am telling you the truth: before the cock crows you will say three times that you do not know me."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do not be worried and upset,&apos; Jesus told them. &apos;Believe in God and believe also in me."
            },
            {
                "verse_number": "2",
                "verse_text": "There are many rooms in my Father's house, and I am going to prepare a place for you. I would not tell you this if it were not so."
            },
            {
                "verse_number": "3",
                "verse_text": "And after I go and prepare a place for you, I will come back and take you to myself, so that you will be where I am."
            },
            {
                "verse_number": "4",
                "verse_text": "You know the way that leads to the place where I am going.&apos; &apos;Come, let us go from this place."
            },
            {
                "verse_number": "5",
                "verse_text": "Thomas said to him, &apos;Lord, we do not know where you are going; so how can we know the way to get there?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus answered him, &apos;I am the way, the truth, and the life; no one goes to the Father except by me."
            },
            {
                "verse_number": "7",
                "verse_text": "Now that you have known me,&apos; he said to them, &apos;you will know my Father also, and from now on you do know him and you have seen him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Philip said to him, &apos;Lord, show us the Father; that is all we need.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus answered, &apos;For a long time I have been with you all; yet you do not know me, Philip? Whoever has seen me has seen the Father. Why, then, do you say, &quot;Show us the Father&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "Do you not believe, Philip, that I am in the Father and the Father is in me? The words that I have spoken to you,&apos; Jesus said to his disciples, &apos;do not come from me. The Father, who remains in me, does his own work."
            },
            {
                "verse_number": "11",
                "verse_text": "Believe me when I say that I am in the Father and the Father is in me. If not, believe because of the things I do."
            },
            {
                "verse_number": "12",
                "verse_text": "I am telling you the truth: those who believe in me will do what I do &ndash; yes, they will do even greater things, because I am going to the Father."
            },
            {
                "verse_number": "13",
                "verse_text": "And I will do whatever you ask for in my name, so that the Father's glory will be shown through the Son."
            },
            {
                "verse_number": "14",
                "verse_text": "If you ask me for anything in my name, I will do it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If you love me, you will obey my commandments."
            },
            {
                "verse_number": "16",
                "verse_text": "I will ask the Father, and he will give you another Helper, who will stay with you for ever."
            },
            {
                "verse_number": "17",
                "verse_text": "He is the Spirit who reveals the truth about God. The world cannot receive him, because it cannot see him or know him. But you know him, because he remains with you and is in you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;When I go, you will not be left all alone; I will come back to you."
            },
            {
                "verse_number": "19",
                "verse_text": "In a little while the world will see me no more, but you will see me; and because I live, you also will live."
            },
            {
                "verse_number": "20",
                "verse_text": "When that day comes, you will know that I am in my Father and that you are in me, just as I am in you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Those who accept my commandments and obey them are the ones who love me. My Father will love those who love me; I too will love them and reveal myself to them.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Judas (not Judas Iscariot) said, &apos;Lord, how can it be that you will reveal yourself to us and not to the world?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered him, &apos;Whoever loves me will obey my teaching. My Father will love him, and my Father and I will come to him and live with him."
            },
            {
                "verse_number": "24",
                "verse_text": "Whoever does not love me does not obey my teaching. And the teaching you have heard is not mine, but comes from the Father, who sent me."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have told you this while I am still with you."
            },
            {
                "verse_number": "26",
                "verse_text": "The Helper, the Holy Spirit, whom the Father will send in my name, will teach you everything and make you remember all that I have told you."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Peace is what I leave with you; it is my own peace that I give you. I do not give it as the world does. Do not be worried and upset; do not be afraid."
            },
            {
                "verse_number": "28",
                "verse_text": "You heard me say to you, &quot;I am leaving, but I will come back to you.&quot; If you loved me, you would be glad that I am going to the Father; for he is greater than I."
            },
            {
                "verse_number": "29",
                "verse_text": "I have told you this now before it all happens, so that when it does happen, you will believe."
            },
            {
                "verse_number": "30",
                "verse_text": "I cannot talk with you much longer, because the ruler of this world is coming. He has no power over me,"
            },
            {
                "verse_number": "31",
                "verse_text": "but the world must know that I love the Father; that is why I do everything as he commands me."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I am the real vine, and my Father is the gardener."
            },
            {
                "verse_number": "2",
                "verse_text": "He breaks off every branch in me that does not bear fruit, and he prunes every branch that does bear fruit, so that it will be clean and bear more fruit."
            },
            {
                "verse_number": "3",
                "verse_text": "You have been made clean already by the teaching I have given you."
            },
            {
                "verse_number": "4",
                "verse_text": "Remain united to me, and I will remain united to you. A branch cannot bear fruit by itself; it can do so only if it remains in the vine. In the same way you cannot bear fruit unless you remain in me."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I am the vine, and you are the branches. Those who remain in me, and I in them, will bear much fruit; for you can do nothing without me."
            },
            {
                "verse_number": "6",
                "verse_text": "Whoever does not remain in me is thrown out like a branch and dries up; such branches are gathered up and thrown into the fire, where they are burnt."
            },
            {
                "verse_number": "7",
                "verse_text": "If you remain in me and my words remain in you, then you will ask for anything you wish, and you shall have it."
            },
            {
                "verse_number": "8",
                "verse_text": "My Father's glory is shown by your bearing much fruit; and in this way you become my disciples ."
            },
            {
                "verse_number": "9",
                "verse_text": "I love you just as the Father loves me; remain in my love."
            },
            {
                "verse_number": "10",
                "verse_text": "If you obey my commands, you will remain in my love, just as I have obeyed my Father's commands and remain in his love."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I have told you this so that my joy may be in you and that your joy may be complete."
            },
            {
                "verse_number": "12",
                "verse_text": "My commandment is this: love one another, just as I love you."
            },
            {
                "verse_number": "13",
                "verse_text": "The greatest love a person can have for his friends is to give his life for them."
            },
            {
                "verse_number": "14",
                "verse_text": "And you are my friends if you do what I command you."
            },
            {
                "verse_number": "15",
                "verse_text": "I do not call you servants any longer, because servants do not know what their master is doing. Instead, I call you friends, because I have told you everything I have heard from my Father."
            },
            {
                "verse_number": "16",
                "verse_text": "You did not choose me; I chose you and appointed you to go and bear much fruit, the kind of fruit that endures. And so the Father will give you whatever you ask of him in my name."
            },
            {
                "verse_number": "17",
                "verse_text": "This, then, is what I command you: love one another."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If the world hates you, just remember that it has hated me first."
            },
            {
                "verse_number": "19",
                "verse_text": "If you belonged to the world, then the world would love you as its own. But I chose you from this world, and you do not belong to it; that is why the world hates you."
            },
            {
                "verse_number": "20",
                "verse_text": "Remember what I told you: &quot;Slaves are not greater than their master.&quot; If people persecuted me, they will persecute you too; if they obeyed my teaching, they will obey yours too."
            },
            {
                "verse_number": "21",
                "verse_text": "But they will do all this to you because you are mine; for they do not know the one who sent me."
            },
            {
                "verse_number": "22",
                "verse_text": "They would not have been guilty of sin if I had not come and spoken to them; as it is, they no longer have any excuse for their sin."
            },
            {
                "verse_number": "23",
                "verse_text": "Whoever hates me hates my Father also."
            },
            {
                "verse_number": "24",
                "verse_text": "They would not have been guilty of sin if I had not done among them the things that no one else ever did; as it is, they have seen what I did, and they hate both me and my Father."
            },
            {
                "verse_number": "25",
                "verse_text": "This, however, was bound to happen so that what is written in their Law may come true: &quot;They hated me for no reason at all.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The Helper will come &ndash; the Spirit, who reveals the truth about God and who comes from the Father. I will send him to you from the Father, and he will speak about me."
            },
            {
                "verse_number": "27",
                "verse_text": "And you, too, will speak about me, because you have been with me from the very beginning."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have told you this, so that you will not give up your faith."
            },
            {
                "verse_number": "2",
                "verse_text": "You will be expelled from the synagogues, and the time will come when anyone who kills you will think that by doing this he is serving God."
            },
            {
                "verse_number": "3",
                "verse_text": "People will do these things to you because they have not known either the Father or me."
            },
            {
                "verse_number": "4",
                "verse_text": "But I have told you this, so that when the time comes for them to do these things, you will remember that I told you. &apos;I did not tell you these things at the beginning, for I was with you."
            },
            {
                "verse_number": "5",
                "verse_text": "But now I am going to him who sent me, yet none of you asks me where I am going."
            },
            {
                "verse_number": "6",
                "verse_text": "And now that I have told you, your hearts are full of sadness."
            },
            {
                "verse_number": "7",
                "verse_text": "But I am telling you the truth: it is better for you that I go away, because if I do not go, the Helper will not come to you. But if I do go away, then I will send him to you."
            },
            {
                "verse_number": "8",
                "verse_text": "And when he comes, he will prove to the people of the world that they are wrong about sin and about what is right and about God's judgement."
            },
            {
                "verse_number": "9",
                "verse_text": "They are wrong about sin, because they do not believe in me;"
            },
            {
                "verse_number": "10",
                "verse_text": "they are wrong about what is right, because I am going to the Father and you will not see me any more;"
            },
            {
                "verse_number": "11",
                "verse_text": "and they are wrong about judgement, because the ruler of this world has already been judged."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I have much more to tell you, but now it would be too much for you to bear."
            },
            {
                "verse_number": "13",
                "verse_text": "When, however, the Spirit comes, who reveals the truth about God, he will lead you into all the truth. He will not speak on his own authority, but he will speak of what he hears, and will tell you of things to come."
            },
            {
                "verse_number": "14",
                "verse_text": "He will give me glory, because he will take what I say and tell it to you."
            },
            {
                "verse_number": "15",
                "verse_text": "All that my Father has is mine; that is why I said that the Spirit will take what I give him and tell it to you."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;In a little while you will not see me any more, and then a little while later you will see me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Some of his disciples asked among themselves, &apos;What does this mean? He tells us that in a little while we will not see him, and then a little while later we will see him; and he also says, &quot;It is because I am going to the Father.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "What does this &quot;a little while&quot; mean? We don't know what he is talking about!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus knew that they wanted to question him, so he said to them, &apos;I said, &quot;In a little while you will not see me, and then a little while later you will see me.&quot; Is this what you are asking about among yourselves?"
            },
            {
                "verse_number": "20",
                "verse_text": "I am telling you the truth: you will cry and weep, but the world will be glad; you will be sad, but your sadness will turn into gladness."
            },
            {
                "verse_number": "21",
                "verse_text": "When a woman is about to give birth, she is sad because her hour of suffering has come; but when the baby is born, she forgets her suffering, because she is happy that a baby has been born into the world."
            },
            {
                "verse_number": "22",
                "verse_text": "That is how it is with you: now you are sad, but I will see you again, and your hearts will be filled with gladness, the kind of gladness that no one can take away from you."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When that day comes, you will not ask me for anything. I am telling you the truth: the Father will give you whatever you ask him for in my name."
            },
            {
                "verse_number": "24",
                "verse_text": "Until now you have not asked for anything in my name; ask and you will receive, so that your happiness may be complete."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have used figures of speech to tell you these things. But the time will come when I will not use figures of speech, but will speak to you plainly about the Father."
            },
            {
                "verse_number": "26",
                "verse_text": "When that day comes, you will ask him in my name; and I do not say that I will ask him on your behalf,"
            },
            {
                "verse_number": "27",
                "verse_text": "for the Father himself loves you. He loves you because you love me and have believed that I came from God."
            },
            {
                "verse_number": "28",
                "verse_text": "I did come from the Father, and I came into the world; and now I am leaving the world and going to the Father.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then his disciples said to him, &apos;Now you are speaking plainly, without using figures of speech."
            },
            {
                "verse_number": "30",
                "verse_text": "We know now that you know everything; you do not need someone to ask you questions. This makes us believe that you came from God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered them, &apos;Do you believe now?"
            },
            {
                "verse_number": "32",
                "verse_text": "The time is coming, and is already here, when all of you will be scattered, each of you to your own home, and I will be left all alone. But I am not really alone, because the Father is with me."
            },
            {
                "verse_number": "33",
                "verse_text": "I have told you this so that you will have peace by being united to me. The world will make you suffer. But be brave! I have defeated the world!&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus finished saying this, he looked up to heaven and said, &apos;Father, the hour has come. Give glory to your Son, so that the Son may give glory to you."
            },
            {
                "verse_number": "2",
                "verse_text": "For you gave him authority over all humanity, so that he might give eternal life to all those you gave him."
            },
            {
                "verse_number": "3",
                "verse_text": "And eternal life means knowing you, the only true God, and knowing Jesus Christ, whom you sent."
            },
            {
                "verse_number": "4",
                "verse_text": "I have shown your glory on earth; I have finished the work you gave me to do."
            },
            {
                "verse_number": "5",
                "verse_text": "Father! Give me glory in your presence now, the same glory I had with you before the world was made."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I have made you known to those you gave me out of the world. They belonged to you, and you gave them to me. They have obeyed your word,"
            },
            {
                "verse_number": "7",
                "verse_text": "and now they know that everything you gave me comes from you."
            },
            {
                "verse_number": "8",
                "verse_text": "I gave them the message that you gave me, and they received it; they know that it is true that I came from you, and they believe that you sent me."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I pray for them. I do not pray for the world but for those you gave me, for they belong to you."
            },
            {
                "verse_number": "10",
                "verse_text": "All I have is yours, and all you have is mine; and my glory is shown through them."
            },
            {
                "verse_number": "11",
                "verse_text": "And now I am coming to you; I am no longer in the world, but they are in the world. Holy Father! Keep them safe by the power of your name, the name you gave me, so that they may be one just as you and I are one."
            },
            {
                "verse_number": "12",
                "verse_text": "While I was with them, I kept them safe by the power of your name, the name you gave me. I protected them, and not one of them was lost, except the man who was bound to be lost &ndash; so that the scripture might come true."
            },
            {
                "verse_number": "13",
                "verse_text": "And now I am coming to you, and I say these things in the world so that they might have my joy in their hearts in all its fullness."
            },
            {
                "verse_number": "14",
                "verse_text": "I gave them your message, and the world hated them, because they do not belong to the world, just as I do not belong to the world."
            },
            {
                "verse_number": "15",
                "verse_text": "I do not ask you to take them out of the world, but I do ask you to keep them safe from the Evil One."
            },
            {
                "verse_number": "16",
                "verse_text": "Just as I do not belong to the world, they do not belong to the world."
            },
            {
                "verse_number": "17",
                "verse_text": "Dedicate them to yourself by means of the truth; your word is truth."
            },
            {
                "verse_number": "18",
                "verse_text": "I sent them into the world, just as you sent me into the world."
            },
            {
                "verse_number": "19",
                "verse_text": "And for their sake I dedicate myself to you, in order that they, too, may be truly dedicated to you."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I pray not only for them, but also for those who believe in me because of their message."
            },
            {
                "verse_number": "21",
                "verse_text": "I pray that they may all be one. Father! May they be in us, just as you are in me and I am in you. May they be one, so that the world will believe that you sent me."
            },
            {
                "verse_number": "22",
                "verse_text": "I gave them the same glory you gave me, so that they may be one, just as you and I are one:"
            },
            {
                "verse_number": "23",
                "verse_text": "I in them and you in me, so that they may be completely one, in order that the world may know that you sent me and that you love them as you love me."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Father! You have given them to me, and I want them to be with me where I am, so that they may see my glory, the glory you gave me; for you loved me before the world was made."
            },
            {
                "verse_number": "25",
                "verse_text": "Righteous Father! The world does not know you, but I know you, and these know that you sent me."
            },
            {
                "verse_number": "26",
                "verse_text": "I made you known to them, and I will continue to do so, in order that the love you have for me may be in them, and so that I also may be in them.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus had said this prayer, he left with his disciples and went across the brook called Kidron. There was a garden in that place, and Jesus and his disciples went in."
            },
            {
                "verse_number": "2",
                "verse_text": "Judas, the traitor, knew where it was, because many times Jesus had met there with his disciples."
            },
            {
                "verse_number": "3",
                "verse_text": "So Judas went to the garden, taking with him a group of Roman soldiers, and some temple guards sent by the chief priests and the Pharisees; they were armed and carried lanterns and torches."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus knew everything that was going to happen to him, so he stepped forward and asked them, &apos;Who is it you are looking for?&apos; &apos;I am he,&apos; he said. Judas, the traitor, was standing there with them. &apos;Jesus of Nazareth,&apos; they said. &apos;No, I am not,&apos; answered Peter. But Peter denied it. &apos;No, I am not,&apos; he said. They replied, &apos;We are not allowed to put anyone to death.&apos; Jesus answered, &apos;You say that I am a king. I was born and came into the world for this one purpose, to speak about the truth. Whoever belongs to the truth listens to me.&apos; Then Pilate went back outside to the people and said to them, &apos;I cannot find any reason to condemn him."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Jesus of Nazareth,&apos; they answered."
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesus said to them, &apos;I am he,&apos; they moved back and fell to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "Again Jesus asked them, &apos;Who is it you are looking for?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I have already told you that I am he,&apos; Jesus said. &apos;If, then, you are looking for me, let these others go.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "(He said this so that what he had said might come true: &apos;Father, I have not lost even one of those you gave me.&apos; )"
            },
            {
                "verse_number": "10",
                "verse_text": "Simon Peter, who had a sword, drew it and struck the High Priest's slave, cutting off his right ear. The name of the slave was Malchus."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus said to Peter, &apos;Put your sword back in its place! Do you think that I will not drink the cup of suffering which my Father has given me?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Roman soldiers with their commanding officer and the Jewish guards arrested Jesus, bound him,"
            },
            {
                "verse_number": "13",
                "verse_text": "and took him first to Annas. He was the father-in-law of Caiaphas, who was High Priest that year."
            },
            {
                "verse_number": "14",
                "verse_text": "It was Caiaphas who had advised the Jewish authorities that it was better that one man should die for all the people."
            },
            {
                "verse_number": "15",
                "verse_text": "Simon Peter and another disciple followed Jesus. That other disciple was well known to the High Priest, so he went with Jesus into the courtyard of the High Priest's house,"
            },
            {
                "verse_number": "16",
                "verse_text": "while Peter stayed outside by the gate. Then the other disciple went back out, spoke to the girl at the gate, and brought Peter inside."
            },
            {
                "verse_number": "17",
                "verse_text": "The girl at the gate said to Peter, &apos;Aren't you also one of the disciples of that man?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "It was cold, so the servants and guards had built a charcoal fire and were standing round it, warming themselves. So Peter went over and stood with them, warming himself."
            },
            {
                "verse_number": "19",
                "verse_text": "The High Priest questioned Jesus about his disciples and about his teaching."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered, &apos;I have always spoken publicly to everyone; all my teaching was done in the synagogues and in the Temple, where all the people come together. I have never said anything in secret."
            },
            {
                "verse_number": "21",
                "verse_text": "Why, then, do you question me? Question the people who heard me. Ask them what I told them &ndash; they know what I said.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus said this, one of the guards there slapped him and said, &apos;How dare you talk like that to the High Priest!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered him, &apos;If I have said anything wrong, tell everyone here what it was. But if I am right in what I have said, why do you hit me?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Annas sent him, still bound, to Caiaphas the High Priest."
            },
            {
                "verse_number": "25",
                "verse_text": "Peter was still standing there keeping himself warm. So the others said to him, &apos;Aren't you also one of the disciples of that man?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "One of the High Priest's slaves, a relative of the man whose ear Peter had cut off, spoke up. &apos;Didn't I see you with him in the garden?&apos; he asked."
            },
            {
                "verse_number": "27",
                "verse_text": "Again Peter said &apos;No&apos; &ndash; and at once a cock crowed."
            },
            {
                "verse_number": "28",
                "verse_text": "Early in the morning Jesus was taken from Caiaphas' house to the governor's palace. The Jewish authorities did not go inside the palace, for they wanted to keep themselves ritually clean, in order to be able to eat the Passover meal."
            },
            {
                "verse_number": "29",
                "verse_text": "So Pilate went outside to them and asked, &apos;What do you accuse this man of?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Their answer was, &apos;We would not have brought him to you if he had not committed a crime.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Pilate said to them, &apos;Then you yourselves take him and try him according to your own law.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "(This happened in order to make the words of Jesus come true, the words he used when he indicated the kind of death he would die.)"
            },
            {
                "verse_number": "33",
                "verse_text": "Pilate went back into the palace and called Jesus. &apos;Are you the King of the Jews?&apos; he asked him."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;Does this question come from you or have others told you about me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Pilate replied, &apos;Do you think I am a Jew? It was your own people and the chief priests who handed you over to me. What have you done?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus said, &apos;My kingdom does not belong to this world; if my kingdom belonged to this world, my followers would fight to keep me from being handed over to the Jewish authorities. No, my kingdom does not belong here!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So Pilate asked him, &apos;Are you a king, then?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;And what is truth?&apos; Pilate asked."
            },
            {
                "verse_number": "39",
                "verse_text": "But according to the custom you have, I always set free a prisoner for you during the Passover. Do you want me to set free for you the King of the Jews?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "They answered him with a shout, &apos;No, not him! We want Barabbas!&apos; (Barabbas was a bandit.)"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Pilate took Jesus and had him whipped."
            },
            {
                "verse_number": "2",
                "verse_text": "The soldiers made a crown out of thorny branches and put it on his head; then they put a purple robe on him"
            },
            {
                "verse_number": "3",
                "verse_text": "and came to him and said, &apos;Long live the King of the Jews!&apos; And they went up and slapped him. Pilate said to them, &apos;You take him, then, and crucify him. I find no reason to condemn him.&apos; But Jesus did not answer. Pilate asked them, &apos;Do you want me to crucify your king?&apos; The chief priests answered, &apos;The only king we have is the Emperor!&apos; So they took charge of Jesus. &apos;They divided my clothes among themselves and gambled for my robe.&apos; And this is what the soldiers did. Then he bowed his head and died."
            },
            {
                "verse_number": "4",
                "verse_text": "Pilate went out once more and said to the crowd, &apos;Look, I will bring him out here to you to let you see that I cannot find any reason to condemn him.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, &apos;Look! Here is the man!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the chief priests and the temple guards saw him, they shouted, &apos;Crucify him! Crucify him!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The crowd answered back, &apos;We have a law that says he ought to die, because he claimed to be the Son of God.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When Pilate heard this, he was even more afraid."
            },
            {
                "verse_number": "9",
                "verse_text": "He went back into the palace and asked Jesus, &apos;Where do you come from?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Pilate said to him, &apos;You will not speak to me? Remember, I have the authority to set you free and also to have you crucified.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;You have authority over me only because it was given to you by God. So the man who handed me over to you is guilty of a worse sin.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Pilate heard this, he tried to find a way to set Jesus free. But the crowd shouted back, &apos;If you set him free, that means that you are not the Emperor's friend! Anyone who claims to be a king is a rebel against the Emperor!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Pilate heard these words, he took Jesus outside and sat down on the judge's seat in the place called &apos;The Stone Pavement&apos;. (In Hebrew the name is &apos;Gabbatha&apos;.)"
            },
            {
                "verse_number": "14",
                "verse_text": "It was then almost noon of the day before the Passover. Pilate said to the people, &apos;Here is your king!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They shouted back, &apos;Kill him! Kill him! Crucify him!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Pilate handed Jesus over to them to be crucified."
            },
            {
                "verse_number": "17",
                "verse_text": "He went out, carrying his cross, and came to &apos;The Place of the Skull&apos;, as it is called. (In Hebrew it is called &apos;Golgotha&apos;.)"
            },
            {
                "verse_number": "18",
                "verse_text": "There they crucified him; and they also crucified two other men, one on each side, with Jesus between them."
            },
            {
                "verse_number": "19",
                "verse_text": "Pilate wrote a notice and had it put on the cross. &apos;Jesus of Nazareth, the King of the Jews&apos;, is what he wrote."
            },
            {
                "verse_number": "20",
                "verse_text": "Many people read it, because the place where Jesus was crucified was not far from the city. The notice was written in Hebrew, Latin, and Greek."
            },
            {
                "verse_number": "21",
                "verse_text": "The chief priests said to Pilate, &apos;Do not write &quot;The King of the Jews&quot;, but rather, &quot;This man said, I am the King of the Jews.&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate answered, &apos;What I have written stays written.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "After the soldiers had crucified Jesus, they took his clothes and divided them into four parts, one part for each soldier. They also took the robe, which was made of one piece of woven cloth without any seams in it."
            },
            {
                "verse_number": "24",
                "verse_text": "The soldiers said to one another, &apos;Let's not tear it; let's throw dice to see who will get it.&apos; This happened in order to make the scripture come true:"
            },
            {
                "verse_number": "25",
                "verse_text": "Standing close to Jesus' cross were his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus saw his mother and the disciple he loved standing there; so he said to his mother, &apos;He is your son.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said to the disciple, &apos;She is your mother.&apos; From that time the disciple took her to live in his home."
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus knew that by now everything had been completed; and in order to make the scripture come true, he said, &apos;I am thirsty.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "A bowl was there, full of cheap wine; so a sponge was soaked in the wine, put on a stalk of hyssop, and lifted up to his lips."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus drank the wine and said, &apos;It is finished!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Jewish authorities asked Pilate to allow them to break the legs of the men who had been crucified, and to take the bodies down from the crosses. They requested this because it was Friday, and they did not want the bodies to stay on the crosses on the Sabbath, since the coming Sabbath was especially holy."
            },
            {
                "verse_number": "32",
                "verse_text": "So the soldiers went and broke the legs of the first man and then of the other man who had been crucified with Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "But when they came to Jesus, they saw that he was already dead, so they did not break his legs."
            },
            {
                "verse_number": "34",
                "verse_text": "One of the soldiers, however, plunged his spear into Jesus' side, and at once blood and water poured out."
            },
            {
                "verse_number": "35",
                "verse_text": "(The one who saw this happen has spoken of it, so that you also may believe. What he said is true, and he knows that he speaks the truth.)"
            },
            {
                "verse_number": "36",
                "verse_text": "This was done to make the scripture come true: &apos;Not one of his bones will be broken.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And there is another scripture that says, &apos;People will look at him whom they pierced.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "After this, Joseph, who was from the town of Arimathea, asked Pilate if he could take Jesus' body. (Joseph was a follower of Jesus, but in secret, because he was afraid of the Jewish authorities.) Pilate told him he could have the body, so Joseph went and took it away."
            },
            {
                "verse_number": "39",
                "verse_text": "Nicodemus, who at first had gone to see Jesus at night, went with Joseph, taking with him about thirty kilogrammes of spices, a mixture of myrrh and aloes."
            },
            {
                "verse_number": "40",
                "verse_text": "The two men took Jesus' body and wrapped it in linen with the spices according to the Jewish custom of preparing a body for burial."
            },
            {
                "verse_number": "41",
                "verse_text": "There was a garden in the place where Jesus had been put to death, and in it there was a new tomb where no one had ever been buried."
            },
            {
                "verse_number": "42",
                "verse_text": "Since it was the day before the Sabbath and because the tomb was close by, they placed Jesus' body there."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Early on Sunday morning, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been taken away from the entrance."
            },
            {
                "verse_number": "2",
                "verse_text": "She went running to Simon Peter and the other disciple, whom Jesus loved, and told them, &apos;They have taken the Lord from the tomb, and we don't know where they have put him!&apos; She answered, &apos;They have taken my Lord away, and I do not know where they have put him!&apos; She thought he was the gardener, so she said to him, &apos;If you took him away, sir, tell me where you have put him, and I will go and get him.&apos; She turned towards him and said in Hebrew, &apos;Rabboni!&apos; (This means &apos;Teacher&apos;.) Thomas said to them, &apos;Unless I see the scars of the nails in his hands and put my finger on those scars and my hand in his side, I will not believe.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Peter and the other disciple went to the tomb."
            },
            {
                "verse_number": "4",
                "verse_text": "The two of them were running, but the other disciple ran faster than Peter and reached the tomb first."
            },
            {
                "verse_number": "5",
                "verse_text": "He bent over and saw the linen wrappings, but he did not go in."
            },
            {
                "verse_number": "6",
                "verse_text": "Behind him came Simon Peter, and he went straight into the tomb. He saw the linen wrappings lying there"
            },
            {
                "verse_number": "7",
                "verse_text": "and the cloth which had been round Jesus' head. It was not lying with the linen wrappings but was rolled up by itself."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the other disciple, who had reached the tomb first, also went in; he saw and believed."
            },
            {
                "verse_number": "9",
                "verse_text": "(They still did not understand the scripture which said that he must rise from death.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the disciples went back home."
            },
            {
                "verse_number": "11",
                "verse_text": "Mary stood crying outside the tomb. While she was still crying, she bent over and looked in the tomb"
            },
            {
                "verse_number": "12",
                "verse_text": "and saw two angels there dressed in white, sitting where the body of Jesus had been, one at the head and the other at the feet."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Woman, why are you crying?&apos; they asked her."
            },
            {
                "verse_number": "14",
                "verse_text": "Then she turned round and saw Jesus standing there; but she did not know that it was Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Woman, why are you crying?&apos; Jesus asked her. &apos;Who is it that you are looking for?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to her, &apos;Mary!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Do not hold on to me,&apos; Jesus told her, &apos;because I have not yet gone back up to the Father. But go to my brothers and tell them that I am returning to him who is my Father and their Father, my God and their God.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Mary Magdalene went and told the disciples that she had seen the Lord and related to them what he had told her."
            },
            {
                "verse_number": "19",
                "verse_text": "It was late that Sunday evening, and the disciples were gathered together behind locked doors, because they were afraid of the Jewish authorities. Then Jesus came and stood among them. &apos;Peace be with you,&apos; he said."
            },
            {
                "verse_number": "20",
                "verse_text": "After saying this, he showed them his hands and his side. The disciples were filled with joy at seeing the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to them again, &apos;Peace be with you. As the Father sent me, so I send you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then he breathed on them and said, &apos;Receive the Holy Spirit."
            },
            {
                "verse_number": "23",
                "verse_text": "If you forgive people's sins, they are forgiven; if you do not forgive them, they are not forgiven.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "One of the twelve disciples, Thomas (called the Twin), was not with them when Jesus came."
            },
            {
                "verse_number": "25",
                "verse_text": "So the other disciples told him, &apos;We have seen the Lord!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "A week later the disciples were together again indoors, and Thomas was with them. The doors were locked, but Jesus came and stood among them and said, &apos;Peace be with you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said to Thomas, &apos;Put your finger here, and look at my hands; then stretch out your hand and put it in my side. Stop your doubting, and believe!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Thomas answered him, &apos;My Lord and my God!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said to him, &apos;Do you believe because you see me? How happy are those who believe without seeing me!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "In his disciples' presence Jesus performed many other miracles which are not written down in this book."
            },
            {
                "verse_number": "31",
                "verse_text": "But these have been written in order that you may believe that Jesus is the Messiah, the Son of God, and that through your faith in him you may have life."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus appeared once more to his disciples at Lake Tiberias. This is how it happened."
            },
            {
                "verse_number": "2",
                "verse_text": "Simon Peter, Thomas (called the Twin), Nathanael (the one from Cana in Galilee), the sons of Zebedee, and two other disciples of Jesus were all together."
            },
            {
                "verse_number": "3",
                "verse_text": "Simon Peter said to the others, &apos;I am going fishing.&apos; &apos;We will come with you,&apos; they told him. So they went out in a boat, but all that night they did not catch a thing. &apos;Not a thing,&apos; they answered. &apos;Yes, Lord,&apos; he answered, &apos;you know that I love you.&apos; Jesus said to him, &apos;Take care of my lambs.&apos; &apos;Yes, Lord,&apos; he answered, &apos;you know that I love you.&apos; Jesus said to him, &apos;Take care of my sheep.&apos; Peter was sad because Jesus asked him the third time, &apos;Do you love me?&apos; so he said to him, &apos;Lord, you know everything; you know that I love you!&apos; Jesus said to him, &apos;Take care of my sheep."
            },
            {
                "verse_number": "4",
                "verse_text": "As the sun was rising, Jesus stood at the water's edge, but the disciples did not know that it was Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he asked them, &apos;Young men, haven't you caught anything?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He said to them, &apos;Throw your net out on the right side of the boat, and you will catch some.&apos; So they threw the net out and could not pull it back in, because they had caught so many fish."
            },
            {
                "verse_number": "7",
                "verse_text": "The disciple whom Jesus loved said to Peter, &apos;It is the Lord!&apos; When Peter heard that it was the Lord, he wrapped his outer garment round him (for he had taken his clothes off) and jumped into the water."
            },
            {
                "verse_number": "8",
                "verse_text": "The other disciples came to shore in the boat, pulling the net full of fish. They were not very far from land, about a hundred metres away."
            },
            {
                "verse_number": "9",
                "verse_text": "When they stepped ashore, they saw a charcoal fire there with fish on it and some bread."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to them, &apos;Bring some of the fish you have just caught.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Simon Peter went aboard and dragged the net ashore full of big fish, 153 in all; even though there were so many, still the net did not tear."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus said to them, &apos;Come and eat.&apos; None of the disciples dared ask him, &apos;Who are you?&apos; because they knew it was the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "So Jesus went over, took the bread, and gave it to them; he did the same with the fish."
            },
            {
                "verse_number": "14",
                "verse_text": "This, then, was the third time Jesus appeared to the disciples after he was raised from death."
            },
            {
                "verse_number": "15",
                "verse_text": "After they had eaten, Jesus said to Simon Peter, &apos;Simon son of John, do you love me more than these others do?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "A second time Jesus said to him, &apos;Simon son of John, do you love me?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "A third time Jesus said, &apos;Simon son of John, do you love me?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I am telling you the truth: when you were young, you used to get ready and go anywhere you wanted to; but when you are old, you will stretch out your hands and someone else will bind you and take you where you don't want to go.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "(In saying this, Jesus was indicating the way in which Peter would die and bring glory to God.) Then Jesus said to him, &apos;Follow me!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Peter turned round and saw behind him that other disciple, whom Jesus loved &ndash; the one who had leaned close to Jesus at the meal and had asked, &apos;Lord, who is going to betray you?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "When Peter saw him, he asked Jesus, &apos;Lord, what about this man?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered him, &apos;If I want him to live until I come, what is that to you? Follow me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So a report spread among the followers of Jesus that this disciple would not die. But Jesus did not say that he would not die; he said, &apos;If I want him to live until I come, what is that to you?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "He is the disciple who spoke of these things, the one who also wrote them down; and we know that what he said is true."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, there are many other things that Jesus did. If they were all written down one by one, I suppose that the whole world could not hold the books that would be written."
            }
        ]
    }
}