{
    "Zechariah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the eighth month of the second year that Darius was emperor of Persia, the LORD gave this message to the prophet Zechariah, the son of Berechiah and grandson of Iddo."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD Almighty told Zechariah to say to the people, &apos;I, the LORD , was very angry with your ancestors,"
            },
            {
                "verse_number": "3",
                "verse_text": "but now I say to you, &quot;Return to me, and I will return to you."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not be like your ancestors. Long ago the prophets gave them my message, telling them not to live evil, sinful lives any longer. But they would not listen to me or obey me."
            },
            {
                "verse_number": "5",
                "verse_text": "Your ancestors and those prophets are no longer alive."
            },
            {
                "verse_number": "6",
                "verse_text": "Through my servants the prophets I gave your ancestors commands and warnings, but they disregarded them and suffered the consequences. Then they repented and acknowledged that I, the LORD Almighty, had punished them as they deserved and as I had determined to do.&quot; &apos; He answered, &apos;I will show you what they mean. He answered, &apos;They stand for the world powers that have scattered the people of Judah, Israel, and Jerusalem.&apos; He answered, &apos;They have come to terrify and overthrow the nations that completely crushed the land of Judah and scattered its people.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "In the second year that Darius was emperor, on the 24th day of the eleventh month (the month of Shebat), the LORD gave me a message in a vision at night."
            },
            {
                "verse_number": "8",
                "verse_text": "I saw someone riding a red horse. He had stopped among some myrtle trees in a valley, and behind him were other horses &ndash; red, dappled, and white."
            },
            {
                "verse_number": "9",
                "verse_text": "I asked him, &apos;Sir, what do these horses mean?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD sent them to go and inspect the earth.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They reported to the angel: &apos;We have been all over the world and have found that the whole world lies helpless and subdued.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the angel said, &apos;Almighty LORD , you have been angry with Jerusalem and the cities of Judah for seventy years now. How much longer will it be before you show them mercy?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD answered the angel with comforting words,"
            },
            {
                "verse_number": "14",
                "verse_text": "and the angel told me to proclaim what the LORD Almighty had said: &apos;I have a deep love and concern for Jerusalem, my holy city,"
            },
            {
                "verse_number": "15",
                "verse_text": "and I am very angry with the nations that enjoy quiet and peace. For while I was holding back my anger against my people, those nations made the sufferings of my people worse."
            },
            {
                "verse_number": "16",
                "verse_text": "So I have come back to Jerusalem to show mercy to the city. My Temple will be restored, and the city will be rebuilt.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The angel also told me to proclaim: &apos;The LORD Almighty says that his cities will be prosperous again and that he will once again help Jerusalem and claim the city as his own.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "In another vision I saw four ox horns."
            },
            {
                "verse_number": "19",
                "verse_text": "I asked the angel that had been speaking to me, &apos;What do these horns mean?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the LORD showed me four workers with hammers."
            },
            {
                "verse_number": "21",
                "verse_text": "I asked, &apos;What have they come to do?&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "In another vision I saw a man with a measuring line in his hand."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Where are you going?&apos; I asked. &apos;To measure Jerusalem,&apos; he answered, &apos;to see how long and how wide it is.&apos; When this happens, everyone will know that the LORD Almighty sent me."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I saw the angel who had been speaking to me step forward, and another angel came to meet him."
            },
            {
                "verse_number": "4",
                "verse_text": "The first one said to the other, &apos;Run and tell that young man with the measuring line that there are going to be so many people and so much livestock in Jerusalem that it will be too big to have walls."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD has promised that he himself will be a wall of fire round the city to protect it and that he will live there in all his glory.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Anyone who strikes you strikes what is most precious to me.&apos; So the LORD Almighty sent me with this message for the nations that had plundered his people:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The LORD himself will fight against you, and you will be plundered by the people who were once your servants.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD said, &apos;Sing for joy, people of Jerusalem! I am coming to live among you!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "At that time many nations will come to the LORD and become his people. He will live among you, and you will know that he has sent me to you."
            },
            {
                "verse_number": "12",
                "verse_text": "Once again Judah will be the special possession of the LORD in his sacred land, and Jerusalem will be the city he loves most of all."
            },
            {
                "verse_number": "13",
                "verse_text": "Be silent, everyone, in the presence of the LORD , for he is coming from his holy dwelling place."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In another vision the LORD showed me the High Priest Joshua standing before the angel of the LORD . And there beside Joshua stood Satan, ready to bring an accusation against him."
            },
            {
                "verse_number": "2",
                "verse_text": "The angel of the LORD said to Satan, &apos;May the LORD condemn you, Satan! May the LORD , who loves Jerusalem, condemn you. This man is like a stick snatched from the fire.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joshua was standing there, wearing filthy clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "The angel said to his heavenly attendants, &apos;Take away the filthy clothes this man is wearing.&apos; Then he said to Joshua, &apos;I have taken away your sin and will give you new clothes to wear.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He commanded the attendants to put a clean turban on Joshua's head. They did so, and then they put the new clothes on him while the angel of the LORD stood there."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the angel told Joshua that"
            },
            {
                "verse_number": "7",
                "verse_text": "the LORD Almighty had said: &apos;If you obey my laws and perform the duties I have assigned to you, then you will continue to be in charge of my Temple and its courts, and I will hear your prayers, just as I hear the prayers of the angels who are in my presence."
            },
            {
                "verse_number": "8",
                "verse_text": "Listen then, Joshua, you who are the High Priest; and listen, you fellow-priests of his, you that are the sign of a good future: I will reveal my servant, who is called The Branch!"
            },
            {
                "verse_number": "9",
                "verse_text": "I am placing in front of Joshua a single stone with seven facets. I will engrave an inscription on it, and in a single day I will take away the sin of this land."
            },
            {
                "verse_number": "10",
                "verse_text": "When that day comes, each of you will invite his neighbour to come and enjoy peace and security, surrounded by your vineyards and fig trees.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The angel who had been speaking to me came again and roused me as if I had been sleeping."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;What do you see?&apos; he asked. &apos;A lampstand made of gold,&apos; I answered. &apos;At the top is a bowl for the oil. On the lampstand are seven lamps, each one with places for seven wicks. &apos;No, I don't, sir,&apos; I answered."
            },
            {
                "verse_number": "3",
                "verse_text": "There are two olive trees beside the lampstand, one on each side of it.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I asked the angel, &apos;What do these things stand for, sir?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Don't you know?&apos; he asked me. &apos;No, I don't, sir,&apos; I replied."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I asked him, &apos;What do the two olive trees on either side of the lampstand mean?"
            },
            {
                "verse_number": "12",
                "verse_text": "And what is the meaning of the two olive branches beside the two gold pipes from which the olive oil pours?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He asked me, &apos;Don't you know?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then he said, &apos;These are the two men whom God has chosen and anointed to serve him, the Lord of the whole earth.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The angel told me to give Zerubbabel this message from the LORD : &apos;You will succeed, not by military might or by your own strength, but by my spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "Obstacles as great as mountains will disappear before you. You will rebuild the Temple, and as you put the last stone in place, the people will shout, &quot;Beautiful, beautiful!&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Another message came to me from the LORD ."
            },
            {
                "verse_number": "9",
                "verse_text": "He said, &apos;Zerubbabel has laid the foundation of the Temple, and he will finish the building. When this happens, my people will know that it is I who sent you to them."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I looked again, and this time I saw a scroll flying through the air."
            },
            {
                "verse_number": "2",
                "verse_text": "The angel asked me what I saw. I answered, &apos;A scroll flying through the air; it is nine metres long and 4.5 metres wide.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then he said to me, &apos;On it is written the curse that is to go out over the whole land. On one side of the scroll it says that every thief will be removed from the land; and on the other side it says that everyone who tells lies under oath will also be taken away."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD Almighty says that he will send this curse out, and it will enter the house of every thief and the house of everyone who tells lies under oath. It will remain in their houses and leave them in ruins.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel appeared again and said, &apos;Look! Something else is coming!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;What is it?&apos; I asked. He replied, &apos;It is a basket, and it stands for the sin of the whole land.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The basket had a lid made of lead. As I watched, the lid was raised, and there in the basket sat a woman!"
            },
            {
                "verse_number": "8",
                "verse_text": "The angel said, &apos;This woman represents wickedness.&apos; Then he pushed her down into the basket and put the lid back down."
            },
            {
                "verse_number": "9",
                "verse_text": "I looked up and saw two women flying towards me with powerful wings like those of a stork. They picked up the basket and flew off with it."
            },
            {
                "verse_number": "10",
                "verse_text": "I asked the angel, &apos;Where are they taking it?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;To Babylonia, where they will build a temple for it. When the temple is finished, the basket will be placed there to be worshipped.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "I had another vision. This time I saw four chariots coming out from between two bronze mountains."
            },
            {
                "verse_number": "2",
                "verse_text": "The first chariot was pulled by red horses, the second by black horses,"
            },
            {
                "verse_number": "3",
                "verse_text": "the third by white horses, and the fourth by dappled horses."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I asked the angel, &apos;Sir, what do these chariots mean?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He answered, &apos;These are the four winds; they have just come from the presence of the Lord of all the earth.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The chariot pulled by the black horses was going north to Babylonia, the white horses were going to the west, and the dappled horses were going to the country in the south."
            },
            {
                "verse_number": "7",
                "verse_text": "As the dappled horses came out, they were impatient to go and inspect the earth. The angel said, &apos;Go and inspect the earth!&apos; &ndash; and they did."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the angel cried out to me, &apos;The horses that went north to Babylonia have calmed down the LORD 's anger.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD gave me this message."
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;Take the gifts given by the exiles Heldai, Tobijah, and Jedaiah, and go at once to the home of Josiah son of Zephaniah. All these men have returned from exile in Babylonia."
            },
            {
                "verse_number": "11",
                "verse_text": "Make a crown out of the silver and gold they have given, and put it on the head of the High Priest, Joshua son of Jehozadak."
            },
            {
                "verse_number": "12",
                "verse_text": "Tell him that the LORD Almighty says, &quot;The man who is called The Branch will flourish where he is and rebuild the LORD 's Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "He is the one who will build it and receive the honour due to a king, and he will rule his people. A priest will stand by his throne, and they will work together in peace and harmony.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "The crown will be a memorial in the LORD 's Temple in honour of Heldai, Tobijah, Jedaiah, and Josiah.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Men who live far away will come and help to rebuild the Temple of the LORD . And when it is rebuilt, you will know that the LORD Almighty sent me to you. This will all happen if you fully obey the commands of the LORD your God."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "In the fourth year that Darius was emperor, on the fourth day of the ninth month (the month of Kislev), the LORD gave me a message."
            },
            {
                "verse_number": "2",
                "verse_text": "The people of Bethel had sent Sharezer and Regemmelech and their men to the Temple of the LORD Almighty to pray for the LORD 's blessing"
            },
            {
                "verse_number": "3",
                "verse_text": "and to ask the priests and the prophets this question: &apos;Should we continue to mourn because of the destruction of the Temple, by fasting in the fifth month as we have done for so many years now?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This is the message of the LORD that came to me."
            },
            {
                "verse_number": "5",
                "verse_text": "He said, &apos;Tell the people of the land and the priests that when they fasted and mourned in the fifth and seventh months during these seventy years, it was not in honour of me."
            },
            {
                "verse_number": "6",
                "verse_text": "And when they ate and drank, it was for their own satisfaction.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "This is what the LORD said through the earlier prophets at the time when Jerusalem was prosperous and filled with people and when there were many people living not only in the towns round the city but also in the southern region and in the western foothills."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD gave this message to Zechariah:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Long ago I gave these commands to my people: &quot;You must see that justice is done, and must show kindness and mercy to one another."
            },
            {
                "verse_number": "10",
                "verse_text": "Do not oppress widows, orphans, foreigners who live among you, or anyone else in need. And do not plan ways of harming one another.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But my people stubbornly refused to listen. They closed their minds"
            },
            {
                "verse_number": "12",
                "verse_text": "and made their hearts as hard as rock. Because they would not listen to the teaching which I sent through the prophets who lived long ago, I became very angry."
            },
            {
                "verse_number": "13",
                "verse_text": "Because they did not listen when I spoke, I did not answer when they prayed."
            },
            {
                "verse_number": "14",
                "verse_text": "Like a storm I swept them away to live in foreign countries. This good land was left a desolate place, with no one living in it.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The LORD Almighty gave this message to Zechariah:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I have longed to help Jerusalem because of my deep love for her people, a love which has made me angry with her enemies."
            },
            {
                "verse_number": "3",
                "verse_text": "I will return to Jerusalem, my holy city, and live there. It will be known as the faithful city, and the hill of the LORD Almighty will be called the sacred hill."
            },
            {
                "verse_number": "4",
                "verse_text": "Once again old men and women, so old that they use a stick when they walk, will be sitting in the city squares."
            },
            {
                "verse_number": "5",
                "verse_text": "And the streets will again be full of boys and girls playing."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;This may seem impossible to those of the nation who are now left, but it's not impossible for me."
            },
            {
                "verse_number": "7",
                "verse_text": "I will rescue my people from the lands where they have been taken,"
            },
            {
                "verse_number": "8",
                "verse_text": "and will bring them back from east and west to live in Jerusalem. They will be my people, and I will be their God, ruling over them faithfully and justly."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Have courage! You are now hearing the same words the prophets spoke at the time the foundation was being laid for rebuilding my Temple."
            },
            {
                "verse_number": "10",
                "verse_text": "Before that time no one could afford to hire either men or animals, and no one was safe from his enemies. I turned people against one another."
            },
            {
                "verse_number": "11",
                "verse_text": "But now I am treating the survivors of this nation differently."
            },
            {
                "verse_number": "12",
                "verse_text": "They will sow their crops in peace. Their vines will bear grapes, the earth will produce crops, and there will be plenty of rain. I will give all these blessings to the people of my nation who survive."
            },
            {
                "verse_number": "13",
                "verse_text": "People of Judah and Israel! In the past foreigners have cursed one another by saying, &quot;May the same disasters fall on you that fell on Judah and Israel!&quot; But I will save you, and then those foreigners will say to one another, &quot;May you receive the same blessings that came to Judah and Israel!&quot; So have courage and don't be afraid.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD Almighty says, &apos;When your ancestors made me angry, I planned disaster for them and did not change my mind, but carried out my plans."
            },
            {
                "verse_number": "15",
                "verse_text": "But now I am planning to bless the people of Jerusalem and Judah. So don't be afraid."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the things you should do: speak the truth to one another. In the courts, give real justice &ndash; the kind that brings peace."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not plan ways of harming one another. Do not give false testimony under oath. I hate lying, injustice, and violence.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD Almighty gave this message to Zechariah:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;The fasts held in the fourth, fifth, seventh, and tenth months will become festivals of joy and gladness for the people of Judah. You must love truth and peace.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD Almighty says, &apos;The time is coming when people from many cities will come to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "Those from one city will say to those from another, &quot;We are going to worship the LORD Almighty and pray for his blessing. Come with us!&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Many peoples and powerful nations will come to Jerusalem to worship the LORD Almighty, and to pray for his blessing."
            },
            {
                "verse_number": "23",
                "verse_text": "In those days ten foreigners will come to one Jew and say, &quot;We want to share in your destiny, because we have heard that God is with you.&quot; &apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "This is the LORD 's message: He has decreed punishment for the land of Hadrach and for the city of Damascus. Not only the tribes of Israel, but also the capital of Syria belong to the LORD . Shout for joy, you people of Jerusalem! Look, your king is coming to you! He comes triumphant and victorious, but humble and riding on a donkey &ndash; on a colt, the foal of a donkey. &apos;I will remove the war chariots from Israel and take the horses from Jerusalem; the bows used in battle will be destroyed. Your king will make peace among the nations; he will rule from sea to sea, from the River Euphrates to the ends of the earth.&apos; &apos;Because of my covenant with you that was sealed by the blood of sacrifices, I will set your people free &ndash; free from the waterless pit of exile. return to your place of safety. I tell you now, I will repay you twice over with blessing for all you have suffered. and Israel like the arrows. I will use the men of Zion like a sword, to fight the men of Greece.&apos; he will shoot his arrows like lightning. The Sovereign LORD will sound the trumpet; he will march in the storms from the south. and they will destroy their enemies. They will shout in battle like drunken men and will shed the blood of their enemies; it will flow like the blood of a sacrifice as a shepherd saves his flock from danger. They will shine in his land like the jewels of a crown. The young people will grow strong on its corn and wine."
            },
            {
                "verse_number": "2",
                "verse_text": "Hamath, which borders on Hadrach, also belongs to him, and so do the cities of Tyre and Sidon, with all their skill."
            },
            {
                "verse_number": "3",
                "verse_text": "Tyre has built fortifications for herself and has piled up so much silver and gold that it is as common as dirt!"
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord will take away everything she has. He will throw her wealth into the sea, and the city will be burnt to the ground."
            },
            {
                "verse_number": "5",
                "verse_text": "The city of Ashkelon will see this and be afraid. The city of Gaza will see it and suffer great pain. So will Ekron, and her hopes will be shattered. Gaza will lose her king, and Ashkelon will be left deserted."
            },
            {
                "verse_number": "6",
                "verse_text": "People of mixed race will live in Ashdod. The LORD says, &apos;I will humble all these proud Philistines."
            },
            {
                "verse_number": "7",
                "verse_text": "They will no longer eat meat with blood in it, or other forbidden food. All the survivors will become part of my people and be like a clan in the tribe of Judah. Ekron will become part of my people, as the Jebusites did."
            },
            {
                "verse_number": "8",
                "verse_text": "I will guard my land and keep armies from passing through it. I will not allow tyrants to oppress my people any more. I have seen how my people have suffered.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Rejoice, rejoice, people of Zion!"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD says,"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD says,"
            },
            {
                "verse_number": "12",
                "verse_text": "Return, you exiles who now have hope;"
            },
            {
                "verse_number": "13",
                "verse_text": "I will use Judah like a soldier's bow"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD will appear above his people;"
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD Almighty will protect his people, poured on the altar from a bowl."
            },
            {
                "verse_number": "16",
                "verse_text": "When that day comes, the LORD will save his people,"
            },
            {
                "verse_number": "17",
                "verse_text": "How good and beautiful the land will be!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ask the LORD for rain in the spring of the year. It is the LORD who sends rain clouds and showers, making the fields green for everyone."
            },
            {
                "verse_number": "2",
                "verse_text": "People consult idols and fortune tellers, but the answers they get are lies and nonsense. Some interpret dreams, but only mislead you; the comfort they give is useless. So the people wander about like lost sheep. They are in trouble because they have no leader. I will rescue the people of Israel. I will have compassion on them and bring them all back home. They will be as though I had never rejected them. I am the LORD their God; I will answer their prayers. happy like men who have been drinking wine. Their descendants will remember this victory and be glad because of what the LORD has done. and gather them together. I will rescue them and make them as numerous as they used to be. yet in far-off places they will remember me. They and their children will survive and return home together. and settle them in their own country. I will settle them in Gilead and Lebanon also; the whole land will be filled with people. I, the LORD , will strike the waves, and the depths of the Nile will go dry. Proud Assyria will be humbled, and mighty Egypt will lose her power. they will worship and obey me.&apos; The LORD has spoken."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD says, &apos;I am angry with those foreigners who rule my people, and I am going to punish them. The people of Judah are mine, and I, the LORD Almighty, will take care of them. They will be my powerful war horses."
            },
            {
                "verse_number": "4",
                "verse_text": "From among them will come rulers, leaders, and commanders to govern my people."
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Judah will be victorious like soldiers who trample their enemies into the mud of the streets. They will fight because the LORD is with them, and they will defeat even the enemy horsemen."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I will make the people of Judah strong;"
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Israel will be strong like soldiers,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I will call my people"
            },
            {
                "verse_number": "9",
                "verse_text": "Though I have scattered them among the nations,"
            },
            {
                "verse_number": "10",
                "verse_text": "From Egypt and Assyria I will bring them home"
            },
            {
                "verse_number": "11",
                "verse_text": "When they pass through their sea of trouble,"
            },
            {
                "verse_number": "12",
                "verse_text": "I will make my people strong;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Open your doors, Lebanon, so that fire can burn down your cedar trees! the cedars have fallen; those glorious trees have been destroyed! Weep and wail, oaks of Bashan &ndash; the dense forest has been cut down! their glory is gone! Listen to the roaring of the lions; their forest home along the Jordan is destroyed!"
            },
            {
                "verse_number": "2",
                "verse_text": "Weep and wail, cypress trees &ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "The rulers cry out in grief;"
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD my God said to me, &apos;Act the part of the shepherd of a flock of sheep that are going to be butchered."
            },
            {
                "verse_number": "5",
                "verse_text": "Their owners kill them and go unpunished. They sell the meat and say, &quot;Praise the LORD ! We are rich!&quot; Even their own shepherds have no pity on them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(The LORD said, &apos;I will no longer pity anyone on earth. I myself will put all the people in the power of their rulers. Those rulers will devastate the earth, and I will not save it from their power.&apos;)"
            },
            {
                "verse_number": "7",
                "verse_text": "Those who bought and sold the sheep hired me, and I became the shepherd of the sheep that were going to be butchered. I took two sticks: one I called &apos;Favour&apos;, and the other &apos;Unity&apos;. And I took care of the flock."
            },
            {
                "verse_number": "8",
                "verse_text": "I lost patience with three other shepherds, who hated me, and I got rid of them all in a single month."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I said to the flock, &apos;I will not be your shepherd any longer. Let those who are to die, die. Let those who are to be destroyed, be destroyed. Those who are left will destroy one another.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I took the stick called &apos;Favour&apos; and broke it, to cancel the covenant which the LORD had made with all the nations."
            },
            {
                "verse_number": "11",
                "verse_text": "So the covenant was cancelled on that day. Those who bought and sold the sheep were watching me, and they knew that the LORD was speaking through what I did."
            },
            {
                "verse_number": "12",
                "verse_text": "I said to them, &apos;If you are willing, give me my wages. But if not, keep them.&apos; So they paid me thirty pieces of silver as my wages."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD said to me, &apos;Put them in the temple treasury.&apos; So I took the thirty pieces of silver &ndash; the magnificent sum they thought I was worth &ndash; and put them in the temple treasury."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I broke the second stick, the one called &apos;Unity&apos;, and the unity of Judah and Israel was shattered."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the LORD said to me, &apos;Once again act the part of a shepherd, this time a worthless one."
            },
            {
                "verse_number": "16",
                "verse_text": "I have put a shepherd in charge of my flock, but he does not help the sheep that are threatened by destruction; nor does he look for the lost, or heal those that are hurt, or feed the healthy. Instead, he eats the meat of the fattest sheep and tears off their hoofs."
            },
            {
                "verse_number": "17",
                "verse_text": "That worthless shepherd is doomed! He has abandoned his flock. War will totally destroy his power. His arm will wither, and his right eye will go blind.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "This is a message about Israel from the LORD , the LORD who spread out the skies, created the earth, and gave life to man. He says,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I will make Jerusalem like a cup of wine; the nations round her will drink and stagger like drunken men. And when they besiege Jerusalem, the cities of the rest of Judah will also be besieged."
            },
            {
                "verse_number": "3",
                "verse_text": "But when that time comes, I will make Jerusalem like a heavy stone &ndash; any nation that tries to lift it will be hurt. All the nations of the world will join forces to attack her."
            },
            {
                "verse_number": "4",
                "verse_text": "At that time I will terrify all their horses and make all their riders go mad. I will watch over the people of Judah, but I will make the horses of their enemies blind."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the clans of Judah will say to themselves, &quot;The LORD God Almighty gives strength to his people who live in Jerusalem.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;At that time I will make the clans of Judah like a fire in a forest or in a field of ripe corn &ndash; they will destroy all the surrounding nations. The people of Jerusalem will remain safe in the city."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;I, the LORD , will give victory to the armies of Judah first, so that the honour which the descendants of David and the people of Jerusalem will receive will be no greater than that of the rest of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time the LORD will protect those who live in Jerusalem, and even the weakest among them will become as strong as David was. The descendants of David will lead them like the angel of the LORD , like God himself."
            },
            {
                "verse_number": "9",
                "verse_text": "At that time I will destroy every nation that tries to attack Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I will fill the descendants of David and the other people of Jerusalem with the spirit of mercy and the spirit of prayer. They will look at the one whom they stabbed to death, and they will mourn for him like those who mourn for an only child. They will mourn bitterly, like those who have lost their firstborn son."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time the mourning in Jerusalem will be as great as the mourning for Hadad Rimmon in the plain of Megiddo."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When that time comes,&apos; says the LORD Almighty, &apos;a fountain will be opened to purify the descendants of David and the people of Jerusalem from their sin and idolatry."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time I will remove the names of the idols from the land, and no one will remember them any more. I will get rid of anyone who claims to be a prophet and will take away the desire to worship idols."
            },
            {
                "verse_number": "3",
                "verse_text": "Then if anyone still insists on prophesying, his own father and mother will tell him that he must be put to death, because he claimed to speak the LORD 's word, but spoke lies instead. When he prophesies, his own father and mother will stab him to death."
            },
            {
                "verse_number": "4",
                "verse_text": "When that time comes, no prophet will be proud of his visions, or act like a prophet, or wear a prophet's coarse garment in order to deceive people."
            },
            {
                "verse_number": "5",
                "verse_text": "Instead, he will say, &quot;I am not a prophet. I am a farmer &ndash; I have farmed the land all my life.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then if someone asks him, &quot;What are those wounds on your chest?&quot; he will answer, &quot;I got them at a friend's house.&quot; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD Almighty says, &apos;Wake up, sword, and attack the shepherd who works for me! Kill him, and the sheep will be scattered. I will attack my people"
            },
            {
                "verse_number": "8",
                "verse_text": "and throughout the land two-thirds of the people will die."
            },
            {
                "verse_number": "9",
                "verse_text": "And I will test the third that survives and will purify them as silver is purified by fire. I will test them as gold is tested. Then they will pray to me, and I will answer them. I will tell them that they are my people, and they will confess that I am their God.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The day when the LORD will sit in judgement is near. Then Jerusalem will be looted, and the loot will be divided up before your eyes."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD will bring all the nations together to make war on Jerusalem. The city will be taken, the houses looted, and the women raped. Half the people will go into exile, but the rest of them will not be taken away from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the LORD will go out and fight against those nations, as he has fought in times past."
            },
            {
                "verse_number": "4",
                "verse_text": "At that time he will stand on the Mount of Olives, to the east of Jerusalem. Then the Mount of Olives will be split in two from east to west by a large valley. Half the mountain will move northwards and half of it southwards."
            },
            {
                "verse_number": "5",
                "verse_text": "You will escape through this valley that divides the mountain in two. You will flee as your ancestors did when the earthquake struck in the time of King Uzziah of Judah. The LORD my God will come, bringing all the angels with him."
            },
            {
                "verse_number": "6",
                "verse_text": "When that time comes, there will no longer be cold or frost,"
            },
            {
                "verse_number": "7",
                "verse_text": "nor any darkness. There will always be daylight, even at night-time. When this will happen is known only to the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "When that day comes, fresh water will flow from Jerusalem, half of it to the Dead Sea and the other half to the Mediterranean. It will flow all the year round, in the dry season as well as the wet."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the LORD will be king over all the earth; everyone will worship him as God and know him by the same name."
            },
            {
                "verse_number": "10",
                "verse_text": "The whole region, from Geba in the north to Rimmon in the south, will be made level. Jerusalem will tower above the land round it; the city will reach from the Benjamin Gate to the Corner Gate, where there had been an earlier gate, and from the Tower of Hananel to the royal winepresses."
            },
            {
                "verse_number": "11",
                "verse_text": "The people will live there in safety, no longer threatened by destruction."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD will bring a terrible disease on all the nations that make war on Jerusalem. Their flesh will rot away while they are still alive; their eyes and their tongues will rot away."
            },
            {
                "verse_number": "13",
                "verse_text": "At that time the LORD will make them so confused and afraid that everyone will seize the man next to him and attack him."
            },
            {
                "verse_number": "14",
                "verse_text": "The men of Judah will fight to defend Jerusalem. They will take as loot the wealth of all the nations &ndash; gold, silver, and clothing in great abundance."
            },
            {
                "verse_number": "15",
                "verse_text": "A terrible disease will also fall on the horses, the mules, the camels, and the donkeys &ndash; on all the animals in the camps of the enemy."
            },
            {
                "verse_number": "16",
                "verse_text": "Then all the survivors from the nations that have attacked Jerusalem will go there each year to worship the LORD Almighty as king, and to celebrate the Festival of Shelters."
            },
            {
                "verse_number": "17",
                "verse_text": "If any nation refuses to go and worship the LORD Almighty as king, then rain will not fall on their land."
            },
            {
                "verse_number": "18",
                "verse_text": "If the Egyptians refuse to celebrate the Festival of Shelters, then they will be struck by the same disease that the LORD will send on every nation that refuses to go."
            },
            {
                "verse_number": "19",
                "verse_text": "This will be the punishment that will fall on Egypt and on all the other nations if they do not celebrate the Festival of Shelters."
            },
            {
                "verse_number": "20",
                "verse_text": "At that time even the harness bells of the horses will be inscribed with the words &apos;Dedicated to the LORD &apos;. The cooking pots in the Temple will be as sacred as the bowls before the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "Every cooking pot in Jerusalem and in all Judah will be set apart for use in the worship of the LORD Almighty. The people who offer sacrifices will use them for boiling the meat of the sacrifices. When that time comes, there will no longer be any merchant in the Temple of the LORD Almighty."
            }
        ]
    }
}