{
    "Judges": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After Joshua's death the people of Israel asked the LORD , “Which of our tribes should be the first to go and attack the Canaanites?”"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD answered, “The tribe of Judah will go first. I am giving them control of the land.”"
            },
            {
                "verse_number": "3",
                "verse_text": "The people of Judah said to the people of Simeon, “Go with us into the territory assigned to us, and we will fight the Canaanites together. Then we will go with you into the territory assigned to you.” So the tribes of Simeon"
            },
            {
                "verse_number": "4",
                "verse_text": "and Judah went into battle together. The LORD gave them victory over the Canaanites and the Perizzites, and they defeated 10,000 men at Bezek."
            },
            {
                "verse_number": "5",
                "verse_text": "They found Adonibezek there and fought against him."
            },
            {
                "verse_number": "6",
                "verse_text": "He ran away, but they chased him, caught him, and cut off his thumbs and big toes."
            },
            {
                "verse_number": "7",
                "verse_text": "Adonibezek said, “Seventy kings with their thumbs and big toes cut off have picked up scraps under my table. God has now done to me what I did to them.” He was taken to Jerusalem, where he died."
            },
            {
                "verse_number": "8",
                "verse_text": "The men of Judah attacked Jerusalem and captured it. They killed its people and set fire to the city."
            },
            {
                "verse_number": "9",
                "verse_text": "After this they went on to fight the Canaanites who lived in the hill country, in the foothills, and in the dry country to the south."
            },
            {
                "verse_number": "10",
                "verse_text": "They marched against the Canaanites living in the city of Hebron, which used to be called Kiriath Arba. There they defeated the clans of Sheshai, Ahiman, and Talmai."
            },
            {
                "verse_number": "11",
                "verse_text": "From there the men of Judah marched against the city of Debir, at that time called Kiriath Sepher."
            },
            {
                "verse_number": "12",
                "verse_text": "One of them, called Caleb, said, “I will give my daughter Achsah in marriage to the man who succeeds in capturing Kiriath Sepher.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Othniel, the son of Caleb's younger brother Kenaz, captured the city, so Caleb gave him his daughter Achsah in marriage."
            },
            {
                "verse_number": "14",
                "verse_text": "On the wedding day Othniel urged her to ask her father for a field. She got down from her donkey, and Caleb asked her what she wanted."
            },
            {
                "verse_number": "15",
                "verse_text": "She answered, “I want some pools of water. The land you have given me is in the dry country.” So Caleb gave her the upper and lower springs."
            },
            {
                "verse_number": "16",
                "verse_text": "The descendants of Moses' father-in-law, the Kenite, went on with the people of Judah from Jericho, the city of palm trees, into the barren country south of Arad in Judah. There they settled among the Amalekites."
            },
            {
                "verse_number": "17",
                "verse_text": "The people of Judah went with the people of Simeon, and together they defeated the Canaanites who lived in the city of Zephath. They put a curse on the city, destroyed it, and named it Hormah."
            },
            {
                "verse_number": "20",
                "verse_text": "As Moses had commanded, Hebron was given to Caleb, who drove out of the city the three clans descended from Anak."
            },
            {
                "verse_number": "21",
                "verse_text": "But the people of the tribe of Benjamin did not drive out the Jebusites living in Jerusalem, and the Jebusites have continued to live there with the people of Benjamin ever since."
            },
            {
                "verse_number": "24",
                "verse_text": "who saw a man leaving and said to him, “Show us how to get into the city, and we won't hurt you.”"
            },
            {
                "verse_number": "25",
                "verse_text": "So he showed them, and the people of Ephraim and Manasseh killed everyone in the city, except this man and his family."
            },
            {
                "verse_number": "26",
                "verse_text": "He later went to the land of the Hittites, built a city there, and named it Luz, which is still its name."
            },
            {
                "verse_number": "27",
                "verse_text": "The tribe of Manasseh did not drive out the people living in the cities of Beth Shan, Taanach, Dor, Ibleam, Megiddo, and the nearby towns; the Canaanites continued to live there."
            },
            {
                "verse_number": "28",
                "verse_text": "When the Israelites became stronger, they forced the Canaanites to work for them, but still they did not drive them all out."
            },
            {
                "verse_number": "29",
                "verse_text": "The tribe of Ephraim did not drive out the Canaanites living in the city of Gezer, and so the Canaanites continued to live there with them."
            },
            {
                "verse_number": "30",
                "verse_text": "The tribe of Zebulun did not drive out the people living in the cities of Kitron and Nahalal, and so the Canaanites continued to live there with them and were forced to work for them."
            },
            {
                "verse_number": "31",
                "verse_text": "The tribe of Asher did not drive out the people living in the cities of Acco, Sidon, Ahlab, Achzib, Helbah, Aphek, and Rehob."
            },
            {
                "verse_number": "32",
                "verse_text": "The people of Asher lived with the local Canaanites, since they did not drive them out."
            },
            {
                "verse_number": "33",
                "verse_text": "The tribe of Naphtali did not drive out the people living in the cities of Beth Shemesh and Bethanath. The people of Naphtali lived with the local Canaanites, but forced them to work for them."
            },
            {
                "verse_number": "34",
                "verse_text": "The Amorites forced the people of the tribe of Dan into the hill country and did not let them come down to the plain."
            },
            {
                "verse_number": "35",
                "verse_text": "The Amorites continued to live at Aijalon, Shaalbim, and Mount Heres, but the tribes of Ephraim and Manasseh kept them under their rule and forced them to work for them."
            },
            {
                "verse_number": "36",
                "verse_text": "North of Sela, the Edomite border ran through Akrabbim Pass."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The angel of the LORD went from Gilgal to Bochim and said to the Israelites, “I took you out of Egypt and brought you to the land that I promised to your ancestors. I said, ‘I will never break my covenant with you."
            },
            {
                "verse_number": "2",
                "verse_text": "You must not make any covenant with the people who live in this land. You must tear down their altars.’ But you have not done what I told you. You have done just the opposite!"
            },
            {
                "verse_number": "3",
                "verse_text": "So I tell you now that I will not drive these people out as you advance. They will be your enemies, and you will be trapped by the worship of their gods.”"
            },
            {
                "verse_number": "4",
                "verse_text": "When the angel had said this, all the people of Israel began to cry,"
            },
            {
                "verse_number": "5",
                "verse_text": "and that is why the place is called Bochim. There they offered sacrifices to the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua sent the people of Israel on their way, and each man went to take possession of his own share of the land."
            },
            {
                "verse_number": "7",
                "verse_text": "As long as Joshua lived, the people of Israel served the LORD , and after his death they continued to do so as long as the leaders were alive who had seen for themselves all the great things that the LORD had done for Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD 's servant Joshua son of Nun died at the age of 110."
            },
            {
                "verse_number": "9",
                "verse_text": "He was buried in his own part of the land at Timnath Serah in the hill country of Ephraim north of Mount Gaash."
            },
            {
                "verse_number": "10",
                "verse_text": "That whole generation also died, and the next generation forgot the LORD and what he had done for Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the people of Israel sinned against the LORD and began to serve the Baals."
            },
            {
                "verse_number": "12",
                "verse_text": "They stopped worshipping the LORD , the God of their ancestors, the God who had brought them out of Egypt, and they began to worship other gods, the gods of the peoples round them. They bowed down to them and made the LORD angry."
            },
            {
                "verse_number": "13",
                "verse_text": "They stopped worshipping the LORD and served the Baals and the Astartes."
            },
            {
                "verse_number": "14",
                "verse_text": "And so the LORD became furious with Israel and let raiders attack and rob them. He let enemies all around overpower them, and the Israelites could no longer protect themselves."
            },
            {
                "verse_number": "15",
                "verse_text": "Every time they went into battle, the LORD was against them, just as he had said he would be. They were in great distress."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the LORD gave the Israelites leaders who saved them from the raiders."
            },
            {
                "verse_number": "17",
                "verse_text": "But the Israelites paid no attention to their leaders. Israel was unfaithful to the LORD and worshipped other gods. Their fathers had obeyed the LORD 's commands, but this new generation soon stopped doing so."
            },
            {
                "verse_number": "18",
                "verse_text": "Whenever the LORD gave Israel a leader, the LORD would help that leader and would save the people from their enemies as long as that leader lived. The LORD would have mercy on them because they groaned under their suffering and oppression."
            },
            {
                "verse_number": "19",
                "verse_text": "But when the leader died, the people used to return to the old ways and behave worse than the previous generation. They would serve and worship other gods, and refused to give up their own evil ways."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the LORD would become furious with Israel and say, “This nation has broken the covenant that I commanded their ancestors to keep. Because they have not obeyed me,"
            },
            {
                "verse_number": "21",
                "verse_text": "I will no longer drive out any of the nations that were still in the land when Joshua died."
            },
            {
                "verse_number": "22",
                "verse_text": "I will use them to find out whether or not these Israelites will follow my ways, as their ancestors did.”"
            },
            {
                "verse_number": "23",
                "verse_text": "So the LORD allowed those nations to remain in the land; he did not give Joshua victory over them, nor did he drive them out soon after Joshua's death."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So then, the LORD left some nations in the land to test the Israelites who had not been through the wars in Canaan."
            },
            {
                "verse_number": "2",
                "verse_text": "He did this only in order to teach each generation of Israelites about war, especially those who had never been in battle before."
            },
            {
                "verse_number": "3",
                "verse_text": "Those left in the land were the five Philistine cities, all the Canaanites, the Sidonians, and the Hivites who lived in the Lebanon Mountains from Mount Baal Hermon as far as Hamath Pass."
            },
            {
                "verse_number": "4",
                "verse_text": "They were to be a test for Israel, to find out whether or not the Israelites would obey the commands that the LORD had given their ancestors through Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "And so the people of Israel settled down among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "6",
                "verse_text": "They intermarried with them and worshipped their gods. So the king ordered his servants, “Leave us alone!” And they all went out."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Israel forgot the LORD their God; they sinned against him and worshipped the idols of Baal and Asherah."
            },
            {
                "verse_number": "8",
                "verse_text": "So the LORD became angry with Israel and let King Cushan Rishathaim of Mesopotamia conquer them, and he ruled over them for eight years."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Israelites cried out to the LORD , and he sent a man who freed them. This was Othniel, the son of Caleb's younger brother Kenaz."
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit of the LORD came upon him, and he became Israel's leader. Othniel went to war, and the LORD gave him victory over the king of Mesopotamia."
            },
            {
                "verse_number": "11",
                "verse_text": "There was peace in the land for forty years, and then Othniel died."
            },
            {
                "verse_number": "12",
                "verse_text": "The people of Israel sinned against the LORD again. Because of this the LORD made King Eglon of Moab stronger than Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "Eglon joined the Ammonites and the Amalekites; they defeated Israel and captured Jericho, the city of palm trees."
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelites were subject to Eglon for eighteen years."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Israelites cried out to the LORD , and he sent a man to free them. This was Ehud, a left-handed man, who was the son of Gera, from the tribe of Benjamin. The people of Israel sent Ehud to King Eglon of Moab with gifts for him."
            },
            {
                "verse_number": "16",
                "verse_text": "Ehud had made himself a double-edged sword nearly fifty centimetres long. He had it fastened on his right side under his clothes."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he took the gifts to Eglon, who was a very fat man."
            },
            {
                "verse_number": "18",
                "verse_text": "When Ehud had given him the gifts, he told the men who had carried them to go back home."
            },
            {
                "verse_number": "19",
                "verse_text": "But Ehud himself turned back at the carved stones near Gilgal, went back to Eglon, and said, “Your Majesty, I have a secret message for you.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Then, as the king was sitting there alone in his cool room on the roof, Ehud went over to him and said, “I have a message from God for you.” The king stood up."
            },
            {
                "verse_number": "21",
                "verse_text": "With his left-hand Ehud took the sword from his right side and plunged it into the king's belly."
            },
            {
                "verse_number": "22",
                "verse_text": "The whole sword went in, handle and all, and the fat covered it up. Ehud did not pull it out of the king's belly, and it stuck out behind, between his legs."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Ehud went outside, closed the doors behind him, locked them,"
            },
            {
                "verse_number": "24",
                "verse_text": "and left. The servants came and saw that the doors were locked, but they only thought that the king was inside, relieving himself."
            },
            {
                "verse_number": "25",
                "verse_text": "They waited as long as they thought they should, but when he still did not open the door, they took the key and opened it. And there was their master, lying dead on the floor."
            },
            {
                "verse_number": "26",
                "verse_text": "Ehud got away while they were waiting. He went past the carved stones and escaped to Seirah."
            },
            {
                "verse_number": "27",
                "verse_text": "When he arrived there in the hill country of Ephraim, he blew a trumpet to call the men of Israel to battle; then he led them down from the hills."
            },
            {
                "verse_number": "28",
                "verse_text": "He said, “Follow me! The LORD has given you victory over your enemies, the Moabites.” So they followed Ehud down and captured the place where the Moabites were to cross the Jordan; they did not allow a single man to cross."
            },
            {
                "verse_number": "29",
                "verse_text": "That day they killed about 10,000 of the best Moabite soldiers; none of them escaped."
            },
            {
                "verse_number": "30",
                "verse_text": "That day the Israelites defeated Moab, and there was peace in the land for eighty years."
            },
            {
                "verse_number": "31",
                "verse_text": "The next leader was Shamgar son of Anath. He too rescued Israel, and did so by killing 600 Philistines with an ox goad."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After Ehud died, the people of Israel sinned against the LORD again."
            },
            {
                "verse_number": "2",
                "verse_text": "So the LORD let them be conquered by Jabin, a Canaanite king who ruled in the city of Hazor. The commander of his army was Sisera, who lived at Harosheth-of-the-Gentiles."
            },
            {
                "verse_number": "3",
                "verse_text": "Jabin had 900 iron chariots, and he ruled the people of Israel with cruelty and violence for twenty years. Then the people of Israel cried out to the LORD for help."
            },
            {
                "verse_number": "4",
                "verse_text": "Now Deborah, the wife of Lappidoth, was a prophet, and she was serving as a judge for the Israelites at that time."
            },
            {
                "verse_number": "5",
                "verse_text": "She used to sit under a certain palm tree between Ramah and Bethel in the hill country of Ephraim, and the people of Israel would go there for her decisions."
            },
            {
                "verse_number": "6",
                "verse_text": "One day she sent for Barak son of Abinoam from the city of Kedesh in Naphtali and said to him, “The LORD , the God of Israel, has given you this command: ‘Take 10,000 men from the tribes of Naphtali and Zebulun and lead them to Mount Tabor."
            },
            {
                "verse_number": "7",
                "verse_text": "I will bring Sisera, the commander of Jabin's army, to fight against you at the River Kishon. He will have his chariots and soldiers, but I will give you victory over him.’ ”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Barak replied, “I will go if you go with me, but if you don't go with me, I won't go either.”"
            },
            {
                "verse_number": "9",
                "verse_text": "She answered, “All right, I will go with you, but you won't get any credit for the victory, because the LORD will hand Sisera over to a woman.” So Deborah set off for Kedesh with Barak."
            },
            {
                "verse_number": "10",
                "verse_text": "Barak called the tribes of Zebulun and Naphtali to Kedesh, and 10,000 men followed him. Deborah went with him."
            },
            {
                "verse_number": "11",
                "verse_text": "In the meantime Heber the Kenite had set up his tent close to Kedesh near the oak tree at Zanannim. He had moved away from the other Kenites, the descendants of Hobab, the brother-in-law of Moses."
            },
            {
                "verse_number": "12",
                "verse_text": "When Sisera learnt that Barak had gone up to Mount Tabor,"
            },
            {
                "verse_number": "13",
                "verse_text": "he called out his 900 iron chariots and all his men, and sent them from Harosheth-of-the-Gentiles to the River Kishon."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Deborah said to Barak, “Go! The LORD is leading you! Today he has given you victory over Sisera.” So Barak went down from Mount Tabor with his 10,000 men."
            },
            {
                "verse_number": "15",
                "verse_text": "When Barak attacked with his army, the LORD threw Sisera into confusion together with all his chariots and men. Sisera got down from his chariot and fled on foot."
            },
            {
                "verse_number": "16",
                "verse_text": "Barak pursued the chariots and the army to Harosheth-of-the-Gentiles, and Sisera's whole army was killed. Not a man was left."
            },
            {
                "verse_number": "17",
                "verse_text": "Sisera ran away to the tent of Jael, the wife of Heber the Kenite, because King Jabin of Hazor was at peace with Heber's family."
            },
            {
                "verse_number": "18",
                "verse_text": "Jael went out to meet Sisera and said to him, “Come in, sir; come into my tent. Don't be afraid.” So he went in, and she hid him behind a curtain."
            },
            {
                "verse_number": "19",
                "verse_text": "He said to her, “Please give me a drink of water; I'm thirsty.” She opened a leather bag of milk, gave him a drink, and hid him again."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he told her, “Stand at the door of the tent, and if anyone comes and asks you if someone is here, say no.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Sisera was so tired that he fell sound asleep. Then Jael took a hammer and a tent peg, went up to him quietly, and killed him by driving the peg right through the side of his head and into the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "When Barak came looking for Sisera, Jael went out to meet him and said to him, “Come here! I'll show you the man you're looking for.” So he went in with her, and there was Sisera on the ground, dead, with the tent peg through his head."
            },
            {
                "verse_number": "23",
                "verse_text": "That day God gave the Israelites victory over Jabin, the Canaanite king."
            },
            {
                "verse_number": "24",
                "verse_text": "They pressed harder and harder against him until they destroyed him."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "On that day Deborah and Barak son of Abinoam sang this song: The Israelites were determined to fight; the people gladly volunteered. Pay attention, you rulers! I will sing, I will play music to Israel's God, the LORD . when you came out of the region of Edom, the earth shook, and rain fell from the sky. Yes, water poured down from the clouds. before the LORD , the God of Israel. in the days of Jael, caravans no longer went through the land, and travellers used the side roads. came like a mother for Israel. when the Israelites chose new gods. Of the 40,000 men in Israel, did anyone carry shield or spear? with the people who gladly volunteered. Praise the LORD ! sitting on saddles, and you that must walk wherever you go. are telling of the LORD 's victories, the victories of Israel's people! Lead on! Sing a song! Lead on! Forward, Barak son of Abinoam, lead your captives away! behind the tribe of Benjamin and its people. The commanders came down from Machir, the officers down from Zebulun. yes, Issachar came and Barak too, and they followed him into the valley. But the tribe of Reuben was divided; they could not decide whether to come. To listen to shepherds calling the flocks? Yes, the tribe of Reuben was divided; they could not decide whether to come. and the tribe of Dan remained by the ships. The tribe of Asher stayed by the coast; they remained along the shore. risked their lives on the battlefield. the kings came and fought; the kings of Canaan fought, but they took no silver away. as they moved across the sky, they fought against Sisera. the onrushing River Kishon. I shall march, march on, with strength! stamping the ground with their hooves. “a curse, a curse on those who live there. They did not come to help the LORD , come as soldiers to fight for him.” the wife of Heber the Kenite — the most fortunate of women who live in tents. she brought him cream in a beautiful bowl. a workman's hammer in the other; she struck Sisera and crushed his skull; she pierced him through the head. fell down and lay still at her feet. At her feet he sank to his knees and fell; he fell to the ground, dead. “Why is his chariot so late in coming?” she asked. “Why are his horses so slow to return?” and she told herself over and over, a woman or two for every soldier, rich cloth for Sisera, but may your friends shine like the rising sun! And there was peace in the land for forty years."
            },
            {
                "verse_number": "2",
                "verse_text": "Praise the LORD !"
            },
            {
                "verse_number": "3",
                "verse_text": "Listen, you kings!"
            },
            {
                "verse_number": "4",
                "verse_text": "LORD , when you left the mountains of Seir,"
            },
            {
                "verse_number": "5",
                "verse_text": "The mountains quaked before the LORD of Sinai,"
            },
            {
                "verse_number": "6",
                "verse_text": "In the days of Shamgar son of Anath,"
            },
            {
                "verse_number": "7",
                "verse_text": "The towns of Israel stood abandoned, Deborah; they stood empty until you came, Then the LORD 's people marched down from their cities. the LORD 's people came to him ready to fight. she gazed from behind the lattice. embroidered pieces for the neck of the queen.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then there was war in the land"
            },
            {
                "verse_number": "9",
                "verse_text": "My heart is with the commanders of Israel,"
            },
            {
                "verse_number": "10",
                "verse_text": "Tell of it, you that ride on white donkeys,"
            },
            {
                "verse_number": "11",
                "verse_text": "Listen! The noisy crowds round the wells"
            },
            {
                "verse_number": "12",
                "verse_text": "Lead on, Deborah, lead on!"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the faithful ones came down to their leaders;"
            },
            {
                "verse_number": "14",
                "verse_text": "They came from Ephraim into the valley,"
            },
            {
                "verse_number": "15",
                "verse_text": "The leaders of Issachar came with Deborah;"
            },
            {
                "verse_number": "16",
                "verse_text": "Why did they stay behind with the sheep?"
            },
            {
                "verse_number": "17",
                "verse_text": "The tribe of Gad stayed east of the Jordan,"
            },
            {
                "verse_number": "18",
                "verse_text": "But the people of Zebulun and Naphtali"
            },
            {
                "verse_number": "19",
                "verse_text": "At Taanach, by the stream of Megiddo,"
            },
            {
                "verse_number": "20",
                "verse_text": "The stars fought from the sky;"
            },
            {
                "verse_number": "21",
                "verse_text": "A flood in the Kishon swept them away —"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the horses came galloping on,"
            },
            {
                "verse_number": "23",
                "verse_text": "“Put a curse on Meroz,” says the angel of the LORD ,"
            },
            {
                "verse_number": "24",
                "verse_text": "The most fortunate of women is Jael,"
            },
            {
                "verse_number": "25",
                "verse_text": "Sisera asked for water, but she gave him milk;"
            },
            {
                "verse_number": "26",
                "verse_text": "She took a tent peg in one hand,"
            },
            {
                "verse_number": "27",
                "verse_text": "He sank to his knees,"
            },
            {
                "verse_number": "28",
                "verse_text": "Sisera's mother looked out of the window;"
            },
            {
                "verse_number": "29",
                "verse_text": "Her wisest ladies answered her,"
            },
            {
                "verse_number": "30",
                "verse_text": "“They are only finding things to capture and divide,"
            },
            {
                "verse_number": "31",
                "verse_text": "May all your enemies die like that, O LORD ,"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Once again the people of Israel sinned against the LORD , so he let the people of Midian rule them for seven years."
            },
            {
                "verse_number": "2",
                "verse_text": "The Midianites were stronger than Israel, and the people of Israel hid from them in caves and other safe places in the hills."
            },
            {
                "verse_number": "3",
                "verse_text": "Whenever the Israelites sowed any seed, the Midianites would come with the Amalekites and the desert tribes and attack them."
            },
            {
                "verse_number": "4",
                "verse_text": "They would camp on the land and destroy the crops as far south as the area round Gaza. They would take all the sheep, cattle, and donkeys, and leave nothing for the Israelites to live on."
            },
            {
                "verse_number": "5",
                "verse_text": "They would come with their livestock and tents, as thick as locusts. They and their camels were too many to count. They came and devastated the land,"
            },
            {
                "verse_number": "6",
                "verse_text": "and Israel was helpless against them. He said, “I will stay until you come back.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the people of Israel cried out to the LORD for help against the Midianites,"
            },
            {
                "verse_number": "8",
                "verse_text": "and he sent them a prophet who brought them this message from the LORD , the God of Israel: “I brought you out of slavery in Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "I rescued you from the Egyptians and from the people who fought against you here in this land. I drove them out as you advanced, and I gave you their land."
            },
            {
                "verse_number": "10",
                "verse_text": "I told you that I am the LORD your God and that you should not worship the gods of the Amorites, whose land you are now living in. But you did not listen to me.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the LORD 's angel came to the village of Ophrah and sat under the oak tree that belonged to Joash, a man of the clan of Abiezer. His son Gideon was threshing some wheat secretly in a winepress, so that the Midianites would not see him."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD 's angel appeared to him there and said, “The LORD is with you, brave and mighty man!”"
            },
            {
                "verse_number": "13",
                "verse_text": "Gideon said to him, “If I may ask, sir, why has all this happened to us if the LORD is with us? What about all the wonderful things that our fathers told us the LORD used to do — how he brought them out of Egypt? The LORD has abandoned us and left us to the mercy of the Midianites.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD ordered him, “Go with all your great strength and rescue Israel from the Midianites. I myself am sending you.”"
            },
            {
                "verse_number": "15",
                "verse_text": "Gideon replied, “But LORD , how can I rescue Israel? My clan is the weakest in the tribe of Manasseh, and I am the least important member of my family.”"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD answered, “You can do it because I will help you. You will crush the Midianites as easily as if they were only one man.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Gideon replied, “If you are pleased with me, give me some proof that you are really the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "Please do not leave until I bring you an offering of food.”"
            },
            {
                "verse_number": "19",
                "verse_text": "So Gideon went into his house and cooked a young goat and used ten kilogrammes of flour to make bread without any yeast. He put the meat in a basket and the broth in a pot, brought them to the LORD 's angel under the oak tree, and gave them to him."
            },
            {
                "verse_number": "20",
                "verse_text": "The angel ordered him, “Put the meat and the bread on this rock, and pour the broth over them.” Gideon did so."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the LORD 's angel reached out and touched the meat and the bread with the end of the stick he was holding. Fire came out of the rock and burnt up the meat and the bread. Then the angel disappeared."
            },
            {
                "verse_number": "22",
                "verse_text": "Gideon then realized that it was the LORD 's angel he had seen, and he said in terror, “Sovereign LORD ! I have seen your angel face to face!”"
            },
            {
                "verse_number": "23",
                "verse_text": "But the LORD said to him, “Peace. Don't be afraid. You will not die.”"
            },
            {
                "verse_number": "24",
                "verse_text": "Gideon built an altar to the LORD there and named it “The LORD is Peace”. (It is still standing at Ophrah, which belongs to the clan of Abiezer.)"
            },
            {
                "verse_number": "25",
                "verse_text": "That night the LORD told Gideon, “Take your father's bull and another bull seven years old, tear down your father's altar to Baal, and cut down the symbol of the goddess Asherah, which is beside it."
            },
            {
                "verse_number": "26",
                "verse_text": "Build a well-constructed altar to the LORD your God on top of this mound. Then take the second bull and burn it whole as an offering, using for firewood the symbol of Asherah you have cut down.”"
            },
            {
                "verse_number": "27",
                "verse_text": "So Gideon took ten of his servants and did what the LORD had told him. He was too afraid of his family and the people of the town to do it by day, so he did it at night."
            },
            {
                "verse_number": "28",
                "verse_text": "When the people of the town got up early the next morning, they found that the altar to Baal and the symbol of Asherah had been cut down, and that the second bull had been burnt on the altar that had been built there."
            },
            {
                "verse_number": "29",
                "verse_text": "They asked each other, “Who did this?” They investigated and found out that Gideon son of Joash had done it."
            },
            {
                "verse_number": "30",
                "verse_text": "Then they said to Joash, “Bring your son out here, so that we can kill him! He tore down the altar to Baal and cut down the symbol of Asherah beside it.”"
            },
            {
                "verse_number": "31",
                "verse_text": "But Joash said to all those who confronted him, “Are you standing up for Baal? Are you defending him? Anyone who stands up for him will be killed before morning. If Baal is a god, let him defend himself. It is his altar that was torn down.”"
            },
            {
                "verse_number": "32",
                "verse_text": "From then on Gideon was known as Jerubbaal, because Joash said, “Let Baal defend himself; it is his altar that was torn down.”"
            },
            {
                "verse_number": "33",
                "verse_text": "Then all the Midianites, the Amalekites, and the desert tribes assembled, crossed the River Jordan, and camped in the Valley of Jezreel."
            },
            {
                "verse_number": "34",
                "verse_text": "The Spirit of the LORD took control of Gideon, and he blew a trumpet to call the men of the clan of Abiezer to follow him."
            },
            {
                "verse_number": "35",
                "verse_text": "He sent messengers throughout the territory of both parts of Manasseh to call them to follow him. He sent messengers to the tribes of Asher, Zebulun, and Naphtali, and they also came to join him."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Gideon said to God, “You say that you have decided to use me to rescue Israel."
            },
            {
                "verse_number": "37",
                "verse_text": "Well, I am putting some wool on the ground where we thresh the wheat. If in the morning there is dew only on the wool but not on the ground, then I will know that you are going to use me to rescue Israel.”"
            },
            {
                "verse_number": "38",
                "verse_text": "That is exactly what happened. When Gideon got up early the next morning, he squeezed the wool and wrung enough dew out of it to fill a bowl with water."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Gideon said to God, “Don't be angry with me; let me speak just once more. Please let me make one more test with the wool. This time let the wool be dry, and the ground be wet.”"
            },
            {
                "verse_number": "40",
                "verse_text": "That night God did that very thing. The next morning the wool was dry, but the ground was wet with dew."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "One day Gideon and all his men got up early and camped beside the Spring of Harod. The Midianite camp was in the valley to the north of them by Moreh Hill."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD said to Gideon, “The men you have are too many for me to give them victory over the Midianites. They might think that they had won by themselves, and so give me no credit."
            },
            {
                "verse_number": "3",
                "verse_text": "Announce to the people, ‘Anyone who is afraid should go back home, and we will stay here at Mount Gilead.’ ” So 22,000 went back, but 10,000 stayed."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the LORD said to Gideon, “You still have too many men. Take them down to the water, and I will separate them for you there. If I tell you a man should go with you, he will go. If I tell you a man should not go with you, he will not go.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Gideon took the men down to the water, and the LORD said to him, “Separate everyone who laps up the water with his tongue like a dog, from everyone who gets down on his knees to drink.”"
            },
            {
                "verse_number": "6",
                "verse_text": "There were 300 men who scooped up water in their hands and lapped it; all the others got down on their knees to drink."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD said to Gideon, “I will rescue you and give you victory over the Midianites with the 300 men who lapped the water. Tell everyone else to go home.”"
            },
            {
                "verse_number": "8",
                "verse_text": "So Gideon sent all the Israelites home, except the 300, who kept all the supplies and trumpets. The Midianite camp was below them in the valley."
            },
            {
                "verse_number": "9",
                "verse_text": "That night the LORD commanded Gideon, “Get up and attack the camp; I am giving you victory over it."
            },
            {
                "verse_number": "10",
                "verse_text": "But if you are afraid to attack, go down to the camp with your servant Purah."
            },
            {
                "verse_number": "11",
                "verse_text": "You will hear what they are saying, and then you will have the courage to attack.” So Gideon and his servant Purah went down to the edge of the enemy camp."
            },
            {
                "verse_number": "12",
                "verse_text": "The Midianites, the Amalekites, and the desert tribesmen were spread out in the valley like a swarm of locusts, and they had as many camels as there were grains of sand on the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "When Gideon arrived, he heard a man telling a friend about a dream. He was saying, “I dreamt that a loaf of barley bread rolled into our camp and hit a tent. The tent collapsed and lay flat on the ground.”"
            },
            {
                "verse_number": "14",
                "verse_text": "His friend replied, “It's the sword of the Israelite, Gideon son of Joash! It can't mean anything else! God has given him victory over Midian and our whole army!”"
            },
            {
                "verse_number": "15",
                "verse_text": "When Gideon heard about the man's dream and what it meant, he fell to his knees and worshipped the LORD . Then he went back to the Israelite camp and said, “Get up! The LORD is giving you victory over the Midianite army!”"
            },
            {
                "verse_number": "16",
                "verse_text": "He divided his 300 men into three groups and gave each man a trumpet and a jar with a torch inside it."
            },
            {
                "verse_number": "17",
                "verse_text": "He told them, “When I get to the edge of the camp, watch me, and do what I do."
            },
            {
                "verse_number": "18",
                "verse_text": "When my group and I blow our trumpets, then you blow yours all round the camp and shout, ‘For the LORD and for Gideon!’ ”"
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon and his hundred men came to the edge of the camp a short while before midnight, just after the guard had been changed. Then they blew the trumpets and broke the jars they were holding,"
            },
            {
                "verse_number": "20",
                "verse_text": "and the other two groups did the same. They all held the torches in their left-hands, the trumpets in their right, and shouted, “A sword for the LORD and for Gideon!”"
            },
            {
                "verse_number": "21",
                "verse_text": "Every man stood in his place round the camp, and the whole enemy army ran away yelling."
            },
            {
                "verse_number": "22",
                "verse_text": "While Gideon's men were blowing their trumpets, the LORD made the enemy troops attack each other with their swords. They ran towards Zarethan as far as Beth Shittah, as far as the town of Abel Meholah near Tabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "Then men from the tribes of Naphtali, Asher, and both parts of Manasseh were called out, and they pursued the Midianites."
            },
            {
                "verse_number": "24",
                "verse_text": "Gideon sent messengers through all the hill country of Ephraim to say, “Come down and fight the Midianites. Hold the River Jordan and the streams as far as Bethbarah, to keep the Midianites from crossing them.” The men of Ephraim were called together, and they held the River Jordan and the streams as far as Bethbarah."
            },
            {
                "verse_number": "25",
                "verse_text": "They captured the two Midianite chiefs, Oreb and Zeeb; they killed Oreb at Oreb Rock, and Zeeb at the Winepress of Zeeb. They continued to pursue the Midianites and brought the heads of Oreb and Zeeb to Gideon, who was now east of the Jordan."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the men of Ephraim said to Gideon, “Why didn't you call us when you went to fight the Midianites? Why did you treat us like this?” They complained bitterly about it. They answered, “They looked like you — every one of them like the son of a king.”"
            },
            {
                "verse_number": "2",
                "verse_text": "But he said, “What I was able to do is nothing compared with what you have done. Even the little that you men of Ephraim did is worth more than what my whole clan has done."
            },
            {
                "verse_number": "3",
                "verse_text": "After all, through the power of God you killed the two Midianite chiefs, Oreb and Zeeb. What have I done to compare with that?” When he said this, they were no longer so angry."
            },
            {
                "verse_number": "4",
                "verse_text": "By this time Gideon and his 300 men had come to the River Jordan and had crossed it. They were exhausted, but were still pursuing the enemy."
            },
            {
                "verse_number": "5",
                "verse_text": "When they arrived at Sukkoth, he said to the men of the town, “Please give my men some loaves of bread. They are exhausted, and I am pursuing Zebah and Zalmunna, the Midianite kings.”"
            },
            {
                "verse_number": "6",
                "verse_text": "But the leaders of Sukkoth said, “Why should we give your army any food? You haven't captured Zebah and Zalmunna yet.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So Gideon said, “All right! When the LORD has handed Zebah and Zalmunna over to me, I will beat you with thorns and briars from the desert!”"
            },
            {
                "verse_number": "8",
                "verse_text": "Gideon went on to Penuel and made the same request of the people there, but the men of Penuel gave the same answer as the men of Sukkoth."
            },
            {
                "verse_number": "9",
                "verse_text": "So he said to them, “I am going to come back safe and sound, and when I do, I will tear your tower down!”"
            },
            {
                "verse_number": "10",
                "verse_text": "Zebah and Zalmunna were at Karkor with their army. Of the whole army of desert tribesmen, only about 15,000 were left; 120,000 soldiers had been killed."
            },
            {
                "verse_number": "11",
                "verse_text": "Gideon went along the road by the edge of the desert, east of Nobah and Jogbehah, and attacked the army by surprise."
            },
            {
                "verse_number": "12",
                "verse_text": "The two Midianite kings, Zebah and Zalmunna, ran away, but he pursued them and captured them, and caused their whole army to panic."
            },
            {
                "verse_number": "13",
                "verse_text": "When Gideon was returning from the battle by way of Heres Pass,"
            },
            {
                "verse_number": "14",
                "verse_text": "he captured a young man from Sukkoth and questioned him. The young man wrote down for Gideon the names of the 77 leading men of Sukkoth."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Gideon went to the men of Sukkoth and said, “Remember when you refused to help me? You said that you couldn't give any food to my exhausted army because I hadn't captured Zebah and Zalmunna yet. Well, here they are!”"
            },
            {
                "verse_number": "16",
                "verse_text": "He then took thorns and briars from the desert and used them to punish the leaders of Sukkoth."
            },
            {
                "verse_number": "17",
                "verse_text": "He also tore down the tower at Penuel and killed the men of that city."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Gideon asked Zebah and Zalmunna, “What about the men you killed at Tabor?”"
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon said, “They were my brothers, my own mother's sons. I solemnly swear that if you had not killed them, I would not kill you.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he said to Jether, his eldest son, “Go ahead, kill them!” But the boy did not draw his sword. He hesitated, because he was still only a boy."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Zebah and Zalmunna said to Gideon, “Come on, kill us yourself. It takes a man to do a man's job.” So Gideon killed them and took the ornaments that were on the necks of their camels."
            },
            {
                "verse_number": "22",
                "verse_text": "After that, the Israelites said to Gideon, “Be our ruler — you and your descendants after you. You have saved us from the Midianites.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Gideon answered, “I will not be your ruler, nor will my son. The LORD will be your ruler.”"
            },
            {
                "verse_number": "24",
                "verse_text": "But he went on to say, “Let me ask one thing of you. Every one of you give me the earrings you took.” (The Midianites, like other desert people, wore gold earrings.)"
            },
            {
                "verse_number": "25",
                "verse_text": "The people answered, “We'll be glad to give them to you.” They spread out a cloth, and everyone put on it the earrings that he had taken."
            },
            {
                "verse_number": "26",
                "verse_text": "The gold earrings that Gideon received weighed nearly twenty kilogrammes, and this did not include the ornaments, necklaces, and purple clothes that the kings of Midian wore, nor the collars that were round the necks of their camels."
            },
            {
                "verse_number": "27",
                "verse_text": "Gideon made an idol from the gold and put it in his home town, Ophrah. All the Israelites abandoned God and went there to worship the idol. It was a trap for Gideon and his family."
            },
            {
                "verse_number": "28",
                "verse_text": "So Midian was defeated by the Israelites and was no longer a threat. The land was at peace for forty years, until Gideon died."
            },
            {
                "verse_number": "29",
                "verse_text": "Gideon went back to his own home and lived there."
            },
            {
                "verse_number": "30",
                "verse_text": "He had seventy sons, because he had many wives."
            },
            {
                "verse_number": "31",
                "verse_text": "He also had a concubine in Shechem; she bore him a son, and he named him Abimelech."
            },
            {
                "verse_number": "32",
                "verse_text": "Gideon son of Joash died at a ripe old age and was buried in the tomb of his father Joash, at Ophrah, the town of the clan of Abiezer."
            },
            {
                "verse_number": "33",
                "verse_text": "After Gideon's death the people of Israel were again unfaithful to God and worshipped the Baals. They made Baal-of-the-Covenant their god,"
            },
            {
                "verse_number": "34",
                "verse_text": "and no longer served the LORD their God, who had saved them from all their enemies round them."
            },
            {
                "verse_number": "35",
                "verse_text": "They were not grateful to the family of Gideon for all the good that he had done for Israel."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Gideon's son Abimelech went to the town of Shechem, where all his mother's relatives lived, and told them"
            },
            {
                "verse_number": "2",
                "verse_text": "to ask the men of Shechem, “Which would you prefer? To be governed by all seventy of Gideon's sons or by just one man? Remember that Abimelech is your own flesh and blood.”"
            },
            {
                "verse_number": "3",
                "verse_text": "His mother's relatives talked to the men of Shechem about this for him, and the men of Shechem decided to follow Abimelech because he was their relative."
            },
            {
                "verse_number": "4",
                "verse_text": "They gave him seventy pieces of silver from the temple of Baal-of-the-Covenant, and with this money he hired a bunch of worthless scoundrels to join him."
            },
            {
                "verse_number": "5",
                "verse_text": "He went to his father's house at Ophrah, and there on the top of a single stone he killed his seventy brothers, Gideon's sons. But Jotham, Gideon's youngest son, hid and was not killed."
            },
            {
                "verse_number": "6",
                "verse_text": "Then all the men of Shechem and Bethmillo got together and went to the sacred oak tree at Shechem, where they made Abimelech king. “Those are not men,” Zebul answered. “They are just shadows on the mountains.”"
            },
            {
                "verse_number": "7",
                "verse_text": "When Jotham heard about this, he went and stood on top of Mount Gerizim and shouted out to them, “Listen to me, you men of Shechem, and God may listen to you!"
            },
            {
                "verse_number": "8",
                "verse_text": "Once upon a time the trees got together to choose a king for themselves. They said to the olive tree, ‘Be our king.’"
            },
            {
                "verse_number": "9",
                "verse_text": "The olive tree answered, ‘In order to govern you, I would have to stop producing my oil, which is used to honour gods and human beings.’"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the trees said to the fig tree, ‘You come and be our king.’"
            },
            {
                "verse_number": "11",
                "verse_text": "But the fig tree answered, ‘In order to govern you, I would have to stop producing my good sweet fruit.’"
            },
            {
                "verse_number": "12",
                "verse_text": "So the trees then said to the grapevine, ‘You come and be our king.’"
            },
            {
                "verse_number": "13",
                "verse_text": "But the vine answered, ‘In order to govern you, I would have to stop producing my wine, that makes gods and human beings happy.’"
            },
            {
                "verse_number": "14",
                "verse_text": "So then all the trees said to the thorn bush, ‘You come and be our king.’"
            },
            {
                "verse_number": "15",
                "verse_text": "The thorn bush answered, ‘If you really want to make me your king, then come and take shelter in my shade. If you don't, fire will blaze out of my thorny branches and burn up the cedars of Lebanon.’"
            },
            {
                "verse_number": "16",
                "verse_text": "“Now then,” Jotham continued, “were you really honest and sincere when you made Abimelech king? Did you respect Gideon's memory and treat his family properly, as his actions deserved?"
            },
            {
                "verse_number": "17",
                "verse_text": "Remember that my father fought for you. He risked his life to save you from the Midianites."
            },
            {
                "verse_number": "18",
                "verse_text": "But today you turned against my father's family. You killed his sons — seventy men on a single stone — and just because Abimelech, his son by his servant woman, is your relative, you have made him king of Shechem."
            },
            {
                "verse_number": "19",
                "verse_text": "Now then, if what you did today to Gideon and his family was sincere and honest, then be happy with Abimelech and let him be happy with you."
            },
            {
                "verse_number": "20",
                "verse_text": "But if not, may fire blaze out from Abimelech and burn up the men of Shechem and Bethmillo. May fire blaze out from the men of Shechem and Bethmillo and burn Abimelech up.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then because he was afraid of his brother Abimelech, Jotham ran away and went to live at Beer."
            },
            {
                "verse_number": "22",
                "verse_text": "Abimelech ruled Israel for three years."
            },
            {
                "verse_number": "23",
                "verse_text": "Then God made Abimelech and the men of Shechem hostile to each other, and they rebelled against him."
            },
            {
                "verse_number": "24",
                "verse_text": "This happened so that Abimelech and the men of Shechem, who encouraged him to murder Gideon's seventy sons, would pay for their crime."
            },
            {
                "verse_number": "25",
                "verse_text": "The men of Shechem put men in ambush against Abimelech on the mountain tops, and they robbed everyone who passed their way. Abimelech was told about this."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Gaal son of Ebed came to Shechem with his brothers, and the men of Shechem put their confidence in him."
            },
            {
                "verse_number": "27",
                "verse_text": "They all went out into their vineyards and picked the grapes, made wine from them, and held a festival. They went into the temple of their god, where they ate and drank and spoke scornfully of Abimelech."
            },
            {
                "verse_number": "28",
                "verse_text": "Gaal said, “What kind of men are we in Shechem? Why are we serving Abimelech? Who is he, anyway? The son of Gideon! And Zebul takes orders from him, but why should we serve him? Be loyal to your ancestor Hamor, who founded your clan!"
            },
            {
                "verse_number": "29",
                "verse_text": "I wish I were leading this people! I would get rid of Abimelech! I would say to him, ‘Reinforce your army, come on out and fight!’ ”"
            },
            {
                "verse_number": "30",
                "verse_text": "Zebul, the ruler of the city, became angry when he heard what Gaal had said."
            },
            {
                "verse_number": "31",
                "verse_text": "He sent messengers to Abimelech at Arumah to say, “Gaal son of Ebed and his brothers have come to Shechem, and they are not going to let you into the city."
            },
            {
                "verse_number": "32",
                "verse_text": "Now then, you and your men should move by night and hide in the fields."
            },
            {
                "verse_number": "33",
                "verse_text": "Get up tomorrow morning at sunrise and make a sudden attack on the city. Then when Gaal and his men come out against you, hit them as hard as you can!”"
            },
            {
                "verse_number": "34",
                "verse_text": "So Abimelech and all his men made their move at night and hid outside Shechem in four groups."
            },
            {
                "verse_number": "35",
                "verse_text": "When Abimelech and his men saw Gaal come out and stand at the city gate, they got up from their hiding places."
            },
            {
                "verse_number": "36",
                "verse_text": "Gaal saw them and said to Zebul, “Look! There are men coming down from the mountain tops!”"
            },
            {
                "verse_number": "37",
                "verse_text": "Gaal said again, “Look! There are men coming down the crest of the mountain and one group is coming along the road from the oak tree of the fortune tellers!”"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Zebul said to him, “Where is all your big talk now? You were the one who asked why we should serve this man Abimelech. These are the men you were treating so scornfully. Go on out now and fight them.”"
            },
            {
                "verse_number": "39",
                "verse_text": "Gaal led the men of Shechem out and fought Abimelech."
            },
            {
                "verse_number": "40",
                "verse_text": "Gaal fled, and Abimelech pursued him. Many were wounded, even at the city gate."
            },
            {
                "verse_number": "41",
                "verse_text": "Abimelech lived in Arumah, and Zebul drove Gaal and his brothers out of Shechem, so that they could no longer live there."
            },
            {
                "verse_number": "42",
                "verse_text": "The next day Abimelech found out that the people of Shechem were planning to go out into the fields,"
            },
            {
                "verse_number": "43",
                "verse_text": "so he took his men, divided them into three groups, and hid in the fields, waiting. When he saw the people coming out of the city, he came out of hiding to kill them."
            },
            {
                "verse_number": "44",
                "verse_text": "While Abimelech and his group hurried forward to guard the city gate, the other two companies attacked the people in the fields and killed them all."
            },
            {
                "verse_number": "45",
                "verse_text": "The fighting continued all day long. Abimelech captured the city, killed its people, tore it down, and covered the ground with salt."
            },
            {
                "verse_number": "46",
                "verse_text": "When all the leading men in the fort at Shechem heard about this, they sought safety in the stronghold of the temple of Baal-of-the-Covenant."
            },
            {
                "verse_number": "47",
                "verse_text": "Abimelech was told that they had gathered there,"
            },
            {
                "verse_number": "48",
                "verse_text": "so he went up to Mount Zalmon with his men. There he took an axe, cut a branch off a tree, and put it on his shoulder. He told his men to be quick and do the same thing."
            },
            {
                "verse_number": "49",
                "verse_text": "So every man cut off a branch of a tree; then they followed Abimelech and piled the wood up against the stronghold. They set it on fire, with the people inside, and all the people of the fort died — about a thousand men and women."
            },
            {
                "verse_number": "50",
                "verse_text": "Then Abimelech went to Thebez, surrounded that city, and captured it."
            },
            {
                "verse_number": "51",
                "verse_text": "There was a strong tower there, and every man and woman in the city, including the leaders, ran to it. They locked themselves in and went up to the roof."
            },
            {
                "verse_number": "52",
                "verse_text": "When Abimelech came to attack the tower, he went up to the door to set the tower on fire."
            },
            {
                "verse_number": "53",
                "verse_text": "But a woman threw a millstone down on his head and fractured his skull."
            },
            {
                "verse_number": "54",
                "verse_text": "Then he quickly called the young man who was carrying his weapons and ordered, “Draw your sword and kill me. I don't want it said that a woman killed me.” So the young man ran him through, and he died."
            },
            {
                "verse_number": "55",
                "verse_text": "When the Israelites saw that Abimelech was dead, they all went home."
            },
            {
                "verse_number": "56",
                "verse_text": "In this way God paid Abimelech back for the crime that he committed against his father in killing his seventy brothers."
            },
            {
                "verse_number": "57",
                "verse_text": "God also made the men of Shechem suffer for their wickedness, just as Jotham, Gideon's son, said they would when he cursed them."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After Abimelech's death Tola, the son of Puah and grandson of Dodo, came to free Israel. He was from the tribe of Issachar and lived at Shamir in the hill country of Ephraim."
            },
            {
                "verse_number": "2",
                "verse_text": "He was Israel's leader for 23 years. Then he died and was buried at Shamir."
            },
            {
                "verse_number": "3",
                "verse_text": "After Tola came Jair from Gilead. He led Israel for 22 years."
            },
            {
                "verse_number": "4",
                "verse_text": "He had thirty sons who rode thirty donkeys. They had thirty cities in the land of Gilead, which are still called the villages of Jair."
            },
            {
                "verse_number": "5",
                "verse_text": "Jair died and was buried at Kamon."
            },
            {
                "verse_number": "6",
                "verse_text": "Once again the Israelites sinned against the LORD by worshipping the Baals and the Astartes, as well as the gods of Syria, of Sidon, of Moab, of Ammon, and of Philistia. They abandoned the LORD and stopped worshipping him."
            },
            {
                "verse_number": "7",
                "verse_text": "So the LORD became angry with the Israelites, and let the Philistines and the Ammonites conquer them."
            },
            {
                "verse_number": "8",
                "verse_text": "For eighteen years they oppressed and persecuted all the Israelites who lived in Amorite country east of the River Jordan in Gilead."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites even crossed the Jordan to fight the tribes of Judah, Benjamin, and Ephraim. Israel was in great distress."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Israelites cried out to the LORD and said, “We have sinned against you, for we left you, our God, and worshipped the Baals.”"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD gave them this answer: “The Egyptians, the Amorites, the Ammonites, the Philistines,"
            },
            {
                "verse_number": "12",
                "verse_text": "the Sidonians, the Amalekites, and the Maonites oppressed you in the past, and you cried out to me. Did I not save you from them?"
            },
            {
                "verse_number": "13",
                "verse_text": "But you still left me and worshipped other gods, so I am not going to rescue you again."
            },
            {
                "verse_number": "14",
                "verse_text": "Go and cry out to the gods you have chosen. Let them rescue you when you get into trouble.”"
            },
            {
                "verse_number": "15",
                "verse_text": "But the people of Israel said to the LORD , “We have sinned. Do whatever you like, but please, save us today.”"
            },
            {
                "verse_number": "16",
                "verse_text": "So they got rid of their foreign gods and worshipped the LORD ; and he became troubled over Israel's distress."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Ammonite army prepared for battle and made camp in Gilead. The people of Israel came together and camped at Mizpah in Gilead."
            },
            {
                "verse_number": "18",
                "verse_text": "There the people and the leaders of the Israelite tribes asked one another, “Who will lead the fight against the Ammonites? Whoever does will be the leader of everyone in Gilead.”"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Jephthah, a brave soldier from Gilead, was the son of a prostitute. His father Gilead"
            },
            {
                "verse_number": "2",
                "verse_text": "had other sons by his wife, and when they grew up, they forced Jephthah to leave home. They said to him, “You will not inherit anything from our father; you are the son of another woman.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Jephthah fled from his brothers and lived in the land of Tob. There he attracted a group of worthless men, and they went round with him. This was the origin of the custom in Israel"
            },
            {
                "verse_number": "4",
                "verse_text": "It was some time later that the Ammonites went to war against Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "When this happened, the leaders of Gilead went to bring Jephthah back from the land of Tob."
            },
            {
                "verse_number": "6",
                "verse_text": "They said, “Come and lead us, so that we can fight the Ammonites.”"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jephthah answered, “You hated me so much that you forced me to leave my father's house. Why come to me now that you're in trouble?”"
            },
            {
                "verse_number": "8",
                "verse_text": "They said to Jephthah, “We are turning to you now because we want you to go with us and fight the Ammonites and lead all the people of Gilead.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jephthah said to them, “If you take me back home to fight the Ammonites and the LORD gives me victory, I will be your ruler.”"
            },
            {
                "verse_number": "10",
                "verse_text": "They replied, “We agree. The LORD is our witness.”"
            },
            {
                "verse_number": "11",
                "verse_text": "So Jephthah went with the leaders of Gilead, and the people made him their ruler and leader. Jephthah stated his terms at Mizpah in the presence of the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jephthah sent messengers to the king of Ammon to say, “What is your quarrel with us? Why have you invaded our country?”"
            },
            {
                "verse_number": "13",
                "verse_text": "The king of Ammon answered Jephthah's messengers, “When the Israelites came out of Egypt, they took away my land from the River Arnon to the River Jabbok and the River Jordan. Now you must give it back peacefully.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Jephthah sent messengers back to the king of Ammon"
            },
            {
                "verse_number": "15",
                "verse_text": "with this answer: “It is not true that Israel took away the land of Moab or the land of Ammon."
            },
            {
                "verse_number": "16",
                "verse_text": "This is what happened: when the Israelites left Egypt, they went through the desert to the Gulf of Aqaba and came to Kadesh."
            },
            {
                "verse_number": "17",
                "verse_text": "Then they sent messengers to the king of Edom to ask permission to go through his land. But the king of Edom would not let them. They also asked the king of Moab, but neither would he let them go through his land. So the Israelites stayed at Kadesh."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they went on through the desert, going round the land of Edom and the land of Moab until they came to the east side of Moab, on the other side of the River Arnon. They made camp there, but they did not cross the Arnon because it was the boundary of Moab."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Israelites sent messengers to Sihon, the Amorite king of Heshbon, and asked him for permission to go through his country to their own land."
            },
            {
                "verse_number": "20",
                "verse_text": "But Sihon would not let Israel do it. He brought his whole army together, made camp at Jahaz, and attacked Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "But the LORD , the God of Israel, gave the Israelites victory over Sihon and his army. So the Israelites took possession of all the territory of the Amorites who lived in that country."
            },
            {
                "verse_number": "22",
                "verse_text": "They occupied all the Amorite territory from the Arnon in the south to the Jabbok in the north and from the desert on the east to the Jordan on the west."
            },
            {
                "verse_number": "23",
                "verse_text": "So it was the LORD , the God of Israel, who drove out the Amorites for his people, the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "Are you going to try to take it back? You can keep whatever your god Chemosh has given you. But we are going to keep everything that the LORD , our God, has given us."
            },
            {
                "verse_number": "25",
                "verse_text": "Do you think you are any better than Balak son of Zippor, king of Moab? He never challenged Israel, did he? Did he ever go to war against us?"
            },
            {
                "verse_number": "26",
                "verse_text": "For 300 years Israel has occupied Heshbon and Aroer, and the towns round them, and all the cities on the banks of the River Arnon. Why haven't you taken them back in all this time?"
            },
            {
                "verse_number": "27",
                "verse_text": "No, I have not done you any wrong. You are doing wrong by making war on me. The LORD is the judge. He will decide today between the Israelites and the Ammonites.”"
            },
            {
                "verse_number": "28",
                "verse_text": "But the king of Ammon paid no attention to this message from Jephthah."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the Spirit of the LORD came upon Jephthah. He went through Gilead and Manasseh and returned to Mizpah in Gilead and went on to Ammon."
            },
            {
                "verse_number": "30",
                "verse_text": "Jephthah promised the LORD : “If you give me victory over the Ammonites,"
            },
            {
                "verse_number": "31",
                "verse_text": "I will burn as an offering the first person that comes out of my house to meet me, when I come back from the victory. I will offer that person to you as a sacrifice.”"
            },
            {
                "verse_number": "32",
                "verse_text": "So Jephthah crossed the river to fight the Ammonites, and the LORD gave him victory."
            },
            {
                "verse_number": "33",
                "verse_text": "He struck at them from Aroer to the area round Minnith, twenty cities in all, and as far as Abel Keramim. There was a great slaughter, and the Ammonites were defeated by Israel."
            },
            {
                "verse_number": "34",
                "verse_text": "When Jephthah went back home to Mizpah, there was his daughter coming out to meet him, dancing and playing the tambourine. She was his only child."
            },
            {
                "verse_number": "35",
                "verse_text": "When he saw her, he tore his clothes in sorrow and said, “Oh, my daughter! You are breaking my heart! Why must it be you that causes me pain? I have made a solemn promise to the LORD , and I cannot take it back!”"
            },
            {
                "verse_number": "36",
                "verse_text": "She said to him, “If you have made a promise to the LORD , do what you said you would do to me, since the LORD has given you revenge on your enemies, the Ammonites.”"
            },
            {
                "verse_number": "37",
                "verse_text": "But she asked her father, “Do this one thing for me. Leave me alone for two months, so that I can go with my friends to wander in the mountains and grieve that I must die a virgin.”"
            },
            {
                "verse_number": "38",
                "verse_text": "He told her to go and sent her away for two months. She and her friends went up into the mountains and grieved because she was going to die unmarried and childless."
            },
            {
                "verse_number": "39",
                "verse_text": "After two months she came back to her father. He did what he had promised the LORD , and she died still a virgin."
            },
            {
                "verse_number": "40",
                "verse_text": "that the young women would go away for four days every year to grieve for the daughter of Jephthah of Gilead."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The men of Ephraim prepared for battle; they crossed the River Jordan to Zaphon and said to Jephthah, “Why did you cross the border to fight the Ammonites without calling us to go with you? We'll burn the house down over your head!”"
            },
            {
                "verse_number": "2",
                "verse_text": "But Jephthah said to them, “My people and I had a serious quarrel with the Ammonites. I did call you, but you would not rescue me from them."
            },
            {
                "verse_number": "3",
                "verse_text": "When I saw that you were not going to, I risked my life and crossed the border to fight them, and the LORD gave me victory over them. So why are you coming to fight me now?”"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jephthah brought all the men of Gilead together, fought the men of Ephraim and defeated them. (The Ephraimites had said, “You Gileadites in Ephraim and Manasseh, you are deserters from Ephraim!”)"
            },
            {
                "verse_number": "5",
                "verse_text": "In order to keep the Ephraimites from escaping, the Gileadites captured the places where the Jordan could be crossed. When any Ephraimite who was trying to escape asked permission to cross, the men of Gilead would ask, “Are you an Ephraimite?” If he said, “No,”"
            },
            {
                "verse_number": "6",
                "verse_text": "they would tell him to say “Shibboleth”. But he would say “Sibboleth”, because he could not pronounce it correctly. Then they would seize him and kill him there at one of the crossings of the Jordan. At that time 42,000 of the Ephraimites were killed."
            },
            {
                "verse_number": "7",
                "verse_text": "Jephthah led Israel for six years. Then he died and was buried in his home town in Gilead."
            },
            {
                "verse_number": "8",
                "verse_text": "After Jephthah, Ibzan from Bethlehem led Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "He had thirty sons and thirty daughters. He gave his daughters in marriage outside the clan and brought thirty women from outside the clan for his sons to marry. Ibzan led Israel for seven years,"
            },
            {
                "verse_number": "10",
                "verse_text": "then he died and was buried at Bethlehem."
            },
            {
                "verse_number": "11",
                "verse_text": "After Ibzan, Elon from Zebulun led Israel for ten years."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he died and was buried at Aijalon in the territory of Zebulun."
            },
            {
                "verse_number": "13",
                "verse_text": "After Elon, Abdon son of Hillel from Pirathon led Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "He had forty sons and thirty grandsons, who rode on seventy donkeys. Abdon led Israel for eight years,"
            },
            {
                "verse_number": "15",
                "verse_text": "then he died and was buried at Pirathon in the territory of Ephraim in the hill country of the Amalekites."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites sinned against the LORD again, and he let the Philistines rule them for forty years. “Yes,” he answered. But the angel said, “If I do stay, I will not eat your food. But if you want to prepare it, burn it as an offering to the LORD .”"
            },
            {
                "verse_number": "2",
                "verse_text": "At that time there was a man named Manoah from the town of Zorah. He was a member of the tribe of Dan. His wife had never been able to have children."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD 's angel appeared to her and said, “You have never been able to have children, but you will soon be pregnant and have a son."
            },
            {
                "verse_number": "4",
                "verse_text": "Take care not to drink any wine or beer, or eat any forbidden food;"
            },
            {
                "verse_number": "5",
                "verse_text": "and after your son is born, you must never cut his hair, because from the day of his birth he will be dedicated to God as a Nazirite. He will begin the work of rescuing Israel from the Philistines.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the woman went and said to her husband, “A man of God has come to me, and he looked as frightening as the angel of God. I didn't ask him where he came from, and he didn't tell me his name."
            },
            {
                "verse_number": "7",
                "verse_text": "But he did tell me that I would become pregnant and have a son. He told me not to drink any wine or beer, or eat any forbidden food, because the boy is to be dedicated to God as a Nazirite as long as he lives.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Manoah prayed to the LORD , “Please, LORD , let the man of God that you sent come back to us and tell us what we must do with the boy when he is born.”"
            },
            {
                "verse_number": "9",
                "verse_text": "God did what Manoah asked, and his angel came back to the woman while she was sitting in the fields. Her husband Manoah was not with her,"
            },
            {
                "verse_number": "10",
                "verse_text": "so she ran at once and said to him, “Look! The man who came to me the other day has appeared to me again.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Manoah got up and followed his wife. He went to the man and asked, “Are you the man who was talking to my wife?”"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Manoah asked, “When your words come true, what must the boy do? What kind of a life must he lead?”"
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD 's angel answered, “Your wife must be sure to do everything that I have told her."
            },
            {
                "verse_number": "14",
                "verse_text": "She must not eat anything that comes from the grapevine; she must not drink any wine or beer, or eat any forbidden food. She must do everything that I have told her.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Manoah replied, “Tell us your name, so that we can honour you when your words come true.”"
            },
            {
                "verse_number": "18",
                "verse_text": "The angel asked, “Why do you want to know my name? It is a name of wonder.”"
            },
            {
                "verse_number": "19",
                "verse_text": "So Manoah took a young goat and some grain, and offered them on the rock altar to the LORD who works wonders."
            },
            {
                "verse_number": "22",
                "verse_text": "Manoah said to his wife, “We are sure to die, because we have seen God!”"
            },
            {
                "verse_number": "23",
                "verse_text": "But his wife answered, “If the LORD had wanted to kill us, he would not have accepted our offerings; he would not have shown us all this or told us such things now.”"
            },
            {
                "verse_number": "24",
                "verse_text": "The woman gave birth to a son and named him Samson. The child grew and the LORD blessed him."
            },
            {
                "verse_number": "25",
                "verse_text": "And the LORD 's power began to strengthen him while he was between Zorah and Eshtaol in the Camp of Dan."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One day Samson went down to Timnah, where he noticed a certain Philistine woman."
            },
            {
                "verse_number": "2",
                "verse_text": "He went back home and said to his father and mother, “There is a Philistine woman down at Timnah who has caught my attention. Get her for me; I want to marry her.” But Samson said to his father, “She is the one I want you to get for me. I like her.” “Tell us your riddle,” they said. “Let's hear it.” “Out of the eater came something to eat; Out of the strong came something sweet.” Three days later they had still not solved the riddle. He said, “Look, I haven't even told my father and mother. Why should I tell you?” “What could be sweeter than honey? What could be stronger than a lion?” Samson replied, “If you hadn't been ploughing with my cow, You wouldn't know the answer now.”"
            },
            {
                "verse_number": "3",
                "verse_text": "But his father and mother asked him, “Why do you have to go to those heathen Philistines to get a wife? Can't you find a girl in our own clan, among all our people?”"
            },
            {
                "verse_number": "4",
                "verse_text": "His parents did not know that it was the LORD who was leading Samson to do this, for the LORD was looking for a chance to fight the Philistines. At this time the Philistines were ruling Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "So Samson went down to Timnah with his father and mother. As they were going through the vineyards there, he heard a young lion roaring."
            },
            {
                "verse_number": "6",
                "verse_text": "Suddenly the power of the LORD made Samson strong, and he tore the lion apart with his bare hands, as if it were a young goat. But he did not tell his parents what he had done."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he went and talked to the woman, and he liked her."
            },
            {
                "verse_number": "8",
                "verse_text": "A few days later Samson went back to marry her. On the way he left the road to look at the lion he had killed, and he was surprised to find a swarm of bees and some honey inside the dead body."
            },
            {
                "verse_number": "9",
                "verse_text": "He scraped the honey out into his hands and ate it as he walked along. Then he went to his father and mother and gave them some. They ate it, but Samson did not tell them that he had taken the honey from the dead body of a lion."
            },
            {
                "verse_number": "10",
                "verse_text": "His father went to the woman's house, and Samson gave a banquet there. This was a custom among the young men."
            },
            {
                "verse_number": "11",
                "verse_text": "When the Philistines saw him, they sent thirty young men to stay with him."
            },
            {
                "verse_number": "14",
                "verse_text": "He said,"
            },
            {
                "verse_number": "15",
                "verse_text": "On the fourth day they said to Samson's wife, “Trick your husband into telling us what the riddle means. If you don't, we'll set fire to your father's house and burn you with it. You two invited us so that you could rob us, didn't you?”"
            },
            {
                "verse_number": "16",
                "verse_text": "So Samson's wife went to him in tears and said, “You don't love me! You just hate me! You asked my friends a riddle and didn't tell me what it means!”"
            },
            {
                "verse_number": "17",
                "verse_text": "She cried about it for the whole seven days of the feast. But on the seventh day he told her what the riddle meant, for she nagged him about it so much. Then she told the Philistines."
            },
            {
                "verse_number": "18",
                "verse_text": "So on the seventh day, before Samson went into the bedroom, the men of the city said to him,"
            },
            {
                "verse_number": "19",
                "verse_text": "Suddenly the power of the LORD made him strong, and he went down to Ashkelon, where he killed thirty men, stripped them, and gave their fine clothes to the men who had solved the riddle. After that, he went back home, furious about what had happened,"
            },
            {
                "verse_number": "20",
                "verse_text": "and his wife was given to the man that had been his best man at the wedding."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Some time later Samson went to visit his wife during the wheat harvest and took her a young goat. He said to her father, “I want to go to my wife's room.” But he wouldn't let him go in. They answered, “We came to take Samson prisoner and to treat him as he treated us.” He answered, “I did to them just what they did to me.” Samson said, “Give me your word that you won't kill me yourselves.” “With the jawbone of a donkey I killed a thousand men;"
            },
            {
                "verse_number": "2",
                "verse_text": "He said to Samson, “I really thought that you hated her, so I gave her to your friend. But her younger sister is prettier, anyway. You can have her, instead.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Samson said, “This time I'm not going to be responsible for what I do to the Philistines!”"
            },
            {
                "verse_number": "4",
                "verse_text": "So he went and caught 300 foxes. Two by two, he tied their tails together and put torches in the knots."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he set fire to the torches and turned the foxes loose in the Philistine cornfields. In this way he burnt up not only the corn that had been harvested but also the corn that was still in the fields, and the olive orchards as well."
            },
            {
                "verse_number": "6",
                "verse_text": "When the Philistines asked who had done this, they learnt that Samson had done it because his father-in-law, a man from Timnah, had given Samson's wife to a friend of Samson's. So the Philistines went and burnt the woman to death and burnt down her father's house."
            },
            {
                "verse_number": "7",
                "verse_text": "Samson told them, “So this is how you act! I swear that I won't stop until I pay you back!”"
            },
            {
                "verse_number": "8",
                "verse_text": "He attacked them fiercely and killed many of them. Then he went and stayed in the cave in the cliff at Etam."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistines came and made camp in Judah, and attacked the town of Lehi."
            },
            {
                "verse_number": "10",
                "verse_text": "The men of Judah asked them, “Why are you attacking us?”"
            },
            {
                "verse_number": "11",
                "verse_text": "So 3,000 men of Judah went to the cave in the cliff at Etam and said to Samson, “Don't you know that the Philistines are our rulers? What have you done to us?”"
            },
            {
                "verse_number": "12",
                "verse_text": "They said, “We have come here to tie you up, so that we can hand you over to them.”"
            },
            {
                "verse_number": "13",
                "verse_text": "“All right,” they said, “we are only going to tie you up and hand you over to them. We won't kill you.” So they tied him up with two new ropes and brought him back from the cliff."
            },
            {
                "verse_number": "14",
                "verse_text": "When he got to Lehi, the Philistines came running towards him, shouting at him. Suddenly the power of the LORD made him strong, and he broke the ropes round his arms and hands as if they were burnt thread."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he found the jawbone of a donkey that had recently died. He bent down and picked it up, and killed a thousand men with it."
            },
            {
                "verse_number": "16",
                "verse_text": "So Samson sang, With the jawbone of a donkey I piled them up in piles.”"
            },
            {
                "verse_number": "17",
                "verse_text": "After that, he threw the jawbone away. The place where this happened was named Ramath Lehi."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Samson became very thirsty, so he called to the LORD and said, “You gave me this great victory; am I now going to die of thirst and be captured by these heathen Philistines?”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then God opened a hollow place in the ground there at Lehi, and water came out of it. Samson drank it and began to feel much better. So the spring was named Hakkore; it is still there at Lehi."
            },
            {
                "verse_number": "20",
                "verse_text": "Samson led Israel for twenty years while the Philistines ruled the land."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "One day Samson went to the Philistine city of Gaza, where he met a prostitute and went to bed with her."
            },
            {
                "verse_number": "2",
                "verse_text": "The people of Gaza found out that Samson was there, so they surrounded the place and waited for him all night long at the city gate. They were quiet all night, thinking to themselves, “We'll wait until daybreak, and then we'll kill him.”"
            },
            {
                "verse_number": "3",
                "verse_text": "But Samson stayed in bed only until midnight. Then he got up and took hold of the city gate and pulled it up — doors, posts, lock, and all. He put them on his shoulders and carried them all the way to the top of the hill overlooking Hebron. He answered, “If you weave my seven locks of hair into a loom, and make it tight with a peg, I'll be as weak as anybody else.”"
            },
            {
                "verse_number": "4",
                "verse_text": "After this, Samson fell in love with a woman named Delilah, who lived in the Valley of Sorek."
            },
            {
                "verse_number": "5",
                "verse_text": "The five Philistine kings went to her and said, “Trick Samson into telling you why he is so strong and how we can overpower him, tie him up, and make him helpless. Each one of us will give you 1,100 pieces of silver.”"
            },
            {
                "verse_number": "6",
                "verse_text": "So Delilah said to Samson, “Please tell me what makes you so strong. If someone wanted to tie you up and make you helpless, how could he do it?”"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson answered, “If they tie me up with seven new bowstrings that are not dried out, I'll be as weak as anybody else.”"
            },
            {
                "verse_number": "8",
                "verse_text": "So the Philistine kings brought Delilah seven new bowstrings that were not dried out, and she tied Samson up."
            },
            {
                "verse_number": "9",
                "verse_text": "She had some men waiting in another room, so she shouted, “Samson! The Philistines are coming!” But he snapped the bowstrings just as thread breaks when fire touches it. So they still did not know the secret of his strength."
            },
            {
                "verse_number": "10",
                "verse_text": "Delilah said to Samson, “Look, you've been making a fool of me and not telling me the truth. Please tell me how someone could tie you up.”"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, “If they tie me with new ropes that have never been used, I'll be as weak as anybody else.”"
            },
            {
                "verse_number": "12",
                "verse_text": "So Delilah got some new ropes and tied him up. Then she shouted, “Samson! The Philistines are coming!” The men were waiting in another room. But he snapped the ropes off his arms like thread."
            },
            {
                "verse_number": "13",
                "verse_text": "Delilah said to Samson, “You're still making a fool of me and not telling me the truth. Tell me how someone could tie you up.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Delilah then lulled him to sleep, took his seven locks of hair, and wove them into the loom. She made it tight with a peg and shouted, “Samson! The Philistines are coming!” But he woke up and pulled his hair loose from the loom."
            },
            {
                "verse_number": "15",
                "verse_text": "So she said to him, “How can you say you love me, when you don't mean it? You've made a fool of me three times, and you still haven't told me what makes you so strong.”"
            },
            {
                "verse_number": "16",
                "verse_text": "She kept on asking him, day after day. He got so sick and tired of her nagging him about it"
            },
            {
                "verse_number": "17",
                "verse_text": "that he finally told her the truth. “My hair has never been cut,” he said. “I have been dedicated to God as a Nazirite from the time I was born. If my hair were cut, I would lose my strength and be as weak as anybody else.”"
            },
            {
                "verse_number": "18",
                "verse_text": "When Delilah realized that he had told her the truth, she sent a message to the Philistine kings and said, “Come back just once more. He has told me the truth.” Then they came and brought the money with them."
            },
            {
                "verse_number": "19",
                "verse_text": "Delilah lulled Samson to sleep in her lap and then called a man, who cut off Samson's seven locks of hair. Then she began to torment him, for he had lost his strength."
            },
            {
                "verse_number": "20",
                "verse_text": "Then she shouted, “Samson! The Philistines are coming!” He woke up and thought, “I'll get loose and go free, as always.” He did not know that the LORD had left him."
            },
            {
                "verse_number": "21",
                "verse_text": "The Philistines captured him and put his eyes out. They took him to Gaza, chained him with bronze chains, and put him to work grinding at the mill in the prison."
            },
            {
                "verse_number": "22",
                "verse_text": "But his hair started growing again."
            },
            {
                "verse_number": "23",
                "verse_text": "The Philistine kings met together to celebrate and offer a great sacrifice to their god Dagon. They sang, “Our god has given us victory over our enemy Samson!”"
            },
            {
                "verse_number": "26",
                "verse_text": "Samson said to the boy who was leading him by the hand, “Let me touch the pillars that hold up the building. I want to lean on them.”"
            },
            {
                "verse_number": "27",
                "verse_text": "The building was crowded with men and women. All five Philistine kings were there, and there were about 3,000 men and women on the roof, watching Samson entertain them."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Samson prayed, “Sovereign LORD , please remember me; please, God, give me my strength just once more, so that with this one blow I can get even with the Philistines for putting out my two eyes.”"
            },
            {
                "verse_number": "29",
                "verse_text": "So Samson took hold of the two middle pillars holding up the building. Putting one hand on each pillar, he pushed against them"
            },
            {
                "verse_number": "30",
                "verse_text": "and shouted, “Let me die with the Philistines!” He pushed with all his might, and the building fell down on the five kings and everyone else. Samson killed more people at his death than he had killed during his life."
            },
            {
                "verse_number": "31",
                "verse_text": "His brothers and the rest of his family came down to get his body. They took him back and buried him between Zorah and Eshtaol in the tomb of his father Manoah. He had been Israel's leader for twenty years."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "There was once a man named Micah, who lived in the hill country of Ephraim."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to his mother, “When someone stole those 1,100 pieces of silver from you, you put a curse on the thief. I heard you do it. Look, I have the money. I am the one who took it.” His mother said, “May the LORD bless you, my son!” He answered, “I am a Levite from Bethlehem in Judah. I am looking for somewhere to live.”"
            },
            {
                "verse_number": "3",
                "verse_text": "He gave the money back to his mother, and she said, “To stop the curse from falling on my son, I myself am solemnly dedicating the silver to the LORD . It will be used to make a wooden idol covered with silver. So now I will give the pieces of silver back to you.”"
            },
            {
                "verse_number": "4",
                "verse_text": "Then he gave them back to his mother. She took 200 of the pieces of silver and gave them to a metalworker, who made an idol, carving it from wood and covering it with the silver. It was placed in Micah's house."
            },
            {
                "verse_number": "5",
                "verse_text": "This man Micah had his own place of worship. He made some idols and an ephod, and appointed one of his sons as his priest."
            },
            {
                "verse_number": "6",
                "verse_text": "There was no king in Israel at that time; all the people did just as they pleased."
            },
            {
                "verse_number": "7",
                "verse_text": "At that same time there was a young Levite who had been living in the town of Bethlehem in Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "He left Bethlehem to find somewhere else to live. While he was travelling, he came to Micah's house in the hill country of Ephraim."
            },
            {
                "verse_number": "9",
                "verse_text": "Micah asked him, “Where do you come from?”"
            },
            {
                "verse_number": "10",
                "verse_text": "Micah said, “Stay with me. Be my adviser and priest, and I will give you ten pieces of silver a year, some clothes, and your food.”"
            },
            {
                "verse_number": "11",
                "verse_text": "The young Levite agreed to stay with Micah and became like a son to him."
            },
            {
                "verse_number": "12",
                "verse_text": "Micah appointed him as his priest, and he lived in Micah's home."
            },
            {
                "verse_number": "13",
                "verse_text": "Micah said, “Now that I have a Levite as my priest, I know that the LORD will make things go well for me.”"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "There was no king in Israel at that time. In those days the tribe of Dan was looking for territory to claim and occupy because they had not yet received any land of their own among the tribes of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So the people of Dan chose five qualified men out of all the families in the tribe and sent them from the towns of Zorah and Eshtaol with instructions to explore the land. When they arrived in the hill country of Ephraim, they stayed at Micah's house."
            },
            {
                "verse_number": "3",
                "verse_text": "While they were there, they recognized the accent of the young Levite, so they went up to him and asked, “What are you doing here? Who brought you here?”"
            },
            {
                "verse_number": "4",
                "verse_text": "He answered, “I have an arrangement with Micah, who pays me to serve as his priest.”"
            },
            {
                "verse_number": "5",
                "verse_text": "They said to him, “Please ask God if we are going to be successful on our journey.”"
            },
            {
                "verse_number": "6",
                "verse_text": "The priest answered, “You have nothing to worry about. The LORD is taking care of you on this journey.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So the five men left and went to the town of Laish. They saw how safely the people there were living, like the Sidonians. They were a peaceful, quiet people, with no disputes with anyone; they had all they needed. They lived far away from the Sidonians and had no dealings with any other people."
            },
            {
                "verse_number": "8",
                "verse_text": "When the five men returned to Zorah and Eshtaol, their countrymen asked them what they had found out."
            },
            {
                "verse_number": "9",
                "verse_text": "“Come on,” they replied. “Let's attack Laish. We saw the land, and it's very good. Don't stay here doing nothing; hurry! Go on in and take it over!"
            },
            {
                "verse_number": "10",
                "verse_text": "When you get there, you will find that the people don't suspect a thing. It is a big country; it has everything a person could want, and God has given it to you.”"
            },
            {
                "verse_number": "11",
                "verse_text": "So 600 men from the tribe of Dan left Zorah and Eshtaol, ready for battle."
            },
            {
                "verse_number": "12",
                "verse_text": "They went up and made camp west of Kiriath Jearim in Judah. That is why the place is still called Camp of Dan."
            },
            {
                "verse_number": "13",
                "verse_text": "They went on from there and came to Micah's house in the hill country of Ephraim."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the five men who had gone to explore the country round Laish said to their companions, “Did you know that here in one of these houses there is a wooden idol covered with silver? There are also other idols and an ephod. What do you think we should do?”"
            },
            {
                "verse_number": "15",
                "verse_text": "So they went into Micah's house, where the young Levite lived, and asked the Levite how he was getting on."
            },
            {
                "verse_number": "16",
                "verse_text": "Meanwhile the 600 soldiers from Dan, ready for battle, were standing at the gate."
            },
            {
                "verse_number": "17",
                "verse_text": "The five spies went straight on into the house and took the wooden idol covered with silver, the other idols, and the ephod, while the priest stayed at the gate with the 600 armed men."
            },
            {
                "verse_number": "18",
                "verse_text": "When the men went into Micah's house and took the sacred objects, the priest asked them, “What are you doing?”"
            },
            {
                "verse_number": "19",
                "verse_text": "They said, “Keep quiet. Don't say a word. Come with us and be our priest and adviser. Wouldn't you rather be a priest for a whole Israelite tribe than for the family of one man?”"
            },
            {
                "verse_number": "20",
                "verse_text": "This made the priest very happy, so he took the sacred objects and went along with them."
            },
            {
                "verse_number": "21",
                "verse_text": "They turned round and started off, with their children, their livestock, and their belongings going ahead."
            },
            {
                "verse_number": "22",
                "verse_text": "They had travelled a good distance from the house when Micah called his neighbours out for battle. They caught up with the men from Dan"
            },
            {
                "verse_number": "23",
                "verse_text": "and shouted at them. The men from Dan turned round and asked Micah, “What's the matter? Why all this mob?”"
            },
            {
                "verse_number": "24",
                "verse_text": "Micah answered, “What do you mean, ‘What's the matter?’ You take my priest and the gods that I made, and walk off! What have I got left?”"
            },
            {
                "verse_number": "25",
                "verse_text": "The men from Dan said, “You had better not say anything else unless you want these men to get angry and attack you. Then you and your whole family would die.”"
            },
            {
                "verse_number": "26",
                "verse_text": "Then they went on. Micah saw that they were too strong for him, so he turned and went back home."
            },
            {
                "verse_number": "29",
                "verse_text": "They changed its name from Laish to Dan, after their ancestor Dan, the son of Jacob."
            },
            {
                "verse_number": "30",
                "verse_text": "The men from Dan set up the idol to be worshipped, and Jonathan, the son of Gershom and grandson of Moses, served as a priest for the tribe of Dan, and his descendants served as their priests until the people were taken away into exile."
            },
            {
                "verse_number": "31",
                "verse_text": "Micah's idol remained there all the time that the Tent where God was worshipped remained at Shiloh."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "In those days, before Israel had a king, there was a Levite living far back in the hill country of Ephraim. He took a woman from Bethlehem in Judah to be his concubine,"
            },
            {
                "verse_number": "2",
                "verse_text": "but she became angry with him, went back to her father's house in Bethlehem, and stayed there four months."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the man decided to go after her and try to persuade her to return to him. He took his servant and two donkeys with him. The woman showed the Levite into the house, and when her father saw him, he gave him a warm welcome."
            },
            {
                "verse_number": "4",
                "verse_text": "The father insisted that he stay, and so he stayed for three days. The couple had their meals and spent the nights there."
            },
            {
                "verse_number": "5",
                "verse_text": "On the morning of the fourth day they woke up early and got ready to go. But the woman's father said to the Levite, “Have something to eat first. It will do you good. You can go later.”"
            },
            {
                "verse_number": "6",
                "verse_text": "So the two men sat down and ate and drank together. Then the woman's father said to him, “Please spend the night here and enjoy yourself.”"
            },
            {
                "verse_number": "7",
                "verse_text": "The Levite got up to go, but the father urged him to stay, so he spent another night there."
            },
            {
                "verse_number": "8",
                "verse_text": "Early in the morning of the fifth day he started to leave, but the woman's father said, “Eat something, please. Wait until later in the day.” So the two men ate together."
            },
            {
                "verse_number": "9",
                "verse_text": "When the man, his concubine, and the servant once more started to leave, the father said, “Look, it's almost evening now; you might as well stay all night. It will be dark soon; stay here and have a good time. Tomorrow you can get up early for your journey and go home.”"
            },
            {
                "verse_number": "14",
                "verse_text": "So they went past Jebus and continued on their way. It was sunset when they came to Gibeah in the territory of the tribe of Benjamin."
            },
            {
                "verse_number": "15",
                "verse_text": "They turned off the road to go and spend the night there. They went into the city and sat down in the square, but no one offered to take them home for the night."
            },
            {
                "verse_number": "16",
                "verse_text": "While they were there, an old man came by at the end of a day's work in the fields. He was originally from the hill country of Ephraim, but he was now living in Gibeah. (The other people there were from the tribe of Benjamin.)"
            },
            {
                "verse_number": "17",
                "verse_text": "The old man noticed the traveller in the city square and asked him, “Where do you come from? Where are you going?”"
            },
            {
                "verse_number": "18",
                "verse_text": "The Levite answered, “We have been to Bethlehem in Judah, and now we are on our way home deep in the hill country of Ephraim. No one will put us up for the night,"
            },
            {
                "verse_number": "19",
                "verse_text": "even though we have fodder and straw for our donkeys, as well as bread and wine for my concubine and me and for my servant. We have everything we need.”"
            },
            {
                "verse_number": "20",
                "verse_text": "The old man said, “You are welcome in my home! I'll take care of you; you don't have to spend the night in the square.”"
            },
            {
                "verse_number": "21",
                "verse_text": "So he took them home with him and fed their donkeys. His guests washed their feet and had a meal."
            },
            {
                "verse_number": "22",
                "verse_text": "They were enjoying themselves when all of a sudden some sexual perverts from the town surrounded the house and started beating on the door. They said to the old man, “Bring out that man that came home with you! We want to have sex with him!”"
            },
            {
                "verse_number": "23",
                "verse_text": "But the old man went outside and said to them, “No, my friends! Please! Don't do such an evil, immoral thing! This man is my guest."
            },
            {
                "verse_number": "24",
                "verse_text": "Look! Here is his concubine and my own daughter, who is a virgin. I'll bring them out now, and you can have them. Do with them whatever you want. But don't do such an awful thing to this man!”"
            },
            {
                "verse_number": "25",
                "verse_text": "But the men would not listen to him. So the Levite took his concubine and put her outside with them. They raped her and abused her all night long and didn't stop until morning."
            },
            {
                "verse_number": "26",
                "verse_text": "At dawn the woman came and fell down at the door of the old man's house, where her husband was. She was still there when daylight came."
            },
            {
                "verse_number": "27",
                "verse_text": "Her husband got up that morning, and when he opened the door to go on his way, he found his concubine lying in front of the house with her hands reaching for the door."
            },
            {
                "verse_number": "28",
                "verse_text": "He said, “Get up. Let's go.” But there was no answer. So he put her body across the donkey and started on his way home."
            },
            {
                "verse_number": "29",
                "verse_text": "When he arrived, he went into the house and got a knife. He took his concubine's body, cut it into twelve pieces, and sent one piece to each of the twelve tribes of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "Everyone who saw it said, “We have never heard of such a thing! Nothing like this has ever happened since the Israelites left Egypt! We have to do something about this! What will it be?”"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "All the people of Israel from Dan in the north to Beersheba in the south, as well as from the land of Gilead in the east, answered the call. They gathered in one body in the LORD 's presence at Mizpah."
            },
            {
                "verse_number": "2",
                "verse_text": "The leaders of all the tribes of Israel were present at this gathering of God's people, and there were 400,000 foot soldiers."
            },
            {
                "verse_number": "3",
                "verse_text": "Meanwhile the people of Benjamin heard that all the other Israelites had gathered at Mizpah. The Israelites asked, “Tell us, how was this crime committed?” The LORD answered, “The tribe of Judah.” The LORD answered, “Yes.” So the Israelite army was encouraged, and they placed their soldiers in the same position as they had been the day before. The LORD answered, “Fight. Tomorrow I will give you victory over them.” But the Israelites had planned to retreat and lead them away from the city on to the roads. The main body of the Israelite army had retreated from the Benjaminites because they were relying on the men that they had put in hiding round Gibeah."
            },
            {
                "verse_number": "4",
                "verse_text": "The Levite whose concubine had been murdered answered, “My concubine and I went to Gibeah in the territory of Benjamin to spend the night."
            },
            {
                "verse_number": "5",
                "verse_text": "The men of Gibeah came to attack me and surrounded the house at night. They intended to kill me; instead they raped my concubine, and she died."
            },
            {
                "verse_number": "6",
                "verse_text": "I took her body, cut it in pieces, and sent one piece to each of the twelve tribes of Israel. These people have committed an evil and immoral act among us."
            },
            {
                "verse_number": "7",
                "verse_text": "All of you here are Israelites. What are we going to do about this?”"
            },
            {
                "verse_number": "8",
                "verse_text": "All the people stood up together and said, “None of us, whether he lives in a tent or in a house, will go home."
            },
            {
                "verse_number": "9",
                "verse_text": "This is what we will do: we will draw lots and choose some men to attack Gibeah."
            },
            {
                "verse_number": "10",
                "verse_text": "One tenth of the men in Israel will provide food for the army, and the others will go and punish Gibeah for this immoral act that they have committed in Israel.”"
            },
            {
                "verse_number": "11",
                "verse_text": "So all the men in Israel assembled with one purpose — to attack the town."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelite tribes sent messengers all through the territory of the tribe of Benjamin to say, “What is this crime that you have committed?"
            },
            {
                "verse_number": "13",
                "verse_text": "Now hand over those perverts in Gibeah, so that we can kill them and remove this evil from Israel.” But the people of Benjamin paid no attention to the other Israelites."
            },
            {
                "verse_number": "14",
                "verse_text": "From all the cities of Benjamin they came to Gibeah to fight against the other people of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "The rest of the Israelite tribes gathered 400,000 trained soldiers."
            },
            {
                "verse_number": "18",
                "verse_text": "The Israelites went to the place of worship at Bethel, and there they asked God, “Which tribe should attack the Benjaminites first?”"
            },
            {
                "verse_number": "19",
                "verse_text": "So the Israelites started out the next morning and made camp near the city of Gibeah."
            },
            {
                "verse_number": "20",
                "verse_text": "They went to attack the army of Benjamin, and placed the soldiers in position facing the city."
            },
            {
                "verse_number": "21",
                "verse_text": "The army of Benjamin came out of the city, and before the day was over they had killed 22,000 Israelite soldiers."
            },
            {
                "verse_number": "24",
                "verse_text": "They marched against the army of Benjamin a second time."
            },
            {
                "verse_number": "25",
                "verse_text": "And for the second time the Benjaminites came out of Gibeah, and this time they killed 18,000 trained Israelite soldiers."
            },
            {
                "verse_number": "26",
                "verse_text": "Then all the people of Israel went up to Bethel and mourned. They sat there in the LORD 's presence and did not eat until evening. They offered fellowship sacrifices and burnt some sacrifices whole — all in the presence of the LORD ."
            },
            {
                "verse_number": "29",
                "verse_text": "So the Israelites put some soldiers in hiding round Gibeah."
            },
            {
                "verse_number": "30",
                "verse_text": "Then for the third successive day they marched against the army of Benjamin and placed their soldiers in battle position facing Gibeah, as they had done before."
            },
            {
                "verse_number": "31",
                "verse_text": "The Benjaminites came out to fight and were led away from the city. As before, they began killing some Israelites in the open country on the road to Bethel and on the road to Gibeah. They killed about thirty Israelites."
            },
            {
                "verse_number": "32",
                "verse_text": "The Benjaminites said, “We've beaten them just as we did before.”"
            },
            {
                "verse_number": "33",
                "verse_text": "So when the main army of the Israelites pulled back and regrouped at Baaltamar, the men surrounding Gibeah suddenly rushed out of their hiding places in the rocky country round the city."
            },
            {
                "verse_number": "34",
                "verse_text": "10,000 men, specially chosen out of all Israel, attacked Gibeah, and the fighting was hard. The Benjaminites had not realized that they were about to be destroyed."
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD gave Israel victory over the army of Benjamin. The Israelites killed 25,100 of the enemy that day,"
            },
            {
                "verse_number": "36",
                "verse_text": "and the Benjaminites realized they were defeated."
            },
            {
                "verse_number": "37",
                "verse_text": "These men ran quickly towards Gibeah; they spread out in the city and killed everyone there."
            },
            {
                "verse_number": "38",
                "verse_text": "The main Israelite army and the men in hiding had arranged a signal. When they saw a big cloud of smoke going up from the town,"
            },
            {
                "verse_number": "39",
                "verse_text": "the Israelites out on the battlefield were to turn round. By this time the Benjaminites had already killed the thirty Israelites. They told themselves, “Yes, we've beaten them just as we did before.”"
            },
            {
                "verse_number": "40",
                "verse_text": "Then the signal appeared; a cloud of smoke began to go up from the town. The Benjaminites looked behind them and were amazed to see the whole city going up in flames."
            },
            {
                "verse_number": "41",
                "verse_text": "Then the Israelites turned round, and the Benjaminites were thrown into a panic because they realized that they were about to be destroyed."
            },
            {
                "verse_number": "42",
                "verse_text": "They retreated from the Israelites and ran towards the open country, but they could not escape. They were caught between the main army and the men who were now coming out of the city, and they were destroyed."
            },
            {
                "verse_number": "43",
                "verse_text": "The Israelites had the enemy trapped, and without stopping they pursued them as far as a point east of Gibeah, killing them as they went."
            },
            {
                "verse_number": "44",
                "verse_text": "80,000 of the best Benjaminite soldiers were killed."
            },
            {
                "verse_number": "45",
                "verse_text": "The others turned and ran towards the open country to the Rock of Rimmon. 5,000 of them were killed along the road. The Israelites continued to pursue the rest to Gidom, killing 2,000."
            },
            {
                "verse_number": "46",
                "verse_text": "In all, 25,000 Benjaminites were killed that day — all of them brave soldiers."
            },
            {
                "verse_number": "47",
                "verse_text": "But 600 men were able to escape to the open country to the Rock of Rimmon, and they stayed there four months."
            },
            {
                "verse_number": "48",
                "verse_text": "The Israelites turned back against the rest of the Benjaminites and killed them all — men, women, and children, and animals as well. They burnt every town in the area."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "When the Israelites had gathered at Mizpah, they had made a solemn promise to the LORD : “None of us will allow a Benjaminite to marry a daughter of ours.”"
            },
            {
                "verse_number": "2",
                "verse_text": "So now the people of Israel went to Bethel and sat there in the presence of God until evening. Loudly and bitterly they mourned:"
            },
            {
                "verse_number": "3",
                "verse_text": "“ LORD God of Israel, why has this happened? Why is the tribe of Benjamin about to disappear from Israel?”"
            },
            {
                "verse_number": "4",
                "verse_text": "Early the next morning the people built an altar there, offered fellowship sacrifices and burnt some sacrifices whole."
            },
            {
                "verse_number": "5",
                "verse_text": "They asked, “Is there any group out of all the tribes of Israel that did not go to the gathering in the LORD 's presence at Mizpah?” (They had taken a solemn oath that anyone who had not gone to Mizpah would be put to death.)"
            },
            {
                "verse_number": "6",
                "verse_text": "The people of Israel felt sorry for their brothers the Benjaminites and said, “Today Israel has lost one of its tribes."
            },
            {
                "verse_number": "7",
                "verse_text": "What shall we do to provide wives for the men of Benjamin who are left? We have made a solemn promise to the LORD that we will not give them any of our daughters.”"
            },
            {
                "verse_number": "8",
                "verse_text": "When they asked if there was some group out of the tribes of Israel that had not gone to the gathering at Mizpah, they found out that no one from Jabesh in Gilead had been there;"
            },
            {
                "verse_number": "9",
                "verse_text": "at the roll call of the army no one from Jabesh had responded."
            },
            {
                "verse_number": "10",
                "verse_text": "So the assembly sent 12,000 of their bravest men with the orders, “Go and kill everyone in Jabesh, including the women and children."
            },
            {
                "verse_number": "11",
                "verse_text": "Kill all the males, and also every woman who is not a virgin.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Among the people in Jabesh they found 400 young virgins, so they brought them to the camp at Shiloh, which is in the land of Canaan."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the whole assembly sent word to the Benjaminites who were at the Rock of Rimmon and offered to end the war."
            },
            {
                "verse_number": "14",
                "verse_text": "The Benjaminites came back, and the other Israelites gave them the girls from Jabesh whom they had not killed. But there were not enough of them."
            },
            {
                "verse_number": "15",
                "verse_text": "The people felt sorry for the Benjaminites because the LORD had broken the unity of the tribes of Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "So the leaders of the gathering said, “There are no more women in the tribe of Benjamin. What shall we do to provide wives for the men who are left?"
            },
            {
                "verse_number": "17",
                "verse_text": "Israel must not lose one of its twelve tribes. We must find a way for the tribe of Benjamin to survive,"
            },
            {
                "verse_number": "18",
                "verse_text": "but we cannot allow them to marry our daughters, because we have put a curse on anyone of us who allows a Benjaminite to marry one of our daughters.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then they thought, “The yearly festival of the LORD at Shiloh is coming soon.” (Shiloh is north of Bethel, south of Lebonah, and east of the road between Bethel and Shechem.)"
            },
            {
                "verse_number": "20",
                "verse_text": "They said to the Benjaminites, “Go and hide in the vineyards"
            },
            {
                "verse_number": "21",
                "verse_text": "and watch. When the young women of Shiloh come out to dance during the festival, you come out of the vineyards. Each of you take a wife by force from among them and take her back to the territory of Benjamin with you."
            },
            {
                "verse_number": "22",
                "verse_text": "If their fathers or brothers come to you and protest, you can say, ‘Please let us keep them, because we did not take them from you in battle to be our wives. And since you did not give them to us, you are not guilty of breaking your promise.’ ”"
            },
            {
                "verse_number": "23",
                "verse_text": "The Benjaminites did this; each of them chose a wife from the women who were dancing at Shiloh and carried her away. Then they went back to their own territory, rebuilt their towns, and lived there."
            },
            {
                "verse_number": "24",
                "verse_text": "At the same time the rest of the Israelites left, and every man went back to his own tribe and family and to his own property."
            },
            {
                "verse_number": "25",
                "verse_text": "There was no king in Israel at that time. All the people did just as they pleased."
            }
        ]
    }
}