{
    "2 Thessalonians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, Silas, and Timothy &ndash; To the people of the church in Thessalonica, who belong to God our Father and the Lord Jesus Christ:"
            },
            {
                "verse_number": "2",
                "verse_text": "May God our Father and the Lord Jesus Christ give you grace and peace."
            },
            {
                "verse_number": "3",
                "verse_text": "Our brothers and sisters, we must thank God at all times for you. It is right for us to do so, because your faith is growing so much and the love each of you has for the others is becoming greater."
            },
            {
                "verse_number": "4",
                "verse_text": "That is why we ourselves boast about you in the churches of God. We boast about the way you continue to endure and believe through all the persecutions and sufferings you are experiencing."
            },
            {
                "verse_number": "5",
                "verse_text": "All of this proves that God's judgement is just and as a result you will become worthy of his Kingdom, for which you are suffering."
            },
            {
                "verse_number": "6",
                "verse_text": "God will do what is right: he will bring suffering on those who make you suffer,"
            },
            {
                "verse_number": "7",
                "verse_text": "and he will give relief to you who suffer and to us as well. He will do this when the Lord Jesus appears from heaven with his mighty angels,"
            },
            {
                "verse_number": "8",
                "verse_text": "with a flaming fire, to punish those who reject God and who do not obey the Good News about our Lord Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "They will suffer the punishment of eternal destruction, separated from the presence of the Lord and from his glorious might,"
            },
            {
                "verse_number": "10",
                "verse_text": "when he comes on that Day to receive glory from all his people and honour from all who believe. You too will be among them, because you have believed the message that we told you."
            },
            {
                "verse_number": "11",
                "verse_text": "That is why we always pray for you. We ask our God to make you worthy of the life he has called you to live. May he fulfil by his power all your desire for goodness and complete your work of faith."
            },
            {
                "verse_number": "12",
                "verse_text": "In this way the name of our Lord Jesus will receive glory from you, and you from him, by the grace of our God and of the Lord Jesus Christ."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Concerning the coming of our Lord Jesus Christ and our being gathered together to be with him: I beg you, my brothers and sisters,"
            },
            {
                "verse_number": "2",
                "verse_text": "not to be so easily confused in your thinking or upset by the claim that the Day of the Lord has come. Perhaps it is thought that we said this while prophesying or preaching, or that we wrote it in a letter."
            },
            {
                "verse_number": "3",
                "verse_text": "Do not let anyone deceive you in any way. For the Day will not come until the final Rebellion takes place and the Wicked One appears, who is destined for hell."
            },
            {
                "verse_number": "4",
                "verse_text": "He will oppose every so-called god or object of worship and will put himself above them all. He will even go in and sit down in God's Temple and claim to be God."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't you remember? I told you all this while I was with you."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet there is something that keeps this from happening now, and you know what it is. At the proper time, then, the Wicked One will appear."
            },
            {
                "verse_number": "7",
                "verse_text": "The Mysterious Wickedness is already at work, but what is going to happen will not happen until the one who holds it back is taken out of the way."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Wicked One will be revealed, but when the Lord Jesus comes, he will kill him with the breath from his mouth and destroy him with his dazzling presence."
            },
            {
                "verse_number": "9",
                "verse_text": "The Wicked One will come with the power of Satan and perform all kinds of false miracles and wonders,"
            },
            {
                "verse_number": "10",
                "verse_text": "and use every kind of wicked deceit on those who will perish. They will perish because they did not welcome and love the truth so as to be saved."
            },
            {
                "verse_number": "11",
                "verse_text": "And so God sends the power of error to work in them so that they believe what is false."
            },
            {
                "verse_number": "12",
                "verse_text": "The result is that all who have not believed the truth, but have taken pleasure in sin, will be condemned."
            },
            {
                "verse_number": "13",
                "verse_text": "We must thank God at all times for you, brothers and sisters, you whom the Lord loves. For God chose you as the first to be saved by the Spirit's power to make you his holy people and by your faith in the truth."
            },
            {
                "verse_number": "14",
                "verse_text": "God called you to this through the Good News we preached to you; he called you to possess your share of the glory of our Lord Jesus Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "So then, our brothers and sisters, stand firm and hold on to those truths which we taught you, both in our preaching and in our letter."
            },
            {
                "verse_number": "16",
                "verse_text": "May our Lord Jesus Christ himself and God our Father, who loved us and in his grace gave us unfailing courage and a firm hope,"
            },
            {
                "verse_number": "17",
                "verse_text": "encourage you and strengthen you always to do and say what is good."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally, our brothers and sisters, pray for us, that the Lord's message may continue to spread rapidly and be received with honour, just as it was among you."
            },
            {
                "verse_number": "2",
                "verse_text": "Pray also that God will rescue us from wicked and evil people; for not everyone believes the message."
            },
            {
                "verse_number": "3",
                "verse_text": "But the Lord is faithful, and he will strengthen you and keep you safe from the Evil One."
            },
            {
                "verse_number": "4",
                "verse_text": "And the Lord gives us confidence in you, and we are sure that you are doing and will continue to do what we tell you."
            },
            {
                "verse_number": "5",
                "verse_text": "May the Lord lead you into a greater understanding of God's love and the endurance that is given by Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Our brothers and sisters, we command you in the name of our Lord Jesus Christ to keep away from all believers who are living a lazy life and who do not follow the instructions that we gave them."
            },
            {
                "verse_number": "7",
                "verse_text": "You yourselves know very well that you should do just what we did. We were not lazy when we were with you."
            },
            {
                "verse_number": "8",
                "verse_text": "We did not accept anyone's support without paying for it. Instead, we worked and toiled; we kept working day and night so as not to be an expense to any of you."
            },
            {
                "verse_number": "9",
                "verse_text": "We did this, not because we have no right to demand our support; we did it to be an example for you to follow."
            },
            {
                "verse_number": "10",
                "verse_text": "While we were with you, we used to say to you, &apos;Whoever refuses to work is not allowed to eat.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "We say this because we hear that there are some people among you who live lazy lives and who do nothing except meddle in other people's business."
            },
            {
                "verse_number": "12",
                "verse_text": "In the name of the Lord Jesus Christ we command these people and warn them to lead orderly lives and work to earn their own living."
            },
            {
                "verse_number": "13",
                "verse_text": "But you, brothers and sisters, must not get tired of doing good."
            },
            {
                "verse_number": "14",
                "verse_text": "It may be that someone there will not obey the message we send you in this letter. If so, take note of that person and have nothing to do with him or her, so that they will be ashamed."
            },
            {
                "verse_number": "15",
                "verse_text": "But do not treat them as an enemy; instead, warn them as a fellow-believer."
            },
            {
                "verse_number": "16",
                "verse_text": "May the Lord himself, who is our source of peace, give you peace at all times and in every way. The Lord be with you all."
            },
            {
                "verse_number": "17",
                "verse_text": "With my own hand I write this: Greetings from Paul. This is the way I sign every letter; this is how I write."
            },
            {
                "verse_number": "18",
                "verse_text": "May the grace of our Lord Jesus Christ be with you all."
            }
        ]
    }
}