{
    "2 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus by God's will, sent to proclaim the promised life which we have in union with Christ Jesus &ndash; May God the Father and Christ Jesus our Lord give you grace, mercy, and peace."
            },
            {
                "verse_number": "2",
                "verse_text": "To Timothy, my dear son:"
            },
            {
                "verse_number": "3",
                "verse_text": "I give thanks to God, whom I serve with a clear conscience, as my ancestors did. I thank him as I remember you always in my prayers night and day."
            },
            {
                "verse_number": "4",
                "verse_text": "I remember your tears, and I want to see you very much, so that I may be filled with joy."
            },
            {
                "verse_number": "5",
                "verse_text": "I remember the sincere faith you have, the kind of faith that your grandmother Lois and your mother Eunice also had. I am sure that you have it also."
            },
            {
                "verse_number": "6",
                "verse_text": "For this reason I remind you to keep alive the gift that God gave you when I laid my hands on you."
            },
            {
                "verse_number": "7",
                "verse_text": "For the Spirit that God has given us does not make us timid; instead, his Spirit fills us with power, love, and self-control."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not be ashamed, then, of witnessing for our Lord; nor be ashamed of me, a prisoner for Christ's sake. Instead, take your part in suffering for the Good News, as God gives you the strength to do it."
            },
            {
                "verse_number": "9",
                "verse_text": "He saved us and called us to be his own people, not because of what we have done, but because of his own purpose and grace. He gave us this grace by means of Christ Jesus before the beginning of time,"
            },
            {
                "verse_number": "10",
                "verse_text": "but now it has been revealed to us through the coming of our Saviour, Christ Jesus. He has ended the power of death and through the gospel has revealed immortal life."
            },
            {
                "verse_number": "11",
                "verse_text": "God has appointed me as an apostle and teacher to proclaim the Good News,"
            },
            {
                "verse_number": "12",
                "verse_text": "and it is for this reason that I suffer these things. But I am still full of confidence, because I know whom I have trusted, and I am sure that he is able to keep safe until that Day what he has entrusted to me."
            },
            {
                "verse_number": "13",
                "verse_text": "Hold firmly to the true words that I taught you, as the example for you to follow, and remain in the faith and love that are ours in union with Christ Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "Through the power of the Holy Spirit, who lives in us, keep the good things that have been entrusted to you."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that everyone in the province of Asia, including Phygelus and Hermogenes, has deserted me."
            },
            {
                "verse_number": "16",
                "verse_text": "May the Lord show mercy to the family of Onesiphorus, because he cheered me up many times. He was not ashamed that I am in prison,"
            },
            {
                "verse_number": "17",
                "verse_text": "but as soon as he arrived in Rome, he started looking for me until he found me."
            },
            {
                "verse_number": "18",
                "verse_text": "May the Lord grant him his mercy on that Day! And you know very well how much he did for me in Ephesus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "As for you, my son, be strong through the grace that is ours in union with Christ Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "Take the teachings that you heard me proclaim in the presence of many witnesses, and entrust them to reliable people, who will be able to teach others also. &apos;If we have died with him, we shall also live with him. we shall also rule with him. If we deny him, he also will deny us. he remains faithful, because he cannot be false to himself.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Take your part in suffering, as a loyal soldier of Christ Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "A soldier on active service wants to please his commanding officer and so does not get mixed up in the affairs of civilian life."
            },
            {
                "verse_number": "5",
                "verse_text": "An athlete who runs in a race cannot win the prize unless he obeys the rules."
            },
            {
                "verse_number": "6",
                "verse_text": "The farmer who has done the hard work should have the first share of the harvest."
            },
            {
                "verse_number": "7",
                "verse_text": "Think about what I am saying, because the Lord will enable you to understand it all."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember Jesus Christ, who was raised from death, who was a descendant of David, as is taught in the Good News I preach."
            },
            {
                "verse_number": "9",
                "verse_text": "Because I preach the Good News, I suffer and I am even chained like a criminal. But the word of God is not in chains,"
            },
            {
                "verse_number": "10",
                "verse_text": "and so I endure everything for the sake of God's chosen people, in order that they too may obtain the salvation that comes through Christ Jesus and brings eternal glory."
            },
            {
                "verse_number": "11",
                "verse_text": "This is a true saying:"
            },
            {
                "verse_number": "12",
                "verse_text": "If we continue to endure,"
            },
            {
                "verse_number": "13",
                "verse_text": "If we are not faithful,"
            },
            {
                "verse_number": "14",
                "verse_text": "Remind your people of this, and give them a solemn warning in God's presence not to fight over words. It does no good, but only ruins the people who listen."
            },
            {
                "verse_number": "15",
                "verse_text": "Do your best to win full approval in God's sight, as a worker who is not ashamed of his work, one who correctly teaches the message of God's truth."
            },
            {
                "verse_number": "16",
                "verse_text": "Keep away from profane and foolish discussions, which only drive people further away from God."
            },
            {
                "verse_number": "17",
                "verse_text": "Such teaching is like an open sore that eats away the flesh. Two men who have taught such things are Hymenaeus and Philetus."
            },
            {
                "verse_number": "18",
                "verse_text": "They have left the way of truth and are upsetting the faith of some believers by saying that our resurrection has already taken place."
            },
            {
                "verse_number": "19",
                "verse_text": "But the solid foundation that God has laid cannot be shaken; and on it are written these words: &apos;The Lord knows those who are his&apos; and &apos;All who say that they belong to the Lord must turn away from wrongdoing.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "In a large house there are dishes and bowls of all kinds: some are made of silver and gold, others of wood and clay; some are for special occasions, others for ordinary use."
            },
            {
                "verse_number": "21",
                "verse_text": "If anyone makes himself or herself clean from all those evil things, they will be used for special purposes, because they are dedicated and useful to their Master, ready to be used for every good deed."
            },
            {
                "verse_number": "22",
                "verse_text": "Avoid the passions of youth, and strive for righteousness, faith, love, and peace, together with those who with a pure heart call out to the Lord for help."
            },
            {
                "verse_number": "23",
                "verse_text": "But keep away from foolish and ignorant arguments; you know that they end up in quarrels."
            },
            {
                "verse_number": "24",
                "verse_text": "As the Lord's servant, you must not quarrel. You must be kind towards all, a good and patient teacher,"
            },
            {
                "verse_number": "25",
                "verse_text": "gentle as you correct your opponents, for it may be that God will give them the opportunity to repent and come to know the truth."
            },
            {
                "verse_number": "26",
                "verse_text": "And then they will come to their senses and escape from the trap of the Devil, who had caught them and made them obey his will."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Remember that there will be difficult times in the last days."
            },
            {
                "verse_number": "2",
                "verse_text": "People will be selfish, greedy, boastful, and conceited; they will be insulting, disobedient to their parents, ungrateful, and irreligious;"
            },
            {
                "verse_number": "3",
                "verse_text": "they will be unkind, merciless, slanderers, violent, and fierce; they will hate the good;"
            },
            {
                "verse_number": "4",
                "verse_text": "they will be treacherous, reckless, and swollen with pride; they will love pleasure rather than God;"
            },
            {
                "verse_number": "5",
                "verse_text": "they will hold to the outward form of our religion, but reject its real power. Keep away from such people."
            },
            {
                "verse_number": "6",
                "verse_text": "Some of them go into people's houses and gain control over weak women who are burdened by the guilt of their sins and driven by all kinds of desires,"
            },
            {
                "verse_number": "7",
                "verse_text": "women who are always trying to learn but who can never come to know the truth."
            },
            {
                "verse_number": "8",
                "verse_text": "As Jannes and Jambres were opposed to Moses, so also these people are opposed to the truth &ndash; people whose minds do not function and who are failures in the faith."
            },
            {
                "verse_number": "9",
                "verse_text": "But they will not get very far, because everyone will see how stupid they are. That is just what happened to Jannes and Jambres."
            },
            {
                "verse_number": "10",
                "verse_text": "But you have followed my teaching, my conduct, and my purpose in life; you have observed my faith, my patience, my love, my endurance,"
            },
            {
                "verse_number": "11",
                "verse_text": "my persecutions, and my sufferings. You know all that happened to me in Antioch, Iconium, and Lystra, the terrible persecutions I endured! But the Lord rescued me from them all."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone who wants to live a godly life in union with Christ Jesus will be persecuted;"
            },
            {
                "verse_number": "13",
                "verse_text": "and evil persons and impostors will keep on going from bad to worse, deceiving others and being deceived themselves."
            },
            {
                "verse_number": "14",
                "verse_text": "But as for you, continue in the truths that you were taught and firmly believe. You know who your teachers were,"
            },
            {
                "verse_number": "15",
                "verse_text": "and you remember that ever since you were a child, you have known the Holy Scriptures, which are able to give you the wisdom that leads to salvation through faith in Christ Jesus."
            },
            {
                "verse_number": "16",
                "verse_text": "All Scripture is inspired by God and is useful for teaching the truth, rebuking error, correcting faults, and giving instruction for right living,"
            },
            {
                "verse_number": "17",
                "verse_text": "so that the person who serves God may be fully qualified and equipped to do every kind of good deed."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "In the presence of God and of Christ Jesus, who will judge the living and the dead, and because he is coming to rule as King, I solemnly urge you"
            },
            {
                "verse_number": "2",
                "verse_text": "to preach the message, to insist upon proclaiming it (whether the time is right or not), to convince, reproach, and encourage, as you teach with all patience."
            },
            {
                "verse_number": "3",
                "verse_text": "The time will come when people will not listen to sound doctrine, but will follow their own desires and will collect for themselves more and more teachers who will tell them what they are itching to hear."
            },
            {
                "verse_number": "4",
                "verse_text": "They will turn away from listening to the truth and give their attention to legends."
            },
            {
                "verse_number": "5",
                "verse_text": "But you must keep control of yourself in all circumstances; endure suffering, do the work of a preacher of the Good News, and perform your whole duty as a servant of God. Eubulus, Pudens, Linus, and Claudia send their greetings, and so do all the other Christians. God's grace be with you all."
            },
            {
                "verse_number": "6",
                "verse_text": "As for me, the hour has come for me to be sacrificed; the time is here for me to leave this life."
            },
            {
                "verse_number": "7",
                "verse_text": "I have done my best in the race, I have run the full distance, and I have kept the faith."
            },
            {
                "verse_number": "8",
                "verse_text": "And now there is waiting for me the victory prize of being put right with God, which the Lord, the righteous Judge, will give me on that Day &ndash; and not only to me, but to all those who wait with love for him to appear."
            },
            {
                "verse_number": "9",
                "verse_text": "Do your best to come to me soon."
            },
            {
                "verse_number": "10",
                "verse_text": "Demas fell in love with this present world and has deserted me, going off to Thessalonica. Crescens went to Galatia, and Titus to Dalmatia."
            },
            {
                "verse_number": "11",
                "verse_text": "Only Luke is with me. Get Mark and bring him with you, because he can help me in the work."
            },
            {
                "verse_number": "12",
                "verse_text": "I sent Tychicus to Ephesus."
            },
            {
                "verse_number": "13",
                "verse_text": "When you come, bring my coat that I left in Troas with Carpus; bring the books too, and especially the ones made of parchment."
            },
            {
                "verse_number": "14",
                "verse_text": "Alexander the metalworker did me much harm; the Lord will reward him according to what he has done."
            },
            {
                "verse_number": "15",
                "verse_text": "Be on your guard against him yourself, because he was violently opposed to our message."
            },
            {
                "verse_number": "16",
                "verse_text": "No one stood by me the first time I defended myself; all deserted me. May God not count it against them!"
            },
            {
                "verse_number": "17",
                "verse_text": "But the Lord stayed with me and gave me strength, so that I was able to proclaim the full message for all the Gentiles to hear; and I was rescued from being sentenced to death."
            },
            {
                "verse_number": "18",
                "verse_text": "And the Lord will rescue me from all evil and take me safely into his heavenly Kingdom. To him be the glory for ever and ever! Amen."
            },
            {
                "verse_number": "19",
                "verse_text": "I send greetings to Priscilla and Aquila and to the family of Onesiphorus."
            },
            {
                "verse_number": "20",
                "verse_text": "Erastus stayed in Corinth, and I left Trophimus in Miletus, because he was ill."
            },
            {
                "verse_number": "21",
                "verse_text": "Do your best to come before winter."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord be with your spirit."
            }
        ]
    }
}