{
    "2 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon, the son of King David, took firm control of the kingdom of Israel, and the LORD his God blessed him and made him very powerful."
            },
            {
                "verse_number": "2",
                "verse_text": "King Solomon gave an order to all the officers in charge of units of a thousand men and of a hundred men, all the government officials, all the heads of families, and all the rest of the people,"
            },
            {
                "verse_number": "3",
                "verse_text": "commanding them to go with him to the place of worship at Gibeon. They went there because that was where the Tent of the LORD 's presence was located, which Moses, the LORD 's servant, had made in the wilderness."
            },
            {
                "verse_number": "4",
                "verse_text": "(The Covenant Box, however, was in Jerusalem, kept in a tent which King David had set up when he brought the Box from Kiriath Jearim.)"
            },
            {
                "verse_number": "5",
                "verse_text": "The bronze altar which had been made by Bezalel, the son of Uri and grandson of Hur, was also in Gibeon in front of the Tent of the LORD 's presence. King Solomon and all the people worshipped the LORD there."
            },
            {
                "verse_number": "6",
                "verse_text": "In front of the Tent the king worshipped the LORD by offering sacrifices on the bronze altar; he had a thousand animals killed and burnt whole on it."
            },
            {
                "verse_number": "7",
                "verse_text": "That night God appeared to Solomon and asked, &apos;What would you like me to give you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon answered, &apos;You always showed great love for my father David, and now you have let me succeed him as king."
            },
            {
                "verse_number": "9",
                "verse_text": "O LORD God, fulfil the promise you made to my father. You have made me king over a people who are so many that they cannot be counted,"
            },
            {
                "verse_number": "10",
                "verse_text": "so give me the wisdom and knowledge I need to rule over them. Otherwise, how would I ever be able to rule this great people of yours?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "God replied to Solomon, &apos;You have made the right choice. Instead of asking for wealth or treasure or fame or the death of your enemies or even for long life for yourself, you have asked for wisdom and knowledge so that you can rule my people, over whom I have made you king."
            },
            {
                "verse_number": "12",
                "verse_text": "I will give you wisdom and knowledge. And in addition, I will give you more wealth, treasure, and fame than any king has ever had before or will ever have again.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Solomon left the place of worship at Gibeon, where the Tent of the LORD 's presence was, and returned to Jerusalem. There he ruled over Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "He built up a force of 1,400 chariots and 12,000 cavalry horses. Some of them he kept in Jerusalem, and the rest he stationed in various other cities."
            },
            {
                "verse_number": "15",
                "verse_text": "During his reign silver and gold became as common in Jerusalem as stone, and cedar was as plentiful as ordinary sycomore."
            },
            {
                "verse_number": "16",
                "verse_text": "The king's agents controlled the export of horses from Musri and Cilicia,"
            },
            {
                "verse_number": "17",
                "verse_text": "and the export of chariots from Egypt. They supplied the Hittite and Syrian kings with horses and chariots, selling chariots for 600 pieces of silver each and horses for 150 each."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon decided to build a temple where the LORD would be worshipped, and also to build a palace for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "He put 70,000 men to work transporting materials, and 80,000 to work quarrying stone. There were 3,600 others responsible for supervising the work."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon sent a message to King Hiram of Tyre: &apos;Do business with me as you did with my father, King David, when you sold him cedar logs for building his palace."
            },
            {
                "verse_number": "4",
                "verse_text": "I am building a temple to honour the LORD my God. It will be a holy place where my people and I will worship him by burning incense of fragrant spices, where we will present offerings of sacred bread to him continuously, and where we will offer burnt offerings every morning and evening, as well as on Sabbaths, New Moon Festivals, and other holy days honouring the LORD our God. He has commanded Israel to do this for ever."
            },
            {
                "verse_number": "5",
                "verse_text": "I intend to build a great temple, because our God is greater than any other god."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet no one can really build a temple for God, because even all the vastness of heaven cannot contain him. How then can I build a temple that would be anything more than a place to burn incense to God?"
            },
            {
                "verse_number": "7",
                "verse_text": "Now send me a man with skill in engraving, in working gold, silver, bronze, and iron, and in making blue, purple and red cloth. He will work with the craftsmen of Judah and Jerusalem whom my father David selected."
            },
            {
                "verse_number": "8",
                "verse_text": "I know how skilful your woodmen are, so send me cedar, cypress, and juniper logs from Lebanon. I am ready to send my men to assist yours"
            },
            {
                "verse_number": "9",
                "verse_text": "in preparing large quantities of timber, because this temple I intend to build will be large and magnificent."
            },
            {
                "verse_number": "10",
                "verse_text": "As provisions for your workmen, I will send you 2,000 tonnes of wheat, 2,000 tonnes of barley, 400,000 litres of wine, and 400,000 litres of olive oil.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "King Hiram sent Solomon a letter in reply. He wrote, &apos;Because the LORD loves his people, he has made you their king."
            },
            {
                "verse_number": "12",
                "verse_text": "Praise the LORD God of Israel, Creator of heaven and earth! He has given King David a wise son, full of understanding and skill, who now plans to build a temple for the LORD and a palace for himself."
            },
            {
                "verse_number": "13",
                "verse_text": "I am sending you a wise and skilful master craftsman named Huram."
            },
            {
                "verse_number": "14",
                "verse_text": "His mother was a member of the tribe of Dan and his father was a native of Tyre. He knows how to make things out of gold, silver, bronze, iron, stone, and wood. He can work with blue, purple, and red cloth, and with linen. He can do all sorts of engraving and can follow any design suggested to him. Let him work with your skilled workers and with those who worked for your father, King David."
            },
            {
                "verse_number": "15",
                "verse_text": "So now send us the wheat, barley, wine, and olive oil that you promised."
            },
            {
                "verse_number": "16",
                "verse_text": "In the mountains of Lebanon we will cut down all the cedars you need, bind them together in rafts, and float them by sea as far as Joppa. From there you can take them to Jerusalem.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "King Solomon took a census of all the foreigners living in the land of Israel, similar to the census his father David had taken. There were 153,600 resident foreigners."
            },
            {
                "verse_number": "18",
                "verse_text": "He assigned 70,000 of them to transport materials and 80,000 to cut stones in the mountains, and appointed 3,600 supervisors to make sure the work was done."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "King David, Solomon's father, had already prepared a place for the Temple. It was in Jerusalem, on Mount Moriah, where the LORD appeared to David, the place which Araunah the Jebusite had used as a threshing place. King Solomon began the construction"
            },
            {
                "verse_number": "2",
                "verse_text": "in the second month of the fourth year that he was king."
            },
            {
                "verse_number": "3",
                "verse_text": "The Temple which King Solomon built was 27 metres long and nine metres wide."
            },
            {
                "verse_number": "4",
                "verse_text": "The entrance room was the full width of the Temple, nine metres, and was 54 metres high. The inside of the room was overlaid with pure gold."
            },
            {
                "verse_number": "5",
                "verse_text": "The main room was panelled with cedar and overlaid with fine gold, in which were worked designs of palm trees and chain patterns."
            },
            {
                "verse_number": "6",
                "verse_text": "The king decorated the Temple with beautiful precious stones and with gold imported from the land of Parvaim."
            },
            {
                "verse_number": "7",
                "verse_text": "He used the gold to overlay the temple walls, the rafters, the thresholds, and the doors. On the walls the workers carved designs of winged creatures."
            },
            {
                "verse_number": "8",
                "verse_text": "The inner room, called the Most Holy Place, was nine metres long and nine metres wide, which was the full width of the Temple. Over twenty tonnes of gold were used to cover the walls of the Most Holy Place;"
            },
            {
                "verse_number": "9",
                "verse_text": "570 grammes of gold were used for making nails, and the walls of the upper rooms were also covered with gold."
            },
            {
                "verse_number": "10",
                "verse_text": "The king also ordered his workers to make two winged creatures out of metal, cover them with gold, and place them in the Most Holy Place,"
            },
            {
                "verse_number": "14",
                "verse_text": "A curtain for the Most Holy Place was made of linen and of other material, which was dyed blue, purple, and red, with designs of the winged creatures worked into it."
            },
            {
                "verse_number": "15",
                "verse_text": "The king made two columns, each one 15.5 metres tall, and placed them in front of the Temple. Each one had a capital 2.2 metres tall."
            },
            {
                "verse_number": "16",
                "verse_text": "The tops of the columns were decorated with a design of interwoven chains and 100 bronze pomegranates."
            },
            {
                "verse_number": "17",
                "verse_text": "The columns were set at the sides of the temple entrance: the one on the south side was named Jachin, and the one on the north side was named Boaz."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon had a bronze altar made, which was nine metres square and 4.5 metres high."
            },
            {
                "verse_number": "2",
                "verse_text": "He also made a round tank of bronze, 2.2 metres deep, 4.5 metres in diameter, and 13.2 metres in circumference."
            },
            {
                "verse_number": "3",
                "verse_text": "All round the outer edge of the rim of the tank were two rows of decorations, one above the other. The decorations were in the shape of bulls, which had been cast all in one piece with the rest of the tank."
            },
            {
                "verse_number": "4",
                "verse_text": "The tank rested on the backs of twelve bronze bulls that faced outwards, three facing in each direction."
            },
            {
                "verse_number": "5",
                "verse_text": "The sides of the tank were 75 millimetres thick. Its rim was like the rim of a cup, curving outwards like the petals of a flower. The tank held about 60,000 litres."
            },
            {
                "verse_number": "6",
                "verse_text": "They also made ten basins, five to be placed on the south side of the Temple and five on the north side. They were to be used to rinse the parts of the animals that were burnt as sacrifices. The water in the large tank was for the priests to use for washing. The two columns The two bowl-shaped capitals on top of the columns The design of interwoven chains on each capital The 400 bronze pomegranates arranged in two rows round the design of each capital The ten basins The tank The twelve bulls supporting the tank The pots, shovels, and forks."
            },
            {
                "verse_number": "9",
                "verse_text": "They made an inner courtyard for the priests, and also an outer courtyard. The doors in the gates between the courtyards were covered with bronze."
            },
            {
                "verse_number": "10",
                "verse_text": "The tank was placed near the south-east corner of the Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "The king had them all made in the foundry between Sukkoth and Zeredah in the Jordan Valley."
            },
            {
                "verse_number": "18",
                "verse_text": "So many objects were made that no one determined the total weight of the bronze used."
            },
            {
                "verse_number": "19",
                "verse_text": "King Solomon also had gold furnishings made for the Temple: the altar and the tables for the bread offered to God;"
            },
            {
                "verse_number": "20",
                "verse_text": "the lampstands and the lamps of fine gold that were to burn in front of the Most Holy Place, according to plan;"
            },
            {
                "verse_number": "21",
                "verse_text": "the flower decorations, the lamps, and the tongs;"
            },
            {
                "verse_number": "22",
                "verse_text": "the lamp snuffers, the bowls, the dishes for incense, and the pans used for carrying live coals. All these objects were made of pure gold. The outer doors of the Temple and the doors to the Most Holy Place were overlaid with gold."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When King Solomon finished all the work on the Temple, he placed in the temple storerooms all the things that his father David had dedicated to the LORD &ndash; the silver, gold, and other articles. &apos;Praise the LORD , because he is good, And his love is eternal.&apos; As the priests were leaving the Temple, it was suddenly filled with a cloud shining with the dazzling light of the LORD 's presence, and they could not continue the service of worship."
            },
            {
                "verse_number": "2",
                "verse_text": "Then King Solomon summoned all the leaders of the tribes and clans of Israel to assemble in Jerusalem, in order to take the LORD 's Covenant Box from Zion, David's City, to the Temple."
            },
            {
                "verse_number": "3",
                "verse_text": "They all assembled at the time of the Festival of Shelters."
            },
            {
                "verse_number": "4",
                "verse_text": "When all the leaders had gathered, then the Levites lifted the Covenant Box"
            },
            {
                "verse_number": "5",
                "verse_text": "and carried it to the Temple. The priests and the Levites also moved the Tent of the LORD 's presence and all its equipment to the Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "King Solomon and all the people of Israel assembled in front of the Covenant Box and sacrificed a large number of sheep and cattle &ndash; too many to count."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priests carried the Covenant Box of the LORD into the Temple and put it in the Most Holy Place, beneath the winged creatures."
            },
            {
                "verse_number": "8",
                "verse_text": "Their outstretched wings covered the Box and the carrying poles."
            },
            {
                "verse_number": "9",
                "verse_text": "The ends of the poles could be seen by anyone standing directly in front of the Most Holy Place, but from nowhere else. (The poles are still there today.)"
            },
            {
                "verse_number": "10",
                "verse_text": "There was nothing inside the Covenant Box except the two stone tablets which Moses had placed there at Mount Sinai, when the LORD made a covenant with the people of Israel as they were coming from Egypt."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then King Solomon prayed, &apos; LORD , you have chosen to live in clouds and darkness. a place for you to live in for ever.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Now I have built a majestic temple for you,"
            },
            {
                "verse_number": "3",
                "verse_text": "All the people of Israel were standing there. The king turned to face them and asked God's blessing on them."
            },
            {
                "verse_number": "4",
                "verse_text": "He said, &apos;Praise the LORD God of Israel! He has kept the promise he made to my father David when he said to him,"
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;From the time I brought my people out of Egypt until now, I did not choose any city in the land of Israel as the place to build a temple where I would be worshipped, and I did not choose anyone to lead my people Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "But now I have chosen Jerusalem as the place where I will be worshipped, and you, David, to rule my people.&quot; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And Solomon continued, &apos;My father David planned to build a temple for the worship of the LORD God of Israel,"
            },
            {
                "verse_number": "8",
                "verse_text": "but the LORD said to him, &quot;You were right in wanting to build a temple for me,"
            },
            {
                "verse_number": "9",
                "verse_text": "but you will never build it. It is your son, your own son, who will build my temple.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Now the LORD has kept his promise: I have succeeded my father as king of Israel, and I have built a temple for the worship of the LORD God of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "I have placed in the Temple the Covenant Box, which contains the stone tablets of the covenant which the LORD made with the people of Israel.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then in the presence of the people Solomon went and stood in front of the altar and raised his arms in prayer."
            },
            {
                "verse_number": "13",
                "verse_text": "(Solomon had made a bronze platform and put it in the middle of the courtyard. It was 2.2 metres square and 1.3 metres high. He mounted this platform, knelt down where everyone could see him, and raised his hands towards heaven.)"
            },
            {
                "verse_number": "14",
                "verse_text": "He prayed, &apos; LORD God of Israel, in all heaven and earth there is no god like you. You keep your covenant with your people and show them your love when they live in wholehearted obedience to you."
            },
            {
                "verse_number": "15",
                "verse_text": "You have kept the promise you made to my father David; today every word has been fulfilled."
            },
            {
                "verse_number": "16",
                "verse_text": "Now, LORD God of Israel, keep the other promise you made to my father when you told him that there would always be one of his descendants ruling as king of Israel, provided that they carefully obeyed your Law just as he did."
            },
            {
                "verse_number": "17",
                "verse_text": "So now, LORD God of Israel, let everything come true that you promised to your servant David."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;But can you, O God, really live on earth among men and women? Not even all heaven is large enough to hold you, so how can this Temple that I have built be large enough?"
            },
            {
                "verse_number": "19",
                "verse_text": "LORD my God, I am your servant. Listen to my prayer and grant the requests I make to you."
            },
            {
                "verse_number": "20",
                "verse_text": "Watch over this Temple day and night. You have promised that this is where you will be worshipped, so hear me when I face this Temple and pray."
            },
            {
                "verse_number": "21",
                "verse_text": "Hear my prayers and the prayers of your people Israel when they face this place and pray. In your home in heaven hear us and forgive us."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;When a person is accused of wronging another and is brought to your altar in this Temple to take an oath that he is innocent,"
            },
            {
                "verse_number": "23",
                "verse_text": "O LORD , listen in heaven and judge your servants. Punish the guilty one as he deserves and acquit the one who is innocent."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;When your people Israel are defeated by their enemies because they have sinned against you and then when they turn to you and come to this Temple, humbly praying to you for forgiveness,"
            },
            {
                "verse_number": "25",
                "verse_text": "listen to them in heaven. Forgive the sins of your people and bring them back to the land which you gave to them and to their ancestors."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;When you hold back the rain because your people have sinned against you and then when they repent and face this Temple, humbly praying to you,"
            },
            {
                "verse_number": "27",
                "verse_text": "O LORD , listen to them in heaven and forgive the sins of your servants, the people of Israel, and teach them to do what is right. Then, O LORD , send rain on this land of yours, which you gave to your people as a permanent possession."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;When there is famine in the land or an epidemic or the crops are destroyed by scorching winds or swarms of locusts, or when your people are attacked by their enemies, or when there is disease or sickness among them,"
            },
            {
                "verse_number": "29",
                "verse_text": "listen to their prayers. If any of your people Israel, out of heartfelt sorrow, stretch out their hands in prayer towards this Temple,"
            },
            {
                "verse_number": "30",
                "verse_text": "hear their prayer. Listen to them in your home in heaven and forgive them. You alone know the thoughts of the human heart. Deal with each person as he deserves,"
            },
            {
                "verse_number": "31",
                "verse_text": "so that your people may honour you and obey you all the time they live in the land which you gave to our ancestors."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;When foreigners who live in a distant land hear how great and powerful you are and how you are always ready to act, and then they come to pray at this Temple,"
            },
            {
                "verse_number": "33",
                "verse_text": "listen to their prayers. In heaven, where you live, hear them and do what they ask you to do, so that all the peoples of the world may know you and obey you, as your people Israel do. Then they will know that this Temple I have built is where you are to be worshipped."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;When you command your people to go into battle against their enemies and they pray to you, wherever they are, facing this city which you have chosen and this Temple which I have built for you,"
            },
            {
                "verse_number": "35",
                "verse_text": "listen to their prayers. Hear them in heaven and give them victory."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;When your people sin against you &ndash; and there is no one who does not sin &ndash; and in your anger you let their enemies defeat them and take them as prisoners to some other land, even if that land is far away,"
            },
            {
                "verse_number": "37",
                "verse_text": "listen to your people's prayers. If there in that land they repent and pray to you, confessing how sinful and wicked they have been, hear their prayers, O LORD ."
            },
            {
                "verse_number": "38",
                "verse_text": "If in that land they truly and sincerely repent and pray to you as they face towards this land which you gave to our ancestors, this city which you have chosen, and this Temple which I have built for you,"
            },
            {
                "verse_number": "39",
                "verse_text": "then listen to their prayers. In your home in heaven hear them and be merciful to them and forgive all the sins of your people."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Now, O my God, look on us and listen to the prayers offered in this place."
            },
            {
                "verse_number": "41",
                "verse_text": "Rise up now, LORD God, and with the Covenant Box, the symbol of your power, enter the Temple and stay here for ever. Bless your priests in all they do, and may all your people be happy because of your goodness to them."
            },
            {
                "verse_number": "42",
                "verse_text": "LORD God, do not reject the king you have chosen. Remember the love you had for your servant David.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When King Solomon finished his prayer, fire came down from heaven and burnt up the sacrifices that had been offered, and the dazzling light of the LORD 's presence filled the Temple."
            },
            {
                "verse_number": "2",
                "verse_text": "Because the Temple was full of the dazzling light, the priests could not enter it."
            },
            {
                "verse_number": "3",
                "verse_text": "When the people of Israel saw the fire fall from heaven and the light fill the Temple, they fell face downwards on the pavement, worshipping God and praising him for his goodness and his eternal love."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Solomon and all the people offered sacrifices to the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "He sacrificed 22,000 head of cattle and 120,000 sheep as fellowship offerings. And so he and all the people dedicated the Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests stood in the places that were assigned to them, and facing them stood the Levites, praising the LORD with the musical instruments that King David had provided and singing the hymn, &apos;His Love is Eternal!&apos; as they had been commissioned by David. The priests blew trumpets while all the people stood."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon consecrated the central part of the courtyard, the area in front of the Temple, and then offered there the sacrifices burnt whole, the grain offerings, and the fat from the fellowship offerings. He did this because the bronze altar which he had made was too small for all these offerings."
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon and all the people of Israel celebrated the Festival of Shelters for seven days. There was a huge crowd of people from as far away as Hamath Pass in the north and the Egyptian border in the south."
            },
            {
                "verse_number": "9",
                "verse_text": "They had spent seven days for the dedication of the altar and then seven more days for the festival. On the last day they had a closing celebration,"
            },
            {
                "verse_number": "10",
                "verse_text": "and on the following day, the 23rd day of the seventh month, Solomon sent the people home. They were happy about all the blessings that the LORD had given to his people Israel, to David, and to Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "After King Solomon had finished the Temple and the palace, successfully completing all his plans for them,"
            },
            {
                "verse_number": "12",
                "verse_text": "the LORD appeared to him at night. He said to him, &apos;I have heard your prayer, and I accept this Temple as the place where sacrifices are to be offered to me."
            },
            {
                "verse_number": "13",
                "verse_text": "Whenever I hold back the rain or send locusts to eat up the crops or send an epidemic on my people,"
            },
            {
                "verse_number": "14",
                "verse_text": "if they pray to me and repent and turn away from the evil they have been doing, then I will hear them in heaven, forgive their sins, and make their land prosperous again."
            },
            {
                "verse_number": "15",
                "verse_text": "I will watch over this Temple and be ready to hear all the prayers that are offered here,"
            },
            {
                "verse_number": "16",
                "verse_text": "because I have chosen it and consecrated it as the place where I will be worshipped for ever. I will watch over it and protect it for all time."
            },
            {
                "verse_number": "17",
                "verse_text": "If you serve me faithfully as your father David did, obeying my laws and doing everything I have commanded you,"
            },
            {
                "verse_number": "18",
                "verse_text": "I will keep the promise I made to your father David when I told him that Israel would always be ruled by his descendants."
            },
            {
                "verse_number": "19",
                "verse_text": "But if you and your people ever disobey the laws and commands I have given you, and worship other gods,"
            },
            {
                "verse_number": "20",
                "verse_text": "then I will remove you from the land that I gave you, and I will abandon this Temple that I have consecrated as the place where I am to be worshipped. People everywhere will ridicule it and treat it with contempt."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The Temple is now greatly honoured, but then everyone who passes by it will be amazed and will ask, &quot;Why did the LORD do this to this land and this Temple?&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "People will answer, &quot;It is because they abandoned the LORD their God, who brought their ancestors out of Egypt. They gave their allegiance to other gods and worshipped them. That is why the LORD has brought this disaster on them.&quot; &apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "It took Solomon twenty years to build the Temple and his palace."
            },
            {
                "verse_number": "2",
                "verse_text": "He also rebuilt the cities that King Hiram had given him, and sent Israelites to settle in them."
            },
            {
                "verse_number": "3",
                "verse_text": "He captured the territory of Hamath and Zobah"
            },
            {
                "verse_number": "4",
                "verse_text": "and fortified the city of Palmyra in the desert. He rebuilt all the cities in Hamath that were centres for storing supplies."
            },
            {
                "verse_number": "5",
                "verse_text": "Solomon also rebuilt the following cities: Upper Beth Horon and Lower Beth Horon (fortified cities with gates that could be barred),"
            },
            {
                "verse_number": "6",
                "verse_text": "the city of Baalath, all the cities where he stored supplies, and the cities where his horses and chariots were stationed. He carried out all his plans for building in Jerusalem, in Lebanon, and throughout the territory that he ruled over."
            },
            {
                "verse_number": "9",
                "verse_text": "Israelites were not used in forced labour, but served as soldiers, officers, chariot commanders, and horsemen."
            },
            {
                "verse_number": "10",
                "verse_text": "There were 250 officials in charge of the forced labour working on the various building projects."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon moved his wife, the daughter of the king of Egypt, from David's City to a house he built for her. He said, &apos;She must not live in the palace of King David of Israel, because any place where the Covenant Box has been is holy.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon offered sacrifices to the LORD on the altar which he had built in front of the Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "He offered burnt offerings according to the requirements of the Law of Moses for each holy day: Sabbaths, New Moon Festivals, and the three annual festivals &ndash; the Festival of Unleavened Bread, the Harvest Festival, and the Festival of Shelters."
            },
            {
                "verse_number": "14",
                "verse_text": "Following the rules laid down by his father David, he organized the daily work of the priests and of the Levites who assisted the priests in singing hymns and in doing their work. He also organized the temple guards in sections for performing their daily duties at each gate, in accordance with the commands of David, the man of God."
            },
            {
                "verse_number": "15",
                "verse_text": "The instructions which David had given the priests and the Levites concerning the storehouses and other matters were carried out in detail."
            },
            {
                "verse_number": "16",
                "verse_text": "By this time all Solomon's projects had been completed. From the laying of the foundation of the LORD 's Temple to its completion, all the work had been successful."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Solomon went to Eziongeber and Elath, ports on the shore of the Gulf of Aqaba, in the land of Edom."
            },
            {
                "verse_number": "18",
                "verse_text": "King Hiram sent him ships under the command of his own officers and crewed by experienced sailors. They sailed with Solomon's officers to the land of Ophir and brought back to Solomon more than fifteen tonnes of gold."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The queen of Sheba heard of King Solomon's fame, and she travelled to Jerusalem to test him with difficult questions. She brought with her a large group of attendants, as well as camels loaded with spices, jewels, and a large amount of gold. When she and Solomon met, she asked him all the questions that she could think of."
            },
            {
                "verse_number": "2",
                "verse_text": "He answered them all; there was nothing too difficult for him to explain."
            },
            {
                "verse_number": "3",
                "verse_text": "The queen of Sheba heard Solomon's wisdom and saw the palace he had built."
            },
            {
                "verse_number": "4",
                "verse_text": "She saw the food that was served at his table, the living quarters for his officials, the organization of his palace staff and the uniforms they wore, the clothing of the servants who waited on him at feasts, and the sacrifices he offered in the Temple. It left her breathless and amazed."
            },
            {
                "verse_number": "5",
                "verse_text": "She said to the king, &apos;What I heard in my own country about you and your wisdom is true!"
            },
            {
                "verse_number": "6",
                "verse_text": "I did not believe what they told me until I came and saw for myself. I had not heard of even half your wisdom. You are even wiser than people say."
            },
            {
                "verse_number": "7",
                "verse_text": "How fortunate are those who serve you, who are always in your presence and are privileged to hear your wise sayings!"
            },
            {
                "verse_number": "8",
                "verse_text": "Praise the LORD your God! He has shown how pleased he is with you by making you king, to rule in his name. Because he loves his people Israel and wants to preserve them for ever, he has made you their king so that you can maintain law and justice.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "She presented to King Solomon the gifts she had brought: more than four tonnes of gold and a very large amount of spices and jewels. There have never been any other spices as fine as those that the queen of Sheba gave to King Solomon."
            },
            {
                "verse_number": "10",
                "verse_text": "(The men of King Hiram and of King Solomon who brought gold from Ophir also brought juniper wood and jewels."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon used the wood to make stairs for the Temple and for his palace, and to make harps and lyres for the musicians. Nothing like that had ever been seen before in the land of Judah.)"
            },
            {
                "verse_number": "12",
                "verse_text": "King Solomon gave the queen of Sheba everything she asked for. This was in addition to what he gave her in exchange for the gifts she brought to him. Then she and her attendants returned to the land of Sheba."
            },
            {
                "verse_number": "13",
                "verse_text": "Every year King Solomon received almost 23 tonnes of gold,"
            },
            {
                "verse_number": "14",
                "verse_text": "in addition to the taxes paid by the traders and merchants. The kings of Arabia and the governors of the Israelite districts also brought him silver and gold."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon made 200 large shields, each of which was covered with about seven kilogrammes of beaten gold,"
            },
            {
                "verse_number": "16",
                "verse_text": "and 300 smaller shields, each covered with about three kilogrammes of beaten gold. He had them all placed in the Hall of the Forest of Lebanon."
            },
            {
                "verse_number": "17",
                "verse_text": "The king also had a large throne made. Part of it was covered with ivory and the rest of it was covered with pure gold."
            },
            {
                "verse_number": "18",
                "verse_text": "Six steps led up to the throne, and there was a footstool attached to it, covered with gold. There were arms on each side of the throne, and the figure of a lion stood at each side."
            },
            {
                "verse_number": "19",
                "verse_text": "Twelve figures of lions were on the steps, one at either end of each step. No throne like this had ever existed in any other kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "All King Solomon's cups were made of gold, and all the utensils in the Hall of the Forest of Lebanon were of pure gold. Silver was not considered valuable in Solomon's day."
            },
            {
                "verse_number": "21",
                "verse_text": "He had a fleet of ocean-going ships sailing with King Hiram's fleet. Every three years his fleet would return, bringing gold, silver, ivory, apes, and monkeys."
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon was richer and wiser than any other king in the world."
            },
            {
                "verse_number": "23",
                "verse_text": "They all consulted him, to hear the wisdom that God had given him."
            },
            {
                "verse_number": "24",
                "verse_text": "Each of them brought Solomon gifts &ndash; articles of silver and gold, robes, weapons, spices, horses, and mules. This continued year after year."
            },
            {
                "verse_number": "25",
                "verse_text": "King Solomon also had 4,000 stalls for his chariots and horses, and had 12,000 cavalry horses. Some of them he kept in Jerusalem and the rest he stationed in various other cities."
            },
            {
                "verse_number": "26",
                "verse_text": "He was supreme ruler of all the kings in the territory from the River Euphrates to Philistia and the Egyptian border."
            },
            {
                "verse_number": "27",
                "verse_text": "During his reign silver was as common in Jerusalem as stone, and cedar was as plentiful as ordinary sycomore in the foothills of Judah."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon imported horses from Musri and from every other country."
            },
            {
                "verse_number": "29",
                "verse_text": "The rest of the history of Solomon from beginning to end is recorded in The History of Nathan the Prophet , in The Prophecy of Ahijah of Shiloh , and in The Visions of Iddo the Prophet , which also deal with the reign of King Jeroboam of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "Solomon ruled in Jerusalem over all Israel for forty years."
            },
            {
                "verse_number": "31",
                "verse_text": "He died and was buried in David's City, and his son Rehoboam succeeded him as king."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem, where all the people of northern Israel had gathered to make him king."
            },
            {
                "verse_number": "2",
                "verse_text": "When Jeroboam son of Nebat, who had gone to Egypt to escape from King Solomon, heard this news, he returned home."
            },
            {
                "verse_number": "3",
                "verse_text": "The people of the northern tribes sent for him, and they all went together to Rehoboam and said to him,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father placed heavy burdens on us. If you make these burdens lighter and make life easier for us, we will be your loyal subjects.&apos; So the people of Israel rebelled,"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam replied, &apos;Give me three days to consider the matter. Then come back.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "King Rehoboam consulted the older men who had served as his father Solomon's advisers. &apos;What answer do you advise me to give these people?&apos; he asked."
            },
            {
                "verse_number": "7",
                "verse_text": "They replied, &apos;If you are kind to these people and try to please them by giving a considerate answer, they will always serve you loyally.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But he ignored the advice of the older men and went instead to the young men who had grown up with him and who were now his advisers."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;What do you advise me to do?&apos; he asked. &apos;What shall I say to the people who are asking me to make their burdens lighter?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They replied, &apos;This is what you should tell them: &quot;My little finger is thicker than my father's waist.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Tell them, &quot;My father placed heavy burdens on you; I will make them even heavier. He beat you with a whip; I'll flog you with a horsewhip!&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Three days later Jeroboam and all the people returned to King Rehoboam, as he had instructed them."
            },
            {
                "verse_number": "13",
                "verse_text": "The king ignored the advice of the older men and spoke harshly to the people,"
            },
            {
                "verse_number": "14",
                "verse_text": "as the younger men had advised. He said, &apos;My father placed heavy burdens on you; I will make them even heavier. He beat you with a whip; I'll flog you with a horsewhip!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "It was the will of the LORD God to bring about what he had spoken to Jeroboam son of Nebat through the prophet Ahijah from Shiloh. This is why the king did not pay any attention to the people."
            },
            {
                "verse_number": "16",
                "verse_text": "When the people saw that the king would not listen to them, they shouted, &apos;Down with David and his family! What have they ever done for us? People of Israel, let's go home! Let Rehoboam look out for himself!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "leaving Rehoboam as king only of the people who lived in the territory of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King Rehoboam sent Adoniram, who was in charge of the forced labour, to go to the Israelites, but they stoned him to death. At this, Rehoboam hurriedly got into his chariot and escaped to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Ever since that time the people of the northern kingdom of Israel have been in rebellion against the dynasty of David."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When King Rehoboam arrived in Jerusalem, he called together 180,000 of the best soldiers from the tribes of Benjamin and Judah. He intended to go to war and restore his control over the northern tribes of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "But the LORD told the prophet Shemaiah"
            },
            {
                "verse_number": "3",
                "verse_text": "to give this message to King Rehoboam and to all the people of the tribes of Judah and Benjamin:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do not attack your fellow-Israelites. Go home, all of you. What has happened is my will.&apos; They obeyed the LORD 's command and did not go to fight Jeroboam."
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam remained in Jerusalem and had fortifications built for the following cities of Judah and Benjamin:"
            },
            {
                "verse_number": "6",
                "verse_text": "Bethlehem, Etam, Tekoa,"
            },
            {
                "verse_number": "7",
                "verse_text": "Bethzur, Soco, Adullam,"
            },
            {
                "verse_number": "8",
                "verse_text": "Gath, Mareshah, Ziph,"
            },
            {
                "verse_number": "9",
                "verse_text": "Adoraim, Lachish, Azekah,"
            },
            {
                "verse_number": "10",
                "verse_text": "Zorah, Aijalon, and Hebron."
            },
            {
                "verse_number": "11",
                "verse_text": "He had them strongly fortified and appointed a commander for each of them, and in each one he placed supplies of food, olive oil, and wine,"
            },
            {
                "verse_number": "12",
                "verse_text": "and also shields and spears. In this way he kept Judah and Benjamin under his control."
            },
            {
                "verse_number": "13",
                "verse_text": "From all the territory of Israel priests and Levites came south to Judah."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites abandoned their pastures and other land and moved to Judah and Jerusalem, because King Jeroboam of Israel and his successors would not let them serve as priests of the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "Jeroboam appointed priests of his own to serve at the pagan places of worship and to worship demons and the idols he made in the form of bull calves."
            },
            {
                "verse_number": "16",
                "verse_text": "From all the tribes of Israel people who sincerely wanted to worship the LORD , the God of Israel, followed the Levites to Jerusalem, so that they could offer sacrifices to the LORD , the God of their ancestors."
            },
            {
                "verse_number": "17",
                "verse_text": "This strengthened the kingdom of Judah, and for three years they supported Rehoboam son of Solomon and lived as they had under the rule of King David and King Solomon."
            },
            {
                "verse_number": "18",
                "verse_text": "Rehoboam married Mahalath, whose father was Jerimoth son of David, and whose mother was Abihail, the daughter of Eliab and granddaughter of Jesse."
            },
            {
                "verse_number": "19",
                "verse_text": "They had three sons, Jeush, Shemariah, and Zaham."
            },
            {
                "verse_number": "20",
                "verse_text": "Later he married Maacah, the daughter of Absalom, and they had four sons: Abijah, Attai, Ziza, and Shelomith."
            },
            {
                "verse_number": "21",
                "verse_text": "In all, Rehoboam had eighteen wives and sixty concubines, and he fathered 28 sons and sixty daughters. Of all his wives and concubines he loved Maacah best,"
            },
            {
                "verse_number": "22",
                "verse_text": "and he favoured her son Abijah over all his other children, choosing him as the one to succeed him as king."
            },
            {
                "verse_number": "23",
                "verse_text": "Rehoboam wisely assigned responsibilities to his sons, and stationed them throughout Judah and Benjamin in the fortified cities. He provided generously for them and also secured many wives for them."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "As soon as Rehoboam had established his authority as king, he and all his people abandoned the Law of the LORD ."
            },
            {
                "verse_number": "2",
                "verse_text": "In the fifth year of Rehoboam's reign their disloyalty to the LORD was punished. King Shishak of Egypt attacked Jerusalem"
            },
            {
                "verse_number": "3",
                "verse_text": "with an army of 1,200 chariots, 60,000 horsemen, and more soldiers than could be counted, including Libyan, Sukkite, and Ethiopian troops."
            },
            {
                "verse_number": "4",
                "verse_text": "He captured the fortified cities of Judah and advanced as far as Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Shemaiah the prophet went to King Rehoboam and the Judean leaders who had gathered in Jerusalem to escape Shishak. He said to them, &apos;This is the LORD 's message to you: &quot;You have abandoned me, so now I have abandoned you to Shishak.&quot; &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The king and the leaders admitted that they had sinned, and they said, &apos;What the LORD is doing is just.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the LORD saw this, he spoke again to Shemaiah and said to him, &apos;Because they admit their sin, I will not destroy them. But when Shishak attacks, they will barely survive. Jerusalem will not feel the full force of my anger,"
            },
            {
                "verse_number": "8",
                "verse_text": "but Shishak will conquer them, and they will learn the difference between serving me and serving earthly rulers.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "King Shishak came to Jerusalem and took the treasures from the Temple and from the palace. He took everything, including the gold shields that King Solomon had made."
            },
            {
                "verse_number": "10",
                "verse_text": "To replace them, Rehoboam made bronze shields and entrusted them to the officers responsible for guarding the palace gates."
            },
            {
                "verse_number": "11",
                "verse_text": "Every time the king went to the Temple, the guards carried the shields and then returned them to the guardroom."
            },
            {
                "verse_number": "12",
                "verse_text": "Because he submitted to the LORD , the LORD 's anger did not completely destroy him, and things went well for Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "Rehoboam ruled in Jerusalem and increased his power as king. He was 41 years old when he became king, and he ruled for seventeen years in Jerusalem, the city which the LORD had chosen from all the territory of Israel as the place where he was to be worshipped. Rehoboam's mother was Naamah, from the land of Ammon."
            },
            {
                "verse_number": "14",
                "verse_text": "He did what was evil, because he did not try to find the LORD 's will."
            },
            {
                "verse_number": "15",
                "verse_text": "Rehoboam's acts from beginning to end and his family records are found in The History of Shemaiah the Prophet and The History of Iddo the Prophet . Rehoboam and Jeroboam were constantly at war with each other."
            },
            {
                "verse_number": "16",
                "verse_text": "Rehoboam died and was buried in the royal tombs in David's City and his son Abijah succeeded him as king."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In the eighteenth year of the reign of King Jeroboam of Israel, Abijah became king of Judah,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he ruled for three years in Jerusalem. His mother was Micaiah daughter of Uriel, from the city of Gibeah. War broke out between Abijah and Jeroboam."
            },
            {
                "verse_number": "3",
                "verse_text": "Abijah raised an army of 400,000 soldiers, and Jeroboam opposed him with an army of 800,000."
            },
            {
                "verse_number": "4",
                "verse_text": "The armies met in the hill country of Ephraim. King Abijah went up Mount Zemaraim and called out to Jeroboam and the Israelites: &apos;Listen to me!&apos; he said."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Don't you know that the LORD , the God of Israel, made an unbreakable covenant with David, giving him and his descendants kingship over Israel for ever?"
            },
            {
                "verse_number": "6",
                "verse_text": "Jeroboam son of Nebat rebelled against Solomon, his king."
            },
            {
                "verse_number": "7",
                "verse_text": "Later he gathered together a group of worthless scoundrels, and they forced their will on Rehoboam son of Solomon, who was too young and inexperienced to resist them."
            },
            {
                "verse_number": "8",
                "verse_text": "Now you propose to fight against the royal authority that the LORD gave to David's descendants. You have a huge army and have with you the gold bull calves that Jeroboam made to be your gods."
            },
            {
                "verse_number": "9",
                "verse_text": "You drove out the LORD 's priests, the descendants of Aaron, and you drove out the Levites. In their place you appointed priests in the same way that other nations do. Anybody who comes along with a bull or seven sheep can get himself consecrated as a priest of those so-called gods of yours."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But we still serve the LORD our God and have not abandoned him. Priests descended from Aaron perform their duties, and Levites assist them."
            },
            {
                "verse_number": "11",
                "verse_text": "Every morning and every evening they offer him incense and animal sacrifices burnt whole. They present the offerings of bread on a table that is ritually clean, and every evening they light the lamps on the gold lampstand. We do what the LORD has commanded, but you have abandoned him."
            },
            {
                "verse_number": "12",
                "verse_text": "God himself is our leader and his priests are here with trumpets, ready to blow them and call us to battle against you. People of Israel, don't fight against the LORD , the God of your ancestors! You can't win!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile Jeroboam had sent some of his troops to ambush the Judean army from the rear, while the rest faced them from the front."
            },
            {
                "verse_number": "14",
                "verse_text": "The Judeans looked round and saw that they were surrounded. They cried to the LORD for help, and the priests blew the trumpets."
            },
            {
                "verse_number": "15",
                "verse_text": "The Judeans gave a loud shout, and led by Abijah, they attacked; God defeated Jeroboam and the Israelite army."
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites fled from the Judeans, and God let the Judeans overpower them."
            },
            {
                "verse_number": "17",
                "verse_text": "Abijah and his army dealt the Israelites a crushing defeat &ndash; half a million of Israel's best soldiers were killed."
            },
            {
                "verse_number": "18",
                "verse_text": "And so the people of Judah were victorious over Israel, because they relied on the LORD , the God of their ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Abijah pursued Jeroboam's army and occupied some of his cities: Bethel, Jeshanah, and Ephron, and the villages near each of these cities."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam never regained his power during Abijah's reign. Finally the LORD struck him down, and he died."
            },
            {
                "verse_number": "21",
                "verse_text": "Abijah, however, grew more powerful. He had fourteen wives and fathered 22 sons and sixteen daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "The rest of the history of Abijah, what he said and what he did, is written in The History of Iddo the Prophet ."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "King Abijah died and was buried in the royal tombs in David's City. His son Asa succeeded him as king, and under Asa the land enjoyed peace for ten years."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa pleased the LORD , his God, by doing what was right and good."
            },
            {
                "verse_number": "3",
                "verse_text": "He removed the foreign altars and the pagan places of worship, broke down the sacred stone columns, and cut down the symbols of the goddess Asherah."
            },
            {
                "verse_number": "4",
                "verse_text": "He commanded the people of Judah to do the will of the LORD , the God of their ancestors, and to obey his teachings and commands."
            },
            {
                "verse_number": "5",
                "verse_text": "Because he abolished the pagan places of worship and the incense altars from all the cities of Judah, the kingdom was at peace under his rule."
            },
            {
                "verse_number": "6",
                "verse_text": "He built fortifications for the cities of Judah during this time, and for several years there was no war, because the LORD gave him peace."
            },
            {
                "verse_number": "7",
                "verse_text": "He said to the people of Judah, &apos;Let us fortify the cities by building walls and towers, and gates that can be shut and barred. We have control of the land because we have done the will of the LORD our God. He has protected us and given us security on every side.&apos; And so they built and prospered."
            },
            {
                "verse_number": "8",
                "verse_text": "King Asa had an army of 300,000 men from Judah, armed with shields and spears, and 280,000 men from Benjamin, armed with shields and bows. All of them were brave, well-trained men."
            },
            {
                "verse_number": "9",
                "verse_text": "An Ethiopian named Zerah invaded Judah with an army of a million men and 300 chariots and advanced as far as Mareshah."
            },
            {
                "verse_number": "10",
                "verse_text": "Asa went out to fight him, and both sides took up their positions in the Valley of Zephathah near Mareshah."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa prayed to the LORD his God, &apos;O LORD , you can help a weak army as easily as a powerful one. Help us now, O LORD our God, because we are relying on you, and in your name we have come out to fight against this huge army. LORD , you are our God; no one can hope to defeat you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD defeated the Ethiopian army when Asa and the Judean army attacked them. They fled,"
            },
            {
                "verse_number": "13",
                "verse_text": "and Asa and his troops pursued them as far as Gerar. So many of the Ethiopians were killed that the army was unable to rally and fight. They were overpowered by the LORD and his army, and the army took large amounts of loot."
            },
            {
                "verse_number": "14",
                "verse_text": "Then they were able to destroy the cities in the area around Gerar, because the people there were terrified of the LORD . The army plundered all those cities and captured large amounts of loot."
            },
            {
                "verse_number": "15",
                "verse_text": "They also attacked the camps of some shepherds, capturing large numbers of sheep and camels. Then they returned to Jerusalem."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Spirit of God came upon Azariah son of Oded,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he went to meet King Asa. He called out, &apos;Listen to me, King Asa, and all you people of Judah and Benjamin! The LORD is with you as long as you are with him. If you look for him, he will let you find him, but if you turn away, he will abandon you."
            },
            {
                "verse_number": "3",
                "verse_text": "For a long time Israel lived without the true God, without priests to teach them, and without a law."
            },
            {
                "verse_number": "4",
                "verse_text": "But when trouble came, they turned to the LORD , the God of Israel. They searched for him and found him."
            },
            {
                "verse_number": "5",
                "verse_text": "In those days no one could come and go in safety, because there was trouble and disorder in every land."
            },
            {
                "verse_number": "6",
                "verse_text": "One nation oppressed another nation, and one city oppressed another city, because God was bringing trouble and distress on them."
            },
            {
                "verse_number": "7",
                "verse_text": "But you must be strong and not be discouraged. The work that you do will be rewarded.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When Asa heard the prophecy that Azariah son of Oded had spoken, he was encouraged. He did away with all the idols in the land of Judah and Benjamin and all the idols in the cities he had captured in the hill country of Ephraim. He also repaired the altar of the LORD that stood in the temple courtyard."
            },
            {
                "verse_number": "9",
                "verse_text": "Many people had come over to Asa's side from Ephraim, Manasseh, and Simeon, and were living in his kingdom, because they had seen that the LORD was with him. Asa summoned all of them and the people of Judah and Benjamin."
            },
            {
                "verse_number": "10",
                "verse_text": "They assembled in Jerusalem in the third month of the fifteenth year that Asa was king."
            },
            {
                "verse_number": "11",
                "verse_text": "On that day they offered sacrifices to the LORD from the loot they had brought back: 700 head of cattle and 7,000 sheep."
            },
            {
                "verse_number": "12",
                "verse_text": "They made a covenant in which they agreed to worship the LORD , the God of their ancestors, with all their heart and soul."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone, young or old, male or female, who did not worship him was to be put to death."
            },
            {
                "verse_number": "14",
                "verse_text": "In a loud voice they took an oath in the LORD 's name that they would keep the covenant, and then they shouted and blew trumpets."
            },
            {
                "verse_number": "15",
                "verse_text": "All the people of Judah were happy because they had made this covenant with all their heart. They took delight in worshipping the LORD , and he accepted them and gave them peace on every side."
            },
            {
                "verse_number": "16",
                "verse_text": "King Asa removed his grandmother Maacah from her position as queen mother, because she had made an obscene idol of the fertility goddess Asherah. Asa cut down the idol, chopped it up, and burnt the pieces in the valley of the Kidron."
            },
            {
                "verse_number": "17",
                "verse_text": "Even though Asa did not destroy all the pagan places of worship in the land, he remained faithful to the LORD all his life."
            },
            {
                "verse_number": "18",
                "verse_text": "He placed in the Temple all the objects his father Abijah had dedicated to God, as well as the gold and silver objects that he himself dedicated."
            },
            {
                "verse_number": "19",
                "verse_text": "There was no more war until the 35th year of his reign."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In the 36th year of the reign of King Asa of Judah, King Baasha of Israel invaded Judah and started to fortify Ramah in order to cut off all traffic in and out of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "So Asa took silver and gold from the treasuries of the Temple and the palace and sent it to Damascus, to King Benhadad of Syria, with this message:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Let us be allies, as our fathers were. This silver and gold is a present for you. Now break your alliance with King Baasha of Israel so that he will have to pull his troops out of my territory.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Benhadad agreed to Asa's proposal and sent his commanding officers and their armies to attack the cities of Israel. They captured Ijon, Dan, Abel Beth Maacah, and all the cities of Naphtali where supplies were stored."
            },
            {
                "verse_number": "5",
                "verse_text": "When King Baasha heard what was happening, he stopped fortifying Ramah and abandoned the work."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Asa gathered men from throughout Judah and ordered them to carry off the stones and timber that Baasha had been using at Ramah, and they used them to fortify the cities of Geba and Mizpah."
            },
            {
                "verse_number": "7",
                "verse_text": "At that time the prophet Hanani went to King Asa and said, &apos;Because you relied on the king of Syria instead of relying on the LORD your God, the army of the king of Israel has escaped from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Didn't the Ethiopians and the Libyans have large armies with many chariots and horsemen? But because you relied on the LORD , he gave you victory over them."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD keeps close watch over the whole world, to give strength to those whose hearts are loyal to him. You have acted foolishly, and so from now on you will always be at war.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "This made Asa so angry with the prophet that he had him put in chains. It was at this same time that Asa began treating some of the people cruelly."
            },
            {
                "verse_number": "11",
                "verse_text": "All the events of Asa's reign from beginning to end are recorded in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "12",
                "verse_text": "In the 39th year that Asa was king, he was crippled by a severe foot disease; but even then he did not turn to the LORD for help, but to doctors."
            },
            {
                "verse_number": "13",
                "verse_text": "Two years later he died"
            },
            {
                "verse_number": "14",
                "verse_text": "and was buried in the rock tomb which he had carved out for himself in David's City. They used spices and perfumed oils to prepare his body for burial, and they built a huge bonfire to mourn his death."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat succeeded his father Asa as king and strengthened his position against Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He stationed troops in the fortified cities of Judah, in the Judean countryside, and in the cities which Asa had captured in the territory of Ephraim."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD blessed Jehoshaphat because he followed the example of his father's early life and did not worship Baal."
            },
            {
                "verse_number": "4",
                "verse_text": "He served his father's God, obeyed God's commands, and did not act in the way the kings of Israel did."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD gave Jehoshaphat firm control over the kingdom of Judah, and all the people brought him gifts, so that he became wealthy and highly honoured."
            },
            {
                "verse_number": "6",
                "verse_text": "He took pride in serving the LORD and destroyed all the pagan places of worship and the symbols of the goddess Asherah in Judah. In Jerusalem he stationed outstanding officers,"
            },
            {
                "verse_number": "7",
                "verse_text": "In the third year of his reign he sent out the following officials to teach in the cities of Judah: Benhail, Obadiah, Zechariah, Nethanel, and Micaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "They were accompanied by nine Levites and two priests. The Levites were Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; and the priests were Elishama and Jehoram."
            },
            {
                "verse_number": "9",
                "verse_text": "They took the book of the Law of the LORD and went through all the towns of Judah, teaching it to the people."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD made all the surrounding kingdoms afraid to go to war against King Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Some of the Philistines brought Jehoshaphat a large amount of silver and other gifts, and some Arabs brought him 7,700 sheep and 7,700 goats."
            },
            {
                "verse_number": "12",
                "verse_text": "So Jehoshaphat continued to grow more and more powerful. Throughout Judah he built fortifications and cities,"
            },
            {
                "verse_number": "13",
                "verse_text": "where supplies were stored in huge amounts."
            },
            {
                "verse_number": "14",
                "verse_text": "according to their clans. Adnah was the commander of the troops from the clans of Judah, and he had 300,000 soldiers under him."
            },
            {
                "verse_number": "15",
                "verse_text": "Second in rank was Jehohanan, with 280,000 soldiers,"
            },
            {
                "verse_number": "16",
                "verse_text": "and third was Amasiah son of Zichri, with 200,000. (Amasiah had volunteered to serve the LORD .)"
            },
            {
                "verse_number": "17",
                "verse_text": "The commander of the troops from the clans of Benjamin was Eliada, an outstanding soldier, in command of 200,000 men armed with shields and bows."
            },
            {
                "verse_number": "18",
                "verse_text": "His second in command was Jehozabad with 180,000 men, well equipped for battle."
            },
            {
                "verse_number": "19",
                "verse_text": "These men served the king in Jerusalem, and in addition he stationed other soldiers in the other fortified cities of Judah."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "When King Jehoshaphat of Judah became rich and famous, he arranged a marriage between a member of his family and the family of King Ahab of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "A number of years later Jehoshaphat went to the city of Samaria to visit Ahab. To honour Jehoshaphat and those with him, Ahab had a large number of sheep and cattle slaughtered for a feast. He tried to persuade Jehoshaphat to join him in attacking the city of Ramoth in Gilead."
            },
            {
                "verse_number": "3",
                "verse_text": "He asked, &apos;Will you go with me to attack Ramoth?&apos; Jehoshaphat replied, &apos;I am ready when you are, and so is my army. We will join you.&apos; &apos;Attack it,&apos; they answered. &apos;God will give you victory.&apos; &apos;You shouldn't say that!&apos; Jehoshaphat replied. &apos;Attack!&apos; Micaiah answered. &apos;Of course you'll win. The LORD will give you victory.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then he added, &apos;But first let's consult the LORD .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Ahab called in the prophets, about 400 of them, and asked them, &apos;Should I go and attack Ramoth, or not?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jehoshaphat asked, &apos;Isn't there another prophet through whom we can consult the LORD ?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Ahab answered, &apos;There is one more, Micaiah son of Imlah. But I hate him because he never prophesies anything good for me; it's always something bad.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So King Ahab called in a court official and told him to go and fetch Micaiah at once."
            },
            {
                "verse_number": "9",
                "verse_text": "The two kings, dressed in their royal robes, were sitting on their thrones at the threshing place just outside the gate of Samaria, and all the prophets were prophesying in front of them."
            },
            {
                "verse_number": "10",
                "verse_text": "One of them, Zedekiah son of Chenaanah, made iron horns and said to Ahab, &apos;This is what the LORD says, &quot;With these you will fight the Syrians and totally defeat them.&quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the other prophets said the same thing. &apos;March against Ramoth and you will win,&apos; they said. &apos;The LORD will give you victory.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Meanwhile, the official who had gone to fetch Micaiah said to him, &apos;All the other prophets have prophesied success for the king, and you had better do the same.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Micaiah answered, &apos;By the living LORD , I will say what my God tells me to!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When he appeared before King Ahab, the king asked him, &apos;Micaiah, should King Jehoshaphat and I go and attack Ramoth, or not?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Ahab replied, &apos;When you speak to me in the name of the LORD , tell the truth! How many times do I have to tell you that?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Micaiah answered, &apos;I can see the army of Israel scattered over the hills like sheep without a shepherd. And the LORD said, &quot;These men have no leader; let them go home in peace.&quot; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ahab said to Jehoshaphat, &apos;I told you that he never prophesies anything good for me; it's always something bad!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Micaiah went on: &apos;Now listen to what the LORD says! I saw the LORD sitting on his throne in heaven, with all his angels standing beside him."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD asked, &quot;Who will deceive Ahab so that he will go and get killed at Ramoth?&quot; Some of the angels said one thing, and others said something else,"
            },
            {
                "verse_number": "20",
                "verse_text": "until a spirit stepped forward, approached the LORD , and said, &quot;I will deceive him.&quot; &quot;How?&quot; the LORD asked."
            },
            {
                "verse_number": "21",
                "verse_text": "The spirit replied, &quot;I will go and make all Ahab's prophets tell lies.&quot; The LORD said, &quot;Go and deceive him. You will succeed.&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "And Micaiah concluded: &apos;This is what has happened. The LORD has made these prophets of yours lie to you. But he himself has decreed that you will meet with disaster!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the prophet Zedekiah went up to Micaiah, slapped his face, and asked, &apos;Since when did the LORD 's spirit leave me and speak to you?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;You will find out when you go into some back room to hide,&apos; Micaiah replied."
            },
            {
                "verse_number": "25",
                "verse_text": "Then King Ahab ordered one of his officers, &apos;Arrest Micaiah and take him to Amon, the governor of the city, and to Prince Joash."
            },
            {
                "verse_number": "26",
                "verse_text": "Tell them to throw him in prison and to put him on bread and water until I return safely.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;If you return safely,&apos; Micaiah exclaimed, &apos;then the LORD has not spoken through me!&apos; And he added, &apos;Listen, everyone, to what I have said!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then King Ahab of Israel and King Jehoshaphat of Judah went to attack the city of Ramoth in Gilead."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahab said to Jehoshaphat, &apos;As we go into battle, I will disguise myself, but you wear your royal garments.&apos; So the king of Israel went into battle in disguise."
            },
            {
                "verse_number": "30",
                "verse_text": "The king of Syria had ordered his chariot commanders to attack no one else except the king of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "So when they saw King Jehoshaphat, they all thought that he was the king of Israel, and they turned to attack him. But Jehoshaphat gave a shout, and the LORD God rescued him and turned the attack away from him."
            },
            {
                "verse_number": "32",
                "verse_text": "The chariot commanders saw that he was not the king of Israel, so they stopped pursuing him."
            },
            {
                "verse_number": "33",
                "verse_text": "By chance, however, a Syrian soldier shot an arrow which struck King Ahab between the joints of his armour. &apos;I'm wounded!&apos; he cried out to his chariot driver. &apos;Turn round and pull out of the battle!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "While the battle raged on, King Ahab remained propped up in his chariot, facing the Syrians. At sunset he died."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "King Jehoshaphat of Judah returned safely to his palace in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "A prophet, Jehu son of Hanani, went to meet the king and said to him, &apos;Do you think it is right to help those who are wicked and to take the side of those who hate the LORD ? What you have done has brought the LORD 's anger on you."
            },
            {
                "verse_number": "3",
                "verse_text": "But even so, there is some good in you. You have removed all the symbols of the goddess Asherah which people worshipped, and you have tried to follow God's will.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Even though King Jehoshaphat lived in Jerusalem, he travelled regularly among the people, from Beersheba in the south to the edge of the hill country of Ephraim in the north, in order to call the people back to the LORD , the God of their ancestors."
            },
            {
                "verse_number": "5",
                "verse_text": "He appointed judges in each of the fortified cities of Judah"
            },
            {
                "verse_number": "6",
                "verse_text": "and instructed them: &apos;Be careful in pronouncing judgement; you are not acting on human authority, but on the authority of the LORD , and he is with you when you pass sentence."
            },
            {
                "verse_number": "7",
                "verse_text": "Honour the LORD and act carefully, because the LORD our God does not tolerate fraud or partiality or the taking of bribes.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "In Jerusalem Jehoshaphat appointed Levites, priests, and some of the leading citizens as judges in cases involving a violation of the Law of the LORD or legal disputes between inhabitants of the city."
            },
            {
                "verse_number": "9",
                "verse_text": "He gave them the following instructions: &apos;You must perform your duties in reverence for the LORD , faithfully obeying him in everything you do."
            },
            {
                "verse_number": "10",
                "verse_text": "Whenever your fellow-citizens from any of the cities bring before you a case of homicide or any other violation of a law or commandment, you must instruct them carefully how to conduct themselves during the trial, so that they do not become guilty of sinning against the LORD . Unless you do, you and your fellow-citizens will feel the force of the LORD 's anger. But if you do your duty, you will not be guilty."
            },
            {
                "verse_number": "11",
                "verse_text": "Amariah the High Priest will have final authority in all religious cases, and Zebadiah son of Ishmael, governor of Judah, will have final authority in all civil cases. The Levites have the responsibility of seeing that the decisions of the courts are carried out. Be courageous and carry out these instructions, and may the LORD be on the side of the right!&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Some time later the armies of Moab and Ammon, together with their allies, the Meunites, invaded Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "Some messengers came and announced to King Jehoshaphat: &apos;A large army from Edom has come from the other side of the Dead Sea to attack you. They have already captured Hazazon Tamar.&apos; (This is another name for Engedi.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoshaphat was frightened and prayed to the LORD for guidance. Then he gave orders for a fast to be observed throughout the country."
            },
            {
                "verse_number": "4",
                "verse_text": "From every city of Judah people hurried to Jerusalem to ask the LORD for guidance,"
            },
            {
                "verse_number": "5",
                "verse_text": "and they and the people of Jerusalem gathered in the new courtyard of the Temple. King Jehoshaphat went and stood before them"
            },
            {
                "verse_number": "6",
                "verse_text": "and prayed aloud, &apos;O LORD God of our ancestors, you rule in heaven over all the nations of the world. You are powerful and mighty, and no one can oppose you."
            },
            {
                "verse_number": "7",
                "verse_text": "You are our God. When your people Israel moved into this land, you drove out the people who were living here and gave the land to the descendants of Abraham, your friend, to be theirs for ever."
            },
            {
                "verse_number": "8",
                "verse_text": "They have lived here and have built a temple to honour you, knowing"
            },
            {
                "verse_number": "9",
                "verse_text": "that if any disaster struck them to punish them &ndash; a war, an epidemic, or a famine &ndash; then they could come and stand in front of this Temple where you are worshipped. They could pray to you in their trouble, and you would hear them and rescue them."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Now the people of Ammon, Moab, and Edom have attacked us. When our ancestors came out of Egypt, you did not allow them to enter those lands, so our ancestors went round them and did not destroy them."
            },
            {
                "verse_number": "11",
                "verse_text": "This is how they repay us &ndash; they come to drive us out of the land that you gave us."
            },
            {
                "verse_number": "12",
                "verse_text": "You are our God! Punish them, for we are helpless in the face of this large army that is attacking us. We do not know what to do, but we look to you for help.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "All the men of Judah, with their wives and children, were standing there at the Temple."
            },
            {
                "verse_number": "14",
                "verse_text": "The Spirit of the LORD came upon a Levite who was present in the crowd. His name was Jahaziel son of Zechariah; he was a member of the clan of Asaph and was descended from Asaph through Mattaniah, Jeiel, and Benaiah."
            },
            {
                "verse_number": "15",
                "verse_text": "Jahaziel said, &apos;Your Majesty and all you people of Judah and Jerusalem, the LORD says that you must not be discouraged or be afraid to face this large army. The battle depends on God, not on you."
            },
            {
                "verse_number": "16",
                "verse_text": "Attack them tomorrow as they come up the pass at Ziz. You will meet them at the end of the valley that leads to the wild country near Jeruel."
            },
            {
                "verse_number": "17",
                "verse_text": "You will not have to fight this battle. Just take up your positions and wait; you will see the LORD give you victory. People of Judah and Jerusalem, do not hesitate or be afraid. Go out to battle, and the LORD will be with you!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then King Jehoshaphat bowed low, with his face touching the ground, and all the people bowed with him and worshipped the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "The members of the Levite clans of Kohath and Korah stood up and with a loud shout praised the LORD , the God of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "Early the next morning the people went out to the wild country near Tekoa. As they were starting out, Jehoshaphat addressed them with these words: &apos;People of Judah and Jerusalem! Put your trust in the LORD your God, and you will stand firm. Believe what his prophets tell you, and you will succeed.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After consulting with the people, the king ordered some musicians to put on the robes they wore on sacred occasions and to march ahead of the army, singing: &apos;Praise the LORD ! His love is eternal!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When they began to sing, the LORD threw the invading armies into a panic."
            },
            {
                "verse_number": "23",
                "verse_text": "The Ammonites and the Moabites attacked the Edomite army and completely destroyed it, and then they turned on each other in savage fighting."
            },
            {
                "verse_number": "24",
                "verse_text": "When the Judean army reached a tower that was in the desert, they looked towards the enemy and saw that they were all lying on the ground, dead. Not one had escaped."
            },
            {
                "verse_number": "25",
                "verse_text": "Jehoshaphat and his troops moved in to take the loot, and they found many cattle, supplies, clothing, and other valuable objects. They spent three days gathering the loot, but there was so much that they could not take everything."
            },
            {
                "verse_number": "26",
                "verse_text": "On the fourth day they assembled in the Valley of Beracah and praised the LORD for all he had done. That is why the valley is called &apos;Beracah&apos;."
            },
            {
                "verse_number": "27",
                "verse_text": "Jehoshaphat led his troops back to Jerusalem in triumph, because the LORD had defeated their enemies."
            },
            {
                "verse_number": "28",
                "verse_text": "When they reached the city, they marched to the Temple, to the music of harps and trumpets."
            },
            {
                "verse_number": "29",
                "verse_text": "Every nation that heard how the LORD had defeated Israel's enemies was terrified,"
            },
            {
                "verse_number": "30",
                "verse_text": "so Jehoshaphat ruled in peace, and God gave him security on every side."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoshaphat had become king of Judah at the age of 35 and had ruled in Jerusalem for 25 years. His mother was Azubah, the daughter of Shilhi."
            },
            {
                "verse_number": "32",
                "verse_text": "Like his father Asa before him, he did what was right in the sight of the LORD ;"
            },
            {
                "verse_number": "33",
                "verse_text": "but the pagan places of worship were not destroyed. The people still did not turn wholeheartedly to the worship of the God of their ancestors."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything else that Jehoshaphat did, from the beginning of his reign to its end, is recorded in The History of Jehu Son of Hanani , which is a part of The History of the Kings of Israel ."
            },
            {
                "verse_number": "35",
                "verse_text": "At one time King Jehoshaphat of Judah made an alliance with King Ahaziah of Israel, who did many wicked things."
            },
            {
                "verse_number": "36",
                "verse_text": "At the port of Eziongeber they built ocean-going ships."
            },
            {
                "verse_number": "37",
                "verse_text": "But Eliezer son of Dodavahu, from the town of Mareshah, warned Jehoshaphat, &apos;Because you have made an alliance with Ahaziah, the LORD will destroy what you have built.&apos; And the ships were wrecked and never sailed."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat died and was buried in the royal tombs in David's City and his son Jehoram succeeded him as king."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoram son of King Jehoshaphat of Judah had six brothers: Azariah, Jehiel, Zechariah, Azariahu, Michael, and Shephatiah."
            },
            {
                "verse_number": "3",
                "verse_text": "Their father gave them large amounts of gold, silver, and other valuable possessions, and placed each one in charge of one of the fortified cities of Judah. But because Jehoram was the eldest, Jehoshaphat made him his successor."
            },
            {
                "verse_number": "4",
                "verse_text": "When Jehoram was in firm control of the kingdom, he had all his brothers killed, and also some Israelite officials."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoram became king at the age of 32, and he ruled in Jerusalem for eight years."
            },
            {
                "verse_number": "6",
                "verse_text": "He followed the wicked example of King Ahab and the other kings of Israel, because he had married one of Ahab's daughters. He sinned against the LORD ,"
            },
            {
                "verse_number": "7",
                "verse_text": "but the LORD was not willing to destroy the dynasty of David, because he had made a covenant with David and promised that his descendants would always continue to rule."
            },
            {
                "verse_number": "8",
                "verse_text": "During Jehoram's reign Edom revolted against Judah and became an independent kingdom."
            },
            {
                "verse_number": "9",
                "verse_text": "So Jehoram and his officers set out with chariots and invaded Edom. There the Edomite army surrounded them, but during the night they managed to break out and escape."
            },
            {
                "verse_number": "10",
                "verse_text": "Edom has been independent of Judah ever since. During this same period, the city of Libnah also revolted, because Jehoram had abandoned the LORD , the God of his ancestors."
            },
            {
                "verse_number": "11",
                "verse_text": "He even built pagan places of worship in the Judean highlands and led the people of Judah and Jerusalem to sin against the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "The prophet Elijah sent Jehoram a letter, which read as follows: &apos;The LORD , the God of your ancestor David, condemns you, because you did not follow the example of your father, King Jehoshaphat, or that of your grandfather, King Asa."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, you have followed the example of the kings of Israel and have led the people of Judah and Jerusalem into being unfaithful to God, just as Ahab and his successors led Israel into unfaithfulness. You even murdered your brothers, who were better men than you are."
            },
            {
                "verse_number": "14",
                "verse_text": "As a result, the LORD will severely punish your people, your children, and your wives, and will destroy your possessions."
            },
            {
                "verse_number": "15",
                "verse_text": "You yourself will suffer a painful disease of the intestines that will grow worse day by day.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Some Philistines and Arabs lived near where some Ethiopians had settled along the coast. The LORD incited them to go to war against Jehoram."
            },
            {
                "verse_number": "17",
                "verse_text": "They invaded Judah, looted the royal palace, and carried off as prisoners all the king's wives and sons except Ahaziah, his youngest son."
            },
            {
                "verse_number": "18",
                "verse_text": "Then after all this, the LORD brought on the king a painful disease of the intestines."
            },
            {
                "verse_number": "19",
                "verse_text": "For almost two years it grew steadily worse until finally the king died in agony. His subjects did not light a bonfire in mourning for him as had been done for his ancestors."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoram had become king at the age of 32 and had ruled in Jerusalem for eight years. Nobody was sorry when he died. They buried him in David's City, but not in the royal tombs."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Some Arabs had led a raid and killed all King Jehoram's sons except Ahaziah, the youngest. So now the people of Jerusalem made Ahaziah king as his father's successor."
            },
            {
                "verse_number": "4",
                "verse_text": "He sinned against the LORD , because after his father's death other members of King Ahab's family became his advisers, and they led to his downfall."
            },
            {
                "verse_number": "5",
                "verse_text": "Following their advice, he joined King Joram of Israel in a war against King Hazael of Syria. The armies clashed at Ramoth in Gilead, and Joram was wounded in battle."
            },
            {
                "verse_number": "6",
                "verse_text": "He returned to the city of Jezreel to recover from his wounds, and Ahaziah went there to visit him. No member of Ahaziah's family was left who could rule the kingdom."
            },
            {
                "verse_number": "7",
                "verse_text": "God used this visit to Joram to bring about Ahaziah's downfall. While Ahaziah was there, he and Joram were confronted by a man named Jehu son of Nimshi, whom the LORD had chosen to destroy the dynasty of Ahab."
            },
            {
                "verse_number": "8",
                "verse_text": "As Jehu was carrying out God's sentence on the dynasty, he came across a group made up of Judean leaders and of Ahaziah's nephews that had accompanied Ahaziah on his visit. Jehu killed them all."
            },
            {
                "verse_number": "9",
                "verse_text": "A search was made for Ahaziah, and he was found hiding in Samaria. They took him to Jehu and put him to death. But they did bury his body out of respect for his grandfather King Jehoshaphat, who had done all he could to serve the LORD ."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as King Ahaziah's mother Athaliah learnt of her son's murder, she gave orders for all the members of the royal family of Judah to be killed."
            },
            {
                "verse_number": "11",
                "verse_text": "Ahaziah had a half-sister, Jehosheba, who was married to a priest named Jehoiada. She secretly rescued one of Ahaziah's sons, Joash, took him away from the other princes who were about to be murdered and hid him and a nurse in a bedroom at the Temple. By keeping him hidden, she saved him from death at the hands of Athaliah."
            },
            {
                "verse_number": "12",
                "verse_text": "For six years he remained there in hiding, while Athaliah ruled as queen."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "After waiting six years Jehoiada the priest decided that it was time to take action. He made a pact with five army officers: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri."
            },
            {
                "verse_number": "2",
                "verse_text": "They travelled to all the cities of Judah and brought back with them to Jerusalem the Levites and all the heads of the clans."
            },
            {
                "verse_number": "3",
                "verse_text": "They all gathered in the Temple, and there they made a covenant with Joash, the king's son. Jehoiada said to them, &apos;Here is the son of the late king! He is now to be king, as the LORD promised that King David's descendants would be."
            },
            {
                "verse_number": "4",
                "verse_text": "This is what we will do. When the priests and Levites come on duty on the Sabbath, one third of them will guard the temple gates,"
            },
            {
                "verse_number": "5",
                "verse_text": "another third will guard the royal palace, and the rest will be stationed at the Foundation Gate. All the people will assemble in the temple courtyard."
            },
            {
                "verse_number": "6",
                "verse_text": "No one is to enter the temple buildings except the priests and the Levites who are on duty. They may enter, because they are consecrated, but the rest of the people must obey the LORD 's instructions and stay outside."
            },
            {
                "verse_number": "7",
                "verse_text": "The Levites are to stand guard round the king, with their swords drawn, and are to stay with the king wherever he goes. Anyone who tries to enter the Temple is to be killed.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites and the people of Judah carried out Jehoiada's instructions. The men were not dismissed when they went off duty on the Sabbath, so the commanders had available both those coming on duty and those going off."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiada gave the officers the spears and shields that had belonged to King David and had been kept in the Temple."
            },
            {
                "verse_number": "10",
                "verse_text": "He stationed the men with drawn swords all round the front of the Temple, to protect the king."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jehoiada led Joash out, placed the crown on his head, and gave him a copy of the laws governing kingship. And so he was made king. Jehoiada the priest and his sons anointed Joash, and everyone shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Athaliah heard the people cheering for the king, so she hurried to the Temple, where the crowd had gathered."
            },
            {
                "verse_number": "13",
                "verse_text": "There she saw the new king at the temple entrance, standing by the column reserved for kings and surrounded by the army officers and the trumpeters. All the people were shouting joyfully and blowing trumpets, and the temple musicians with their instruments were leading the celebration. She tore her clothes in distress and shouted, &apos;Treason! Treason!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jehoiada did not want Athaliah killed in the temple area, so he called out the army officers and said, &apos;Take her out between the rows of guards, and kill anyone who tries to rescue her.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They seized her, took her to the palace, and there at the Horse Gate they killed her."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest Jehoiada got King Joash and the people to join him in making a covenant that they would be the LORD 's people."
            },
            {
                "verse_number": "17",
                "verse_text": "Then they all went to the temple of Baal and tore it down. They smashed the altars and idols there and killed Mattan, the priest of Baal, in front of the altars."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoiada put the priests and Levites in charge of the work of the Temple. They were to carry out the duties assigned to them by King David and to burn the sacrifices offered to the LORD in accordance with the Law of Moses. They were also in charge of the music and the celebrations."
            },
            {
                "verse_number": "19",
                "verse_text": "Jehoiada also put guards on duty at the temple gates to keep out anyone who was ritually unclean."
            },
            {
                "verse_number": "20",
                "verse_text": "The army officers, the leading citizens, the officials, and all the rest of the people joined Jehoiada in a procession that brought the king from the Temple to the palace. They entered by the main gate, and the king took his place on the throne."
            },
            {
                "verse_number": "21",
                "verse_text": "All the people were filled with happiness, and the city was quiet, now that Athaliah had been killed."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joash became king of Judah at the age of seven, and he ruled in Jerusalem for forty years. His mother was Zibiah from the city of Beersheba."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was pleasing to the LORD as long as Jehoiada the priest was alive."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoiada chose two wives for King Joash, and they bore him sons and daughters. As long as Jehoiada was alive, sacrifices were offered regularly at the Temple."
            },
            {
                "verse_number": "4",
                "verse_text": "After he had been king for a while, Joash decided to have the Temple repaired."
            },
            {
                "verse_number": "5",
                "verse_text": "He ordered the priests and the Levites to go to the cities of Judah and collect from all the people enough money to make the annual repairs on the Temple. He told them to act promptly, but the Levites delayed,"
            },
            {
                "verse_number": "6",
                "verse_text": "so he called in Jehoiada, their leader, and demanded, &apos;Why haven't you seen to it that the Levites collect from Judah and Jerusalem the tax which Moses, the servant of the LORD , required the people to pay for support of the Tent of the LORD 's presence?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "(The followers of Athaliah, that corrupt woman, had damaged the Temple and had used many of the sacred objects in the worship of Baal.)"
            },
            {
                "verse_number": "8",
                "verse_text": "The king ordered the Levites to make a box for contributions and to place it at the temple gate."
            },
            {
                "verse_number": "9",
                "verse_text": "They sent word throughout Jerusalem and Judah for everyone to bring to the LORD the tax which Moses, God's servant, had first collected in the wilderness."
            },
            {
                "verse_number": "10",
                "verse_text": "This pleased the people and their leaders, and they brought their tax money and filled the box with it."
            },
            {
                "verse_number": "11",
                "verse_text": "Every day the Levites would take the box to the royal official who was in charge of it. Whenever it was full, the royal secretary and the High Priest's representative would take the money out and return the box to its place. And so they collected a large sum of money."
            },
            {
                "verse_number": "12",
                "verse_text": "The king and Jehoiada would give the money to those who were in charge of repairing the Temple, and they hired stonemasons, carpenters, and metalworkers to make the repairs."
            },
            {
                "verse_number": "13",
                "verse_text": "All of them worked hard, and they restored the Temple to its original condition, as solid as ever."
            },
            {
                "verse_number": "14",
                "verse_text": "When the repairs were finished, the remaining gold and silver was given to the king and Jehoiada, who used it to have bowls and other utensils made for the Temple."
            },
            {
                "verse_number": "15",
                "verse_text": "After reaching the very old age of 130, he died."
            },
            {
                "verse_number": "16",
                "verse_text": "They buried him in the royal tombs in David's City in recognition of the service he had done for the people of Israel, for God, and for the Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "But once Jehoiada was dead, the leaders of Judah persuaded King Joash to listen to them instead."
            },
            {
                "verse_number": "18",
                "verse_text": "So the people stopped worshipping in the Temple of the LORD , the God of their ancestors, and began to worship idols and the images of the goddess Asherah. Their guilt for these sins brought the LORD 's anger on Judah and Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD sent prophets to warn them to return to him, but the people refused to listen."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Spirit of God took control of Zechariah son of Jehoiada the priest. He stood where the people could see him and called out, &apos;The LORD God asks why you have disobeyed his commands and are bringing disaster on yourselves! You abandoned him, so he has abandoned you!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "King Joash joined in a conspiracy against Zechariah, and on the king's orders the people stoned Zechariah in the temple courtyard."
            },
            {
                "verse_number": "22",
                "verse_text": "The king forgot about the loyal service that Zechariah's father Jehoiada had given him, and he had Zechariah killed. As Zechariah was dying, he called out, &apos;May the LORD see what you are doing and punish you!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When autumn came that year, the Syrian army attacked Judah and Jerusalem, killed all the leaders, and took large amounts of loot back to Damascus."
            },
            {
                "verse_number": "24",
                "verse_text": "The Syrian army was small, but the LORD let them defeat a much larger Judean army because the people had abandoned him, the LORD God of their ancestors. In this way King Joash was punished."
            },
            {
                "verse_number": "25",
                "verse_text": "He was severely wounded, and when the enemy withdrew, two of his officials plotted against him and killed him in his bed to avenge the murder of the son of Jehoiada the priest. He was buried in David's City, but not in the royal tombs."
            },
            {
                "verse_number": "26",
                "verse_text": "(Those who plotted against him were Zabad, the son of an Ammonite woman named Shimeath, and Jehozabad, the son of a Moabite woman named Shimrith)."
            },
            {
                "verse_number": "27",
                "verse_text": "The Commentary on the Book of Kings contains the stories of the sons of Joash, the prophecies spoken against him, and the record of how he rebuilt the Temple. His son Amaziah succeeded him as king."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah became king at the age of 25, and he ruled in Jerusalem for 29 years. His mother was Jehoaddin from Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was pleasing to the LORD , but did it reluctantly."
            },
            {
                "verse_number": "3",
                "verse_text": "As soon as he was firmly in power, he executed the officials who had murdered his father."
            },
            {
                "verse_number": "4",
                "verse_text": "He did not, however, execute their children, but followed what the LORD had commanded in the Law of Moses: &apos;Parents are not to be put to death for crimes committed by their children, and children are not to be put to death for crimes committed by their parents; a person is to be put to death only for a crime he himself has committed.&apos; The prophet replied, &apos;The LORD can give you back more than that!&apos; The prophet stopped, but not before saying, &apos;Now I know that God has decided to destroy you because you have done all this and have ignored my advice.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "King Amaziah organized all the men of the tribes of Judah and Benjamin into army units, according to the clans they belonged to, and placed officers in command of units of a thousand and units of a hundred. This included all men twenty years of age or older, 300,000 in all. They were picked troops, ready for battle, skilled in using spears and shields."
            },
            {
                "verse_number": "6",
                "verse_text": "In addition, he hired 100,000 soldiers from Israel at a cost of about 3.4 tonnes of silver."
            },
            {
                "verse_number": "7",
                "verse_text": "But a prophet went to the king and said to him, &apos;Don't take these Israelite soldiers with you. The LORD is not with these troops from the Northern Kingdom."
            },
            {
                "verse_number": "8",
                "verse_text": "You may think that they will make you stronger in battle, but it is God who has the power to give victory or defeat, and he will let your enemies defeat you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Amaziah asked the prophet, &apos;But what about all that silver I have already paid for them?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Amaziah sent the hired troops away and told them to go home. At this they went home, bitterly angry with the people of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "Amaziah summoned up his courage and led his army to the Valley of Salt. There they fought and killed 10,000 Edomite soldiers"
            },
            {
                "verse_number": "12",
                "verse_text": "and captured another 10,000. They took the prisoners to the top of the cliff at the city of Sela and threw them off, so that they were killed on the rocks below."
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile the Israelite soldiers that Amaziah had not allowed to go into battle with him attacked the Judean cities between Samaria and Beth Horon, killed 3,000 men, and captured quantities of loot."
            },
            {
                "verse_number": "14",
                "verse_text": "When Amaziah returned from defeating the Edomites, he brought their idols back with him, set them up, worshipped them, and burnt incense to them."
            },
            {
                "verse_number": "15",
                "verse_text": "This made the LORD angry, so he sent a prophet to Amaziah. The prophet demanded, &apos;Why have you worshipped foreign gods that could not even save their own people from your power?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Since when,&apos; Amaziah interrupted, &apos;have we made you adviser to the king? Stop talking, or I'll have you killed!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "King Amaziah of Judah and his advisers plotted against Israel. He then sent a message to King Jehoash of Israel, who was the son of Jehoahaz and grandson of Jehu, challenging him to fight."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoash sent this answer to Amaziah: &apos;Once, a thorn bush in the Lebanon Mountains sent a message to a cedar: &quot;Give your daughter in marriage to my son.&quot; A wild animal passed by and trampled the bush down."
            },
            {
                "verse_number": "19",
                "verse_text": "Now Amaziah, you boast that you have defeated the Edomites, but I advise you to stay at home. Why stir up trouble that will only bring disaster on you and your people?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Amaziah refused to listen. It was God's will for Amaziah to be defeated, because he had worshipped the Edomite idols."
            },
            {
                "verse_number": "21",
                "verse_text": "So King Jehoash of Israel went into battle against King Amaziah of Judah. They met at Beth Shemesh in Judah,"
            },
            {
                "verse_number": "22",
                "verse_text": "the Judean army was defeated, and the soldiers fled to their homes."
            },
            {
                "verse_number": "23",
                "verse_text": "Jehoash captured Amaziah and took him to Jerusalem. There he tore down the city wall from Ephraim Gate to the Corner Gate, a distance of nearly 200 metres."
            },
            {
                "verse_number": "24",
                "verse_text": "He took back to Samaria as loot all the gold and silver in the Temple, the temple equipment guarded by the descendants of Obed Edom, and the palace treasures. He also took hostages with him."
            },
            {
                "verse_number": "25",
                "verse_text": "King Amaziah of Judah outlived King Jehoash of Israel by fifteen years."
            },
            {
                "verse_number": "26",
                "verse_text": "All the other things that Amaziah did from the beginning to the end of his reign are recorded in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "Ever since the time when he rebelled against the LORD , there had been a plot against him in Jerusalem. Finally he fled to the city of Lachish, but his enemies followed him there and killed him."
            },
            {
                "verse_number": "28",
                "verse_text": "His body was carried to Jerusalem on a horse, and he was buried in the royal tombs in David's City."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "All the people of Judah chose Amaziah's sixteen-year-old son Uzziah to succeed his father as king."
            },
            {
                "verse_number": "2",
                "verse_text": "(It was after the death of Amaziah that Uzziah recaptured Elath and rebuilt the city.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Uzziah became king at the age of sixteen, and he ruled in Jerusalem for 52 years. His mother was Jecoliah from Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Following the example of his father, he did what was pleasing to the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "As long as Zechariah, his religious adviser, was living, he served the LORD faithfully, and God blessed him."
            },
            {
                "verse_number": "6",
                "verse_text": "Uzziah went to war against the Philistines. He tore down the walls of the cities of Gath, Jamnia, and Ashdod, and built fortified cities near Ashdod and in the rest of Philistia."
            },
            {
                "verse_number": "7",
                "verse_text": "God helped him to defeat the Philistines, the Arabs living at Gurbaal, and the Meunites."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites paid tribute to Uzziah, and he became so powerful that his fame spread even to Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah strengthened the fortifications of Jerusalem by building towers at the Corner Gate, at the Valley Gate, and where the wall turned."
            },
            {
                "verse_number": "10",
                "verse_text": "He also built fortified towers in the open country and dug many cisterns, because he had large herds of livestock in the western foothills and plains. Because he loved farming, he encouraged the people to plant vineyards in the hill country and to farm the fertile land."
            },
            {
                "verse_number": "11",
                "verse_text": "He had a large army ready for battle. Its records were kept by his secretaries Jeiel and Maaseiah under the supervision of Hananiah, a member of the king's staff."
            },
            {
                "verse_number": "12",
                "verse_text": "The army was commanded by 2,600 officers."
            },
            {
                "verse_number": "13",
                "verse_text": "Under them were 307,500 soldiers able to fight effectively for the king against his enemies."
            },
            {
                "verse_number": "14",
                "verse_text": "Uzziah supplied the army with shields, spears, helmets, coats of armour, bows and arrows, and stones for slinging."
            },
            {
                "verse_number": "15",
                "verse_text": "In Jerusalem his inventors made equipment for shooting arrows and for throwing large stones from the towers and corners of the city wall. His fame spread everywhere, and he became very powerful because of the help he received from God."
            },
            {
                "verse_number": "16",
                "verse_text": "But when King Uzziah became strong, he grew arrogant, and that led to his downfall. He defied the LORD his God by going into the Temple to burn incense on the altar of incense."
            },
            {
                "verse_number": "17",
                "verse_text": "Azariah the priest, accompanied by eighty strong and courageous priests, followed the king"
            },
            {
                "verse_number": "18",
                "verse_text": "to resist him. They said, &apos;Uzziah! You have no right to burn incense to the LORD . Only the priests who are descended from Aaron have been consecrated to do this. Leave this holy place. You have offended the LORD God, and you no longer have his blessing.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Uzziah was standing there in the Temple beside the incense altar and was holding an incense burner. He became angry with the priests, and immediately a dreaded skin disease broke out on his forehead."
            },
            {
                "verse_number": "20",
                "verse_text": "Azariah and the other priests stared at the king's forehead in horror, and then forced him to leave the Temple. He hurried to get out, because the LORD had punished him."
            },
            {
                "verse_number": "21",
                "verse_text": "For the rest of his life King Uzziah was ritually unclean because of his disease. Unable to enter the Temple again, he lived in his own house, relieved of all duties, while his son Jotham governed the country."
            },
            {
                "verse_number": "22",
                "verse_text": "The prophet Isaiah son of Amoz recorded all the other things that King Uzziah did during his reign."
            },
            {
                "verse_number": "23",
                "verse_text": "Uzziah died and was buried in the royal burial ground, but because of his disease he was not buried in the royal tombs. His son Jotham succeeded him as king."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Jotham became king at the age of 25, and he ruled in Jerusalem for sixteen years. His mother was Jerushah, the daughter of Zadok."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was pleasing to the LORD , just as his father had done; but unlike his father he did not sin by burning incense in the Temple. The people, however, went on sinning."
            },
            {
                "verse_number": "3",
                "verse_text": "It was Jotham who built the North Gate of the Temple and did extensive work on the city wall in the area of Jerusalem called Ophel."
            },
            {
                "verse_number": "4",
                "verse_text": "In the mountains of Judah he built cities, and in the forests he built forts and towers."
            },
            {
                "verse_number": "5",
                "verse_text": "He fought against the king of Ammon and his army and defeated them. Then he forced the Ammonites to pay him the following tribute each year for three years: 3.4 tonnes of silver, 1,000 tonnes of wheat, and 1,000 tonnes of barley."
            },
            {
                "verse_number": "6",
                "verse_text": "Jotham grew powerful because he faithfully obeyed the LORD his God."
            },
            {
                "verse_number": "7",
                "verse_text": "The other events of Jotham's reign, his wars, and his policies, are all recorded in The History of the Kings of Israel and Judah ."
            },
            {
                "verse_number": "8",
                "verse_text": "Jotham was 25 years old when he became king, and he ruled in Jerusalem for sixteen years."
            },
            {
                "verse_number": "9",
                "verse_text": "He died and was buried in David's City and his son Ahaz succeeded him as king."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz became king at the age of twenty, and he ruled in Jerusalem for sixteen years. He did not follow the good example of his ancestor King David; instead, he did what was not pleasing to the LORD"
            },
            {
                "verse_number": "2",
                "verse_text": "and followed the example of the kings of Israel. He had metal images of Baal made,"
            },
            {
                "verse_number": "3",
                "verse_text": "burnt incense in the Valley of Hinnom, and even sacrificed his own sons as burnt offerings to idols, imitating the disgusting practice of the people whom the LORD had driven out of the land as the Israelites advanced."
            },
            {
                "verse_number": "4",
                "verse_text": "At the pagan places of worship, on the hills, and under every shady tree Ahaz offered sacrifices and burnt incense."
            },
            {
                "verse_number": "7",
                "verse_text": "An Israelite soldier named Zichri killed King Ahaz' son Maaseiah, the palace administrator Azrikam, and Elkanah, who was second in command to the king."
            },
            {
                "verse_number": "8",
                "verse_text": "Even though the Judeans were their own relatives, the Israelite army captured 200,000 women and children as prisoners and took them back to Samaria, along with large amounts of loot."
            },
            {
                "verse_number": "9",
                "verse_text": "A man named Oded, a prophet of the LORD , lived in the city of Samaria. He met the returning Israelite army with its Judean prisoners as it was about to enter the city, and he said, &apos;The LORD God of your ancestors was angry with Judah and let you defeat them, but now he has heard of the vicious way you slaughtered them."
            },
            {
                "verse_number": "10",
                "verse_text": "And now you intend to make the men and women of Jerusalem and Judah your slaves. Don't you know that you also have committed sins against the LORD your God?"
            },
            {
                "verse_number": "11",
                "verse_text": "Listen to me! These prisoners are your brothers and sisters. Let them go, or the LORD will punish you in his anger.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Four of the leading men of the Northern Kingdom, Azariah son of Jehohanan, Berechiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai also opposed the actions of the army."
            },
            {
                "verse_number": "13",
                "verse_text": "They said, &apos;Don't bring those prisoners here! We have already sinned against the LORD and made him angry enough to punish us. Now you want to do something that will increase our guilt.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So then the army handed the prisoners and the loot over to the people and their leaders,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the four men were appointed to provide the prisoners with clothing from the captured loot. They gave them clothes and sandals to wear, gave them enough to eat and drink, and put olive oil on their wounds. Those who were too weak to walk were put on donkeys, and all the prisoners were taken back to Judean territory at Jericho, the city of palm trees. Then the Israelites returned home to Samaria."
            },
            {
                "verse_number": "18",
                "verse_text": "At this same time the Philistines were raiding the towns in the western foothills and in southern Judah. They captured the cities of Beth Shemesh, Aijalon, and Gederoth, and the cities of Soco, Timnah, and Gimzo with their villages, and settled there permanently."
            },
            {
                "verse_number": "19",
                "verse_text": "Because King Ahaz of Judah had violated the rights of his people and had defied the LORD , the LORD brought troubles on Judah."
            },
            {
                "verse_number": "20",
                "verse_text": "The Assyrian emperor, instead of helping Ahaz, opposed him and caused him trouble."
            },
            {
                "verse_number": "21",
                "verse_text": "So Ahaz took the gold from the Temple, the palace, and the homes of the leaders of the people, and gave it to the emperor, but even this did not help."
            },
            {
                "verse_number": "22",
                "verse_text": "When his troubles were at their worst, that man Ahaz sinned against the LORD more than ever."
            },
            {
                "verse_number": "23",
                "verse_text": "He offered sacrifices to the gods of the Syrians, who had defeated him. He said, &apos;The Syrian gods helped the kings of Syria, so if I sacrifice to them, they may help me too.&apos; This brought disaster on him and on his nation."
            },
            {
                "verse_number": "24",
                "verse_text": "In addition, he took all the temple equipment and broke it in pieces. He closed the Temple and set up altars in every part of Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "In every city and town in Judah, he built pagan places of worship, where incense was to be burnt to foreign gods. In this way he brought on himself the anger of the LORD , the God of his ancestors."
            },
            {
                "verse_number": "26",
                "verse_text": "All the other events of his reign, from beginning to end, are recorded in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "King Ahaz died and was buried in Jerusalem, but not in the royal tombs. His son Hezekiah succeeded him as king."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah became king of Judah at the age of 25, and he ruled in Jerusalem for 29 years. His mother was Abijah, the daughter of Zechariah."
            },
            {
                "verse_number": "2",
                "verse_text": "Following the example of his ancestor King David, he did what was pleasing to the LORD . From the clan of Kohath, Mahath son of Amasai and Joel son of Azariah From the clan of Merari, Kish son of Abdi and Azariah son of Jehallelel From the clan of Gershon, Joah son of Zimnah and Eden son of Joah From the clan of Elizaphan, Shimri and Jeuel From the clan of Asaph, Zechariah and Mattaniah From the clan of Heman, Jehuel and Shimei From the clan of Jeduthun, Shemaiah and Uzziel. And so worship in the Temple was begun again."
            },
            {
                "verse_number": "3",
                "verse_text": "In the first month of the year after Hezekiah became king, he re-opened the gates of the Temple and had them repaired."
            },
            {
                "verse_number": "4",
                "verse_text": "He assembled a group of priests and Levites in the east courtyard of the Temple"
            },
            {
                "verse_number": "5",
                "verse_text": "and spoke to them there. He said, &apos;You Levites are to consecrate yourselves and purify the Temple of the LORD , the God of your ancestors. Remove from the Temple everything that defiles it."
            },
            {
                "verse_number": "6",
                "verse_text": "Our ancestors were unfaithful to the LORD our God and did what was displeasing to him. They abandoned him and turned their backs on the place where he dwells."
            },
            {
                "verse_number": "7",
                "verse_text": "They closed the doors of the Temple, let the lamps go out, and failed to burn incense or offer burnt offerings in the Temple of the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Because of this the LORD has been angry with Judah and Jerusalem, and what he has done to them has shocked and frightened everyone. You know this very well."
            },
            {
                "verse_number": "9",
                "verse_text": "Our fathers were killed in battle, and our wives and children have been taken away as prisoners."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I have now decided to make a covenant with the LORD , the God of Israel, so that he will no longer be angry with us."
            },
            {
                "verse_number": "11",
                "verse_text": "My sons, do not lose any time. You are the ones that the LORD has chosen to burn incense to him and to lead the people in worshipping him.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "These men assembled their fellow-Levites, and they all made themselves ritually clean. Then, as the king had commanded them to do, they began to make the Temple ritually clean, according to the Law of the LORD ."
            },
            {
                "verse_number": "16",
                "verse_text": "The priests went inside the Temple to purify it, and they carried out into the temple courtyard everything that was ritually unclean. From there the Levites took it all outside the city to the valley of the Kidron."
            },
            {
                "verse_number": "17",
                "verse_text": "The work was begun on the first day of the first month, and by the eighth day they had finished it all, including the entrance room to the Temple. Then they worked for the next eight days, until the sixteenth of the month, preparing the Temple for worship."
            },
            {
                "verse_number": "18",
                "verse_text": "The Levites made the following report to King Hezekiah: &apos;We have completed the ritual purification of the whole Temple, including the altar for burnt offerings, the table for the sacred bread, and all their equipment."
            },
            {
                "verse_number": "19",
                "verse_text": "We have also brought back all the equipment which King Ahaz took away during those years he was unfaithful to God, and we have rededicated it. It is all in front of the LORD 's altar.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Without delay King Hezekiah assembled the leading men of the city, and together they went to the Temple."
            },
            {
                "verse_number": "21",
                "verse_text": "As an offering to take away the sins of the royal family and of the people of Judah and to purify the Temple, they took seven bulls, seven sheep, seven lambs, and seven goats. The king told the priests, who were descendants of Aaron, to offer the animals as sacrifices on the altar."
            },
            {
                "verse_number": "22",
                "verse_text": "The priests killed the bulls first, then the sheep, and then the lambs, and sprinkled the blood of each sacrifice on the altar."
            },
            {
                "verse_number": "23",
                "verse_text": "Finally they took the goats to the king and to the other worshippers, who laid their hands on them."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the priests killed the goats and poured their blood on the altar as a sacrifice to take away the sin of all the people, for the king had commanded burnt offerings and sin offerings to be made for all Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "The king followed the instructions that the LORD had given to King David through Gad, the king's prophet, and through the prophet Nathan; he stationed Levites in the Temple, with harps and cymbals,"
            },
            {
                "verse_number": "26",
                "verse_text": "instruments like those that King David had used. The priests also stood there with trumpets."
            },
            {
                "verse_number": "27",
                "verse_text": "Hezekiah gave the order for the burnt offering to be presented; and as the offering began, the people sang praise to the LORD , and the musicians began to play the trumpets and all the other instruments."
            },
            {
                "verse_number": "28",
                "verse_text": "Everyone who was there joined in worship, and the singing and the rest of the music continued until all the sacrifices had been burnt."
            },
            {
                "verse_number": "29",
                "verse_text": "Then King Hezekiah and all the people knelt down and worshipped God."
            },
            {
                "verse_number": "30",
                "verse_text": "The king and the leaders of the nation told the Levites to sing to the LORD the songs of praise that were written by David and by Asaph the prophet. So everyone sang with great joy as they knelt and worshipped God."
            },
            {
                "verse_number": "31",
                "verse_text": "Hezekiah said to the people, &apos;Now that you are ritually clean, bring sacrifices as offerings of thanksgiving to the LORD .&apos; They obeyed, and some of them also voluntarily brought animals to be sacrificed as burnt offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "They brought seventy bulls, 100 sheep, and 200 lambs as burnt offerings for the LORD ;"
            },
            {
                "verse_number": "33",
                "verse_text": "they also brought 600 bulls and 3,000 sheep as sacrifices for the people to eat."
            },
            {
                "verse_number": "34",
                "verse_text": "Since there were not enough priests to kill all these animals, the Levites helped them until the work was finished. By then more priests had made themselves ritually clean. (The Levites were more faithful in keeping ritually clean than the priests were.)"
            },
            {
                "verse_number": "35",
                "verse_text": "In addition to offering the sacrifices that were burnt whole, the priests were responsible for burning the fat that was offered from the sacrifices which the people ate, and for pouring out the wine that was presented with the burnt offerings."
            },
            {
                "verse_number": "36",
                "verse_text": "King Hezekiah and the people were happy, because God had helped them to do all this so quickly."
            }
        ],
        "30": [
            {
                "verse_number": "4",
                "verse_text": "The king and the people were pleased with their plan,"
            },
            {
                "verse_number": "5",
                "verse_text": "so they invited all the Israelites, from Dan in the north to Beersheba in the south, to come together in Jerusalem and celebrate the Passover according to the Law, in larger numbers than ever before."
            },
            {
                "verse_number": "6",
                "verse_text": "Messengers went out at the command of the king and his officials through all Judah and Israel with the following invitation: &apos;People of Israel, you have survived the Assyrian conquest of the land. Now return to the LORD , the God of Abraham, Isaac, and Jacob, and he will return to you. After the seven days during which they offered sacrifices in praise of the LORD , the God of their ancestors,"
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be like your ancestors and your fellow-Israelites who were unfaithful to the LORD their God. As you can see, he punished them severely."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not be stubborn as they were, but obey the LORD . Come to the Temple in Jerusalem, which the LORD your God has made holy for ever, and worship him so that he will no longer be angry with you."
            },
            {
                "verse_number": "9",
                "verse_text": "If you return to the LORD , then those who have taken your relatives away as prisoners will take pity on them and let them come back home. The LORD your God is kind and merciful, and if you return to him, he will accept you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The messengers went to every city in the territory of the tribes of Ephraim and Manasseh, and as far north as the tribe of Zebulun, but people laughed at them and ridiculed them."
            },
            {
                "verse_number": "11",
                "verse_text": "Still, there were some from the tribes of Asher, Manasseh, and Zebulun who were willing to come to Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "God was also at work in Judah and united the people in their determination to obey his will by following the commands of the king and his officials."
            },
            {
                "verse_number": "13",
                "verse_text": "A great number of people gathered in Jerusalem in the second month to celebrate the Festival of Unleavened Bread."
            },
            {
                "verse_number": "14",
                "verse_text": "They took all the altars that had been used in Jerusalem for offering sacrifices and burning incense and threw them into the valley of the Kidron."
            },
            {
                "verse_number": "15",
                "verse_text": "And on the fourteenth day of the month they killed the lambs for the Passover sacrifice. The priests and Levites who were not ritually clean were so ashamed that they dedicated themselves to the LORD , and now they could sacrifice burnt offerings in the Temple."
            },
            {
                "verse_number": "16",
                "verse_text": "They took their places in the Temple according to the instructions in the Law of Moses, the man of God. The Levites gave the blood of the sacrifices to the priests, who sprinkled it on the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Because many of the people were not ritually clean, they could not kill the Passover lambs, so the Levites did it for them, and dedicated the lambs to the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "In addition, many of those who had come from the tribes of Ephraim, Manasseh, Issachar, and Zebulun had not performed the ritual of purification, and so they were observing Passover improperly. King Hezekiah offered this prayer for them:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;O LORD , the God of our ancestors, in your goodness forgive those who are worshipping you with all their heart, even though they are not ritually clean.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD answered Hezekiah's prayer; he forgave the people and did not harm them."
            },
            {
                "verse_number": "21",
                "verse_text": "For seven days the people who had gathered in Jerusalem celebrated the Festival of Unleavened Bread with great joy, and day after day the Levites and the priests praised the LORD with all their strength."
            },
            {
                "verse_number": "22",
                "verse_text": "Hezekiah praised the Levites for their skill in conducting the worship of the LORD ."
            },
            {
                "verse_number": "23",
                "verse_text": "they all decided to celebrate for another seven days. So they celebrated with joy."
            },
            {
                "verse_number": "24",
                "verse_text": "King Hezekiah contributed 1,000 bulls and 7,000 sheep for the people to kill and eat, and the officials gave them another thousand bulls and 10,000 sheep. A large number of priests went through the ritual of purification."
            },
            {
                "verse_number": "25",
                "verse_text": "So everyone was happy &ndash; the people of Judah, the priests, the Levites, the people who had come from the north, and the foreigners who had settled permanently in Israel and Judah."
            },
            {
                "verse_number": "26",
                "verse_text": "The city of Jerusalem was filled with joy, because nothing like this had happened since the days of King Solomon, the son of David."
            },
            {
                "verse_number": "27",
                "verse_text": "The priests and the Levites asked the LORD 's blessing on the people. In his home in heaven God heard their prayers and accepted them."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "After the festival ended, all the people of Israel went to every city in Judah and broke the stone pillars, cut down the symbols of the goddess Asherah, and destroyed the altars and the pagan places of worship. They did the same thing throughout the rest of Judah, and the territories of Benjamin, Ephraim, and Manasseh; then they all returned home."
            },
            {
                "verse_number": "2",
                "verse_text": "King Hezekiah re-established the organization of the priests and Levites, under which they each had specific duties. These included offering the burnt offerings and the fellowship offerings, taking part in the temple worship, and giving praise and thanks in the various parts of the Temple."
            },
            {
                "verse_number": "3",
                "verse_text": "From his own flocks and herds he provided animals for the burnt offerings each morning and evening, and for those offered on the Sabbath, at the New Moon Festival, and at the other festivals which are required by the Law of the LORD ."
            },
            {
                "verse_number": "4",
                "verse_text": "In addition, the king told the people of Jerusalem to bring the offerings to which the priests and the Levites were entitled, so that they could give all their time to the requirements of the Law of the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as the order was given, the people of Israel brought gifts of their finest corn, wine, olive oil, honey, and other farm produce, and they also brought the tithes of everything they had."
            },
            {
                "verse_number": "6",
                "verse_text": "All the people who lived in the cities of Judah brought tithes of their cattle and sheep, and they also brought large quantities of gifts, which they dedicated to the LORD their God."
            },
            {
                "verse_number": "7",
                "verse_text": "The gifts started arriving in the third month and continued to pile up for the next four months."
            },
            {
                "verse_number": "8",
                "verse_text": "When King Hezekiah and his officials saw how much had been given, they praised the LORD and praised his people Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "The king spoke to the priests and the Levites about these gifts,"
            },
            {
                "verse_number": "10",
                "verse_text": "and Azariah the High Priest, a descendant of Zadok, said to him, &apos;Since the people started bringing their gifts to the Temple, there has been enough to eat and a large surplus besides. We have all this because the LORD has blessed his people.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "On the king's orders they prepared storerooms in the Temple area"
            },
            {
                "verse_number": "12",
                "verse_text": "and put all the gifts and tithes in them for safe-keeping. They placed a Levite named Conaniah in charge and made his brother Shimei his assistant."
            },
            {
                "verse_number": "13",
                "verse_text": "Ten Levites were assigned to work under them: Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah. All this was done under the authority of King Hezekiah and Azariah the High Priest."
            },
            {
                "verse_number": "14",
                "verse_text": "Kore son of Imnah, a Levite who was chief guard at the East Gate of the Temple, was in charge of receiving the gifts offered to the LORD and of distributing them."
            },
            {
                "verse_number": "15",
                "verse_text": "In the other cities where priests lived, he was faithfully assisted in this by other Levites: Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah. They distributed the food equally to their fellow-Levites according to what their duties were,"
            },
            {
                "verse_number": "16",
                "verse_text": "and not by clans. They gave a share to all males thirty years of age or older who had daily responsibilities in the Temple in accordance with their positions."
            },
            {
                "verse_number": "17",
                "verse_text": "The priests were assigned their duties by clans, and the Levites twenty years of age or older were assigned theirs by work groups."
            },
            {
                "verse_number": "18",
                "verse_text": "They were all registered together with their wives, children, and other dependants, because they were required to be ready to perform their sacred duties at any time."
            },
            {
                "verse_number": "19",
                "verse_text": "Among the priests who lived in the cities assigned to Aaron's descendants, or in the pasture lands belonging to these cities, there were responsible men who distributed the food to all the males in the priestly families and to everyone who was on the rolls of the Levite clans."
            },
            {
                "verse_number": "20",
                "verse_text": "Throughout all Judah, King Hezekiah did what was right and what was pleasing to the LORD his God."
            },
            {
                "verse_number": "21",
                "verse_text": "He was successful, because everything he did for the Temple or in observance of the Law, he did in a spirit of complete loyalty and devotion to his God."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "After these events, in which King Hezekiah served the LORD faithfully, Sennacherib, the emperor of Assyria, invaded Judah. He besieged the fortified cities and gave orders for his army to break their way through the walls."
            },
            {
                "verse_number": "2",
                "verse_text": "When Hezekiah saw that Sennacherib intended to attack Jerusalem also,"
            },
            {
                "verse_number": "5",
                "verse_text": "The king strengthened the city's defences by repairing the wall, building towers on it, and building an outer wall. In addition, he repaired the defences built on the land that was filled in on the east side of the old part of Jerusalem. He also had a large number of spears and shields made."
            },
            {
                "verse_number": "6",
                "verse_text": "He placed all the men in the city under the command of army officers and ordered them to assemble in the open square at the city gate. He said to them,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Be determined and confident, and don't be afraid of the Assyrian emperor or of the army he is leading. We have more power on our side than he has on his."
            },
            {
                "verse_number": "8",
                "verse_text": "He has human power, but we have the LORD our God to help us and to fight our battles.&apos; The people were encouraged by these words of their king."
            },
            {
                "verse_number": "9",
                "verse_text": "Some time later, while Sennacherib and his army were still at Lachish, he sent the following message to Hezekiah and the people of Judah who were with him in Jerusalem:"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I, Sennacherib, Emperor of Assyria, ask what gives you people the confidence to remain in Jerusalem under siege."
            },
            {
                "verse_number": "11",
                "verse_text": "Hezekiah tells you that the LORD your God will save you from our power, but Hezekiah is deceiving you and will let you die of hunger and thirst."
            },
            {
                "verse_number": "12",
                "verse_text": "He is the one who destroyed the LORD 's shrines and altars and then told the people of Judah and Jerusalem to worship and burn incense at one altar only."
            },
            {
                "verse_number": "13",
                "verse_text": "Don't you know what my ancestors and I have done to the people of other nations? Did the gods of any other nation save their people from the emperor of Assyria?"
            },
            {
                "verse_number": "14",
                "verse_text": "When did any of the gods of all those countries ever save their country from us? Then what makes you think that your god can save you?"
            },
            {
                "verse_number": "15",
                "verse_text": "Now don't let Hezekiah deceive you or mislead you like that. Don't believe him! No god of any nation has ever been able to save his people from any Assyrian emperor. So certainly this god of yours can't save you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Assyrian officials said even worse things about the LORD God and Hezekiah, the LORD 's servant."
            },
            {
                "verse_number": "17",
                "verse_text": "The letter that the emperor wrote defied the LORD , the God of Israel. It said, &apos;The gods of the nations have not saved their people from my power, and neither will Hezekiah's god save his people from me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The officials shouted this in Hebrew in order to frighten and discourage the people of Jerusalem who were on the city wall, so that it would be easier to capture the city."
            },
            {
                "verse_number": "19",
                "verse_text": "They talked about the God of Jerusalem in the same way that they talked about the gods of the other peoples, idols made by human hands."
            },
            {
                "verse_number": "20",
                "verse_text": "Then King Hezekiah and the prophet Isaiah son of Amoz prayed to God and cried out to him for help."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD sent an angel that killed the soldiers and officers of the Assyrian army. So the emperor went back to Assyria disgraced. One day when he was in the temple of his god, some of his sons killed him with their swords."
            },
            {
                "verse_number": "22",
                "verse_text": "In this way the LORD rescued King Hezekiah and the people of Jerusalem from the power of Sennacherib, the emperor of Assyria, and also from their other enemies. He let the people live in peace with all the neighbouring countries."
            },
            {
                "verse_number": "23",
                "verse_text": "Many people came to Jerusalem, bringing offerings to the LORD and gifts to Hezekiah, so that from then on all the nations held Hezekiah in honour."
            },
            {
                "verse_number": "24",
                "verse_text": "About this time King Hezekiah fell ill and almost died. He prayed, and the LORD gave him a sign that he would recover."
            },
            {
                "verse_number": "25",
                "verse_text": "But Hezekiah was too proud to show gratitude for what the LORD had done for him, and Judah and Jerusalem suffered for it."
            },
            {
                "verse_number": "26",
                "verse_text": "Finally, however, Hezekiah and the people of Jerusalem humbled themselves, and so the LORD did not punish the people until after Hezekiah's death."
            },
            {
                "verse_number": "27",
                "verse_text": "King Hezekiah became very wealthy, and everyone held him in honour. He had storerooms built for his gold, silver, precious stones, spices, shields, and other valuable objects."
            },
            {
                "verse_number": "28",
                "verse_text": "In addition, he had storehouses built for his corn, wine, and olive oil; barns for his cattle; and enclosures for his sheep."
            },
            {
                "verse_number": "29",
                "verse_text": "Besides all this, God gave him sheep and cattle and so much other wealth that he built many cities."
            },
            {
                "verse_number": "30",
                "verse_text": "It was King Hezekiah who blocked the outlet for the Spring of Gihon and channelled the water to flow through a tunnel to a point inside the walls of Jerusalem. Hezekiah succeeded in everything he did,"
            },
            {
                "verse_number": "31",
                "verse_text": "and even when the Babylonian ambassadors came to inquire about the unusual event that had happened in the land, God let Hezekiah go his own way only in order to test his character."
            },
            {
                "verse_number": "32",
                "verse_text": "Everything else that King Hezekiah did and his devotion to the LORD are recorded in The Vision of the Prophet Isaiah Son of Amoz and in The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "33",
                "verse_text": "Hezekiah died and was buried in the upper section of the royal tombs. All the people of Judah and Jerusalem paid him great honour at his death. His son Manasseh succeeded him as king."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was twelve years old when he became king of Judah, and he ruled in Jerusalem for 55 years."
            },
            {
                "verse_number": "2",
                "verse_text": "Following the disgusting practices of the nations whom the LORD had driven out of the land as his people advanced, Manasseh sinned against the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "He rebuilt the pagan places of worship that his father Hezekiah had destroyed. He built altars for the worship of Baal, made images of the goddess Asherah, and worshipped the stars."
            },
            {
                "verse_number": "4",
                "verse_text": "He built pagan altars in the Temple, the place that the LORD had said was where he should be worshipped for ever."
            },
            {
                "verse_number": "5",
                "verse_text": "In the two courtyards of the Temple he built altars for the worship of the stars."
            },
            {
                "verse_number": "6",
                "verse_text": "He sacrificed his sons in the Valley of Hinnom as burnt offerings. He practised divination and magic and consulted fortune tellers and mediums. He sinned greatly against the LORD and stirred up his anger."
            },
            {
                "verse_number": "7",
                "verse_text": "He placed an image in the Temple, the place about which God had said to David and his son Solomon: &apos;Here in Jerusalem, in this Temple, is the place that I have chosen out of all the territory of the twelve tribes of Israel as the place where I am to be worshipped."
            },
            {
                "verse_number": "8",
                "verse_text": "And if the people of Israel will obey all my commands and keep the whole Law that my servant Moses gave them, then I will not allow them to be driven out of the land that I gave to their ancestors.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Manasseh led the people of Judah to commit even greater sins than those committed by the nations whom the LORD had driven out of the land as his people advanced."
            },
            {
                "verse_number": "10",
                "verse_text": "Although the LORD warned Manasseh and his people, they refused to listen."
            },
            {
                "verse_number": "11",
                "verse_text": "So the LORD let the commanders of the Assyrian army invade Judah. They captured Manasseh, stuck hooks in him, put him in chains, and took him to Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "In his suffering he became humble, turned to the LORD his God, and begged him for help."
            },
            {
                "verse_number": "13",
                "verse_text": "God accepted Manasseh's prayer and answered it by letting him go back to Jerusalem and rule again. This convinced Manasseh that the LORD was God."
            },
            {
                "verse_number": "14",
                "verse_text": "After this, Manasseh increased the height of the outer wall on the east side of David's City, from a point in the valley near the spring of Gihon north to the Fish Gate and the area of the city called Ophel. He also stationed an army officer in command of a unit of troops in each of the fortified cities of Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "He removed from the Temple the foreign gods and the image that he had placed there, and the pagan altars that were on the hill where the Temple stood and in other places in Jerusalem; he took all these things outside the city and threw them away."
            },
            {
                "verse_number": "16",
                "verse_text": "He also repaired the altar where the LORD was worshipped, and he sacrificed fellowship offerings and thanksgiving offerings on it. He commanded all the people of Judah to worship the LORD , the God of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Although the people continued to offer sacrifices at other places of worship, they offered them only to the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "Everything else that Manasseh did, the prayer he made to his God, and the messages of the prophets who spoke to him in the name of the LORD , the God of Israel, are all recorded in The History of the Kings of Israel ."
            },
            {
                "verse_number": "19",
                "verse_text": "The king's prayer and God's answer to it, and an account of the sins he committed before he repented &ndash; the evil he did, the pagan places of worship and the symbols of the goddess Asherah that he made and the idols that he worshipped &ndash; are all recorded in The History of the Prophets ."
            },
            {
                "verse_number": "20",
                "verse_text": "Manasseh died and was buried at the palace, and his son Amon succeeded him as king."
            },
            {
                "verse_number": "21",
                "verse_text": "Amon was 22 years old when he became king of Judah, and he ruled in Jerusalem for two years."
            },
            {
                "verse_number": "22",
                "verse_text": "Like his father Manasseh, he sinned against the LORD , and he worshipped the idols that his father had worshipped."
            },
            {
                "verse_number": "23",
                "verse_text": "But unlike his father, he did not become humble and turn to the LORD ; he was even more sinful than his father had been."
            },
            {
                "verse_number": "24",
                "verse_text": "Amon's officials plotted against him and assassinated him in the palace."
            },
            {
                "verse_number": "25",
                "verse_text": "The people of Judah killed Amon's assassins and made his son Josiah king."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was eight years old when he became king of Judah, and he ruled in Jerusalem for 31 years."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was pleasing to the LORD ; he followed the example of his ancestor King David, strictly obeying all the laws of God. The men returned to King Josiah with this message."
            },
            {
                "verse_number": "3",
                "verse_text": "In the eighth year that Josiah was king, while he was still very young, he began to worship the God of his ancestor King David. Four years later he began to destroy the pagan places of worship, the symbols of the goddess Asherah, and all the other idols."
            },
            {
                "verse_number": "4",
                "verse_text": "Under his direction the altars where Baal was worshipped were smashed, and the incense altars near them were torn down. They ground to dust the images of Asherah and all the other idols and then scattered the dust on the graves of the people who had sacrificed to them."
            },
            {
                "verse_number": "5",
                "verse_text": "He burnt the bones of the pagan priests on the altars where they had worshipped. By doing all this, he made Judah and Jerusalem ritually clean again."
            },
            {
                "verse_number": "6",
                "verse_text": "He did the same thing in the cities and the devastated areas of Manasseh, Ephraim, and Simeon, and as far north as Naphtali."
            },
            {
                "verse_number": "7",
                "verse_text": "Throughout the territory of the Northern Kingdom he smashed the altars and the symbols of Asherah, ground the idols to dust, and broke in pieces all the incense altars. Then he returned to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "In the eighteenth year of his reign, after he had purified the land and the Temple by ending pagan worship, King Josiah sent three men to repair the Temple of the LORD God: Shaphan son of Azaliah, Maaseiah, the governor of Jerusalem, and Joah son of Joahaz, a high official."
            },
            {
                "verse_number": "9",
                "verse_text": "The money that the Levite guards had collected in the Temple was handed over to Hilkiah the High Priest. (It had been collected from the people of Ephraim and Manasseh and the rest of the Northern Kingdom, and from the people of Judah, Benjamin, and Jerusalem.)"
            },
            {
                "verse_number": "10",
                "verse_text": "This money was then handed over to the three men in charge of the temple repairs, and they gave it to"
            },
            {
                "verse_number": "11",
                "verse_text": "the carpenters and the builders to buy the stones and the timber used to repair the buildings that the kings of Judah had allowed to decay."
            },
            {
                "verse_number": "12",
                "verse_text": "The men who did the work were thoroughly honest. They were supervised by four Levites: Jahath and Obadiah of the clan of Merari, and Zechariah and Meshullam of the clan of Kohath. (The Levites were all skilful musicians.)"
            },
            {
                "verse_number": "13",
                "verse_text": "Other Levites were in charge of transporting materials and supervising the workmen on various jobs, and others kept records or served as guards."
            },
            {
                "verse_number": "14",
                "verse_text": "While the money was being taken out of the storeroom, Hilkiah found the book of the Law of the LORD , the Law that God had given to Moses."
            },
            {
                "verse_number": "15",
                "verse_text": "He said to Shaphan, &apos;I have found the book of the Law here in the Temple.&apos; He gave Shaphan the book,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Shaphan took it to the king. He reported, &apos;We have done everything that you commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "We have taken the money that was kept in the Temple and handed it over to the workmen and their supervisors.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then he added, &apos;I have here a book that Hilkiah gave me.&apos; And he read it aloud to the king."
            },
            {
                "verse_number": "19",
                "verse_text": "When the king heard the book being read, he tore his clothes in dismay"
            },
            {
                "verse_number": "20",
                "verse_text": "and gave the following order to Hilkiah, to Ahikam son of Shaphan, to Abdon son of Micaiah, to Shaphan, the court secretary, and to Asaiah, the king's attendant:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Go and consult the LORD for me and for the people who still remain in Israel and Judah. Find out about the teachings of this book. The LORD is angry with us because our ancestors have not obeyed the word of the LORD and have not done what this book says must be done.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "At the king's command, Hilkiah and the others went to consult a woman named Huldah, a prophet who lived in the newer part of Jerusalem. (Her husband Shallum, the son of Tikvah and grandson of Harhas, was in charge of the temple robes.) They described to her what had happened,"
            },
            {
                "verse_number": "23",
                "verse_text": "and she told them to go back to the king and give him"
            },
            {
                "verse_number": "24",
                "verse_text": "the following message from the LORD : &apos;I am going to punish Jerusalem and all its people with the curses written in the book that was read to the king."
            },
            {
                "verse_number": "25",
                "verse_text": "They have rejected me and have offered sacrifices to other gods, and so have stirred up my anger by all they have done. My anger is aroused against Jerusalem, and it will not die down."
            },
            {
                "verse_number": "26",
                "verse_text": "As for the king himself, this is what I, the LORD God of Israel, say: You listened to what is written in the book,"
            },
            {
                "verse_number": "27",
                "verse_text": "and you repented and humbled yourself before me, tearing your clothes and weeping, when you heard how I threatened to punish Jerusalem and its people. I have heard your prayer,"
            },
            {
                "verse_number": "28",
                "verse_text": "and the punishment which I am going to bring on Jerusalem will not come until after your death. I will let you die in peace.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "King Josiah summoned all the leaders of Judah and Jerusalem,"
            },
            {
                "verse_number": "30",
                "verse_text": "and together they went to the Temple, accompanied by the priests and the Levites and all the rest of the people, rich and poor alike. Before them all, the king read aloud the whole book of the covenant, which had been found in the Temple."
            },
            {
                "verse_number": "31",
                "verse_text": "He stood by the royal column and made a covenant with the LORD to obey him, to keep his laws and commands with all his heart and soul, and to put into practice the demands attached to the covenant, as written in the book."
            },
            {
                "verse_number": "32",
                "verse_text": "He made the people of Benjamin and everyone else present in Jerusalem promise to keep the covenant. And so the people of Jerusalem obeyed the requirements of the covenant they had made with the God of their ancestors."
            },
            {
                "verse_number": "33",
                "verse_text": "King Josiah destroyed all the disgusting idols that were in the territory belonging to the people of Israel, and as long as he lived, he required the people to serve the LORD , the God of their ancestors."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "King Josiah celebrated the Passover at Jerusalem in honour of the LORD ; on the fourteenth day of the first month they killed the animals for the festival."
            },
            {
                "verse_number": "2",
                "verse_text": "He assigned to the priests the duties they were to perform in the Temple and encouraged them to do them well."
            },
            {
                "verse_number": "3",
                "verse_text": "He also gave these instructions to the Levites, the teachers of Israel, who were dedicated to the LORD : &apos;Put the sacred Covenant Box in the Temple that King Solomon, the son of David, built. You are no longer to carry it from place to place, but you are to serve the LORD your God and his people Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "Take your places in the Temple by clans, according to the responsibilities assigned to you by King David and his son King Solomon,"
            },
            {
                "verse_number": "5",
                "verse_text": "and arrange yourselves so that some of you will be available to help each family of the people of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "You are to kill the Passover lambs and goats. Now make yourselves ritually clean and prepare the sacrifices in order that your fellow-Israelites may follow the instructions which the LORD gave through Moses.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "For the use of the people at the Passover, King Josiah contributed from his own herds and flocks 30,000 sheep, lambs, and young goats, and 3,000 bulls."
            },
            {
                "verse_number": "8",
                "verse_text": "His officials also made contributions for the people, the priests, and the Levites to use. And the officials in charge of the Temple &ndash; Hilkiah, the High Priest, Zechariah, and Jehiel &ndash; gave the priests 2,600 lambs and young goats and 300 bulls for sacrifices during the festival."
            },
            {
                "verse_number": "9",
                "verse_text": "The leaders of the Levites &ndash; Conaniah, Shemaiah and his brother Nethanel, Hashabiah, Jeiel, and Jozabad &ndash; contributed 5,000 lambs and young goats and 500 bulls for the Levites to offer as sacrifices."
            },
            {
                "verse_number": "10",
                "verse_text": "When everything was arranged for the Passover, the priests and the Levites took their places, as commanded by the king."
            },
            {
                "verse_number": "11",
                "verse_text": "After the lambs and goats had been killed, the Levites skinned them, and the priests sprinkled the blood on the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they divided among the people, by family groups, the animals for burnt offerings, so that they could offer them according to the instructions in the Law of Moses."
            },
            {
                "verse_number": "13",
                "verse_text": "The Levites roasted the Passover sacrifices over the fire, according to the regulations, and boiled the sacred offerings in pots, cauldrons, and pans, and quickly distributed the meat to the people."
            },
            {
                "verse_number": "14",
                "verse_text": "After this was done, the Levites provided meat for themselves and for the priests descended from Aaron, for the priests were kept busy until night, burning the animals that were burnt whole and the fat of the sacrifices."
            },
            {
                "verse_number": "15",
                "verse_text": "The following musicians of the Levite clan of Asaph were in the places assigned to them by King David's instructions: Asaph, Heman, and Jeduthun, the king's prophet. The guards at the temple gates did not need to leave their posts, because the other Levites prepared the Passover for them."
            },
            {
                "verse_number": "16",
                "verse_text": "So, as King Josiah had commanded, everything was done that day for the worship of the LORD , the keeping of the Passover Festival, and the offering of burnt offerings on the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "For seven days all the people of Israel who were present celebrated the Passover and the Festival of Unleavened Bread."
            },
            {
                "verse_number": "18",
                "verse_text": "Since the days of the prophet Samuel, the Passover had never been celebrated like this. None of the former kings had ever celebrated a Passover like this one celebrated by King Josiah, the priests, the Levites, and the people of Judah, Israel, and Jerusalem"
            },
            {
                "verse_number": "19",
                "verse_text": "in the eighteenth year of Josiah's reign."
            },
            {
                "verse_number": "20",
                "verse_text": "After King Josiah had done all this for the Temple, King Neco of Egypt led an army to fight at Carchemish on the River Euphrates. Josiah tried to stop him,"
            },
            {
                "verse_number": "21",
                "verse_text": "but Neco sent Josiah this message: &apos;This war I am fighting does not concern you, King of Judah. I have not come to fight you, but to fight my enemies, and God has told me to hurry. God is on my side, so don't oppose me, or he will destroy you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Josiah was determined to fight. He refused to listen to what God was saying through King Neco, so he disguised himself and went into battle on the plain of Megiddo."
            },
            {
                "verse_number": "23",
                "verse_text": "During the battle King Josiah was struck by Egyptian arrows. He ordered his servants, &apos;Take me away; I'm badly hurt!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "They lifted him out of his chariot, placed him in a second chariot which he had there, and took him to Jerusalem. There he died and was buried in the royal tombs. All the people of Judah and Jerusalem mourned his death."
            },
            {
                "verse_number": "25",
                "verse_text": "The prophet Jeremiah composed a lament for King Josiah. It has become a custom in Israel for the singers, both men and women, to use this song when they mourn for him. The song is found in the collection of laments."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything that Josiah did &ndash; his devotion to the LORD , his obedience to the Law,"
            },
            {
                "verse_number": "27",
                "verse_text": "and his history from beginning to end &ndash; is all recorded in The History of the Kings of Israel and Judah ."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The people of Judah chose Josiah's son Joahaz and anointed him king in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Joahaz was 23 years old when he became king of Judah, and he ruled in Jerusalem for three months."
            },
            {
                "verse_number": "3",
                "verse_text": "King Neco of Egypt took him prisoner and made Judah pay 3.4 tonnes of silver and 34 kilogrammes of gold as tribute."
            },
            {
                "verse_number": "4",
                "verse_text": "Neco made Joahaz' brother Eliakim king of Judah and changed his name to Jehoiakim. Joahaz was taken to Egypt by Neco."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoiakim was 25 years old when he became king of Judah, and he ruled in Jerusalem for eleven years. He sinned against the LORD his God."
            },
            {
                "verse_number": "6",
                "verse_text": "King Nebuchadnezzar of Babylonia invaded Judah, captured Jehoiakim, and took him to Babylonia in chains."
            },
            {
                "verse_number": "7",
                "verse_text": "Nebuchadnezzar carried off some of the treasures of the Temple and put them in his palace in Babylon."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything that Jehoiakim did, including his disgusting practices and the evil he committed, is recorded in The History of the Kings of Israel and Judah . His son Jehoiachin succeeded him as king."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiachin was eighteen years old when he became king of Judah, and he ruled in Jerusalem for three months and ten days. He too sinned against the LORD ."
            },
            {
                "verse_number": "10",
                "verse_text": "When spring came, King Nebuchadnezzar took Jehoiachin to Babylonia as a prisoner, and carried off the treasures of the Temple. Then Nebuchadnezzar made Jehoiachin's uncle Zedekiah king of Judah and Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah was 21 years old when he became king of Judah, and he ruled in Jerusalem for eleven years."
            },
            {
                "verse_number": "12",
                "verse_text": "He sinned against the LORD and did not listen humbly to the prophet Jeremiah, who spoke the word of the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "Zedekiah rebelled against King Nebuchadnezzar, who had forced him to swear in God's name that he would be loyal. He stubbornly refused to repent and return to the LORD , the God of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "In addition, the leaders of Judah, the priests, and the people followed the sinful example of the nations round them in worshipping idols, and so they defiled the Temple, which the LORD himself had made holy."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD , the God of their ancestors, had continued to send prophets to warn his people, because he wanted to spare them and the Temple."
            },
            {
                "verse_number": "16",
                "verse_text": "But they ridiculed God's messengers, ignoring his words and laughing at his prophets, until at last the LORD 's anger against his people was so great that there was no escape."
            },
            {
                "verse_number": "17",
                "verse_text": "So the LORD brought the king of Babylonia to attack them. The king killed the young men of Judah, even in the Temple. He had no mercy on anyone, young or old, man or woman, sick or healthy. God handed them all over to him."
            },
            {
                "verse_number": "18",
                "verse_text": "The king of Babylonia looted the Temple, the temple treasury, and the wealth of the king and his officials, and took everything back to Babylon."
            },
            {
                "verse_number": "19",
                "verse_text": "He burnt down the Temple and the city, with all its palaces and its wealth, and broke down the city wall."
            },
            {
                "verse_number": "20",
                "verse_text": "He took all the survivors to Babylonia, where they served him and his descendants as slaves until the rise of the Persian Empire."
            },
            {
                "verse_number": "21",
                "verse_text": "And so what the LORD had foretold through the prophet Jeremiah was fulfilled: &apos;The land will lie desolate for seventy years, to make up for the Sabbath rest that has not been observed.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "In the first year that Cyrus of Persia was emperor, the LORD made what he had said through the prophet Jeremiah come true. He prompted Cyrus to issue the following command and send it out in writing to be read aloud everywhere in his empire:"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;This is the command of Cyrus, Emperor of Persia. The LORD , the God of Heaven, has made me ruler over the whole world and has given me the responsibility of building a temple for him in Jerusalem in Judah. Now, all of you who are God's people, go there, and may the LORD your God be with you.&apos;"
            }
        ]
    }
}