{
    "Daniel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the third year that Jehoiakim was king of Judah, King Nebuchadnezzar of Babylonia attacked Jerusalem and surrounded the city."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord let him capture King Jehoiakim and seize some of the temple treasures. He took some prisoners back with him to the temple of his gods in Babylon, and put the captured treasures in the temple storerooms."
            },
            {
                "verse_number": "3",
                "verse_text": "The king ordered Ashpenaz, his chief official, to select from among the Israelite exiles some young men of the royal family and of the noble families."
            },
            {
                "verse_number": "4",
                "verse_text": "They had to be handsome, intelligent, well trained, quick to learn, and free from physical defects, so that they would be qualified to serve in the royal court. Ashpenaz was to teach them to read and write the Babylonian language."
            },
            {
                "verse_number": "5",
                "verse_text": "The king also gave orders that every day they were to be given the same food and wine as the members of the royal court. After three years of this training they were to appear before the king."
            },
            {
                "verse_number": "6",
                "verse_text": "Among those chosen were Daniel, Hananiah, Mishael, and Azariah, all of whom were from the tribe of Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "The chief official gave them new names: Belteshazzar, Shadrach, Meshach, and Abednego."
            },
            {
                "verse_number": "8",
                "verse_text": "Daniel made up his mind not to let himself become ritually unclean by eating the food and drinking the wine of the royal court, so he asked Ashpenaz to help him,"
            },
            {
                "verse_number": "9",
                "verse_text": "and God made Ashpenaz sympathetic to Daniel."
            },
            {
                "verse_number": "10",
                "verse_text": "Ashpenaz, however, was afraid of the king, so he said to Daniel, &apos;The king has decided what you are to eat and drink, and if you don't look as fit as the other young men, he may kill me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Daniel went to the guard whom Ashpenaz had placed in charge of him and his three friends."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Test us for ten days,&apos; he said. &apos;Give us vegetables to eat and water to drink."
            },
            {
                "verse_number": "13",
                "verse_text": "Then compare us with the young men who are eating the food of the royal court, and base your decision on how we look.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He agreed to let them try it for ten days."
            },
            {
                "verse_number": "15",
                "verse_text": "When the time was up, they looked healthier and stronger than all those who had been eating the royal food."
            },
            {
                "verse_number": "16",
                "verse_text": "So from then on the guard let them continue to eat vegetables instead of what the king provided."
            },
            {
                "verse_number": "17",
                "verse_text": "God gave the four young men knowledge and skill in literature and philosophy. In addition, he gave Daniel skill in interpreting visions and dreams."
            },
            {
                "verse_number": "18",
                "verse_text": "At the end of the three years set by the king, Ashpenaz took all the young men to Nebuchadnezzar."
            },
            {
                "verse_number": "19",
                "verse_text": "The king talked with them all, and Daniel, Hananiah, Mishael, and Azariah impressed him more than any of the others. So they became members of the king's court."
            },
            {
                "verse_number": "20",
                "verse_text": "No matter what question the king asked, or what problem he raised, these four knew ten times more than any fortune teller or magician in his whole kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "Daniel remained at the royal court until Cyrus the emperor of Persia conquered Babylonia."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "In the second year that Nebuchadnezzar was king, he had a dream. It worried him so much that he couldn't sleep,"
            },
            {
                "verse_number": "2",
                "verse_text": "so he sent for his fortune tellers, magicians, sorcerers, and wizards to come and explain the dream to him. When they came and stood before the king,"
            },
            {
                "verse_number": "3",
                "verse_text": "he said to them, &apos;I'm worried about a dream I have had. I want to know what it means.&apos; Praise him for ever and ever. he makes and unmakes kings; it is he who gives wisdom and understanding. he knows what is hidden in darkness, and he himself is surrounded by light. You have given me wisdom and strength; you have answered my prayer and shown us what to tell the king.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They answered the king in Aramaic, &apos;May Your Majesty live for ever! Tell us your dream, and we will explain it to you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king said to them, &apos;I have made up my mind that you must tell me the dream and then tell me what it means. If you can't, I'll have you torn limb from limb and make your houses a pile of ruins."
            },
            {
                "verse_number": "6",
                "verse_text": "But if you can tell me both the dream and its meaning, I will reward you with gifts and great honour. Now then, tell me what the dream was and what it means.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered the king again, &apos;If Your Majesty will only tell us what the dream was, we will explain it.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "At that, the king exclaimed, &apos;Just as I thought! You are trying to gain time, because you see that I have made up my mind"
            },
            {
                "verse_number": "9",
                "verse_text": "to give all of you the same punishment if you don't tell me the dream. You have agreed among yourselves to go on telling me lies because you hope that in time things will change. Tell me what the dream was, and then I will know that you can also tell me what it means.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The advisers replied, &apos;There is no one on the face of the earth who can tell Your Majesty what you want to know. No king, not even the greatest and most powerful, has ever made such a demand of his fortune tellers, magicians, and wizards."
            },
            {
                "verse_number": "11",
                "verse_text": "What Your Majesty is asking for is so difficult that no one can do it for you except the gods, and they do not live among human beings.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At that, the king flew into a rage and ordered the execution of all the royal advisers in Babylon."
            },
            {
                "verse_number": "13",
                "verse_text": "So the order was issued for all of them to be killed, including Daniel and his friends."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Daniel went to Arioch, commander of the king's bodyguard, who had been ordered to carry out the execution. Choosing his words carefully,"
            },
            {
                "verse_number": "15",
                "verse_text": "he asked Arioch why the king had issued such a harsh order. So Arioch told Daniel what had happened."
            },
            {
                "verse_number": "16",
                "verse_text": "Daniel went at once and obtained royal permission for more time, so that he could tell the king what the dream meant."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Daniel went home and told his friends Hananiah, Mishael, and Azariah what had happened."
            },
            {
                "verse_number": "18",
                "verse_text": "He told them to pray to the God of heaven for mercy and to ask him to explain the mystery to them so that they would not be killed along with the other advisers in Babylon."
            },
            {
                "verse_number": "19",
                "verse_text": "Then that same night the mystery was revealed to Daniel in a vision, and he praised the God of heaven:"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;God is wise and powerful!"
            },
            {
                "verse_number": "21",
                "verse_text": "He controls the times and the seasons;"
            },
            {
                "verse_number": "22",
                "verse_text": "He reveals things that are deep and secret;"
            },
            {
                "verse_number": "23",
                "verse_text": "I praise you and honour you, God of my ancestors."
            },
            {
                "verse_number": "24",
                "verse_text": "So Daniel went to Arioch, whom the king had commanded to execute the royal advisers. He said to him, &apos;Don't put them to death. Take me to the king, and I will tell him what his dream means.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "At once Arioch took Daniel into King Nebuchadnezzar's presence and told the king, &apos;I have found one of the Jewish exiles, who can tell Your Majesty the meaning of your dream.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king said to Daniel (who was also called Belteshazzar), &apos;Can you tell me what I dreamt and what it means?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Daniel replied, &apos;Your Majesty, there is no wizard, magician, fortune teller, or astrologer who can tell you that."
            },
            {
                "verse_number": "28",
                "verse_text": "But there is a God in heaven, who reveals mysteries. He has informed Your Majesty what will happen in the future. Now I will tell you the dream, the vision you had while you were asleep."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;While Your Majesty was sleeping, you dreamt about the future; and God, who reveals mysteries, showed you what is going to happen."
            },
            {
                "verse_number": "30",
                "verse_text": "Now, this mystery was revealed to me, not because I am wiser than anyone else, but so that Your Majesty may learn the meaning of your dream and understand the thoughts that have come to you."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Your Majesty, in your vision you saw standing before you a giant statue, bright and shining, and terrifying to look at."
            },
            {
                "verse_number": "32",
                "verse_text": "Its head was made of the finest gold; its chest and arms were made of silver; its waist and hips of bronze;"
            },
            {
                "verse_number": "33",
                "verse_text": "its legs of iron, and its feet partly of iron and partly of clay."
            },
            {
                "verse_number": "34",
                "verse_text": "While you were looking at it, a great stone broke loose from a cliff without anyone touching it, struck the iron and clay feet of the statue, and shattered them."
            },
            {
                "verse_number": "35",
                "verse_text": "At once the iron, clay, bronze, silver, and gold crumbled and became like the dust on a threshing place in summer. The wind carried it all away, leaving not a trace. But the stone grew to be a mountain that covered the whole earth."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;This was the dream. Now I will tell Your Majesty what it means."
            },
            {
                "verse_number": "37",
                "verse_text": "Your Majesty, you are the greatest of all kings. The God of heaven has made you emperor and given you power, might, and honour."
            },
            {
                "verse_number": "38",
                "verse_text": "He has made you ruler of all the inhabited earth and ruler over all the animals and birds. You are the head of gold."
            },
            {
                "verse_number": "39",
                "verse_text": "After you there will be another empire, not as great as yours, and after that a third, an empire of bronze, which will rule the whole earth."
            },
            {
                "verse_number": "40",
                "verse_text": "And then there will be a fourth empire, as strong as iron, which shatters and breaks everything. And just as iron shatters everything, it will shatter and crush all the earlier empires."
            },
            {
                "verse_number": "41",
                "verse_text": "You also saw that the feet and the toes were partly clay and partly iron. This means that it will be a divided empire. It will have something of the strength of iron, because there was iron mixed with the clay."
            },
            {
                "verse_number": "42",
                "verse_text": "The toes &ndash; partly iron and partly clay &ndash; mean that part of the empire will be strong and part of it weak."
            },
            {
                "verse_number": "43",
                "verse_text": "You also saw that the iron was mixed with the clay. This means that the rulers of that empire will try to unite their families by intermarriage, but they will not be able to, any more than iron can mix with clay."
            },
            {
                "verse_number": "44",
                "verse_text": "At the time of those rulers the God of heaven will establish a kingdom that will never end. It will never be conquered, but will completely destroy all those empires, and then last for ever."
            },
            {
                "verse_number": "45",
                "verse_text": "You saw how a stone broke loose from a cliff without anyone touching it and how it struck the statue made of iron, bronze, clay, silver, and gold. The great God is telling Your Majesty what will happen in the future. I have told you exactly what you dreamt, and have given you its true meaning.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then King Nebuchadnezzar bowed to the ground and gave orders for sacrifices and offerings to be made to Daniel."
            },
            {
                "verse_number": "47",
                "verse_text": "The king said, &apos;Your God is the greatest of all gods, the Lord over kings, and the one who reveals mysteries. I know this because you have been able to explain this mystery.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Then he gave Daniel a high position, presented him with many splendid gifts, put him in charge of the province of Babylon, and made him the head of all the royal advisers."
            },
            {
                "verse_number": "49",
                "verse_text": "At Daniel's request the king put Shadrach, Meshach, and Abednego in charge of the affairs of the province of Babylon; Daniel, however, remained at the royal court."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar had a gold statue made, 27 metres high and nearly three metres wide, and he had it set up in the plain of Dura in the province of Babylon."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king gave orders for all his officials to come together &ndash; the princes, governors, lieutenant-governors, commissioners, treasurers, judges, magistrates, and all the other officials of the provinces. They were to attend the dedication of the statue which King Nebuchadnezzar had set up."
            },
            {
                "verse_number": "3",
                "verse_text": "When all these officials gathered for the dedication and stood in front of the statue,"
            },
            {
                "verse_number": "4",
                "verse_text": "a herald announced in a loud voice, &apos;People of all nations, races, and languages!"
            },
            {
                "verse_number": "5",
                "verse_text": "You will hear the sound of the trumpets, followed by the playing of oboes, lyres, zithers, and harps; and then all the other instruments will join in. As soon as the music starts, you are to bow down and worship the gold statue that King Nebuchadnezzar has set up."
            },
            {
                "verse_number": "6",
                "verse_text": "Anyone who does not bow down and worship will immediately be thrown into a blazing furnace.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And so, as soon as they heard the sound of the instruments, the people of all the nations, races, and languages bowed down and worshipped the gold statue which King Nebuchadnezzar had set up. They answered, &apos;Yes, we did, Your Majesty.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "It was then that some Babylonians took the opportunity to denounce the Jews."
            },
            {
                "verse_number": "9",
                "verse_text": "They said to King Nebuchadnezzar, &apos;May Your Majesty live for ever!"
            },
            {
                "verse_number": "10",
                "verse_text": "Your Majesty has issued an order that as soon as the music starts, everyone is to bow down and worship the gold statue,"
            },
            {
                "verse_number": "11",
                "verse_text": "and that anyone who does not bow down and worship it is to be thrown into a blazing furnace."
            },
            {
                "verse_number": "12",
                "verse_text": "There are some Jews whom you put in charge of the province of Babylon &ndash; Shadrach, Meshach, and Abednego &ndash; who are disobeying Your Majesty's orders. They do not worship your god or bow down to the statue you set up.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "At that, the king flew into a rage and ordered the three men to be brought before him."
            },
            {
                "verse_number": "14",
                "verse_text": "He said to them, &apos;Shadrach, Meshach, and Abednego, is it true that you refuse to worship my god and to bow down to the gold statue I have set up?"
            },
            {
                "verse_number": "15",
                "verse_text": "Now then, as soon as you hear the sound of the trumpets, oboes, lyres, zithers, harps, and all the other instruments, bow down and worship the statue. If you do not, you will immediately be thrown into a blazing furnace. Do you think there is any god who can save you?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Shadrach, Meshach, and Abednego answered, &apos;Your Majesty, we will not try to defend ourselves."
            },
            {
                "verse_number": "17",
                "verse_text": "If the God whom we serve is able to save us from the blazing furnace and from your power, then he will."
            },
            {
                "verse_number": "18",
                "verse_text": "But even if he doesn't, Your Majesty may be sure that we will not worship your god, and we will not bow down to the gold statue that you have set up.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Nebuchadnezzar lost his temper, and his face turned red with anger at Shadrach, Meshach, and Abednego. So he ordered the furnace to be heated seven times hotter than usual."
            },
            {
                "verse_number": "20",
                "verse_text": "And he commanded the strongest men in his army to tie the three men up and throw them into the blazing furnace."
            },
            {
                "verse_number": "21",
                "verse_text": "So they tied them up, fully dressed &ndash; shirts, robes, caps, and all &ndash; and threw them into the blazing furnace."
            },
            {
                "verse_number": "22",
                "verse_text": "Now because the king had given strict orders for the furnace to be made extremely hot, the flames burnt up the guards who took the men to the furnace."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Shadrach, Meshach, and Abednego, still tied up, fell into the heart of the blazing fire."
            },
            {
                "verse_number": "24",
                "verse_text": "Suddenly Nebuchadnezzar leapt to his feet in amazement. He asked his officials, &apos;Didn't we tie up three men and throw them into the blazing furnace?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Then why do I see four men walking about in the fire?&apos; he asked. &apos;They are not tied up, and they show no sign of being hurt &ndash; and the fourth one looks like an angel.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So Nebuchadnezzar went up to the door of the blazing furnace and called out, &apos;Shadrach! Meshach! Abednego! Servants of the Supreme God! Come out!&apos; And they came out at once."
            },
            {
                "verse_number": "27",
                "verse_text": "All the princes, governors, lieutenant-governors, and other officials of the king gathered to look at the three men, who had not been harmed by the fire. Their hair was not singed, their clothes were not burnt, and there was no smell of smoke on them."
            },
            {
                "verse_number": "28",
                "verse_text": "The king said, &apos;Praise the God of Shadrach, Meshach, and Abednego! He sent his angel and rescued these men who serve and trust him. They disobeyed my orders and risked their lives rather than bow down and worship any god except their own."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;And now I command that if anyone of any nation, race, or language speaks disrespectfully of the God of Shadrach, Meshach, and Abednego, he is to be torn limb from limb, and his house is to be made a pile of ruins. There is no other god who can rescue like this.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "And the king promoted Shadrach, Meshach, and Abednego to higher positions in the province of Babylon."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Nebuchadnezzar sent the following message to the people of all nations, races, and languages in the world: &apos;Greetings! How powerful are the miracles he performs! God is king for ever; he will rule for all time. &apos; &quot;Now let the dew fall on this man, and let him live with the animals and the plants. Belteshazzar replied, &apos;Your Majesty, I wish that the dream and its explanation applied to your enemies and not to you. &apos;He will rule for ever, and his kingdom will last for all time. angels in heaven and people on earth are under his control. No one can oppose his will or question what he does."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen to my account of the wonders and miracles which the Supreme God has shown me."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;How great are the wonders God shows us!"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I was living comfortably in my palace, enjoying great prosperity."
            },
            {
                "verse_number": "5",
                "verse_text": "But I had a frightening dream and saw terrifying visions while I was asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "I ordered all the royal advisers in Babylon to be brought to me so that they could tell me what the dream meant."
            },
            {
                "verse_number": "7",
                "verse_text": "Then all the fortune tellers, magicians, wizards, and astrologers were brought in, and I told them my dream, but they could not explain it to me."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Daniel came in. (He is also called Belteshazzar, after the name of my god.) The spirit of the holy gods is in him, so I told him what I had dreamt. I said to him:"
            },
            {
                "verse_number": "9",
                "verse_text": "Belteshazzar, chief of the fortune tellers, I know that the spirit of the holy gods is in you, and that you understand all mysteries. This is my dream. Tell me what it means."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;While I was asleep, I had a vision of a huge tree in the middle of the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "It grew bigger and bigger until it reached the sky and could be seen by everyone in the world."
            },
            {
                "verse_number": "12",
                "verse_text": "Its leaves were beautiful, and it was loaded down with fruit &ndash; enough for the whole world to eat. Wild animals rested in its shade, birds built nests in its branches, and every kind of living being ate its fruit."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;While I was thinking about the vision, I saw coming down from heaven an angel, alert and watchful."
            },
            {
                "verse_number": "14",
                "verse_text": "He proclaimed in a loud voice, &quot;Cut the tree down and chop off its branches; strip off its leaves and scatter its fruit. Drive the animals from under it and the birds out of its branches."
            },
            {
                "verse_number": "15",
                "verse_text": "But leave the stump in the ground with a band of iron and bronze round it. Leave it there in the field with the grass."
            },
            {
                "verse_number": "16",
                "verse_text": "For seven years he will not have a human mind, but the mind of an animal."
            },
            {
                "verse_number": "17",
                "verse_text": "This is the decision of the alert and watchful angels. So then, let all people everywhere know that the Supreme God has power over human kingdoms and that he can give them to anyone he chooses &ndash; even to those who are the least important.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;This is the dream I had,&apos; said King Nebuchadnezzar. &apos;Now, Belteshazzar, tell me what it means. None of my royal advisers could tell me, but you can, because the spirit of the holy gods is in you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "At this, Daniel, who is also called Belteshazzar, was so alarmed that he could not say anything. The king said to him, &apos;Belteshazzar, don't let the dream and its message alarm you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The tree, so tall that it reached the sky, could be seen by everyone in the world."
            },
            {
                "verse_number": "21",
                "verse_text": "Its leaves were beautiful, and it had enough fruit on it to feed the whole world. Wild animals rested under it, and birds made their nests in its branches."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Your Majesty, you are the tree, tall and strong. You have grown so great that you reach the sky, and your power extends over the whole world."
            },
            {
                "verse_number": "23",
                "verse_text": "While Your Majesty was watching, an angel came down from heaven and said, &quot;Cut the tree down and destroy it, but leave the stump in the ground. Wrap a band of iron and bronze round it, and leave it there in the field with the grass. Let the dew fall on this man, and let him live there with the animals for seven years.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;This, then, is what it means, Your Majesty, and this is what the Supreme God has declared will happen to you."
            },
            {
                "verse_number": "25",
                "verse_text": "You will be driven away from human society and will live with wild animals. For seven years you will eat grass like an ox, and sleep in the open air, where the dew will fall on you. Then you will admit that the Supreme God controls all human kingdoms, and that he can give them to anyone he chooses."
            },
            {
                "verse_number": "26",
                "verse_text": "The angel ordered the stump to be left in the ground. This means that you will become king again when you acknowledge that God rules all the world."
            },
            {
                "verse_number": "27",
                "verse_text": "So then, Your Majesty, follow my advice. Stop sinning, do what is right, and be merciful to the poor. Then you will continue to be prosperous.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "All this did happen to King Nebuchadnezzar."
            },
            {
                "verse_number": "29",
                "verse_text": "Only twelve months later, while he was walking about on the roof of his royal palace in Babylon,"
            },
            {
                "verse_number": "30",
                "verse_text": "he said, &apos;Look how great Babylon is! I built it as my capital city to display my power and might, my glory and majesty.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Before the words were out of his mouth, a voice spoke from heaven, &apos;King Nebuchadnezzar, listen to what I say! Your royal power is now taken away from you."
            },
            {
                "verse_number": "32",
                "verse_text": "You will be driven away from human society, live with wild animals, and eat grass like an ox for seven years. Then you will acknowledge that the Supreme God has power over human kingdoms and that he can give them to anyone he chooses.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The words came true immediately. Nebuchadnezzar was driven out of human society and ate grass like an ox. The dew fell on his body, and his hair grew as long as eagles' feathers and his nails as long as birds' claws."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;When the seven years had passed,&apos; said the king, &apos;I looked up at the sky, and my sanity returned. I praised the Supreme God and gave honour and glory to the one who lives for ever."
            },
            {
                "verse_number": "35",
                "verse_text": "He looks on the people of the earth as nothing;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;When my sanity returned, my honour, my majesty, and the glory of my kingdom were given back to me. My officials and my noblemen welcomed me, and I was given back my royal power, with even greater honour than before."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;And now, I, Nebuchadnezzar, praise, honour, and glorify the King of Heaven. Everything he does is right and just, and he can humble anyone who acts proudly.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "One night King Belshazzar invited a thousand noblemen to a great banquet, and they drank wine together."
            },
            {
                "verse_number": "2",
                "verse_text": "While they were drinking, Belshazzar gave orders to bring in the gold and silver cups and bowls which his father Nebuchadnezzar had carried off from the Temple in Jerusalem. The king sent for them so that he, his noblemen, his wives, and his concubines could drink out of them."
            },
            {
                "verse_number": "3",
                "verse_text": "At once the gold cups and bowls were brought in, and they all drank wine out of them"
            },
            {
                "verse_number": "4",
                "verse_text": "and praised gods made of gold, silver, bronze, iron, wood, and stone."
            },
            {
                "verse_number": "5",
                "verse_text": "Suddenly a human hand appeared and began writing on the plaster wall of the palace, where the light from the lamps was shining most brightly. And the king saw the hand as it was writing."
            },
            {
                "verse_number": "6",
                "verse_text": "He turned pale and was so frightened that his knees began to shake."
            },
            {
                "verse_number": "7",
                "verse_text": "He shouted for someone to bring in the magicians, wizards, and astrologers. When they came in, the king said to them, &apos;Anyone who can read this writing and tell me what it means will be dressed in robes of royal purple, wear a gold chain of honour round his neck, and be the third in power in the kingdom.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The royal advisers came forward, but none of them could read the writing or tell the king what it meant."
            },
            {
                "verse_number": "9",
                "verse_text": "In his distress King Belshazzar grew even paler, and his noblemen had no idea what to do."
            },
            {
                "verse_number": "10",
                "verse_text": "The queen mother heard the noise made by the king and his noblemen and entered the banqueting hall. She said, &apos;May Your Majesty live for ever! Please do not be so disturbed and look so pale."
            },
            {
                "verse_number": "11",
                "verse_text": "There is a man in your kingdom who has the spirit of the holy gods in him. When your father was king, this man showed good sense, knowledge, and wisdom like the wisdom of the gods. And King Nebuchadnezzar, your father, made him chief of the fortune tellers, magicians, wizards, and astrologers."
            },
            {
                "verse_number": "12",
                "verse_text": "He has unusual ability and is wise and skilful in interpreting dreams, solving riddles, and explaining mysteries; so send for this man Daniel, whom the king named Belteshazzar, and he will tell you what all this means.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Daniel was brought at once into the king's presence, and the king said to him, &apos;Are you Daniel, that Jewish exile whom my father the king brought here from Judah?"
            },
            {
                "verse_number": "14",
                "verse_text": "I have heard that the spirit of the holy gods is in you and that you are skilful and have knowledge and wisdom."
            },
            {
                "verse_number": "15",
                "verse_text": "The advisers and magicians were brought in to read this writing and tell me what it means, but they could not discover the meaning."
            },
            {
                "verse_number": "16",
                "verse_text": "Now I have heard that you can find hidden meanings and explain mysteries. If you can read this writing and tell me what it means, you will be dressed in robes of royal purple, wear a gold chain of honour round your neck, and be the third in power in the kingdom.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Daniel replied, &apos;Keep your gifts for yourself or give them to someone else. I will read for Your Majesty what has been written and tell you what it means."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The Supreme God made your father Nebuchadnezzar a great king and gave him dignity and majesty."
            },
            {
                "verse_number": "19",
                "verse_text": "He was so great that people of all nations, races, and languages were afraid of him and trembled. If he wanted to kill someone, he did; if he wanted to keep someone alive, he did. He honoured or disgraced anyone he wanted to."
            },
            {
                "verse_number": "20",
                "verse_text": "But because he became proud, stubborn, and cruel, he was removed from his royal throne and lost his place of honour."
            },
            {
                "verse_number": "21",
                "verse_text": "He was driven away from human society, and his mind became like that of an animal. He lived with wild donkeys, ate grass like an ox, and slept in the open air with nothing to protect him from the dew. Finally he admitted that the Supreme God controls all human kingdoms and can give them to anyone he chooses."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But you, his son, have not humbled yourself, even though you knew all this."
            },
            {
                "verse_number": "23",
                "verse_text": "You acted against the Lord of heaven and brought in the cups and bowls taken from his Temple. You, your noblemen, your wives, and your concubines drank wine out of them and praised gods made of gold, silver, bronze, iron, wood, and stone &ndash; gods that cannot see or hear and that do not know anything. But you did not honour the God who determines whether you live or die and who controls everything you do."
            },
            {
                "verse_number": "24",
                "verse_text": "That is why God has sent the hand to write these words."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;This is what was written: &quot;Number, number, weight, divisions.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "And this is what it means: number , God has numbered the days of your kingdom and brought it to an end;"
            },
            {
                "verse_number": "27",
                "verse_text": "weight , you have been weighed on the scales and found to be too light;"
            },
            {
                "verse_number": "28",
                "verse_text": "divisions , your kingdom is divided up and given to the Medes and Persians.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Immediately Belshazzar ordered his servants to dress Daniel in a robe of royal purple and to hang a gold chain of honour round his neck. And he made him the third in power in the kingdom."
            },
            {
                "verse_number": "30",
                "verse_text": "That same night Belshazzar, the king of Babylonia, was killed;"
            },
            {
                "verse_number": "31",
                "verse_text": "and Darius the Mede, who was then 62 years old, seized the royal power."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Darius decided to appoint 120 governors to hold office throughout his empire."
            },
            {
                "verse_number": "2",
                "verse_text": "In addition, he chose Daniel and two others to supervise the governors and to look after the king's interests."
            },
            {
                "verse_number": "3",
                "verse_text": "Daniel soon showed that he could do better work than the other supervisors or the governors. Because he was so outstanding, the king considered putting him in charge of the whole empire."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the other supervisors and the governors tried to find something wrong with the way Daniel administered the empire, but they couldn't, because Daniel was reliable and did not do anything wrong or dishonest."
            },
            {
                "verse_number": "5",
                "verse_text": "They said to one another, &apos;We are not going to find anything of which to accuse Daniel unless it is something in connection with his religion.&apos; The king replied, &apos;Yes, a strict order, a law of the Medes and Persians, which cannot be changed.&apos; &apos;Greetings! &apos;He is a living God, and he will rule for ever. His kingdom will never be destroyed, and his power will never come to an end. he performs wonders and miracles in heaven and on earth. He saved Daniel from being killed by the lions.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they went to see the king and said, &apos;King Darius, may Your Majesty live for ever!"
            },
            {
                "verse_number": "7",
                "verse_text": "All of us who administer your empire &ndash; the supervisors, the governors, the lieutenant-governors, and the other officials &ndash; have agreed that Your Majesty should issue an order and enforce it strictly. Give orders that for thirty days no one be permitted to request anything from any god or from any human being except from Your Majesty. Anyone who violates this order is to be thrown into a pit filled with lions."
            },
            {
                "verse_number": "8",
                "verse_text": "So let Your Majesty issue this order and sign it, and it will be in force, a law of the Medes and Persians, which cannot be changed.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And so King Darius signed the order."
            },
            {
                "verse_number": "10",
                "verse_text": "When Daniel learnt that the order had been signed, he went home. In an upstairs room of his house there were windows that faced towards Jerusalem. There, just as he had always done, he knelt down at the open windows and prayed to God three times a day."
            },
            {
                "verse_number": "11",
                "verse_text": "When Daniel's enemies observed him praying to God,"
            },
            {
                "verse_number": "12",
                "verse_text": "all of them went together to the king to accuse Daniel. They said, &apos;Your Majesty, you signed an order that for the next thirty days anyone who requested anything from any god or from any human being except you, would be thrown into a pit filled with lions.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then they said to the king, &apos;Daniel, one of the exiles from Judah, does not respect Your Majesty or obey the order you issued. He prays regularly three times a day.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When the king heard this, he was upset and did his best to find some way to rescue Daniel. He kept trying until sunset."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Daniel's enemies came back to the king and said to him, &apos;Your Majesty knows that according to the laws of the Medes and Persians no order which the king issues can be changed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the king gave orders for Daniel to be arrested and he was thrown into the pit filled with lions. He said to Daniel, &apos;May your God, whom you serve so loyally, rescue you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "A stone was put over the mouth of the pit, and the king placed his own royal seal and the seal of his noblemen on the stone, so that no one could rescue Daniel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king returned to the palace and spent a sleepless night, without food or any form of entertainment."
            },
            {
                "verse_number": "19",
                "verse_text": "At dawn the king got up and hurried to the pit."
            },
            {
                "verse_number": "20",
                "verse_text": "When he got there, he called out anxiously, &apos;Daniel, servant of the living God! Was the God you serve so loyally able to save you from the lions?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Daniel answered, &apos;May Your Majesty live for ever!"
            },
            {
                "verse_number": "22",
                "verse_text": "God sent his angel to shut the mouths of the lions so that they would not hurt me. He did this because he knew that I was innocent and because I have not wronged you, Your Majesty.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The king was overjoyed and gave orders for Daniel to be pulled up out of the pit. So they pulled him up and saw that he had not been hurt at all, for he trusted God."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the king gave orders to arrest all the men who had accused Daniel, and they were thrown, together with their wives and their children, into the pit filled with lions. Before they even reached the bottom of the pit, the lions pounced on them and broke all their bones."
            },
            {
                "verse_number": "25",
                "verse_text": "Then King Darius wrote to the people of all nations, races, and languages on earth:"
            },
            {
                "verse_number": "26",
                "verse_text": "I command that throughout my empire everyone should fear and respect Daniel's God."
            },
            {
                "verse_number": "27",
                "verse_text": "He saves and rescues;"
            },
            {
                "verse_number": "28",
                "verse_text": "Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "In the first year that Belshazzar was king of Babylonia, I had a dream and saw a vision in the night. I wrote the dream down, and this is the record"
            },
            {
                "verse_number": "2",
                "verse_text": "of what I saw that night: Winds were blowing from all directions and lashing the surface of the ocean."
            },
            {
                "verse_number": "3",
                "verse_text": "Four huge beasts came up out of the ocean, each one different from the others."
            },
            {
                "verse_number": "4",
                "verse_text": "The first one looked like a lion, but had wings like an eagle. While I was watching, the wings were torn off. The beast was lifted up and made to stand upright. And then a human mind was given to it."
            },
            {
                "verse_number": "5",
                "verse_text": "The second beast looked like a bear standing on its hind legs. It was holding three ribs between its teeth, and a voice said to it, &apos;Go on, eat as much meat as you can!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "While I was watching, another beast appeared. It looked like a leopard, but on its back there were four wings, like the wings of a bird, and it had four heads. It had a look of authority about it."
            },
            {
                "verse_number": "7",
                "verse_text": "As I was watching, a fourth beast appeared. It was powerful, horrible, terrifying. With its huge iron teeth it crushed its victims, and then it trampled on them. Unlike the other beasts, it had ten horns."
            },
            {
                "verse_number": "8",
                "verse_text": "While I was staring at the horns, I saw a little horn coming up among the others. It tore out three of the horns that were already there. This horn had human eyes and a mouth that was boasting proudly."
            },
            {
                "verse_number": "9",
                "verse_text": "While I was looking, thrones were put in place. One who had been living for ever sat down on one of the thrones. His clothes were white as snow, and his hair was like pure wool. His throne, mounted on fiery wheels, was blazing with fire,"
            },
            {
                "verse_number": "10",
                "verse_text": "and a stream of fire was pouring out from it. There were many thousands of people there to serve him, and millions of people stood before him. The court began its session, and the books were opened."
            },
            {
                "verse_number": "11",
                "verse_text": "While I was looking, I could still hear the little horn bragging and boasting. As I watched, the fourth beast was killed, and its body was thrown into the flames and destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "The other beasts had their power taken away, but they were permitted to go on living for a limited time."
            },
            {
                "verse_number": "13",
                "verse_text": "During this vision in the night, I saw what looked like a human being. He was approaching me, surrounded by clouds, and he went to the one who had been living for ever and was presented to him."
            },
            {
                "verse_number": "14",
                "verse_text": "He was given authority, honour, and royal power, so that the people of all nations, races, and languages would serve him. His authority would last for ever, and his kingdom would never end."
            },
            {
                "verse_number": "15",
                "verse_text": "The visions I saw alarmed me, and I was deeply disturbed."
            },
            {
                "verse_number": "16",
                "verse_text": "I went up to one of those standing there and asked him to explain it all. So he told me the meaning."
            },
            {
                "verse_number": "17",
                "verse_text": "He said, &apos;These four huge beasts are four empires which will arise on earth."
            },
            {
                "verse_number": "18",
                "verse_text": "And the people of the Supreme God will receive royal power and keep it for ever and ever.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then I wanted to know more about the fourth beast, which was not like any of the others &ndash; the terrifying beast which crushed its victims with its bronze claws and iron teeth and then trampled on them."
            },
            {
                "verse_number": "20",
                "verse_text": "And I wanted to know about the ten horns on its head and the horn that had come up afterwards and had made three of the horns fall. It had eyes and a mouth and was boasting proudly. It was more terrifying than any of the others."
            },
            {
                "verse_number": "21",
                "verse_text": "While I was looking, that horn made war on God's people and conquered them."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the one who had been living for ever came and pronounced judgement in favour of the people of the Supreme God. The time had arrived for God's people to receive royal power."
            },
            {
                "verse_number": "23",
                "verse_text": "This is the explanation I was given: &apos;The fourth beast is a fourth empire that will be on the earth and will be different from all other empires. It will crush the whole earth and trample it down."
            },
            {
                "verse_number": "24",
                "verse_text": "The ten horns are ten kings who will rule that empire. Then another king will appear; he will be very different from the earlier ones and will overthrow three kings."
            },
            {
                "verse_number": "25",
                "verse_text": "He will speak against the Supreme God and oppress God's people. He will try to change their religious laws and festivals, and God's people will be under his power for 3.5 years."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the heavenly court will sit in judgement, take away his power, and destroy him completely."
            },
            {
                "verse_number": "27",
                "verse_text": "The power and greatness of all the kingdoms on earth will be given to the people of the Supreme God. Their royal power will never end and all rulers on earth will serve and obey them.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "This is the end of the account. I was so frightened that I turned pale, and I kept everything to myself."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In the third year that Belshazzar was king, I saw a second vision."
            },
            {
                "verse_number": "2",
                "verse_text": "In the vision I suddenly found myself in the walled city of Susa in the province of Elam. I was standing by the River Ulai,"
            },
            {
                "verse_number": "3",
                "verse_text": "and there beside the river I saw a ram that had two long horns, one of which was longer and newer than the other."
            },
            {
                "verse_number": "4",
                "verse_text": "I watched the ram butting with his horns to the west, the north, and the south. No animal could stop him or escape his power. He did as he pleased and grew arrogant. He said to me, &apos;Mortal man, understand the meaning. The vision has to do with the end of the world.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "While I was wondering what this meant, a goat came rushing out of the west, moving so fast that his feet didn't touch the ground. He had one prominent horn between his eyes."
            },
            {
                "verse_number": "6",
                "verse_text": "He came towards the ram, which I had seen standing beside the river, and rushed at him with all his force."
            },
            {
                "verse_number": "7",
                "verse_text": "I watched him attack the ram. He was so angry that he smashed into him and broke the two horns. The ram had no strength to resist. He was thrown to the ground and trampled on, and there was no one who could save him."
            },
            {
                "verse_number": "8",
                "verse_text": "The goat grew more and more arrogant, but at the height of his power his horn was broken. In its place four prominent horns came up, each pointing in a different direction."
            },
            {
                "verse_number": "9",
                "verse_text": "Out of one of these four horns grew a little horn, whose power extended towards the south and the east and towards the Promised Land."
            },
            {
                "verse_number": "10",
                "verse_text": "It grew strong enough to attack the army of heaven, the stars themselves, and it threw some of them to the ground and trampled on them."
            },
            {
                "verse_number": "11",
                "verse_text": "It even defied the Prince of the heavenly army, stopped the daily sacrifices offered to him, and desecrated the Temple."
            },
            {
                "verse_number": "12",
                "verse_text": "People sinned there instead of offering the proper daily sacrifices, and true religion was thrown to the ground. The horn was successful in everything it did."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard one angel ask another, &apos;How long will these things that were seen in the vision continue? How long will an awful sin replace the daily sacrifices? How long will the army of heaven and the Temple be trampled on?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I heard the other angel answer, &apos;It will continue for 2,300 evenings and mornings, during which sacrifices will not be offered. Then the Temple will be restored.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "I was trying to understand what the vision meant, when suddenly someone was standing in front of me."
            },
            {
                "verse_number": "16",
                "verse_text": "I heard a voice call out over the River Ulai, &apos;Gabriel, explain to him the meaning of what he saw.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Gabriel came and stood beside me, and I was so terrified that I fell to the ground."
            },
            {
                "verse_number": "18",
                "verse_text": "While he was talking, I fell to the ground unconscious. But he took hold of me, raised me to my feet,"
            },
            {
                "verse_number": "19",
                "verse_text": "and said, &apos;I am showing you what the result of God's anger will be. The vision refers to the time of the end."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The ram you saw that had two horns represents the kingdoms of Media and Persia."
            },
            {
                "verse_number": "21",
                "verse_text": "The goat represents the kingdom of Greece, and the prominent horn between his eyes is the first king."
            },
            {
                "verse_number": "22",
                "verse_text": "The four horns that came up when the first horn was broken represent the four kingdoms into which that nation will be divided and which will not be as strong as the first kingdom."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When the end of those kingdoms is near and they have become so wicked that they must be punished, there will be a stubborn, vicious, and deceitful king."
            },
            {
                "verse_number": "24",
                "verse_text": "He will grow strong &ndash; but not by his own power. He will cause terrible destruction and be successful in everything he does. He will bring destruction on powerful men and on God's own people."
            },
            {
                "verse_number": "25",
                "verse_text": "Because he is cunning, he will succeed in his deceitful ways. He will be proud of himself and destroy many people without warning. He will even defy the greatest King of all, but he will be destroyed without the use of any human power."
            },
            {
                "verse_number": "26",
                "verse_text": "This vision about the evening and morning sacrifices which has been explained to you will come true. But keep it secret now, because it will be a long time before it does come true.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "I was depressed and ill for several days. Then I got up and went back to the work that the king had assigned to me, but I was puzzled by the vision and could not understand it."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Darius the Mede, who was the son of Xerxes, ruled over the kingdom of Babylonia."
            },
            {
                "verse_number": "2",
                "verse_text": "In the first year of his reign, I was studying the sacred books and thinking about the seventy years that Jerusalem would be in ruins, according to what the LORD had told the prophet Jeremiah."
            },
            {
                "verse_number": "3",
                "verse_text": "And I prayed earnestly to the Lord God, pleading with him, fasting, wearing sackcloth, and sitting in ashes."
            },
            {
                "verse_number": "4",
                "verse_text": "I prayed to the LORD my God and confessed the sins of my people. I said, &apos;Lord God, you are great, and we honour you. You are faithful to your covenant and show constant love to those who love you and do what you command."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;We have sinned, we have been evil, we have done wrong. We have rejected what you commanded us to do and have turned away from what you showed us was right."
            },
            {
                "verse_number": "6",
                "verse_text": "We have not listened to your servants the prophets, who spoke in your name to our kings, our rulers, our ancestors, and our whole nation."
            },
            {
                "verse_number": "7",
                "verse_text": "You, Lord, always do what is right, but we have always brought disgrace on ourselves. This is true of all of us who live in Judea and in Jerusalem and of all the Israelites whom you scattered in countries near and far because they were unfaithful to you."
            },
            {
                "verse_number": "8",
                "verse_text": "Our kings, our rulers, and our ancestors have acted shamefully and sinned against you, Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "You are merciful and forgiving, although we have rebelled against you."
            },
            {
                "verse_number": "10",
                "verse_text": "We did not listen to you, O LORD our God, when you told us to live according to the laws which you gave us through your servants the prophets."
            },
            {
                "verse_number": "11",
                "verse_text": "All Israel broke your laws and refused to listen to what you said. We sinned against you, and so you brought on us the curses that are written in the Law of Moses, your servant."
            },
            {
                "verse_number": "12",
                "verse_text": "You did what you said you would do to us and our rulers. You punished Jerusalem more severely than any other city on earth,"
            },
            {
                "verse_number": "13",
                "verse_text": "giving us all the punishment described in the Law of Moses. But even now, O LORD our God, we have not tried to please you by turning from our sins or by following your truth."
            },
            {
                "verse_number": "14",
                "verse_text": "You, O LORD our God, were prepared to punish us, and you did, because you always do what is right, and we did not listen to you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;O Lord our God, you showed your power by bringing your people out of Egypt, and your power is still remembered. We have sinned; we have done wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "You have defended us in the past, so do not be angry with Jerusalem any longer. It is your city, your sacred hill. All the people in the neighbouring countries look down on Jerusalem and on your people because of our sins and the evil our ancestors did."
            },
            {
                "verse_number": "17",
                "verse_text": "O God, hear my prayer and pleading. Restore your Temple, which has been destroyed; restore it so that everyone will know that you are God."
            },
            {
                "verse_number": "18",
                "verse_text": "Listen to us, O God; look at us, and see the trouble we are in and the suffering of the city that bears your name. We are praying to you because you are merciful, not because we have done right."
            },
            {
                "verse_number": "19",
                "verse_text": "Lord, hear us. Lord, forgive us. Lord, listen to us, and act! In order that everyone will know that you are God, do not delay! This city and these people are yours.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "I went on praying, confessing my sins and the sins of my people Israel, and pleading with the LORD my God to restore his holy Temple."
            },
            {
                "verse_number": "21",
                "verse_text": "While I was praying, Gabriel, whom I had seen in the earlier vision, came flying down to where I was. It was the time for the evening sacrifice to be offered."
            },
            {
                "verse_number": "22",
                "verse_text": "He explained, &apos;Daniel, I have come here to help you understand the prophecy."
            },
            {
                "verse_number": "23",
                "verse_text": "When you began to plead with God, he answered you. He loves you, and so I have come to tell you the answer. Now pay attention while I explain the vision."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Seven times seventy years is the length of time God has set for freeing your people and your holy city from sin and evil. Sin will be forgiven and eternal justice established, so that the vision and the prophecy will come true, and the holy Temple will be rededicated."
            },
            {
                "verse_number": "25",
                "verse_text": "Note this and understand it: from the time the command is given to rebuild Jerusalem, until God's chosen leader comes, seven times seven years will pass. Jerusalem will be rebuilt with streets and strong defences, and will stand for seven times 62 years, but this will be a time of troubles."
            },
            {
                "verse_number": "26",
                "verse_text": "And at the end of that time God's chosen leader will be killed unjustly. The city and the Temple will be destroyed by the invading army of a powerful ruler. The end will come like a flood, bringing the war and destruction which God has prepared."
            },
            {
                "verse_number": "27",
                "verse_text": "That ruler will have a firm agreement with many people for seven years, and when half this time is past, he will put an end to sacrifices and offerings. The Awful Horror will be placed on the highest point of the Temple and will remain there until the one who put it there meets the end which God has prepared for him.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "(In the third year that Cyrus was emperor of Persia, a message was revealed to Daniel, who is also called Belteshazzar. The message was true but extremely hard to understand. It was explained to him in a vision.) When he had said this, I felt even stronger and said, &apos;Sir, tell me what you have to say. You have made me feel better.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "At that time, I was mourning for three weeks."
            },
            {
                "verse_number": "3",
                "verse_text": "I did not eat any rich food or any meat, drink any wine, or comb my hair until the three weeks were past."
            },
            {
                "verse_number": "4",
                "verse_text": "On the 24th day of the first month of the year, I was standing on the bank of the mighty River Tigris."
            },
            {
                "verse_number": "5",
                "verse_text": "I looked up and saw someone who was wearing linen clothes and a belt of fine gold."
            },
            {
                "verse_number": "6",
                "verse_text": "His body shone like a jewel. His face was as bright as a flash of lightning, and his eyes blazed like fire. His arms and legs shone like polished bronze, and his voice sounded like the roar of a great crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "I was the only one who saw the vision. Those who were with me did not see anything, but they were terrified and ran and hid."
            },
            {
                "verse_number": "8",
                "verse_text": "I was left there alone, watching this amazing vision. I had no strength left, and my face was so changed that no one could have recognized me."
            },
            {
                "verse_number": "9",
                "verse_text": "When I heard his voice, I fell to the ground unconscious and lay there face downwards."
            },
            {
                "verse_number": "10",
                "verse_text": "Then a hand took hold of me and raised me to my hands and knees; I was still trembling."
            },
            {
                "verse_number": "11",
                "verse_text": "The angel said to me, &apos;Daniel, God loves you. Stand up and listen carefully to what I am going to say. I have been sent to you.&apos; When he had said this, I stood up, still trembling."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he said, &apos;Daniel, don't be afraid. God has heard your prayers ever since the first day you decided to humble yourself in order to gain understanding. I have come in answer to your prayer."
            },
            {
                "verse_number": "13",
                "verse_text": "The angel prince of the kingdom of Persia opposed me for 21 days. Then Michael, one of the chief angels, came to help me, because I had been left there alone in Persia."
            },
            {
                "verse_number": "14",
                "verse_text": "I have come to make you understand what will happen to your people in the future. This is a vision about the future.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When he said this, I stared at the ground, speechless."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the angel, who looked like a human being, stretched out his hand and touched my lips. I said to him, &apos;Sir, this vision makes me so weak that I can't stop trembling."
            },
            {
                "verse_number": "17",
                "verse_text": "I am like a slave standing before his master. How can I talk to you? I have no strength or breath left in me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Once more he took hold of me, and I felt stronger."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, &apos;God loves you, so don't let anything worry you or frighten you.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "He is responsible for helping and defending me."
            },
            {
                "verse_number": "2",
                "verse_text": "And what I am now going to tell you is true.&apos; The angel said, &apos;Three more kings will rule over Persia, followed by a fourth, who will be richer than all the others. At the height of his power and wealth he will challenge the kingdom of Greece. &apos;Then he will turn back in a rage and try to destroy the religion of God's people. He will follow the advice of those who have abandoned that religion."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Then a heroic king will appear. He will rule over a huge empire and do whatever he wants."
            },
            {
                "verse_number": "4",
                "verse_text": "But at the height of his power his empire will break up and be divided into four parts. Kings not descended from him will rule in his place, but they will not have the power that he had."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The king of Egypt will be strong. One of his generals, however, will be even stronger and rule a greater kingdom."
            },
            {
                "verse_number": "6",
                "verse_text": "After a number of years the king of Egypt will make an alliance with the king of Syria and give him his daughter in marriage. But the alliance will not last, and she, her husband, her child, and the servants who went with her will all be killed."
            },
            {
                "verse_number": "7",
                "verse_text": "Soon afterwards, one of her relatives will become king. He will attack the army of the king of Syria, enter their fortress, and defeat them."
            },
            {
                "verse_number": "8",
                "verse_text": "He will carry back to Egypt the images of their gods and the articles of gold and silver dedicated to those gods. After several years of peace"
            },
            {
                "verse_number": "9",
                "verse_text": "the king of Syria will invade Egypt, but he will be forced to retreat."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The sons of the king of Syria will prepare for war and gather a large army. One of them will sweep on like a flood and attack an enemy fortress."
            },
            {
                "verse_number": "11",
                "verse_text": "In his anger the king of Egypt will go to war against the king of Syria and capture his huge army."
            },
            {
                "verse_number": "12",
                "verse_text": "He will be proud of his victory and of the many soldiers he has killed, but he will not continue to be victorious."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The king of Syria will go back and gather a larger army than he had before. When the proper time comes, he will return with a large, well-equipped army."
            },
            {
                "verse_number": "14",
                "verse_text": "Then many people will rebel against the king of Egypt. And some of the violent from your nation, Daniel, will rebel because of a vision they have seen, but they will be defeated."
            },
            {
                "verse_number": "15",
                "verse_text": "So the king of Syria will lay siege to a fortified city and capture it. The soldiers of Egypt will not continue to fight; even the best of them will not have enough strength."
            },
            {
                "verse_number": "16",
                "verse_text": "The Syrian invader will do with them as he pleases, without opposition. He will stand in the Promised Land and have it completely in his power."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The king of Syria will plan an expedition, using his whole army. Then, in order to destroy his enemy's kingdom, he will make an alliance with him and offer him his daughter in marriage; but his plan will not succeed."
            },
            {
                "verse_number": "18",
                "verse_text": "After that he will attack the nations by the sea and conquer many of them. But a foreign leader will defeat him and put an end to his arrogance; indeed he will turn the arrogance of Syria's king back on him."
            },
            {
                "verse_number": "19",
                "verse_text": "The king will return to the fortresses of his own land, but he will be defeated, and that will be the end of him."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;He will be followed by another king, who will send an officer to oppress the people with taxes in order to increase the wealth of his kingdom. In a short time that king will be killed, but not publicly and not in battle.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The angel went on to explain: &apos;The next king of Syria will be an evil man who has no right to be king, but he will come unexpectedly and seize power by trickery."
            },
            {
                "verse_number": "22",
                "verse_text": "Anyone who opposes him, even God's High Priest, will be swept away and wiped out."
            },
            {
                "verse_number": "23",
                "verse_text": "By making treaties, he will deceive other nations, and he will grow stronger and stronger, even though he rules only a small nation."
            },
            {
                "verse_number": "24",
                "verse_text": "He will invade a wealthy province without warning and will do things that none of his ancestors ever did. Then he will divide among his followers the goods and property he has captured in war. He will make plans to attack fortresses, but his time will soon run out."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;He will boldly raise a large army to attack the king of Egypt, who will prepare to fight back with a huge and powerful army. But the king of Egypt will be deceived and will not be successful."
            },
            {
                "verse_number": "26",
                "verse_text": "His closest advisers will ruin him. Many of his soldiers will be killed, and his army will be wiped out."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the two kings will sit down to eat at the same table, but their motives will be evil, and they will lie to each other. They will not get what they want, because the time for it has not yet come."
            },
            {
                "verse_number": "28",
                "verse_text": "The king of Syria will return home with all the loot he has captured, determined to destroy the religion of God's people. He will do as he pleases and then return to his own land."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Later on he will invade Egypt again, but this time things will turn out differently."
            },
            {
                "verse_number": "30",
                "verse_text": "The Romans will come in ships and oppose him, and he will be frightened."
            },
            {
                "verse_number": "31",
                "verse_text": "Some of his soldiers will desecrate the Temple. They will stop the daily sacrifices and set up The Awful Horror."
            },
            {
                "verse_number": "32",
                "verse_text": "By deceit the king will win the support of those who have already abandoned their religion, but those who follow God will fight back."
            },
            {
                "verse_number": "33",
                "verse_text": "Wise leaders of the people will share their wisdom with many others. But for a while some of them will be killed in battle or be burnt to death, and some will be robbed and made prisoners."
            },
            {
                "verse_number": "34",
                "verse_text": "While the killing is going on, God's people will receive a little help, even though many who join them will do so for selfish reasons."
            },
            {
                "verse_number": "35",
                "verse_text": "Some of those wise leaders will be killed, but as a result of this the people will be purified. This will continue until the end comes, the time that God has set."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;The king of Syria will do as he pleases. He will boast that he is greater than any god, superior even to the Supreme God. He will be able to do this until the time when God punishes him. God will do exactly what he has planned."
            },
            {
                "verse_number": "37",
                "verse_text": "The king will ignore the god his ancestors served, and also the god that women love. In fact, he will ignore every god, because he will think he is greater than any of them."
            },
            {
                "verse_number": "38",
                "verse_text": "Instead, he will honour the god who protects fortresses. He will offer gold, silver, jewels, and other rich gifts to a god his ancestors never worshipped."
            },
            {
                "verse_number": "39",
                "verse_text": "To defend his fortresses, he will use people who worship a foreign god. He will give great honour to those who accept him as ruler, put them into high offices, and give them land as a reward."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;When the king of Syria's final hour has almost come, the king of Egypt will attack him, and the king of Syria will fight back with all his power, using chariots, horses, and many ships. He will invade many countries, like the waters of a flood."
            },
            {
                "verse_number": "41",
                "verse_text": "He will even invade the Promised Land and kill tens of thousands, but the countries of Edom, Moab, and what is left of Ammon will escape."
            },
            {
                "verse_number": "42",
                "verse_text": "When he invades all those countries, even Egypt will not be spared."
            },
            {
                "verse_number": "43",
                "verse_text": "He will take away Egypt's hidden treasures of gold and silver and its other prized possessions. He will conquer Libya and Ethiopia ."
            },
            {
                "verse_number": "44",
                "verse_text": "Then news that comes from the east and the north will frighten him, and he will fight furiously, killing many people."
            },
            {
                "verse_number": "45",
                "verse_text": "He will even set up his huge royal tents between the sea and the mountain on which the Temple stands. But he will die, with no one there to help him.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The angel wearing linen clothes said, &apos;At that time the great angel Michael, who guards your people, will appear. Then there will be a time of troubles, the worst since nations first came into existence. When that time comes, all the people of your nation whose names are written in God's book will be saved."
            },
            {
                "verse_number": "2",
                "verse_text": "Many of those who have already died will live again: some will enjoy eternal life, and some will suffer eternal disgrace."
            },
            {
                "verse_number": "3",
                "verse_text": "The wise leaders will shine with all the brightness of the sky. And those who have taught many people to do what is right will shine like the stars for ever.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He said to me, &apos;And now, Daniel, close the book and put a seal on it until the end of the world. Meanwhile, many people will waste their efforts trying to understand what is happening.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I saw two men standing by a river, one on each bank."
            },
            {
                "verse_number": "6",
                "verse_text": "One of them asked the angel who was standing further upstream, &apos;How long will it be until these amazing events come to an end?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The angel raised both hands towards the sky and made a solemn promise in the name of the Eternal God. I heard him say, &apos;It will be 3.5 years. When the persecution of God's people ends, all these things will have happened.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I heard what he said, but I did not understand it. So I asked, &apos;But, sir, how will it all end?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He answered, &apos;You must go now, Daniel, because these words are to be kept secret and hidden until the end comes."
            },
            {
                "verse_number": "10",
                "verse_text": "Many people will be purified. Those who are wicked will not understand but will go on being wicked; only those who are wise will understand."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;From the time the daily sacrifices are stopped, that is, from the time of The Awful Horror, 1,290 days will pass."
            },
            {
                "verse_number": "12",
                "verse_text": "Happy are those who remain faithful until 1,335 days are over!"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;And you, Daniel, be faithful to the end. Then you will die, but you will rise to receive your reward at the end of time.&apos;"
            }
        ]
    }
}