{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a servant of Christ Jesus and an apostle chosen and called by God to preach his Good News. May God our Father and the Lord Jesus Christ give you grace and peace."
            },
            {
                "verse_number": "2",
                "verse_text": "The Good News was promised long ago by God through his prophets, as written in the Holy Scriptures."
            },
            {
                "verse_number": "3",
                "verse_text": "It is about his Son, our Lord Jesus Christ: as to his humanity, he was born a descendant of David;"
            },
            {
                "verse_number": "4",
                "verse_text": "as to his divine holiness, he was shown with great power to be the Son of God by being raised from death."
            },
            {
                "verse_number": "5",
                "verse_text": "Through him God gave me the privilege of being an apostle for the sake of Christ, in order to lead people of all nations to believe and obey."
            },
            {
                "verse_number": "6",
                "verse_text": "This also includes you who are in Rome, whom God has called to belong to Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "And so I write to all of you in Rome whom God loves and has called to be his own people:"
            },
            {
                "verse_number": "8",
                "verse_text": "First, I thank my God through Jesus Christ for all of you, because the whole world is hearing about your faith."
            },
            {
                "verse_number": "9",
                "verse_text": "God is my witness that what I say is true &ndash; the God whom I serve with all my heart by preaching the Good News about his Son. God knows that I remember you"
            },
            {
                "verse_number": "10",
                "verse_text": "every time I pray. I ask that God in his good will may at last make it possible for me to visit you now."
            },
            {
                "verse_number": "11",
                "verse_text": "For I want very much to see you, in order to share a spiritual blessing with you to make you strong."
            },
            {
                "verse_number": "12",
                "verse_text": "What I mean is that both you and I will be helped at the same time, you by my faith and I by yours."
            },
            {
                "verse_number": "13",
                "verse_text": "You must remember, my brothers and sisters, that many times I have planned to visit you, but something has always kept me from doing so. I want to win converts among you also, as I have among other Gentiles."
            },
            {
                "verse_number": "14",
                "verse_text": "For I have an obligation to all peoples, to the civilized and to the savage, to the educated and to the ignorant."
            },
            {
                "verse_number": "15",
                "verse_text": "So then, I am eager to preach the Good News to you also who live in Rome."
            },
            {
                "verse_number": "16",
                "verse_text": "I have complete confidence in the gospel; it is God's power to save all who believe, first the Jews and also the Gentiles."
            },
            {
                "verse_number": "17",
                "verse_text": "For the gospel reveals how God puts people right with himself: it is through faith from beginning to end. As the scripture says, &apos;The person who is put right with God through faith shall live.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "God's anger is revealed from heaven against all the sin and evil of the people whose evil ways prevent the truth from being known."
            },
            {
                "verse_number": "19",
                "verse_text": "God punishes them, because what can be known about God is plain to them, for God himself made it plain."
            },
            {
                "verse_number": "20",
                "verse_text": "Ever since God created the world, his invisible qualities, both his eternal power and his divine nature, have been clearly seen; they are perceived in the things that God has made. So those people have no excuse at all!"
            },
            {
                "verse_number": "21",
                "verse_text": "They know God, but they do not give him the honour that belongs to him, nor do they thank him. Instead, their thoughts have become complete nonsense, and their empty minds are filled with darkness."
            },
            {
                "verse_number": "22",
                "verse_text": "They say they are wise, but they are fools;"
            },
            {
                "verse_number": "23",
                "verse_text": "instead of worshipping the immortal God, they worship images made to look like mortal human beings or birds or animals or reptiles."
            },
            {
                "verse_number": "24",
                "verse_text": "And so God has given those people over to do the filthy things their hearts desire, and they do shameful things with each other."
            },
            {
                "verse_number": "25",
                "verse_text": "They exchange the truth about God for a lie; they worship and serve what God has created instead of the Creator himself, who is to be praised for ever! Amen."
            },
            {
                "verse_number": "26",
                "verse_text": "Because they do this, God has given them over to shameful passions. Even the women pervert the natural use of their sex by unnatural acts."
            },
            {
                "verse_number": "27",
                "verse_text": "In the same way the men give up natural sexual relations with women and burn with passion for each other. Men do shameful things with each other, and as a result they bring upon themselves the punishment they deserve for their wrongdoing."
            },
            {
                "verse_number": "28",
                "verse_text": "Because those people refuse to keep in mind the true knowledge about God, he has given them over to corrupted minds, so that they do the things that they should not do."
            },
            {
                "verse_number": "29",
                "verse_text": "They are filled with all kinds of wickedness, evil, greed, and vice; they are full of jealousy, murder, fighting, deceit, and malice. They gossip"
            },
            {
                "verse_number": "30",
                "verse_text": "and speak evil of one another; they are hateful to God, insolent, proud, and boastful; they think of more ways to do evil; they disobey their parents;"
            },
            {
                "verse_number": "31",
                "verse_text": "they have no conscience; they do not keep their promises, and they show no kindness or pity for others."
            },
            {
                "verse_number": "32",
                "verse_text": "They know that God's law says that people who live in this way deserve death. Yet, not only do they continue to do these very things, but they even approve of others who do them."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Do you, my friend, pass judgement on others? You have no excuse at all, whoever you are. For when you judge others and then do the same things which they do, you condemn yourself."
            },
            {
                "verse_number": "2",
                "verse_text": "We know that God is right when he judges the people who do such things as these."
            },
            {
                "verse_number": "3",
                "verse_text": "But you, my friend, do those very things for which you pass judgement on others! Do you think you will escape God's judgement?"
            },
            {
                "verse_number": "4",
                "verse_text": "Or perhaps you despise his great kindness, tolerance, and patience. Surely you know that God is kind, because he is trying to lead you to repent."
            },
            {
                "verse_number": "5",
                "verse_text": "But you have a hard and stubborn heart, and so you are making your own punishment even greater on the Day when God's anger and righteous judgements will be revealed."
            },
            {
                "verse_number": "6",
                "verse_text": "For God will reward every person according to what each has done."
            },
            {
                "verse_number": "7",
                "verse_text": "Some people keep on doing good, and seek glory, honour, and immortal life; to them God will give eternal life."
            },
            {
                "verse_number": "8",
                "verse_text": "Other people are selfish and reject what is right, in order to follow what is wrong; on them God will pour out his anger and fury."
            },
            {
                "verse_number": "9",
                "verse_text": "There will be suffering and pain for all those who do what is evil, for the Jews first and also for the Gentiles."
            },
            {
                "verse_number": "10",
                "verse_text": "But God will give glory, honour, and peace to all who do what is good, to the Jews first and also to the Gentiles."
            },
            {
                "verse_number": "11",
                "verse_text": "For God judges everyone by the same standard."
            },
            {
                "verse_number": "12",
                "verse_text": "The Gentiles do not have the Law of Moses; they sin and are lost apart from the Law. The Jews have the Law; they sin and are judged by the Law."
            },
            {
                "verse_number": "13",
                "verse_text": "For it is not by hearing the Law that people are put right with God, but by doing what the Law commands."
            },
            {
                "verse_number": "14",
                "verse_text": "The Gentiles do not have the Law; but whenever they do by instinct what the Law commands, they are their own law, even though they do not have the Law."
            },
            {
                "verse_number": "15",
                "verse_text": "Their conduct shows that what the Law commands is written in their hearts. Their consciences also show that this is true, since their thoughts sometimes accuse them and sometimes defend them."
            },
            {
                "verse_number": "16",
                "verse_text": "And so, according to the Good News I preach, this is how it will be on that Day when God through Jesus Christ will judge the secret thoughts of all."
            },
            {
                "verse_number": "17",
                "verse_text": "What about you? You call yourself a Jew; you depend on the Law and boast about God;"
            },
            {
                "verse_number": "18",
                "verse_text": "you know what God wants you to do, and you have learnt from the Law to choose what is right;"
            },
            {
                "verse_number": "19",
                "verse_text": "you are sure that you are a guide for the blind, a light for those who are in darkness,"
            },
            {
                "verse_number": "20",
                "verse_text": "an instructor for the foolish, and a teacher for the ignorant. You are certain that in the Law you have the full content of knowledge and of truth."
            },
            {
                "verse_number": "21",
                "verse_text": "You teach others &ndash; why don't you teach yourself? You preach, &apos;Do not steal&apos; &ndash; but do you yourself steal?"
            },
            {
                "verse_number": "22",
                "verse_text": "You say, &apos;Do not commit adultery&apos; &ndash; but do you commit adultery? You detest idols &ndash; but do you rob temples?"
            },
            {
                "verse_number": "23",
                "verse_text": "You boast about having God's law &ndash; but do you bring shame on God by breaking his law?"
            },
            {
                "verse_number": "24",
                "verse_text": "The scripture says, &apos;Because of you Jews, the Gentiles speak evil of God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "If you obey the Law, your circumcision is of value; but if you disobey the Law, you might as well never have been circumcised."
            },
            {
                "verse_number": "26",
                "verse_text": "If the Gentile, who is not circumcised, obeys the commands of the Law, will God not regard him as though he were circumcised?"
            },
            {
                "verse_number": "27",
                "verse_text": "And so you Jews will be condemned by the Gentiles because you break the Law, even though you have it written down and are circumcised; but they obey the Law, even though they are not physically circumcised."
            },
            {
                "verse_number": "28",
                "verse_text": "After all, who is a real Jew, truly circumcised? It is not the man who is a Jew on the outside, whose circumcision is a physical thing."
            },
            {
                "verse_number": "29",
                "verse_text": "Rather, the real Jew is the person who is a Jew on the inside, that is, whose heart has been circumcised, and this is the work of God's Spirit, not of the written Law. Such a person receives praise from God, not from human beings."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Have the Jews then any advantage over the Gentiles? Or is there any value in being circumcised?"
            },
            {
                "verse_number": "2",
                "verse_text": "Much, indeed, in every way! In the first place, God trusted his message to the Jews."
            },
            {
                "verse_number": "3",
                "verse_text": "But what if some of them were not faithful? Does this mean that God will not be faithful?"
            },
            {
                "verse_number": "4",
                "verse_text": "Certainly not! God must be true, even though every human being is a liar. As the scripture says, &apos;You must be shown to be right when you speak; you must win your case when you are being tried.&apos; &apos;There is no one who is righteous, or who worships God. they have all gone wrong; no one does what is right, not even one. wicked lies roll off their tongues, and dangerous threats, like snake's poison, from their lips;"
            },
            {
                "verse_number": "5",
                "verse_text": "But what if our doing wrong serves to show up more clearly God's doing right? Can we say that God does wrong when he punishes us? (This would be the natural question to ask.)"
            },
            {
                "verse_number": "6",
                "verse_text": "By no means! If God is not just, how can he judge the world?"
            },
            {
                "verse_number": "7",
                "verse_text": "But what if my untruth serves God's glory by making his truth stand out more clearly? Why should I still be condemned as a sinner?"
            },
            {
                "verse_number": "8",
                "verse_text": "Why not say, then, &apos;Let us do evil so that good may come&apos;? Some people, indeed, have insulted me by accusing me of saying this very thing! They will be condemned, as they should be."
            },
            {
                "verse_number": "9",
                "verse_text": "Well then, are we Jews in any better condition than the Gentiles? Not at all! I have already shown that Jews and Gentiles alike are all under the power of sin."
            },
            {
                "verse_number": "10",
                "verse_text": "As the Scriptures say:"
            },
            {
                "verse_number": "11",
                "verse_text": "no one who is wise"
            },
            {
                "verse_number": "12",
                "verse_text": "All have turned away from God;"
            },
            {
                "verse_number": "13",
                "verse_text": "Their words are full of deadly deceit;"
            },
            {
                "verse_number": "14",
                "verse_text": "their speech is filled with bitter curses."
            },
            {
                "verse_number": "15",
                "verse_text": "They are quick to hurt and kill;"
            },
            {
                "verse_number": "16",
                "verse_text": "they leave ruin and destruction wherever they go."
            },
            {
                "verse_number": "17",
                "verse_text": "They have not known the path of peace,"
            },
            {
                "verse_number": "18",
                "verse_text": "nor have they learnt reverence for God.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now we know that everything in the Law applies to those who live under the Law, in order to stop all human excuses and bring the whole world under God's judgement."
            },
            {
                "verse_number": "20",
                "verse_text": "For no one is put right in God's sight by doing what the Law requires; what the Law does is to make people know that they have sinned."
            },
            {
                "verse_number": "21",
                "verse_text": "But now God's way of putting people right with himself has been revealed. It has nothing to do with law, even though the Law of Moses and the prophets gave their witness to it."
            },
            {
                "verse_number": "22",
                "verse_text": "God puts people right through their faith in Jesus Christ. God does this to all who believe in Christ, because there is no difference at all:"
            },
            {
                "verse_number": "23",
                "verse_text": "everyone has sinned and is far away from God's saving presence."
            },
            {
                "verse_number": "24",
                "verse_text": "But by the free gift of God's grace all are put right with him through Christ Jesus, who sets them free."
            },
            {
                "verse_number": "27",
                "verse_text": "What, then, can we boast about? Nothing! And what is the reason for this? Is it that we obey the Law? No, but that we believe."
            },
            {
                "verse_number": "28",
                "verse_text": "For we conclude that a person is put right with God only through faith, and not by doing what the Law commands."
            },
            {
                "verse_number": "29",
                "verse_text": "Or is God the God of the Jews only? Is he not the God of the Gentiles also? Of course he is."
            },
            {
                "verse_number": "30",
                "verse_text": "God is one, and he will put the Jews right with himself on the basis of their faith, and will put the Gentiles right through their faith."
            },
            {
                "verse_number": "31",
                "verse_text": "Does this mean that by this faith we do away with the Law? No, not at all; instead, we uphold the Law."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "What shall we say, then, of Abraham, the father of our race? What was his experience?"
            },
            {
                "verse_number": "2",
                "verse_text": "If he was put right with God by the things he did, he would have something to boast about &ndash; but not in God's sight."
            },
            {
                "verse_number": "3",
                "verse_text": "The scripture says, &apos;Abraham believed God, and because of his faith God accepted him as righteous.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Those who work are paid wages, but they are not regarded as a gift; they are something that has been earned."
            },
            {
                "verse_number": "5",
                "verse_text": "But those who depend on faith, not on deeds, and who believe in the God who declares the guilty to be innocent, it is this faith that God takes into account in order to put them right with himself."
            },
            {
                "verse_number": "6",
                "verse_text": "This is what David meant when he spoke of the happiness of the person whom God accepts as righteous, apart from anything that person does: whose sins are pardoned!"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Happy are those whose wrongs are forgiven,"
            },
            {
                "verse_number": "8",
                "verse_text": "Happy is the person whose sins the Lord will not keep account of!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Does this happiness that David spoke of belong only to those who are circumcised? No indeed! It belongs also to those who are not circumcised. For we have quoted the scripture, &apos;Abraham believed God, and because of his faith God accepted him as righteous.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When did this take place? Was it before or after Abraham was circumcised? It was before, not after."
            },
            {
                "verse_number": "11",
                "verse_text": "He was circumcised later, and his circumcision was a sign to show that because of his faith God had accepted him as righteous before he had been circumcised. And so Abraham is the spiritual father of all who believe in God and are accepted as righteous by him, even though they are not circumcised."
            },
            {
                "verse_number": "12",
                "verse_text": "He is also the father of those who are circumcised, that is, of those who, in addition to being circumcised, also live the same life of faith that our father Abraham lived before he was circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "When God promised Abraham and his descendants that the world would belong to him, he did so, not because Abraham obeyed the Law, but because he believed and was accepted as righteous by God."
            },
            {
                "verse_number": "14",
                "verse_text": "For if what God promises is to be given to those who obey the Law, then faith means nothing and God's promise is worthless."
            },
            {
                "verse_number": "15",
                "verse_text": "The Law brings down God's anger; but where there is no law, there is no disobeying of the law."
            },
            {
                "verse_number": "16",
                "verse_text": "And so the promise was based on faith, in order that the promise should be guaranteed as God's free gift to all of Abraham's descendants &ndash; not just to those who obey the Law, but also to those who believe as Abraham did. For Abraham is the spiritual father of us all;"
            },
            {
                "verse_number": "17",
                "verse_text": "as the scripture says, &apos;I have made you father of many nations.&apos; So the promise is good in the sight of God, in whom Abraham believed &ndash; the God who brings the dead to life and whose command brings into being what did not exist."
            },
            {
                "verse_number": "18",
                "verse_text": "Abraham believed and hoped, even when there was no reason for hoping, and so became &apos;the father of many nations.&apos; Just as the scripture says, &apos;Your descendants will be as many as the stars.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He was then almost 100 years old; but his faith did not weaken when he thought of his body, which was already practically dead, or of the fact that Sarah could not have children."
            },
            {
                "verse_number": "20",
                "verse_text": "His faith did not leave him, and he did not doubt God's promise; his faith filled him with power, and he gave praise to God."
            },
            {
                "verse_number": "21",
                "verse_text": "He was absolutely sure that God would be able to do what he had promised."
            },
            {
                "verse_number": "22",
                "verse_text": "That is why Abraham, through faith, &apos;was accepted as righteous by God&apos;."
            },
            {
                "verse_number": "23",
                "verse_text": "The words &apos;he was accepted as righteous&apos; were not written for him alone."
            },
            {
                "verse_number": "24",
                "verse_text": "They were written also for us who are to be accepted as righteous, who believe in him who raised Jesus our Lord from death."
            },
            {
                "verse_number": "25",
                "verse_text": "Because of our sins he was handed over to die, and he was raised to life in order to put us right with God."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now that we have been put right with God through faith, we have peace with God through our Lord Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "He has brought us by faith into this experience of God's grace, in which we now live. And so we boast of the hope we have of sharing God's glory!"
            },
            {
                "verse_number": "3",
                "verse_text": "We also boast of our troubles, because we know that trouble produces endurance,"
            },
            {
                "verse_number": "4",
                "verse_text": "endurance brings God's approval, and his approval creates hope."
            },
            {
                "verse_number": "5",
                "verse_text": "This hope does not disappoint us, for God has poured out his love into our hearts by means of the Holy Spirit, who is God's gift to us. Adam was a figure of the one who was to come."
            },
            {
                "verse_number": "6",
                "verse_text": "For when we were still helpless, Christ died for the wicked at the time that God chose."
            },
            {
                "verse_number": "7",
                "verse_text": "It is a difficult thing for someone to die for a righteous person. It may even be that someone might dare to die for a good person."
            },
            {
                "verse_number": "8",
                "verse_text": "But God has shown us how much he loves us &ndash; it was while we were still sinners that Christ died for us!"
            },
            {
                "verse_number": "9",
                "verse_text": "By his blood we are now put right with God; how much more, then, will we be saved by him from God's anger!"
            },
            {
                "verse_number": "10",
                "verse_text": "We were God's enemies, but he made us his friends through the death of his Son. Now that we are God's friends, how much more will we be saved by Christ's life!"
            },
            {
                "verse_number": "11",
                "verse_text": "But that is not all; we rejoice because of what God has done through our Lord Jesus Christ, who has now made us God's friends."
            },
            {
                "verse_number": "12",
                "verse_text": "Sin came into the world through one man, and his sin brought death with it. As a result, death has spread to the whole human race because everyone has sinned."
            },
            {
                "verse_number": "13",
                "verse_text": "There was sin in the world before the Law was given; but where there is no law, no account is kept of sins."
            },
            {
                "verse_number": "14",
                "verse_text": "But from the time of Adam to the time of Moses death ruled over the whole human race, even over those who did not sin in the same way that Adam did when he disobeyed God's command."
            },
            {
                "verse_number": "15",
                "verse_text": "But the two are not the same, because God's free gift is not like Adam's sin. It is true that many people died because of the sin of that one man. But God's grace is much greater, and so is his free gift to so many people through the grace of the one man, Jesus Christ."
            },
            {
                "verse_number": "16",
                "verse_text": "And there is a difference between God's gift and the sin of one man. After the one sin, came the judgement of &apos;Guilty&apos;; but after so many sins, comes the undeserved gift of &apos;Not guilty!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "It is true that through the sin of one man death began to rule because of that one man. But how much greater is the result of what was done by the one man, Jesus Christ! All who receive God's abundant grace and are freely put right with him will rule in life through Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "So then, as the one sin condemned all people, in the same way the one righteous act sets all people free and gives them life."
            },
            {
                "verse_number": "19",
                "verse_text": "And just as the mass of people were made sinners as the result of the disobedience of one man, in the same way the mass of people will all be put right with God as the result of the obedience of the one man."
            },
            {
                "verse_number": "20",
                "verse_text": "Law was introduced in order to increase wrongdoing; but where sin increased, God's grace increased much more."
            },
            {
                "verse_number": "21",
                "verse_text": "So then, just as sin ruled by means of death, so also God's grace rules by means of righteousness, leading us to eternal life through Jesus Christ our Lord."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "What shall we say, then? Should we continue to live in sin so that God's grace will increase?"
            },
            {
                "verse_number": "2",
                "verse_text": "Certainly not! We have died to sin &ndash; how then can we go on living in it?"
            },
            {
                "verse_number": "3",
                "verse_text": "For surely you know that when we were baptized into union with Christ Jesus, we were baptized into union with his death."
            },
            {
                "verse_number": "4",
                "verse_text": "By our baptism, then, we were buried with him and shared his death, in order that, just as Christ was raised from death by the glorious power of the Father, so also we might live a new life."
            },
            {
                "verse_number": "5",
                "verse_text": "For since we have become one with him in dying as he did, in the same way we shall be one with him by being raised to life as he was."
            },
            {
                "verse_number": "6",
                "verse_text": "And we know that our old being has been put to death with Christ on his cross, in order that the power of the sinful self might be destroyed, so that we should no longer be the slaves of sin."
            },
            {
                "verse_number": "7",
                "verse_text": "For when people die, they are set free from the power of sin."
            },
            {
                "verse_number": "8",
                "verse_text": "Since we have died with Christ, we believe that we will also live with him."
            },
            {
                "verse_number": "9",
                "verse_text": "For we know that Christ has been raised from death and will never die again &ndash; death will no longer rule over him."
            },
            {
                "verse_number": "10",
                "verse_text": "And so, because he died, sin has no power over him; and now he lives his life in fellowship with God."
            },
            {
                "verse_number": "11",
                "verse_text": "In the same way you are to think of yourselves as dead, so far as sin is concerned, but living in fellowship with God through Christ Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "Sin must no longer rule in your mortal bodies, so that you obey the desires of your natural self."
            },
            {
                "verse_number": "13",
                "verse_text": "Nor must you surrender any part of yourselves to sin to be used for wicked purposes. Instead, give yourselves to God, as those who have been brought from death to life, and surrender your whole being to him to be used for righteous purposes."
            },
            {
                "verse_number": "14",
                "verse_text": "Sin must not be your master; for you do not live under law but under God's grace."
            },
            {
                "verse_number": "15",
                "verse_text": "What, then? Shall we sin, because we are not under law but under God's grace? By no means!"
            },
            {
                "verse_number": "16",
                "verse_text": "Surely you know that when you surrender yourselves as slaves to obey someone, you are in fact the slaves of the master you obey &ndash; either of sin, which results in death, or of obedience, which results in being put right with God."
            },
            {
                "verse_number": "17",
                "verse_text": "But thanks be to God! For though at one time you were slaves to sin, you have obeyed with all your heart the truths found in the teaching you received."
            },
            {
                "verse_number": "18",
                "verse_text": "You were set free from sin and became the slaves of righteousness."
            },
            {
                "verse_number": "19",
                "verse_text": "(I use everyday language because of the weakness of your natural selves.) At one time you surrendered yourselves entirely as slaves to impurity and wickedness for wicked purposes. In the same way you must now surrender yourselves entirely as slaves of righteousness for holy purposes."
            },
            {
                "verse_number": "20",
                "verse_text": "When you were the slaves of sin, you were free from righteousness."
            },
            {
                "verse_number": "21",
                "verse_text": "What did you gain from doing the things that you are now ashamed of? The result of those things is death!"
            },
            {
                "verse_number": "22",
                "verse_text": "But now you have been set free from sin and are the slaves of God. Your gain is a life fully dedicated to him, and the result is eternal life."
            },
            {
                "verse_number": "23",
                "verse_text": "For sin pays its wage &ndash; death; but God's free gift is eternal life in union with Christ Jesus our Lord."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Certainly you will understand what I am about to say, my brothers and sisters, because all of you know about law. The law rules over people only as long as they live."
            },
            {
                "verse_number": "2",
                "verse_text": "A married woman, for example, is bound by the law to her husband as long as he lives; but if he dies, then she is free from the law that bound her to him."
            },
            {
                "verse_number": "3",
                "verse_text": "So then, if she lives with another man while her husband is alive, she will be called an adulteress; but if her husband dies, she is legally a free woman and does not commit adultery if she marries another man."
            },
            {
                "verse_number": "4",
                "verse_text": "That is how it is with you, my sisters and brothers. As far as the Law is concerned, you also have died because you are part of the body of Christ; and now you belong to him who was raised from death in order that we might be useful in the service of God."
            },
            {
                "verse_number": "5",
                "verse_text": "For when we lived according to our human nature, the sinful desires stirred up by the Law were at work in our bodies, and all we did ended in death."
            },
            {
                "verse_number": "6",
                "verse_text": "Now, however, we are free from the Law, because we died to that which once held us prisoners. No longer do we serve in the old way of a written law, but in the new way of the Spirit. This, then, is my condition: on my own I can serve God's law only with my mind, while my human nature serves the law of sin."
            },
            {
                "verse_number": "7",
                "verse_text": "Shall we say, then, that the Law itself is sinful? Of course not! But it was the Law that made me know what sin is. If the Law had not said, &apos;Do not desire what belongs to someone else,&apos; I would not have known such a desire."
            },
            {
                "verse_number": "8",
                "verse_text": "But by means of that commandment sin found its chance to stir up all kinds of selfish desires in me. Apart from law, sin is a dead thing."
            },
            {
                "verse_number": "9",
                "verse_text": "I myself was once alive apart from law; but when the commandment came, sin sprang to life,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I died. And the commandment which was meant to bring life, in my case brought death."
            },
            {
                "verse_number": "11",
                "verse_text": "Sin found its chance, and by means of the commandment it deceived me and killed me."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, the Law itself is holy, and the commandment is holy, right, and good."
            },
            {
                "verse_number": "13",
                "verse_text": "But does this mean that what is good caused my death? By no means! It was sin that did it; by using what is good, sin brought death to me, in order that its true nature as sin might be revealed. And so, by means of the commandment sin is shown to be even more terribly sinful."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that the Law is spiritual; but I am unspiritual, sold as a slave to sin."
            },
            {
                "verse_number": "15",
                "verse_text": "I do not understand what I do; for I don't do what I would like to do, but instead I do what I hate."
            },
            {
                "verse_number": "16",
                "verse_text": "Since what I do is what I don't want to do, this shows that I agree that the Law is right."
            },
            {
                "verse_number": "17",
                "verse_text": "So I am not really the one who does this thing; rather it is the sin that lives in me."
            },
            {
                "verse_number": "18",
                "verse_text": "I know that good does not live in me &ndash; that is, in my human nature. For even though the desire to do good is in me, I am not able to do it."
            },
            {
                "verse_number": "19",
                "verse_text": "I don't do the good I want to do; instead, I do the evil that I do not want to do."
            },
            {
                "verse_number": "20",
                "verse_text": "If I do what I don't want to do, this means that I am no longer the one who does it; instead, it is the sin that lives in me."
            },
            {
                "verse_number": "21",
                "verse_text": "So I find that this law is at work: when I want to do what is good, what is evil is the only choice I have."
            },
            {
                "verse_number": "22",
                "verse_text": "My inner being delights in the law of God."
            },
            {
                "verse_number": "23",
                "verse_text": "But I see a different law at work in my body &ndash; a law that fights against the law which my mind approves of. It makes me a prisoner to the law of sin which is at work in my body."
            },
            {
                "verse_number": "24",
                "verse_text": "What an unhappy man I am! Who will rescue me from this body that is taking me to death?"
            },
            {
                "verse_number": "25",
                "verse_text": "Thanks be to God, who does this through our Lord Jesus Christ!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "There is no condemnation now for those who live in union with Christ Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "For the law of the Spirit, which brings us life in union with Christ Jesus, has set me free from the law of sin and death."
            },
            {
                "verse_number": "3",
                "verse_text": "What the Law could not do, because human nature was weak, God did. He condemned sin in human nature by sending his own Son, who came with a nature like sinful human nature, to do away with sin."
            },
            {
                "verse_number": "4",
                "verse_text": "God did this so that the righteous demands of the Law might be fully satisfied in us who live according to the Spirit, and not according to human nature."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who live as their human nature tells them to, have their minds controlled by what human nature wants. Those who live as the Spirit tells them to, have their minds controlled by what the Spirit wants."
            },
            {
                "verse_number": "6",
                "verse_text": "To be controlled by human nature results in death; to be controlled by the Spirit results in life and peace."
            },
            {
                "verse_number": "7",
                "verse_text": "And so people become enemies of God when they are controlled by their human nature; for they do not obey God's law, and in fact they cannot obey it."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who obey their human nature cannot please God. &apos;For your sake we are in danger of death at all times; we are treated like sheep that are going to be slaughtered.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But you do not live as your human nature tells you to; instead, you live as the Spirit tells you to &ndash; if, in fact, God's Spirit lives in you. Whoever does not have the Spirit of Christ does not belong to him."
            },
            {
                "verse_number": "10",
                "verse_text": "But if Christ lives in you, the Spirit is life for you because you have been put right with God, even though your bodies are going to die because of sin."
            },
            {
                "verse_number": "11",
                "verse_text": "If the Spirit of God, who raised Jesus from death, lives in you, then he who raised Christ from death will also give life to your mortal bodies by the presence of his Spirit in you."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, my brothers and sisters, we have an obligation, but it is not to live as our human nature wants us to."
            },
            {
                "verse_number": "13",
                "verse_text": "For if you live according to your human nature, you are going to die; but if by the Spirit you put to death your sinful actions, you will live."
            },
            {
                "verse_number": "14",
                "verse_text": "Those who are led by God's Spirit are God's children."
            },
            {
                "verse_number": "15",
                "verse_text": "For the Spirit that God has given you does not make you slaves and cause you to be afraid; instead, the Spirit makes you God's children, and by the Spirit's power we cry out to God, &apos;Father! my Father!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "God's Spirit joins himself to our spirits to declare that we are God's children."
            },
            {
                "verse_number": "17",
                "verse_text": "Since we are his children, we will possess the blessings he keeps for his people, and we will also possess with Christ what God has kept for him; for if we share Christ's suffering, we will also share his glory."
            },
            {
                "verse_number": "18",
                "verse_text": "I consider that what we suffer at this present time cannot be compared at all with the glory that is going to be revealed to us."
            },
            {
                "verse_number": "19",
                "verse_text": "All of creation waits with eager longing for God to reveal his children."
            },
            {
                "verse_number": "20",
                "verse_text": "For creation was condemned to lose its purpose, not of its own will, but because God willed it to be so. Yet there was the hope"
            },
            {
                "verse_number": "21",
                "verse_text": "that creation itself would one day be set free from its slavery to decay and would share the glorious freedom of the children of God."
            },
            {
                "verse_number": "22",
                "verse_text": "For we know that up to the present time all of creation groans with pain, like the pain of childbirth."
            },
            {
                "verse_number": "23",
                "verse_text": "But it is not just creation alone which groans; we who have the Spirit as the first of God's gifts also groan within ourselves, as we wait for God to make us his children and set our whole being free."
            },
            {
                "verse_number": "24",
                "verse_text": "For it was by hope that we were saved; but if we see what we hope for, then it is not really hope. For which of us hopes for something we see?"
            },
            {
                "verse_number": "25",
                "verse_text": "But if we hope for what we do not see, we wait for it with patience."
            },
            {
                "verse_number": "26",
                "verse_text": "In the same way the Spirit also comes to help us, weak as we are. For we do not know how we ought to pray; the Spirit himself pleads with God for us in groans that words cannot express."
            },
            {
                "verse_number": "27",
                "verse_text": "And God, who sees into our hearts, knows what the thought of the Spirit is; because the Spirit pleads with God on behalf of his people and in accordance with his will."
            },
            {
                "verse_number": "28",
                "verse_text": "We know that in all things God works for good with those who love him, those whom he has called according to his purpose."
            },
            {
                "verse_number": "29",
                "verse_text": "Those whom God had already chosen he also set apart to become like his Son, so that the Son would be the eldest brother in a large family."
            },
            {
                "verse_number": "30",
                "verse_text": "And so those whom God set apart, he called; and those he called, he put right with himself, and he shared his glory with them."
            },
            {
                "verse_number": "31",
                "verse_text": "In view of all this, what can we say? If God is for us, who can be against us?"
            },
            {
                "verse_number": "32",
                "verse_text": "Certainly not God, who did not even keep back his own Son, but offered him for us all! He gave us his Son &ndash; will he not also freely give us all things?"
            },
            {
                "verse_number": "33",
                "verse_text": "Who will accuse God's chosen people? God himself declares them not guilty!"
            },
            {
                "verse_number": "34",
                "verse_text": "Who, then, will condemn them? Not Christ Jesus, who died, or rather, who was raised to life and is at the right-hand side of God, pleading with him for us!"
            },
            {
                "verse_number": "35",
                "verse_text": "Who, then, can separate us from the love of Christ? Can trouble do it, or hardship or persecution or hunger or poverty or danger or death?"
            },
            {
                "verse_number": "36",
                "verse_text": "As the scripture says,"
            },
            {
                "verse_number": "37",
                "verse_text": "No, in all these things we have complete victory through him who loved us!"
            },
            {
                "verse_number": "38",
                "verse_text": "For I am certain that nothing can separate us from his love: neither death nor life, neither angels nor other heavenly rulers or powers, neither the present nor the future,"
            },
            {
                "verse_number": "39",
                "verse_text": "neither the world above nor the world below &ndash; there is nothing in all creation that will ever be able to separate us from the love of God which is ours through Christ Jesus our Lord."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am speaking the truth; I belong to Christ and I do not lie. My conscience, ruled by the Holy Spirit, also assures me that I am not lying"
            },
            {
                "verse_number": "2",
                "verse_text": "when I say how great is my sorrow, how endless the pain in my heart"
            },
            {
                "verse_number": "3",
                "verse_text": "for my people, my own flesh and blood! For their sake I could wish that I myself were under God's curse and separated from Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "They are God's people; he made them his children and revealed his glory to them; he made his covenants with them and gave them the Law; they have the true worship; they have received God's promises;"
            },
            {
                "verse_number": "5",
                "verse_text": "they are descended from the famous Hebrew ancestors; and Christ, as a human being, belongs to their race. May God, who rules over all, be praised for ever! Amen. &apos;The people who were not mine I will call &quot;My People&quot;. The nation that I did not love I will call &quot;My Beloved&quot;. there they will be called the children of the living God.&apos; &apos;Look, I place in Zion a stone that will make people stumble, a rock that will make them fall. But whoever believes in him will not be disappointed.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I am not saying that the promise of God has failed; for not all the people of Israel are the people of God."
            },
            {
                "verse_number": "7",
                "verse_text": "Nor are all Abraham's descendants the children of God. God said to Abraham, &apos;It is through Isaac that you will have the descendants I promised you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This means that the children born in the usual way are not the children of God; instead, the children born as a result of God's promise are regarded as the true descendants."
            },
            {
                "verse_number": "9",
                "verse_text": "For God's promise was made in these words: &apos;At the right time I will come back, and Sarah will have a son.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And this is not all. For Rebecca's two sons had the same father, our ancestor Isaac."
            },
            {
                "verse_number": "13",
                "verse_text": "As the scripture says, &apos;I loved Jacob, but I hated Esau.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Shall we say, then, that God is unjust? Not at all."
            },
            {
                "verse_number": "15",
                "verse_text": "For he said to Moses, &apos;I will have mercy on anyone I wish; I will take pity on anyone I wish.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So then, everything depends, not on what human beings want or do, but only on God's mercy."
            },
            {
                "verse_number": "17",
                "verse_text": "For the scripture says to the king of Egypt, &apos;I made you king in order to use you to show my power and to spread my fame over the whole world.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So then, God has mercy on anyone he wishes, and he makes stubborn anyone he wishes."
            },
            {
                "verse_number": "19",
                "verse_text": "But one of you will say to me, &apos;If this is so, how can God find fault with anyone? Who can resist God's will?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But who are you, my friend, to answer God back? A clay pot does not ask the man who made it, &apos;Why did you make me like this?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After all, the man who makes the pots has the right to use the clay as he wishes, and to make two pots from the same lump of clay, one for special occasions and the other for ordinary use."
            },
            {
                "verse_number": "22",
                "verse_text": "And the same is true of what God has done. He wanted to show his anger and to make his power known. But he was very patient in enduring those who were the objects of his anger, who were doomed to destruction."
            },
            {
                "verse_number": "23",
                "verse_text": "And he also wanted to reveal his abundant glory, which was poured out on us who are the objects of his mercy, those of us whom he has prepared to receive his glory."
            },
            {
                "verse_number": "24",
                "verse_text": "For we are the people he called, not only from among the Jews but also from among the Gentiles."
            },
            {
                "verse_number": "25",
                "verse_text": "This is what he says in the book of Hosea:"
            },
            {
                "verse_number": "26",
                "verse_text": "And in the very place where they were told, &quot;You are not my people,&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "And Isaiah exclaims about Israel: &apos;Even if the people of Israel are as many as the grains of sand by the sea, yet only a few of them will be saved;"
            },
            {
                "verse_number": "28",
                "verse_text": "for the Lord will quickly settle his full account with the world.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "It is as Isaiah had said before, &apos;If the Lord Almighty had not left us some descendants, we would have become like Sodom, we would have been like Gomorrah.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So we say that the Gentiles, who were not trying to put themselves right with God, were put right with him through faith;"
            },
            {
                "verse_number": "31",
                "verse_text": "while God's people, who were seeking a law that would put them right with God, did not find it."
            },
            {
                "verse_number": "32",
                "verse_text": "And why not? Because they did not depend on faith but on what they did. And so they stumbled over the &apos;stumbling stone&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "that the scripture speaks of:"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "My brothers and sisters, how I wish with all my heart that my own people might be saved! How I pray to God for them!"
            },
            {
                "verse_number": "2",
                "verse_text": "I can assure you that they are deeply devoted to God; but their devotion is not based on true knowledge."
            },
            {
                "verse_number": "3",
                "verse_text": "They have not known the way in which God puts people right with himself, and instead, they have tried to set up their own way; and so they did not submit themselves to God's way of putting people right."
            },
            {
                "verse_number": "4",
                "verse_text": "For Christ has brought the Law to an end, so that everyone who believes is put right with God. &apos;The sound of their voice went out to all the world; their words reached the ends of the earth.&apos; &apos;I will use a so-called nation to make my people jealous; and by means of a nation of fools I will make my people angry.&apos; &apos;I was found by those who were not looking for me; I appeared to those who were not asking for me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses wrote this about being put right with God by obeying the Law: &apos;Whoever obeys the commands of the Law will live.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But what the scripture says about being put right with God through faith is this: &apos;You are not to ask yourself, Who will go up into heaven?&apos; (that is, to bring Christ down)."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Nor are you to ask, Who will go down into the world below?&apos; (that is, to bring Christ up from death)."
            },
            {
                "verse_number": "8",
                "verse_text": "What it says is this: &apos;God's message is near you, on your lips and in your heart&apos; &ndash; that is, the message of faith that we preach."
            },
            {
                "verse_number": "9",
                "verse_text": "If you confess that Jesus is Lord and believe that God raised him from death, you will be saved."
            },
            {
                "verse_number": "10",
                "verse_text": "For it is by our faith that we are put right with God; it is by our confession that we are saved."
            },
            {
                "verse_number": "11",
                "verse_text": "The scripture says, &apos;Whoever believes in him will not be disappointed.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "This includes everyone, because there is no difference between Jews and Gentiles; God is the same Lord of all and richly blesses all who call to him."
            },
            {
                "verse_number": "13",
                "verse_text": "As the scripture says, &apos;Everyone who calls out to the Lord for help will be saved.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But how can they call to him for help if they have not believed? And how can they believe if they have not heard the message? And how can they hear if the message is not proclaimed?"
            },
            {
                "verse_number": "15",
                "verse_text": "And how can the message be proclaimed if the messengers are not sent out? As the scripture says, &apos;How wonderful is the coming of messengers who bring good news!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But not all have accepted the Good News. Isaiah himself said, &apos;Lord, who believed our message?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So then, faith comes from hearing the message, and the message comes through preaching Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "But I ask: is it true that they did not hear the message? Of course they did &ndash; for as the scripture says:"
            },
            {
                "verse_number": "19",
                "verse_text": "Again I ask: did the people of Israel not understand? Moses himself is the first one to answer:"
            },
            {
                "verse_number": "20",
                "verse_text": "And Isaiah is even bolder when he says,"
            },
            {
                "verse_number": "21",
                "verse_text": "But concerning Israel he says, &apos;All day long I held out my hands to welcome a disobedient and rebellious people.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I ask, then: did God reject his own people? Certainly not! I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin."
            },
            {
                "verse_number": "2",
                "verse_text": "God has not rejected his people, whom he chose from the beginning. You know what the scripture says in the passage where Elijah pleads with God against Israel:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "What answer did God give him? &apos;I have kept for myself 7,000 men who have not worshipped the false god Baal.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "It is the same way now: there is a small number left of those whom God has chosen because of his grace."
            },
            {
                "verse_number": "6",
                "verse_text": "His choice is based on his grace, not on what they have done. For if God's choice were based on what people do, then his grace would not be real grace. &apos;May they be caught and trapped at their feasts; may they fall, may they be punished! and make them bend under their troubles at all times.&apos; &apos;The Saviour will come from Zion and remove all wickedness from the descendants of Jacob. when I take away their sins.&apos; &apos;Who knows the mind of the Lord? Who is able to give him advice? so that he had to pay it back?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "What then? The people of Israel did not find what they were looking for. It was only the small group that God chose who found it; the rest grew deaf to God's call."
            },
            {
                "verse_number": "8",
                "verse_text": "As the scripture says, &apos;God made their minds and hearts dull; to this very day they cannot see or hear.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And David says:"
            },
            {
                "verse_number": "10",
                "verse_text": "May their eyes be blinded so that they cannot see;"
            },
            {
                "verse_number": "11",
                "verse_text": "I ask, then: when the Jews stumbled, did they fall to their ruin? By no means! Because they sinned, salvation has come to the Gentiles, to make the Jews jealous of them."
            },
            {
                "verse_number": "12",
                "verse_text": "The sin of the Jews brought rich blessings to the world, and their spiritual poverty brought rich blessings to the Gentiles. Then, how much greater the blessings will be when the complete number of Jews is included!"
            },
            {
                "verse_number": "13",
                "verse_text": "I am speaking now to you Gentiles: as long as I am an apostle to the Gentiles, I will take pride in my work."
            },
            {
                "verse_number": "14",
                "verse_text": "Perhaps I can make the people of my own race jealous, and so be able to save some of them."
            },
            {
                "verse_number": "15",
                "verse_text": "For when they were rejected, the human race was changed from God's enemies into his friends. What will it be, then, when they are accepted? It will be life for the dead!"
            },
            {
                "verse_number": "16",
                "verse_text": "If the first piece of bread is given to God, then the whole loaf is his also; and if the roots of a tree are offered to God, the branches are his also."
            },
            {
                "verse_number": "17",
                "verse_text": "Some of the branches of the cultivated olive tree have been broken off, and a branch of a wild olive tree has been joined to it. You Gentiles are like that wild olive tree, and now you share the strong spiritual life of the Jews."
            },
            {
                "verse_number": "18",
                "verse_text": "So then, you must not despise those who were broken off like branches. How can you be proud? You are just a branch; you don't support the roots &ndash; the roots support you."
            },
            {
                "verse_number": "19",
                "verse_text": "But you will say, &apos;Yes, but the branches were broken off to make room for me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That is true. They were broken off because they did not believe, while you remain in place because you do believe. But do not be proud of it; instead, be afraid."
            },
            {
                "verse_number": "21",
                "verse_text": "God did not spare the Jews, who are like natural branches; do you think he will spare you?"
            },
            {
                "verse_number": "22",
                "verse_text": "Here we see how kind and how severe God is. He is severe towards those who have fallen, but kind to you &ndash; if you continue in his kindness. But if you do not, you too will be broken off."
            },
            {
                "verse_number": "23",
                "verse_text": "And if the Jews abandon their unbelief, they will be put back in the place where they were; for God is able to do that."
            },
            {
                "verse_number": "24",
                "verse_text": "You Gentiles are like the branch of a wild olive tree that is broken off and then, contrary to nature, is joined to a cultivated olive tree. The Jews are like this cultivated tree; and it will be much easier for God to join these broken-off branches to their own tree again."
            },
            {
                "verse_number": "25",
                "verse_text": "There is a secret truth, my brothers and sisters, which I want you to know, for it will keep you from thinking how wise you are. It is that the stubbornness of the people of Israel is not permanent, but will last only until the complete number of Gentiles comes to God."
            },
            {
                "verse_number": "26",
                "verse_text": "And this is how all Israel will be saved. As the scripture says:"
            },
            {
                "verse_number": "27",
                "verse_text": "I will make this covenant with them"
            },
            {
                "verse_number": "28",
                "verse_text": "Because they reject the Good News, the Jews are God's enemies for the sake of you Gentiles. But because of God's choice, they are his friends because of their ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "For God does not change his mind about whom he chooses and blesses."
            },
            {
                "verse_number": "30",
                "verse_text": "As for you Gentiles, you disobeyed God in the past; but now you have received God's mercy because the Jews were disobedient."
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, because of the mercy that you have received, the Jews now disobey God, in order that they also may now receive God's mercy."
            },
            {
                "verse_number": "32",
                "verse_text": "For God has made all people prisoners of disobedience, so that he might show mercy to them all."
            },
            {
                "verse_number": "33",
                "verse_text": "How great are God's riches! How deep are his wisdom and knowledge! Who can explain his decisions? Who can understand his ways?"
            },
            {
                "verse_number": "34",
                "verse_text": "As the scripture says:"
            },
            {
                "verse_number": "35",
                "verse_text": "Who has ever given him anything,"
            },
            {
                "verse_number": "36",
                "verse_text": "For all things were created by him, and all things exist through him and for him. To God be the glory for ever! Amen."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "So then, my brothers and sisters, because of God's great mercy to us I appeal to you: offer yourselves as a living sacrifice to God, dedicated to his service and pleasing to him. This is the true worship that you should offer."
            },
            {
                "verse_number": "2",
                "verse_text": "Do not conform yourselves to the standards of this world, but let God transform you inwardly by a complete change of your mind. Then you will be able to know the will of God &ndash; what is good and is pleasing to him and is perfect."
            },
            {
                "verse_number": "3",
                "verse_text": "And because of God's gracious gift to me I say to every one of you: do not think of yourself more highly than you should. Instead, be modest in your thinking, and judge yourself according to the amount of faith that God has given you."
            },
            {
                "verse_number": "4",
                "verse_text": "We have many parts in the one body, and all these parts have different functions."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, though we are many, we are one body in union with Christ, and we are all joined to each other as different parts of one body."
            },
            {
                "verse_number": "6",
                "verse_text": "So we are to use our different gifts in accordance with the grace that God has given us. If our gift is to speak God's message, we should do it according to the faith that we have;"
            },
            {
                "verse_number": "7",
                "verse_text": "if it is to serve, we should serve; if it is to teach, we should teach;"
            },
            {
                "verse_number": "8",
                "verse_text": "if it is to encourage others, we should do so. Whoever shares with others should do it generously; whoever has authority should work hard; whoever shows kindness to others should do it cheerfully."
            },
            {
                "verse_number": "9",
                "verse_text": "Love must be completely sincere. Hate what is evil, hold on to what is good."
            },
            {
                "verse_number": "10",
                "verse_text": "Love one another warmly as Christian brothers and sisters, and be eager to show respect for one another."
            },
            {
                "verse_number": "11",
                "verse_text": "Work hard and do not be lazy. Serve the Lord with a heart full of devotion."
            },
            {
                "verse_number": "12",
                "verse_text": "Let your hope keep you joyful, be patient in your troubles, and pray at all times."
            },
            {
                "verse_number": "13",
                "verse_text": "Share your belongings with your needy fellow-Christians, and open your homes to strangers."
            },
            {
                "verse_number": "14",
                "verse_text": "Ask God to bless those who persecute you &ndash; yes, ask him to bless, not to curse."
            },
            {
                "verse_number": "15",
                "verse_text": "Be happy with those who are happy, weep with those who weep."
            },
            {
                "verse_number": "16",
                "verse_text": "Have the same concern for everyone. Do not be proud, but accept humble duties. Do not think of yourselves as wise."
            },
            {
                "verse_number": "17",
                "verse_text": "If someone has done you wrong, do not repay him with a wrong. Try to do what everyone considers to be good."
            },
            {
                "verse_number": "18",
                "verse_text": "Do everything possible on your part to live in peace with everybody."
            },
            {
                "verse_number": "19",
                "verse_text": "Never take revenge, my friends, but instead let God's anger do it. For the scripture says, &apos;I will take revenge, I will pay back, says the Lord.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, as the scripture says: &apos;If your enemies are hungry, feed them; if they are thirsty, give them a drink; for by doing this you will make them burn with shame.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Do not let evil defeat you; instead, conquer evil with good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Everyone must obey the state authorities, because no authority exists without God's permission, and the existing authorities have been put there by God."
            },
            {
                "verse_number": "2",
                "verse_text": "Whoever opposes the existing authority opposes what God has ordered; and anyone who does so will bring judgement on himself."
            },
            {
                "verse_number": "3",
                "verse_text": "For rulers are not to be feared by those who do good, but by those who do evil. Would you like to be unafraid of those in authority? Then do what is good, and they will praise you,"
            },
            {
                "verse_number": "4",
                "verse_text": "because they are God's servants working for your own good. But if you do evil, then be afraid of them, because their power to punish is real. They are God's servants and carry out God's punishment on those who do evil."
            },
            {
                "verse_number": "5",
                "verse_text": "For this reason you must obey the authorities &ndash; not just because of God's punishment, but also as a matter of conscience."
            },
            {
                "verse_number": "6",
                "verse_text": "That is also why you pay taxes, because the authorities are working for God when they fulfil their duties."
            },
            {
                "verse_number": "7",
                "verse_text": "Pay, then, what you owe them; pay them your personal and property taxes, and show respect and honour for them all."
            },
            {
                "verse_number": "8",
                "verse_text": "Be under obligation to no one &ndash; the only obligation you have is to love one another. Whoever does this has obeyed the Law."
            },
            {
                "verse_number": "9",
                "verse_text": "The commandments, &apos;Do not commit adultery; do not commit murder; do not steal; do not desire what belongs to someone else&apos; &ndash; all these, and any others besides, are summed up in the one command, &apos;Love your neighbour as you love yourself.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "If you love someone, you will never do them wrong; to love, then, is to obey the whole Law."
            },
            {
                "verse_number": "11",
                "verse_text": "You must do this, because you know that the time has come for you to wake up from your sleep. For the moment when we will be saved is closer now than it was when we first believed."
            },
            {
                "verse_number": "12",
                "verse_text": "The night is nearly over, day is almost here. Let us stop doing the things that belong to the dark, and let us take up weapons for fighting in the light."
            },
            {
                "verse_number": "13",
                "verse_text": "Let us conduct ourselves properly, as people who live in the light of day &ndash; no orgies or drunkenness, no immorality or indecency, no fighting or jealousy."
            },
            {
                "verse_number": "14",
                "verse_text": "But take up the weapons of the Lord Jesus Christ, and stop paying attention to your sinful nature and satisfying its desires."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Welcome those who are weak in faith, but do not argue with them about their personal opinions."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people's faith allows them to eat anything, but the person who is weak in the faith eats only vegetables."
            },
            {
                "verse_number": "3",
                "verse_text": "Those who will eat anything are not to despise those who don't; while those who eat only vegetables are not to pass judgement on those who will eat anything; for God has accepted them."
            },
            {
                "verse_number": "4",
                "verse_text": "Who are you to judge someone else's servants? It is their own Master who will decide whether they succeed or fail. And they will succeed, because the Lord is able to make them succeed. &apos;As surely as I am the living God, says the Lord, everyone will kneel before me, and everyone will confess that I am God.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Some people think that a certain day is more important than other days, while others think that all days are the same. We should each firmly make up our own minds."
            },
            {
                "verse_number": "6",
                "verse_text": "Those who think highly of a certain day do so in honour of the Lord; those who will eat anything do so in honour of the Lord, because they give thanks to God for the food. Those who refuse to eat certain things do so in honour of the Lord, and they give thanks to God."
            },
            {
                "verse_number": "7",
                "verse_text": "None of us lives for himself only, none of us dies for himself only."
            },
            {
                "verse_number": "8",
                "verse_text": "If we live, it is for the Lord that we live, and if we die, it is for the Lord that we die. So whether we live or die, we belong to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "For Christ died and rose to life in order to be the Lord of the living and of the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "You then, who eat only vegetables &ndash; why do you pass judgement on others? And you who eat anything &ndash; why do you despise other believers? All of us will stand before God to be judged by him."
            },
            {
                "verse_number": "11",
                "verse_text": "For the scripture says:"
            },
            {
                "verse_number": "12",
                "verse_text": "Every one of us, then, will have to give an account of ourselves to God."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, let us stop judging one another. Instead, you should decide never to do anything that would make another stumble or fall into sin."
            },
            {
                "verse_number": "14",
                "verse_text": "My union with the Lord Jesus makes me certain that no food is of itself ritually unclean; but if a person believes that some food is unclean, then it becomes unclean for that person."
            },
            {
                "verse_number": "15",
                "verse_text": "If you hurt your brother or sister because of something you eat, then you are no longer acting from love. Do not let the food that you eat ruin the person for whom Christ died!"
            },
            {
                "verse_number": "16",
                "verse_text": "Do not let what you regard as good get a bad name."
            },
            {
                "verse_number": "17",
                "verse_text": "For God's Kingdom is not a matter of eating and drinking, but of the righteousness, peace, and joy which the Holy Spirit gives."
            },
            {
                "verse_number": "18",
                "verse_text": "And when people serve Christ in this way, they please God and are approved by others."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, we must always aim at those things that bring peace and that help to strengthen one another."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not, because of food, destroy what God has done. All foods may be eaten, but it is wrong to eat anything that will cause someone else to fall into sin."
            },
            {
                "verse_number": "21",
                "verse_text": "The right thing to do is to keep from eating meat, drinking wine, or doing anything else that will make your brother or sister fall."
            },
            {
                "verse_number": "22",
                "verse_text": "Keep what you believe about this matter, then, between yourself and God. Happy are those who do not feel guilty when they do something they judge is right!"
            },
            {
                "verse_number": "23",
                "verse_text": "But if they have doubts about what they eat, God condemns them when they eat it, because their action is not based on faith. And anything that is not based on faith is sin."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "We who are strong in the faith ought to help the weak to carry their burdens. We should not please ourselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Instead, we should all please our brothers and sisters for their own good, in order to build them up in the faith."
            },
            {
                "verse_number": "3",
                "verse_text": "For Christ did not please himself. Instead, as the scripture says, &apos;The insults which are hurled at you have fallen on me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Everything written in the Scriptures was written to teach us, in order that we might have hope through the patience and encouragement which the Scriptures give us."
            },
            {
                "verse_number": "5",
                "verse_text": "And may God, the source of patience and encouragement, enable you to have the same point of view among yourselves by following the example of Christ Jesus,"
            },
            {
                "verse_number": "6",
                "verse_text": "so that all of you together may praise with one voice the God and Father of our Lord Jesus Christ. &apos;And so I will praise you among the Gentiles; I will sing praises to you.&apos; &apos;Rejoice, Gentiles, with God's people!&apos; &apos;Praise the Lord, all Gentiles; praise him, all peoples!&apos; &apos;A descendant of Jesse will appear; he will come to rule the Gentiles, and they will put their hope in him.&apos; &apos;Those who were not told about him will see, and those who have not heard will understand.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Accept one another, then, for the glory of God, as Christ has accepted you."
            },
            {
                "verse_number": "8",
                "verse_text": "For I tell you that Christ's life of service was on behalf of the Jews, to show that God is faithful, to make his promises to their ancestors come true,"
            },
            {
                "verse_number": "9",
                "verse_text": "and to enable even the Gentiles to praise God for his mercy. As the scripture says:"
            },
            {
                "verse_number": "10",
                "verse_text": "Again it says,"
            },
            {
                "verse_number": "11",
                "verse_text": "And again,"
            },
            {
                "verse_number": "12",
                "verse_text": "And again, Isaiah says,"
            },
            {
                "verse_number": "13",
                "verse_text": "May God, the source of hope, fill you with all joy and peace by means of your faith in him, so that your hope will continue to grow by the power of the Holy Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "My brothers and sisters, I myself feel sure that you are full of goodness, that you have all knowledge, and that you are able to teach one another."
            },
            {
                "verse_number": "15",
                "verse_text": "But in this letter I have been quite bold about certain subjects of which I have reminded you. I have been bold because of the privilege God has given me"
            },
            {
                "verse_number": "16",
                "verse_text": "of being a servant of Christ Jesus to work for the Gentiles. I serve like a priest in preaching the Good News from God, in order that the Gentiles may be an offering acceptable to God, dedicated to him by the Holy Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "In union with Christ Jesus, then, I can be proud of my service for God."
            },
            {
                "verse_number": "18",
                "verse_text": "I will be bold and speak only about what Christ has done through me to lead the Gentiles to obey God. He has done this by means of words and deeds,"
            },
            {
                "verse_number": "19",
                "verse_text": "by the power of miracles and wonders, and by the power of the Spirit of God. And so, in travelling all the way from Jerusalem to Illyricum, I have proclaimed fully the Good News about Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "My ambition has always been to proclaim the Good News in places where Christ has not been heard of, so as not to build on a foundation laid by someone else."
            },
            {
                "verse_number": "21",
                "verse_text": "As the scripture says:"
            },
            {
                "verse_number": "22",
                "verse_text": "And so I have been prevented many times from coming to you."
            },
            {
                "verse_number": "23",
                "verse_text": "But now that I have finished my work in these regions and since I have been wanting for so many years to come to see you,"
            },
            {
                "verse_number": "24",
                "verse_text": "I hope to do so now. I would like to see you on my way to Spain, and be helped by you to go there, after I have enjoyed visiting you for a while."
            },
            {
                "verse_number": "25",
                "verse_text": "Just now, however, I am going to Jerusalem in the service of God's people there."
            },
            {
                "verse_number": "26",
                "verse_text": "For the churches in Macedonia and Achaia have freely decided to give an offering to help the poor among God's people in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "That decision was their own; but, as a matter of fact, they have an obligation to help them. Since the Jews shared their spiritual blessings with the Gentiles, the Gentiles ought to use their material blessings to help the Jews."
            },
            {
                "verse_number": "28",
                "verse_text": "When I have finished this task and have handed over to them all the money that has been raised for them, I shall leave for Spain and visit you on my way there."
            },
            {
                "verse_number": "29",
                "verse_text": "When I come to you, I know that I shall come with a full measure of the blessing of Christ."
            },
            {
                "verse_number": "30",
                "verse_text": "I urge you, brothers and sisters, by our Lord Jesus Christ and by the love that the Spirit gives: join me in praying fervently to God for me."
            },
            {
                "verse_number": "31",
                "verse_text": "Pray that I may be kept safe from the unbelievers in Judea and that my service in Jerusalem may be acceptable to God's people there."
            },
            {
                "verse_number": "32",
                "verse_text": "And so I will come to you full of joy, if it is God's will, and enjoy a refreshing visit to you."
            },
            {
                "verse_number": "33",
                "verse_text": "May God, our source of peace, be with all of you. Amen."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "I recommend to you our sister Phoebe, who serves the church at Cenchreae."
            },
            {
                "verse_number": "2",
                "verse_text": "Receive her in the Lord's name, as God's people should, and give her any help she may need from you; for she herself has been a good friend to many people and also to me. Greetings to my dear friend Epaenetus, who was the first in the province of Asia to believe in Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "I send greetings to Priscilla and Aquila, my fellow-workers in the service of Christ Jesus;"
            },
            {
                "verse_number": "4",
                "verse_text": "they risked their lives for me. I am grateful to them &ndash; not only I, but all the Gentile churches as well."
            },
            {
                "verse_number": "5",
                "verse_text": "Greetings also to the church that meets in their house."
            },
            {
                "verse_number": "6",
                "verse_text": "Greetings to Mary, who has worked so hard for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Greetings also to Andronicus and Junia, fellow-Jews who were in prison with me; they are well known among the apostles, and they became Christians before I did."
            },
            {
                "verse_number": "8",
                "verse_text": "My greetings to Ampliatus, my dear friend in the fellowship of the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Greetings also to Urbanus, our fellow-worker in Christ's service, and to Stachys, my dear friend."
            },
            {
                "verse_number": "10",
                "verse_text": "Greetings to Apelles, whose loyalty to Christ has been proved. Greetings to those who belong to the family of Aristobulus."
            },
            {
                "verse_number": "11",
                "verse_text": "Greetings to Herodion, a fellow-Jew, and to the Christians in the family of Narcissus."
            },
            {
                "verse_number": "12",
                "verse_text": "My greetings to Tryphaena and Tryphosa, who work in the Lord's service, and to my dear friend Persis, who has done so much work for the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "I send greetings to Rufus, that outstanding worker in the Lord's service, and to his mother, who has always treated me like a son."
            },
            {
                "verse_number": "14",
                "verse_text": "My greetings to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and all the other Christian brothers and sisters with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Greetings to Philologus and Julia, to Nereus and his sister, to Olympas and to all of God's people who are with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Greet one another with a holy kiss. All the churches of Christ send you their greetings."
            },
            {
                "verse_number": "17",
                "verse_text": "I urge you, my brothers and sisters: watch out for those who cause divisions and upset people's faith and go against the teaching which you have received. Keep away from them!"
            },
            {
                "verse_number": "18",
                "verse_text": "For those who do such things are not serving Christ our Lord, but their own appetites. By their fine words and flattering speech they deceive innocent people."
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone has heard of your loyalty to the gospel, and for this reason I am happy about you. I want you to be wise about what is good, but innocent in what is evil."
            },
            {
                "verse_number": "20",
                "verse_text": "And God, our source of peace, will soon crush Satan under your feet. The grace of our Lord Jesus be with you."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy, my fellow-worker, sends you his greetings; and so do Lucius, Jason, and Sosipater, fellow-Jews."
            },
            {
                "verse_number": "22",
                "verse_text": "I, Tertius, the writer of this letter, send you Christian greetings."
            },
            {
                "verse_number": "23",
                "verse_text": "My host Gaius, in whose house the church meets, sends you his greetings; Erastus, the city treasurer, and our brother Quartus send you their greetings."
            },
            {
                "verse_number": "25",
                "verse_text": "Let us give glory to God! He is able to make you stand firm in your faith, according to the Good News I preach about Jesus Christ and according to the revelation of the secret truth which was hidden for long ages in the past."
            },
            {
                "verse_number": "26",
                "verse_text": "Now, however, that truth has been brought out into the open through the writings of the prophets; and by the command of the eternal God it is made known to all nations, so that all may believe and obey."
            },
            {
                "verse_number": "27",
                "verse_text": "To the only God, who alone is all-wise, be glory through Jesus Christ for ever! Amen."
            }
        ]
    }
}