{
    "Revelation": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This book is the record of the events that Jesus Christ revealed. God gave him this revelation in order to show his servants what must happen very soon. Christ made these things known to his servant John by sending his angel to him,"
            },
            {
                "verse_number": "2",
                "verse_text": "and John has told all that he has seen. This is his report concerning the message from God and the truth revealed by Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Happy is the one who reads this book, and happy are those who listen to the words of this prophetic message and obey what is written in this book! For the time is near when all these things will happen. Grace and peace be yours from God, who is, who was, and who is to come, and from the seven spirits in front of his throne, He loves us, and by his sacrificial death he has freed us from our sins"
            },
            {
                "verse_number": "4",
                "verse_text": "From John to the seven churches in the province of Asia:"
            },
            {
                "verse_number": "5",
                "verse_text": "and from Jesus Christ, the faithful witness, the first to be raised from death and who is also the ruler of the kings of the world."
            },
            {
                "verse_number": "6",
                "verse_text": "and made us a kingdom of priests to serve his God and Father. To Jesus Christ be the glory and power for ever and ever! Amen."
            },
            {
                "verse_number": "7",
                "verse_text": "Look, he is coming on the clouds! Everyone will see him, including those who pierced him. All peoples on earth will mourn over him. So shall it be!"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I am the first and the last,&apos; says the Lord God Almighty, who is, who was, and who is to come."
            },
            {
                "verse_number": "9",
                "verse_text": "I am John, your brother, and as a follower of Jesus I am your partner in patiently enduring the suffering that comes to those who belong to his Kingdom. I was put on the island of Patmos because I had proclaimed God's word and the truth that Jesus revealed."
            },
            {
                "verse_number": "10",
                "verse_text": "On the Lord's day the Spirit took control of me, and I heard a loud voice, that sounded like a trumpet, speaking behind me."
            },
            {
                "verse_number": "11",
                "verse_text": "It said, &apos;Write down what you see, and send the book to the churches in these seven cities: Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I turned round to see who was talking to me, and I saw seven gold lampstands,"
            },
            {
                "verse_number": "13",
                "verse_text": "and among them there was what looked like a human being, wearing a robe that reached to his feet, and a gold belt round his chest."
            },
            {
                "verse_number": "14",
                "verse_text": "His hair was white as wool, or as snow, and his eyes blazed like fire;"
            },
            {
                "verse_number": "15",
                "verse_text": "his feet shone like brass that has been refined and polished, and his voice sounded like a roaring waterfall."
            },
            {
                "verse_number": "16",
                "verse_text": "He held seven stars in his right-hand, and a sharp two-edged sword came out of his mouth. His face was as bright as the midday sun."
            },
            {
                "verse_number": "17",
                "verse_text": "When I saw him, I fell down at his feet like a dead man. He placed his right-hand on me and said, &apos;Don't be afraid! I am the first and the last."
            },
            {
                "verse_number": "18",
                "verse_text": "I am the living one! I was dead, but now I am alive for ever and ever. I have authority over death and the world of the dead."
            },
            {
                "verse_number": "19",
                "verse_text": "Write, then, the things you see, both the things that are now and the things that will happen afterwards."
            },
            {
                "verse_number": "20",
                "verse_text": "This is the secret meaning of the seven stars that you see in my right-hand, and of the seven gold lampstands: the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;To the angel of the church in Ephesus write: &apos;This is the message from the one who holds the seven stars in his right-hand and who walks among the seven gold lampstands. &apos;To those who win the victory I will give the right to eat the fruit of the tree of life that grows in the Garden of God. &apos;This is the message from the one who is the first and the last, who died and lived again. &apos;Those who win the victory will not be hurt by the second death. &apos;This is the message from the one who has the sharp two-edged sword. &apos;To those who win the victory I will give some of the hidden manna. I will also give each of them a white stone on which is written a new name that no one knows except the one who receives it. &apos;This is the message from the Son of God, whose eyes blaze like fire, whose feet shine like polished brass."
            },
            {
                "verse_number": "2",
                "verse_text": "I know what you have done; I know how hard you have worked and how patient you have been. I know that you cannot tolerate evil people and that you have tested those who say they are apostles but are not, and have found out that they are liars."
            },
            {
                "verse_number": "3",
                "verse_text": "You are patient, you have suffered for my sake, and you have not given up."
            },
            {
                "verse_number": "4",
                "verse_text": "But this is what I have against you: you do not love me now as you did at first."
            },
            {
                "verse_number": "5",
                "verse_text": "Think how far you have fallen! Turn from your sins and do what you did at first. If you don't turn from your sins, I will come to you and take your lampstand from its place."
            },
            {
                "verse_number": "6",
                "verse_text": "But this is what you have in your favour: you hate what the Nicolaitans do, as much as I do."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If you have ears, then, listen to what the Spirit says to the churches!"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;To the angel of the church in Smyrna write:"
            },
            {
                "verse_number": "9",
                "verse_text": "I know your troubles; I know that you are poor &ndash; but really you are rich! I know the evil things said against you by those who claim to be Jews but are not; they are a group that belongs to Satan!"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't be afraid of anything you are about to suffer. Listen! The Devil will put you to the test by having some of you thrown into prison, and your troubles will last ten days. Be faithful to me, even if it means death, and I will give you life as your prize of victory."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If you have ears, then, listen to what the Spirit says to the churches!"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;To the angel of the church in Pergamum write:"
            },
            {
                "verse_number": "13",
                "verse_text": "I know where you live, there where Satan has his throne. You are true to me, and you did not abandon your faith in me even during the time when Antipas, my faithful witness, was killed there where Satan lives."
            },
            {
                "verse_number": "14",
                "verse_text": "But there are a few things I have against you: there are some among you who follow the teaching of Balaam, who taught Balak how to lead the people of Israel into sin by persuading them to eat food that had been offered to idols and to practise sexual immorality."
            },
            {
                "verse_number": "15",
                "verse_text": "In the same way you have people among you who follow the teaching of the Nicolaitans."
            },
            {
                "verse_number": "16",
                "verse_text": "Now turn from your sins! If you don't, I will come to you soon and fight against those people with the sword that comes out of my mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;If you have ears, then, listen to what the Spirit says to the churches!"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;To the angel of the church in Thyatira write:"
            },
            {
                "verse_number": "19",
                "verse_text": "I know what you do. I know your love, your faithfulness, your service, and your patience. I know that you are doing more now than you did at first."
            },
            {
                "verse_number": "20",
                "verse_text": "But this is what I have against you: you tolerate that woman Jezebel, who calls herself a messenger of God. By her teaching she misleads my servants into practising sexual immorality and eating food that has been offered to idols."
            },
            {
                "verse_number": "21",
                "verse_text": "I have given her time to repent of her sins, but she does not want to turn from her immorality."
            },
            {
                "verse_number": "22",
                "verse_text": "And so I will throw her on to a bed where she and those who committed adultery with her will suffer terribly. I will do this now unless they repent of the wicked things they did with her."
            },
            {
                "verse_number": "23",
                "verse_text": "I will also kill her followers, and then all the churches will know that I am the one who knows everyone's thoughts and wishes. I will repay each of you according to what you have done."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;But the rest of you in Thyatira have not followed this evil teaching; you have not learnt what the others call &quot;the deep secrets of Satan&quot;. I say to you that I will not put any other burden on you."
            },
            {
                "verse_number": "25",
                "verse_text": "But until I come, you must hold firmly to what you have."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;If you have ears, then, listen to what the Spirit says to the churches!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;To the angel of the church in Sardis write: &apos;This is the message from the one who has the seven spirits of God and the seven stars. I know what you are doing; I know that you have the reputation of being alive, even though you are dead! &apos;This is the message from the one who is holy and true. He has the key that belonged to David, and when he opens a door, no one can close it, and when he closes it, no one can open it."
            },
            {
                "verse_number": "2",
                "verse_text": "So wake up, and strengthen what you still have before it dies completely. For I find that what you have done is not yet perfect in the sight of my God."
            },
            {
                "verse_number": "3",
                "verse_text": "Remember, then, what you were taught and what you heard; obey it and turn from your sins. If you do not wake up, I will come upon you like a thief, and you will not even know the time when I will come."
            },
            {
                "verse_number": "4",
                "verse_text": "But a few of you there in Sardis have kept your clothes clean. You will walk with me, clothed in white, because you are worthy to do so."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who win the victory will be clothed like this in white, and I will not remove their names from the book of the living. In the presence of my Father and of his angels I will declare openly that they belong to me."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If you have ears, then, listen to what the Spirit says to the churches!"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;To the angel of the church in Philadelphia write:"
            },
            {
                "verse_number": "8",
                "verse_text": "I know what you do; I know that you have a little power; you have followed my teaching and have been faithful to me. I have opened a door in front of you, which no one can close."
            },
            {
                "verse_number": "9",
                "verse_text": "Listen! As for that group that belongs to Satan, those liars who claim that they are Jews but are not, I will make them come and bow down at your feet. They will all know that I love you."
            },
            {
                "verse_number": "10",
                "verse_text": "Because you have kept my command to endure, I will also keep you safe from the time of trouble which is coming upon the world to test all the people on earth."
            },
            {
                "verse_number": "11",
                "verse_text": "I am coming soon. Keep safe what you have, so that no one will rob you of your victory prize."
            },
            {
                "verse_number": "12",
                "verse_text": "I will make those who are victorious pillars in the temple of my God, and they will never leave it. I will write on them the name of my God and the name of the city of my God, the new Jerusalem, which will come down out of heaven from my God. I will also write on them my new name."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If you have ears, then, listen to what the Spirit says to the churches!"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;To the angel of the church in Laodicea write: &apos;This is the message from the Amen, the faithful and true witness, who is the origin of all that God has created."
            },
            {
                "verse_number": "15",
                "verse_text": "I know what you have done; I know that you are neither cold nor hot. How I wish you were either one or the other!"
            },
            {
                "verse_number": "16",
                "verse_text": "But because you are lukewarm, neither hot nor cold, I am going to spit you out of my mouth!"
            },
            {
                "verse_number": "17",
                "verse_text": "You say, &quot;I am rich and well off; I have all I need.&quot; But you do not know how miserable and pitiful you are! You are poor, naked, and blind."
            },
            {
                "verse_number": "18",
                "verse_text": "I advise you, then, to buy gold from me, pure gold, in order to be rich. Buy also white clothing to dress yourself and cover up your shameful nakedness. Buy also some ointment to put on your eyes, so that you may see."
            },
            {
                "verse_number": "19",
                "verse_text": "I rebuke and punish all whom I love. Be in earnest, then, and turn from your sins."
            },
            {
                "verse_number": "20",
                "verse_text": "Listen! I stand at the door and knock; if anyone hears my voice and opens the door, I will come in and eat with them, and they will eat with me."
            },
            {
                "verse_number": "21",
                "verse_text": "To those who win the victory I will give the right to sit beside me on my throne, just as I have been victorious and now sit by my Father on his throne."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If you have ears, then, listen to what the Spirit says to the churches!&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "At this point I had another vision and saw an open door in heaven. And the voice that sounded like a trumpet, which I had heard speaking to me before, said, &apos;Come up here, and I will show you what must happen after this.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "At once the Spirit took control of me. There in heaven was a throne with someone sitting on it."
            },
            {
                "verse_number": "3",
                "verse_text": "His face gleamed like such precious stones as jasper and carnelian, and all round the throne there was a rainbow the colour of an emerald."
            },
            {
                "verse_number": "4",
                "verse_text": "In a circle round the throne were 24 other thrones, on which were seated 24 elders dressed in white and wearing crowns of gold."
            },
            {
                "verse_number": "5",
                "verse_text": "From the throne came flashes of lightning, rumblings, and peals of thunder. In front of the throne seven lighted torches were burning, which are the seven spirits of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Also in front of the throne there was what looked like a sea of glass, clear as crystal. Surrounding the throne on each of its sides, were four living creatures covered with eyes in front and behind. &apos;Holy, holy, holy, is the Lord God Almighty, who was, who is, and who is to come.&apos; to receive glory, honour, and power. For you created all things, and by your will they were given existence and life.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The first one looked like a lion; the second looked like a bull; the third had a face like a human face; and the fourth looked like an eagle in flight."
            },
            {
                "verse_number": "8",
                "verse_text": "Each one of the four living creatures had six wings, and they were covered with eyes, inside and out. Day and night they never stop singing:"
            },
            {
                "verse_number": "9",
                "verse_text": "The four living creatures sing songs of glory and honour and thanks to the one who sits on the throne, who lives for ever and ever. When they do so,"
            },
            {
                "verse_number": "10",
                "verse_text": "the 24 elders fall down before the one who sits on the throne, and worship him who lives for ever and ever. They throw their crowns down in front of the throne and say:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Our Lord and God! You are worthy"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I saw a scroll in the right-hand of the one who sits on the throne; it was covered with writing on both sides and was sealed with seven seals."
            },
            {
                "verse_number": "2",
                "verse_text": "And I saw a mighty angel, who announced in a loud voice, &apos;Who is worthy to break the seals and open the scroll?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But there was no one in heaven or on earth or in the world below who could open the scroll and look inside it."
            },
            {
                "verse_number": "4",
                "verse_text": "I cried bitterly because no one could be found who was worthy to open the scroll or look inside it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then one of the elders said to me, &apos;Don't cry. Look! The Lion from Judah's tribe, the great descendant of David, has won the victory, and he can break the seven seals and open the scroll.&apos; &apos;You are worthy to take the scroll and to break open its seals. For you were killed, and by your sacrificial death you bought for God people from every tribe, language, nation, and race. and they shall rule on earth.&apos; &apos;The Lamb who was killed is worthy to receive power, wealth, wisdom, and strength, honour, glory, and praise!&apos; &apos;To him who sits on the throne and to the Lamb, be praise and honour, glory and might, for ever and ever!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I saw a Lamb standing in the centre of the throne, surrounded by the four living creatures and the elders. The Lamb appeared to have been killed. It had seven horns and seven eyes, which are the seven spirits of God that have been sent throughout the whole earth."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lamb went and took the scroll from the right-hand of the one who sits on the throne."
            },
            {
                "verse_number": "8",
                "verse_text": "As he did so, the four living creatures and the 24 elders fell down before the Lamb. Each had a harp and gold bowls filled with incense, which are the prayers of God's people."
            },
            {
                "verse_number": "9",
                "verse_text": "They sang a new song:"
            },
            {
                "verse_number": "10",
                "verse_text": "You have made them a kingdom of priests to serve our God,"
            },
            {
                "verse_number": "11",
                "verse_text": "Again I looked, and I heard angels, thousands and millions of them! They stood round the throne, the four living creatures, and the elders,"
            },
            {
                "verse_number": "12",
                "verse_text": "and sang in a loud voice:"
            },
            {
                "verse_number": "13",
                "verse_text": "And I heard every creature in heaven, on earth, in the world below, and in the sea &ndash; all living beings in the universe &ndash; and they were singing:"
            },
            {
                "verse_number": "14",
                "verse_text": "The four living creatures answered, &apos;Amen!&apos; And the elders fell down and worshipped."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw the Lamb break open the first of the seven seals, and I heard one of the four living creatures say in a voice that sounded like thunder, &apos;Come!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I looked, and there was a white horse. Its rider held a bow, and he was given a crown. He rode out as a conqueror to conquer."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lamb broke open the second seal; and I heard the second living creature say, &apos;Come!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Another horse came out, a red one. Its rider was given the power to bring war on the earth, so that people should kill each other. He was given a large sword."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Lamb broke open the third seal; and I heard the third living creature say, &apos;Come!&apos; I looked, and there was a black horse. Its rider held a pair of scales in his hand."
            },
            {
                "verse_number": "6",
                "verse_text": "I heard what sounded like a voice coming from among the four living creatures, which said, &apos;A litre of wheat for a day's wages, and three litres of barley for a day's wages. But do not damage the olive trees and the vineyards!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the Lamb broke open the fourth seal; and I heard the fourth living creature say, &apos;Come!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I looked, and there was a pale-coloured horse. Its rider was named Death, and Hades followed close behind. They were given authority over a quarter of the earth, to kill by means of war, famine, disease, and wild animals."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lamb broke open the fifth seal. I saw underneath the altar the souls of those who had been killed because they had proclaimed God's word and had been faithful in their witnessing."
            },
            {
                "verse_number": "10",
                "verse_text": "They shouted in a loud voice, &apos;Almighty Lord, holy and true! How long will it be until you judge the people on earth and punish them for killing us?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Each of them was given a white robe, and they were told to rest a little while longer, until the complete number of their fellow-servants and fellow-Christians had been killed, as they had been."
            },
            {
                "verse_number": "12",
                "verse_text": "And I saw the Lamb break open the sixth seal. There was a violent earthquake, and the sun became black like coarse black cloth, and the moon turned completely red like blood."
            },
            {
                "verse_number": "13",
                "verse_text": "The stars fell down to the earth, like unripe figs falling from the tree when a strong wind shakes it."
            },
            {
                "verse_number": "14",
                "verse_text": "The sky disappeared like a scroll being rolled up, and every mountain and island was moved from its place."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the kings of the earth, the rulers and the military chiefs, the rich and the powerful, and all other people, slave and free, hid themselves in caves and under rocks on the mountains."
            },
            {
                "verse_number": "16",
                "verse_text": "They called out to the mountains and to the rocks, &apos;Fall on us and hide us from the eyes of the one who sits on the throne and from the anger of the Lamb!"
            },
            {
                "verse_number": "17",
                "verse_text": "The terrible day of their anger is here, and who can stand against it?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this I saw four angels standing at the four corners of the earth, holding back the four winds so that no wind should blow on the earth or the sea or against any tree."
            },
            {
                "verse_number": "2",
                "verse_text": "And I saw another angel coming up from the east with the seal of the living God. He called out in a loud voice to the four angels to whom God had given the power to damage the earth and the sea."
            },
            {
                "verse_number": "3",
                "verse_text": "The angel said, &apos;Do not harm the earth, the sea, or the trees, until we mark the servants of our God with a seal on their foreheads.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And I was told that the number of those who were marked with God's seal on their foreheads was 144,000. They were from the twelve tribes of Israel,"
            },
            {
                "verse_number": "9",
                "verse_text": "After this I looked, and there was an enormous crowd &ndash; no one could count all the people! They were from every race, tribe, nation, and language, and they stood in front of the throne and of the Lamb, dressed in white robes and holding palm branches in their hands."
            },
            {
                "verse_number": "10",
                "verse_text": "They called out in a loud voice: &apos;Salvation comes from our God, who sits on the throne, and from the Lamb!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the angels stood round the throne, the elders, and the four living creatures. Then they threw themselves face downwards in front of the throne and worshipped God,"
            },
            {
                "verse_number": "12",
                "verse_text": "saying, &apos;Amen! Praise, glory, wisdom, thanksgiving, honour, power, and might belong to our God for ever and ever! Amen!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One of the elders asked me, &apos;Who are these people dressed in white robes, and where do they come from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I don't know, sir. You do,&apos; I answered."
            },
            {
                "verse_number": "15",
                "verse_text": "That is why they stand before God's throne and serve him day and night in his temple. He who sits on the throne will protect them with his presence."
            },
            {
                "verse_number": "16",
                "verse_text": "Never again will they hunger or thirst; neither sun nor any scorching heat will burn them,"
            },
            {
                "verse_number": "17",
                "verse_text": "because the Lamb, who is in the centre of the throne, will be their shepherd, and he will guide them to springs of life-giving water. And God will wipe away every tear from their eyes.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When the Lamb broke open the seventh seal, there was silence in heaven for about half an hour."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw the seven angels who stand before God, and they were given seven trumpets."
            },
            {
                "verse_number": "3",
                "verse_text": "Another angel, who had a gold incense burner, came and stood at the altar. He was given a lot of incense to add to the prayers of all God's people and to offer it on the gold altar that stands before the throne."
            },
            {
                "verse_number": "4",
                "verse_text": "The smoke of the burning incense went up with the prayers of God's people from the hands of the angel standing before God."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel took the incense burner, filled it with fire from the altar, and threw it on the earth. There were rumblings and peals of thunder, flashes of lightning, and an earthquake."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the seven angels with the seven trumpets prepared to blow them."
            },
            {
                "verse_number": "7",
                "verse_text": "The first angel blew his trumpet. Hail and fire, mixed with blood, came pouring down on the earth. A third of the earth was burnt up, a third of the trees, and every blade of green grass."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the second angel blew his trumpet. Something that looked like a huge mountain on fire was thrown into the sea. A third of the sea was turned into blood,"
            },
            {
                "verse_number": "9",
                "verse_text": "a third of the living creatures in the sea died, and a third of the ships were destroyed."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the third angel blew his trumpet. A large star, burning like a torch, dropped from the sky and fell on a third of the rivers and on the springs of water."
            },
            {
                "verse_number": "11",
                "verse_text": "(The name of the star is &apos;Bitterness&apos;.) A third of the water turned bitter, and many people died from drinking the water, because it had turned bitter."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the fourth angel blew his trumpet. A third of the sun was struck, and a third of the moon, and a third of the stars, so that their light lost a third of its brightness; there was no light during a third of the day and a third of the night."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I looked, and I heard an eagle that was flying high in the air say in a loud voice, &apos;O horror! horror! How horrible it will be for all who live on earth when the sound comes from the trumpets that the other three angels must blow!&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then the fifth angel blew his trumpet. I saw a star which had fallen down to the earth, and it was given the key to the abyss."
            },
            {
                "verse_number": "2",
                "verse_text": "The star opened the abyss, and smoke poured out of it, like the smoke from a large furnace; the sunlight and the air were darkened by the smoke from the abyss."
            },
            {
                "verse_number": "3",
                "verse_text": "Locusts came down out of the smoke upon the earth, and they were given the same kind of power that scorpions have."
            },
            {
                "verse_number": "4",
                "verse_text": "They were told not to harm the grass or the trees or any other plant; they could harm only the people who did not have the mark of God's seal on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "The locusts were not allowed to kill these people, but only to torture them for five months. The pain caused by the torture is like the pain caused by a scorpion's sting."
            },
            {
                "verse_number": "6",
                "verse_text": "During those five months they will seek death, but will not find it; they will want to die, but death will flee from them."
            },
            {
                "verse_number": "7",
                "verse_text": "The locusts looked like horses ready for battle; on their heads they had what seemed to be crowns of gold, and their faces were like human faces."
            },
            {
                "verse_number": "8",
                "verse_text": "Their hair was like women's hair, their teeth were like lions' teeth."
            },
            {
                "verse_number": "9",
                "verse_text": "Their chests were covered with what looked like iron breastplates, and the sound made by their wings was like the noise of many horse-drawn chariots rushing into battle."
            },
            {
                "verse_number": "10",
                "verse_text": "They have tails and stings like those of a scorpion, and it is with their tails that they have the power to hurt people for five months."
            },
            {
                "verse_number": "11",
                "verse_text": "They have a king ruling over them, who is the angel in charge of the abyss. His name in Hebrew is Abaddon; in Greek the name is Apollyon (meaning &apos;The Destroyer&apos;)."
            },
            {
                "verse_number": "12",
                "verse_text": "The first horror is over; after this there are still two more horrors to come."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the sixth angel blew his trumpet. I heard a voice coming from the four corners of the gold altar standing before God."
            },
            {
                "verse_number": "14",
                "verse_text": "The voice said to the sixth angel, &apos;Release the four angels who are bound at the great river Euphrates!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The four angels were released; for this very hour of this very day of this very month and year they had been kept ready to kill a third of all humanity."
            },
            {
                "verse_number": "16",
                "verse_text": "I was told the number of the mounted troops: it was 200,000,000."
            },
            {
                "verse_number": "17",
                "verse_text": "And in my vision I saw the horses and their riders: they had breastplates red as fire, blue as sapphire, and yellow as sulphur. The horses' heads were like lions' heads, and from their mouths came out fire, smoke, and sulphur."
            },
            {
                "verse_number": "18",
                "verse_text": "A third of humanity was killed by those three plagues: the fire, the smoke, and the sulphur coming out of the horses' mouths."
            },
            {
                "verse_number": "19",
                "verse_text": "For the power of the horses is in their mouths and also in their tails. Their tails are like snakes with heads, and they use them to hurt people."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of humanity, all those who had not been killed by these plagues, did not turn away from what they themselves had made. They did not stop worshipping demons, nor the idols of gold, silver, bronze, stone, and wood, which cannot see, hear, or walk."
            },
            {
                "verse_number": "21",
                "verse_text": "Nor did they repent of their murders, their magic, their sexual immorality, or their stealing."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw another mighty angel coming down out of heaven. He was wrapped in a cloud and had a rainbow round his head; his face was like the sun, and his legs were like pillars of fire."
            },
            {
                "verse_number": "2",
                "verse_text": "He had a small scroll open in his hand. He put his right foot on the sea and his left foot on the land,"
            },
            {
                "verse_number": "3",
                "verse_text": "and called out in a loud voice that sounded like the roar of lions. After he had called out, the seven thunders answered with a roar."
            },
            {
                "verse_number": "4",
                "verse_text": "As soon as they spoke, I was about to write. But I heard a voice speak from heaven, &apos;Keep secret what the seven thunders have said; do not write it down!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel that I saw standing on the sea and on the land raised his right-hand to heaven"
            },
            {
                "verse_number": "6",
                "verse_text": "and took a vow in the name of God, who lives for ever and ever, who created heaven, earth, and the sea, and everything in them. The angel said, &apos;There will be no more delay!"
            },
            {
                "verse_number": "7",
                "verse_text": "But when the seventh angel blows his trumpet, then God will accomplish his secret plan, as he announced to his servants, the prophets.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the voice that I had heard speaking from heaven spoke to me again, saying, &apos;Go and take the open scroll which is in the hand of the angel standing on the sea and on the land.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "I went to the angel and asked him to give me the little scroll. He said to me, &apos;Take it and eat it; it will turn sour in your stomach, but in your mouth it will be sweet as honey.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "I took the little scroll from his hand and ate it, and it tasted sweet as honey in my mouth. But after I swallowed it, it turned sour in my stomach."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I was told, &apos;Once again you must proclaim God's message about many nations, races, languages, and kings.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I was then given a stick that looked like a measuring rod, and was told, &apos;Go and measure the temple of God and the altar, and count those who are worshipping in the temple."
            },
            {
                "verse_number": "2",
                "verse_text": "But do not measure the outer courts, because they have been given to the heathen, who will trample on the Holy City for 42 months."
            },
            {
                "verse_number": "3",
                "verse_text": "I will send my two witnesses dressed in sackcloth, and they will proclaim God's message during those 1,260 days.&apos; &apos;Lord God Almighty, the one who is and who was! We thank you that you have taken your great power and have begun to rule! because the time for your anger has come, the time for the dead to be judged. The time has come to reward your servants, the prophets, and all your people, all who have reverence for you, great and small alike. The time has come to destroy those who destroy the earth!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The two witnesses are the two olive trees and the two lamps that stand before the Lord of the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "If anyone tries to harm them, fire comes out of their mouths and destroys their enemies; and in this way, whoever tries to harm them will be killed."
            },
            {
                "verse_number": "6",
                "verse_text": "They have authority to shut up the sky so that there will be no rain during the time they proclaim God's message. They have authority also over the springs of water, to turn them into blood; they have authority also to strike the earth with every kind of plague as often as they wish."
            },
            {
                "verse_number": "7",
                "verse_text": "When they finish proclaiming their message, the beast that comes up out of the abyss will fight against them. He will defeat them and kill them,"
            },
            {
                "verse_number": "8",
                "verse_text": "and their bodies will lie in the street of the great city, where their Lord was crucified. The symbolic name of that city is Sodom, or Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "People from all nations, tribes, languages, and races will look at their bodies for three and a half days and will not allow them to be buried."
            },
            {
                "verse_number": "10",
                "verse_text": "The people of the earth will be happy because of the death of these two. They will celebrate and send presents to each other, because those two prophets brought much suffering upon the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "After three and a half days a life-giving breath came from God and entered them, and they stood up; and all who saw them were terrified."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the two prophets heard a loud voice say to them from heaven, &apos;Come up here!&apos; As their enemies watched, they went up into heaven in a cloud."
            },
            {
                "verse_number": "13",
                "verse_text": "At that very moment there was a violent earthquake; a tenth of the city was destroyed, and 7,000 people were killed. The rest of the people were terrified and praised the greatness of the God of heaven."
            },
            {
                "verse_number": "14",
                "verse_text": "The second horror is over, but the third horror will come soon!"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, &apos;The power to rule over the world belongs now to our Lord and his Messiah, and he will rule for ever and ever!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the 24 elders who sit on their thrones in front of God threw themselves face downwards and worshipped God,"
            },
            {
                "verse_number": "17",
                "verse_text": "saying:"
            },
            {
                "verse_number": "18",
                "verse_text": "The heathen were filled with rage,"
            },
            {
                "verse_number": "19",
                "verse_text": "God's temple in heaven was opened, and the Covenant Box was seen there. Then there were flashes of lightning, rumblings and peals of thunder, an earthquake, and heavy hail."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then a great and mysterious sight appeared in the sky. There was a woman, whose dress was the sun and who had the moon under her feet and a crown of twelve stars on her head."
            },
            {
                "verse_number": "2",
                "verse_text": "She was soon to give birth, and the pains and suffering of childbirth made her cry out."
            },
            {
                "verse_number": "3",
                "verse_text": "Another mysterious sight appeared in the sky. There was a huge red dragon with seven heads and ten horns and a crown on each of his heads."
            },
            {
                "verse_number": "4",
                "verse_text": "With his tail he dragged a third of the stars out of the sky and threw them down to the earth. He stood in front of the woman, in order to eat her child as soon as it was born."
            },
            {
                "verse_number": "5",
                "verse_text": "Then she gave birth to a son, who will rule over all nations with an iron rod. But the child was snatched away and taken to God and his throne."
            },
            {
                "verse_number": "6",
                "verse_text": "The woman fled to the desert, to a place God had prepared for her, where she will be taken care of for 1,260 days."
            },
            {
                "verse_number": "7",
                "verse_text": "Then war broke out in heaven. Michael and his angels fought against the dragon, who fought back with his angels;"
            },
            {
                "verse_number": "8",
                "verse_text": "but the dragon was defeated, and he and his angels were not allowed to stay in heaven any longer."
            },
            {
                "verse_number": "9",
                "verse_text": "The huge dragon was thrown out &ndash; that ancient serpent, called the Devil, or Satan, that deceived the whole world. He was thrown down to earth, and all his angels with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I heard a loud voice in heaven saying, &apos;Now God's salvation has come! Now God has shown his power as King! Now his Messiah has shown his authority! For the one who stood before our God and accused our brothers and sisters day and night has been thrown out of heaven."
            },
            {
                "verse_number": "11",
                "verse_text": "Our brothers and sisters won the victory over him by the blood of the Lamb and by the truth which they proclaimed; and they were willing to give up their lives and die."
            },
            {
                "verse_number": "12",
                "verse_text": "And so be glad, you heavens, and all you that live there! But how terrible for the earth and the sea! For the Devil has come down to you, and he is filled with rage, because he knows that he has only a little time left.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When the dragon realized that he had been thrown down to the earth, he began to pursue the woman who had given birth to the boy."
            },
            {
                "verse_number": "14",
                "verse_text": "She was given the two wings of a large eagle in order to fly to her place in the desert, where she will be taken care of for three and a half years, safe from the dragon's attack."
            },
            {
                "verse_number": "15",
                "verse_text": "And then from his mouth the dragon poured out a flood of water after the woman, so that it would carry her away."
            },
            {
                "verse_number": "16",
                "verse_text": "But the earth helped the woman; it opened its mouth and swallowed the water that had come from the dragon's mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "The dragon was furious with the woman and went off to fight against the rest of her descendants, all those who obey God's commandments and are faithful to the truth revealed by Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "And the dragon stood on the seashore."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw a beast coming up out of the sea. It had ten horns and seven heads; on each of its horns there was a crown, and on each of its heads there was a name that was insulting to God."
            },
            {
                "verse_number": "2",
                "verse_text": "The beast looked like a leopard, with feet like a bear's feet and a mouth like a lion's mouth. The dragon gave the beast his own power, his throne, and his vast authority."
            },
            {
                "verse_number": "3",
                "verse_text": "One of the heads of the beast seemed to have been fatally wounded, but the wound had healed. The whole earth was amazed and followed the beast."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone worshipped the dragon because he had given his authority to the beast. They worshipped the beast also, saying, &apos;Who is like the beast? Who can fight against it?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The beast was allowed to make proud claims which were insulting to God, and it was permitted to have authority for 42 months."
            },
            {
                "verse_number": "6",
                "verse_text": "It began to curse God, his name, the place where he lives, and all those who live in heaven."
            },
            {
                "verse_number": "7",
                "verse_text": "It was allowed to fight against God's people and to defeat them, and it was given authority over every tribe, nation, language, and race."
            },
            {
                "verse_number": "8",
                "verse_text": "All people living on earth will worship it, except those whose names were written before the creation of the world in the book of the living which belongs to the Lamb that was killed."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Listen, then, if you have ears!"
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever is meant to be captured will surely be captured; whoever is meant to be killed by the sword will surely be killed by the sword. This calls for endurance and faith on the part of God's people.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw another beast, which came up out of the earth. It had two horns like a lamb's horns, and it spoke like a dragon."
            },
            {
                "verse_number": "12",
                "verse_text": "It used the vast authority of the first beast in its presence. It forced the earth and all who live on it to worship the first beast, whose wound had healed."
            },
            {
                "verse_number": "13",
                "verse_text": "This second beast performed great miracles; it made fire come down out of heaven to earth in the sight of everyone."
            },
            {
                "verse_number": "14",
                "verse_text": "And it deceived all the people living on earth by means of the miracles which it was allowed to perform in the presence of the first beast. The beast told them to build an image in honour of the beast that had been wounded by the sword and yet lived."
            },
            {
                "verse_number": "15",
                "verse_text": "The second beast was allowed to breathe life into the image of the first beast, so that the image could talk and put to death all those who would not worship it."
            },
            {
                "verse_number": "16",
                "verse_text": "The beast forced all the people, small and great, rich and poor, slave and free, to have a mark placed on their right hands or on their foreheads."
            },
            {
                "verse_number": "17",
                "verse_text": "No one could buy or sell without having this mark, that is, the beast's name or the number that stands for the name."
            },
            {
                "verse_number": "18",
                "verse_text": "This calls for wisdom. Whoever is intelligent can work out the meaning of the number of the beast, because the number stands for a human name. Its number is 666."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked, and there was the Lamb standing on Mount Zion; with him were 144,000 people who have his name and his Father's name written on their foreheads."
            },
            {
                "verse_number": "2",
                "verse_text": "And I heard a voice from heaven that sounded like a roaring waterfall, like a loud peal of thunder. It sounded like the music made by musicians playing their harps."
            },
            {
                "verse_number": "3",
                "verse_text": "The 144,000 people stood before the throne, the four living creatures, and the elders; they were singing a new song, which only they could learn. They are the only ones who have been redeemed."
            },
            {
                "verse_number": "4",
                "verse_text": "They are the men who have kept themselves pure by not having sexual relations with women; they are virgins. They follow the Lamb wherever he goes. They have been redeemed from the rest of the human race and are the first ones to be offered to God and to the Lamb."
            },
            {
                "verse_number": "5",
                "verse_text": "They have never been known to tell lies; they are faultless. &apos;Yes indeed!&apos; answers the Spirit. &apos;They will enjoy rest from their hard work, because the results of their service go with them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I saw another angel flying high in the air, with an eternal message of Good News to announce to the peoples of the earth, to every race, tribe, language, and nation."
            },
            {
                "verse_number": "7",
                "verse_text": "He said in a loud voice, &apos;Honour God and praise his greatness! For the time has come for him to judge. Worship him who made heaven, earth, sea, and the springs of water!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "A second angel followed the first one, saying, &apos;She has fallen! Great Babylon has fallen! She made all peoples drink her wine &ndash; the strong wine of her immoral lust!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "A third angel followed the first two, saying in a loud voice, &apos;Whoever worships the beast and its image and receives the mark on their forehead or on their hand"
            },
            {
                "verse_number": "10",
                "verse_text": "will themselves drink God's wine, the wine of his fury, which he has poured at full strength into the cup of his anger! All who do this will be tormented in fire and sulphur before the holy angels and the Lamb."
            },
            {
                "verse_number": "11",
                "verse_text": "The smoke of the fire that torments them goes up for ever and ever. There is no relief day or night for those who worship the beast and its image, for anyone who has the mark of its name.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "This calls for endurance on the part of God's people, those who obey God's commandments and are faithful to Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard a voice from heaven saying, &apos;Write this: happy are those who from now on die in the service of the Lord!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then I looked, and there was a white cloud, and sitting on the cloud was what looked like a human being, with a crown of gold on his head and a sharp sickle in his hand."
            },
            {
                "verse_number": "15",
                "verse_text": "Then another angel came out from the temple and cried out in a loud voice to the one who was sitting on the cloud, &apos;Use your sickle and reap the harvest, because the time has come; the earth is ripe for the harvest!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the one who sat on the cloud swung his sickle on the earth, and the earth's harvest was reaped."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I saw another angel come out of the temple in heaven, and he also had a sharp sickle."
            },
            {
                "verse_number": "18",
                "verse_text": "Then another angel, who is in charge of the fire, came from the altar. He shouted in a loud voice to the angel who had the sharp sickle, &apos;Use your sickle, and cut the grapes from the vineyard of the earth, because the grapes are ripe!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the angel swung his sickle on the earth, cut the grapes from the vine, and threw them into the winepress of God's furious anger."
            },
            {
                "verse_number": "20",
                "verse_text": "The grapes were squeezed out in the winepress outside the city, and blood came out of the winepress in a flood 300 kilometres long and nearly two metres deep."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw in the sky another mysterious sight, great and amazing. There were seven angels with seven plagues, which are the last ones, because they are the final expression of God's anger. &apos;Lord God Almighty, how great and wonderful are your deeds! how right and true are your ways! Who will refuse to declare your greatness? You alone are holy. All the nations will come and worship you, because your just actions are seen by all.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw what looked like a sea of glass mixed with fire. I also saw those who had won the victory over the beast and its image and over the one whose name is represented by a number. They were standing by the sea of glass, holding harps that God had given them"
            },
            {
                "verse_number": "3",
                "verse_text": "and singing the song of Moses, the servant of God, and the song of the Lamb: King of the nations,"
            },
            {
                "verse_number": "4",
                "verse_text": "Who will not stand in awe of you, Lord?"
            },
            {
                "verse_number": "5",
                "verse_text": "After this I saw the temple in heaven open, with the Sacred Tent in it."
            },
            {
                "verse_number": "6",
                "verse_text": "The seven angels who had the seven plagues came out of the temple, dressed in clean shining linen and with gold belts tied around their chests."
            },
            {
                "verse_number": "7",
                "verse_text": "Then one of the four living creatures gave the seven angels seven gold bowls full of the anger of God, who lives for ever and ever."
            },
            {
                "verse_number": "8",
                "verse_text": "The temple was filled with smoke from the glory and power of God, and no one could go into the temple until the seven plagues brought by the seven angels had come to an end."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then I heard a loud voice speaking from the temple to the seven angels: &apos;Go and pour out the seven bowls of God's anger on the earth!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The first angel went and poured out his bowl on the earth. Terrible and painful sores appeared on those who had the mark of the beast and on those who had worshipped its image."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the second angel poured out his bowl on the sea. The water became like the blood of a dead person, and every living creature in the sea died."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the third angel poured out his bowl on the rivers and the springs of water, and they turned into blood."
            },
            {
                "verse_number": "5",
                "verse_text": "I heard the angel in charge of the waters say, &apos;The judgements you have made are just, O Holy One, you who are and who were!"
            },
            {
                "verse_number": "6",
                "verse_text": "They poured out the blood of God's people and of the prophets, and so you have given them blood to drink. They are getting what they deserve!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then I heard a voice from the altar saying, &apos;Lord God Almighty! True and just indeed are your judgements!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the fourth angel poured out his bowl on the sun, and it was allowed to burn people with its fiery heat."
            },
            {
                "verse_number": "9",
                "verse_text": "They were burnt by the fierce heat, and they cursed the name of God, who has authority over these plagues. But they would not turn from their sins and praise his greatness."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the fifth angel poured out his bowl on the throne of the beast. Darkness fell over the beast's kingdom, and people bit their tongues because of their pain,"
            },
            {
                "verse_number": "11",
                "verse_text": "and they cursed the God of heaven for their pains and sores. But they did not turn from their evil ways."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the sixth angel poured out his bowl on the great river Euphrates. The river dried up, to provide a way for the kings who come from the east."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I saw three unclean spirits that looked like frogs. They were coming out of the mouth of the dragon, the mouth of the beast, and the mouth of the false prophet."
            },
            {
                "verse_number": "14",
                "verse_text": "They are the spirits of demons that perform miracles. These three spirits go out to all the kings of the world, to bring them together for the battle on the great Day of Almighty God."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Listen! I am coming like a thief! Happy is he who stays awake and guards his clothes, so that he will not walk around naked and be ashamed in public!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the spirits brought the kings together in the place that in Hebrew is called Armageddon."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the seventh angel poured out his bowl in the air. A loud voice came from the throne in the temple, saying, &apos;It is done!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "There were flashes of lightning, rumblings and peals of thunder, and a terrible earthquake. There has never been such an earthquake since the creation of the human race; this was the worst earthquake of all!"
            },
            {
                "verse_number": "19",
                "verse_text": "The great city was split into three parts, and the cities of all countries were destroyed. God remembered great Babylon and made her drink the wine from his cup &ndash; the wine of his furious anger."
            },
            {
                "verse_number": "20",
                "verse_text": "All the islands disappeared, all the mountains vanished."
            },
            {
                "verse_number": "21",
                "verse_text": "Huge hailstones, each weighing as much as fifty kilogrammes, fell from the sky on people, who cursed God on account of the plague of hail, because it was such a terrible plague."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Then one of the seven angels who had the seven bowls came to me and said, &apos;Come, and I will show you how the famous prostitute is to be punished, that great city that is built near many rivers."
            },
            {
                "verse_number": "2",
                "verse_text": "The kings of the earth practised sexual immorality with her, and the people of the world became drunk from drinking the wine of her immorality.&apos; When I saw her, I was completely amazed."
            },
            {
                "verse_number": "3",
                "verse_text": "The Spirit took control of me, and the angel carried me to a desert. There I saw a woman sitting on a red beast that had names insulting to God written all over it; the beast had seven heads and ten horns."
            },
            {
                "verse_number": "4",
                "verse_text": "The woman was dressed in purple and scarlet, and covered with gold ornaments, precious stones, and pearls. In her hand she held a gold cup full of obscene and filthy things, the result of her immorality."
            },
            {
                "verse_number": "5",
                "verse_text": "On her forehead was written a name that has a secret meaning: &apos;Great Babylon, the mother of all the prostitutes and perverts in the world.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And I saw that the woman was drunk with the blood of God's people and the blood of those who were killed because they had been loyal to Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Why are you amazed?&apos; the angel asked me. &apos;I will tell you the secret meaning of the woman and of the beast that carries her, the beast with seven heads and ten horns."
            },
            {
                "verse_number": "8",
                "verse_text": "That beast was once alive, but lives no longer; it is about to come up from the abyss and will go off to be destroyed. The people living on earth whose names have not been written before the creation of the world in the book of the living, will all be amazed as they look at the beast. It was once alive; now it no longer lives, but it will reappear."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;This calls for wisdom and understanding. The seven heads are seven hills, on which the woman sits. They are also seven kings:"
            },
            {
                "verse_number": "10",
                "verse_text": "five of them have fallen, one still rules, and the other one has not yet come; when he comes, he must rule only a little while."
            },
            {
                "verse_number": "11",
                "verse_text": "And the beast that was once alive, but lives no longer, is itself an eighth king who is one of the seven and is going off to be destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;The ten horns you saw are ten kings who have not yet begun to rule, but who will be given authority to rule as kings for one hour with the beast."
            },
            {
                "verse_number": "13",
                "verse_text": "These ten all have the same purpose, and they give their power and authority to the beast."
            },
            {
                "verse_number": "14",
                "verse_text": "They will fight against the Lamb; but the Lamb, together with his called, chosen, and faithful followers, will defeat them, because he is Lord of lords and King of kings.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The angel also said to me, &apos;The waters you saw, on which the prostitute is sitting, are nations, peoples, races, and languages."
            },
            {
                "verse_number": "16",
                "verse_text": "The ten horns you saw, and the beast, will hate the prostitute; they will take away everything she has and leave her naked; they will eat her flesh and destroy her with fire."
            },
            {
                "verse_number": "17",
                "verse_text": "For God has placed in their hearts the will to carry out his purpose by acting together and giving the beast their power to rule until God's words come true."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The woman you saw is the great city that rules over the kings of the earth.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After this I saw another angel coming down out of heaven. He had great authority, and his splendour brightened the whole earth."
            },
            {
                "verse_number": "2",
                "verse_text": "He cried out in a loud voice: &apos;She has fallen! Great Babylon has fallen! She is now haunted by demons and unclean spirits; all kinds of filthy and hateful birds live in her."
            },
            {
                "verse_number": "3",
                "verse_text": "For all the nations have drunk her wine &ndash; the strong wine of her immoral lust. The kings of the earth practised sexual immorality with her, and the merchants of the world grew rich from her unrestrained lust.&apos; &apos;Come out, my people! Come out from her! You must not take part in her sins; you must not share in her punishment! and God remembers her wicked ways. pay her back double for all she has done. Fill her cup with a drink twice as strong as the drink she prepared for you. as the glory and luxury she gave herself. For she keeps telling herself: &quot;Here I sit, a queen! I am no widow, I will never know grief!&quot; disease, grief, and famine. And she will be burnt with fire, because the Lord God, who judges her, is mighty.&apos; All the ships' captains and passengers, the sailors and all others who earn their living on the sea, stood a long way off,"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I heard another voice from heaven, saying:"
            },
            {
                "verse_number": "5",
                "verse_text": "For her sins are piled up as high as heaven,"
            },
            {
                "verse_number": "6",
                "verse_text": "Treat her exactly as she has treated you;"
            },
            {
                "verse_number": "7",
                "verse_text": "Give her as much suffering and grief"
            },
            {
                "verse_number": "8",
                "verse_text": "Because of this, in one day she will be struck with plagues &ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "The kings of the earth who took part in her immorality and lust will cry and weep over the city when they see the smoke from the flames that consume her."
            },
            {
                "verse_number": "10",
                "verse_text": "They stand a long way off, because they are afraid of sharing in her suffering. They say, &apos;How terrible! How awful! This great and mighty city Babylon! In just one hour you have been punished!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The merchants of the earth also cry and mourn for her, because no one buys their goods any longer;"
            },
            {
                "verse_number": "12",
                "verse_text": "no one buys their gold, silver, precious stones, and pearls; their goods of linen, purple cloth, silk, and scarlet cloth; all kinds of rare woods and all kinds of objects made of ivory and of expensive wood, of bronze, iron, and marble;"
            },
            {
                "verse_number": "13",
                "verse_text": "and cinnamon, spice, incense, myrrh, and frankincense; wine and oil, flour and wheat, cattle and sheep, horses and carriages, slaves, and even human lives."
            },
            {
                "verse_number": "14",
                "verse_text": "The merchants say to her, &apos;All the good things you longed to own have disappeared, and all your wealth and glamour are gone, and you will never find them again!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The merchants, who became rich from doing business in that city, will stand a long way off, because they are afraid of sharing in her suffering. They will cry and mourn,"
            },
            {
                "verse_number": "16",
                "verse_text": "and say, &apos;How terrible! How awful for the great city! She used to dress herself in linen, purple, and scarlet, and cover herself with gold ornaments, precious stones, and pearls!"
            },
            {
                "verse_number": "17",
                "verse_text": "And in one hour she has lost all this wealth!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "and cried out as they saw the smoke from the flames that consumed her: &apos;There never has been another city like this great city!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They threw dust on their heads, they cried and mourned, saying, &apos;How terrible! How awful for the great city! She is the city where all who have ships sailing the seas became rich on her wealth! And in one hour she has lost everything!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Be glad, heaven, because of her destruction! Be glad, God's people and the apostles and prophets! For God has condemned her for what she did to you!"
            },
            {
                "verse_number": "21",
                "verse_text": "Then a mighty angel picked up a stone the size of a large millstone and threw it into the sea, saying, &apos;This is how the great city Babylon will be violently thrown down and will never be seen again."
            },
            {
                "verse_number": "22",
                "verse_text": "The music of harps and of human voices, of players of the flute and the trumpet, will never be heard in you again! No workman in any trade will ever be found in you again; and the sound of the millstone will be heard no more!"
            },
            {
                "verse_number": "23",
                "verse_text": "Never again will the light of a lamp be seen in you; no more will the voices of brides and grooms be heard in you. Your merchants were the most powerful in all the world, and with your false magic you deceived all the peoples of the world!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Babylon was punished because the blood of prophets and of God's people was found in the city; yes, the blood of all those who have been killed on earth."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After this I heard what sounded like the roar of a large crowd of people in heaven, saying, &apos;Praise God! Salvation, glory, and power belong to our God!"
            },
            {
                "verse_number": "2",
                "verse_text": "True and just are his judgements! He has condemned the prostitute who was corrupting the earth with her immorality. God has punished her because she killed his servants.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Again they shouted, &apos;Praise God! The smoke from the flames that consume the great city goes up for ever and ever!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The 24 elders and the four living creatures fell down and worshipped God, who was seated on the throne. They said, &apos;Amen! Praise God!&apos; For the truth that Jesus revealed is what inspires the prophets."
            },
            {
                "verse_number": "5",
                "verse_text": "Then there came from the throne the sound of a voice, saying, &apos;Praise our God, all his servants and all people, both great and small, who have reverence for him!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I heard what sounded like a large crowd, like the sound of a roaring waterfall, like loud peals of thunder. I heard them say, &apos;Praise God! For the Lord, our Almighty God, is King!"
            },
            {
                "verse_number": "7",
                "verse_text": "Let us rejoice and be glad; let us praise his greatness! For the time has come for the wedding of the Lamb, and his bride has prepared herself for it."
            },
            {
                "verse_number": "8",
                "verse_text": "She has been given clean shining linen to wear.&apos; (The linen is the good deeds of God's people.)"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the angel said to me, &apos;Write this: happy are those who have been invited to the wedding feast of the Lamb.&apos; And the angel added, &apos;These are the true words of God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "I fell down at his feet to worship him, but he said to me, &apos;Don't do it! I am a servant together with you and with your fellow-believers, all those who hold to the truth that Jesus revealed. Worship God!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw heaven open, and there was a white horse. Its rider is called Faithful and True; it is with justice that he judges and fights his battles."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes were like a flame of fire, and he wore many crowns on his head. He had a name written on him, but no one except himself knows what it is."
            },
            {
                "verse_number": "13",
                "verse_text": "The robe he wore was covered with blood. His name is &apos;The Word of God&apos;."
            },
            {
                "verse_number": "14",
                "verse_text": "The armies of heaven followed him, riding on white horses and dressed in clean white linen."
            },
            {
                "verse_number": "15",
                "verse_text": "Out of his mouth came a sharp sword, with which he will defeat the nations. He will rule over them with a rod of iron, and he will trample out the wine in the winepress of the furious anger of the Almighty God."
            },
            {
                "verse_number": "16",
                "verse_text": "On his robe and on his thigh was written the name: &apos;King of kings and Lord of lords&apos;."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I saw an angel standing on the sun. He shouted in a loud voice to all the birds flying in mid air: &apos;Come and gather together for God's great feast!"
            },
            {
                "verse_number": "18",
                "verse_text": "Come and eat the flesh of kings, generals, and soldiers, the flesh of horses and their riders, the flesh of all people, slave and free, great and small!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then I saw the beast and the kings of the earth and their armies gathered to fight against the one who was riding the horse and against his army."
            },
            {
                "verse_number": "20",
                "verse_text": "The beast was taken prisoner, together with the false prophet who had performed miracles in his presence. (It was by those miracles that he had deceived those who had the mark of the beast and those who had worshipped the image of the beast.) The beast and the false prophet were both thrown alive into the lake of fire that burns with sulphur."
            },
            {
                "verse_number": "21",
                "verse_text": "Their armies were killed by the sword that comes out of the mouth of the one who was riding the horse; and all the birds ate all they could of their flesh."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw an angel coming down from heaven, holding in his hand the key of the abyss and a heavy chain."
            },
            {
                "verse_number": "2",
                "verse_text": "He seized the dragon, that ancient serpent &ndash; that is, the Devil, or Satan &ndash; and chained him up for a thousand years."
            },
            {
                "verse_number": "3",
                "verse_text": "The angel threw him into the abyss, locked it, and sealed it, so that he could not deceive the nations any more until the thousand years were over. After that he must be let loose for a little while."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I saw thrones, and those who sat on them were given the power to judge. I also saw the souls of those who had been executed because they had proclaimed the truth that Jesus revealed and the word of God. They had not worshipped the beast or its image, nor had they received the mark of the beast on their foreheads or their hands. They came to life and ruled as kings with Christ for a thousand years."
            },
            {
                "verse_number": "5",
                "verse_text": "(The rest of the dead did not come to life until the thousand years were over.) This is the first raising of the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "Happy and greatly blessed are those who are included in this first raising of the dead. The second death has no power over them; they shall be priests of God and of Christ, and they will rule with him for a thousand years."
            },
            {
                "verse_number": "7",
                "verse_text": "After the thousand years are over, Satan will be let loose from his prison,"
            },
            {
                "verse_number": "8",
                "verse_text": "and he will go out to deceive the nations scattered over the whole world, that is, Gog and Magog. Satan will bring them all together for battle, as many as the grains of sand on the seashore."
            },
            {
                "verse_number": "9",
                "verse_text": "They spread out over the earth and surrounded the camp of God's people and the city that he loves. But fire came down from heaven and destroyed them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Devil, who deceived them, was thrown into the lake of fire and sulphur, where the beast and the false prophet had already been thrown; and they will be tormented day and night for ever and ever."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw a great white throne and the one who sits on it. Earth and heaven fled from his presence and were seen no more."
            },
            {
                "verse_number": "12",
                "verse_text": "And I saw the dead, great and small alike, standing before the throne. Books were opened, and then another book was opened, the book of the living. The dead were judged according to what they had done, as recorded in the books."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the sea gave up its dead. Death and the world of the dead also gave up the dead they held. And all were judged according to what they had done."
            },
            {
                "verse_number": "14",
                "verse_text": "Then death and the world of the dead were thrown into the lake of fire. (This lake of fire is the second death.)"
            },
            {
                "verse_number": "15",
                "verse_text": "Whoever did not have their names written in the book of the living were thrown into the lake of fire."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw a new heaven and a new earth. The first heaven and the first earth disappeared, and the sea vanished."
            },
            {
                "verse_number": "2",
                "verse_text": "And I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared and ready, like a bride dressed to meet her husband."
            },
            {
                "verse_number": "3",
                "verse_text": "I heard a loud voice speaking from the throne: &apos;Now God's home is with human beings! He will live with them, and they shall be his people. God himself will be with them, and he will be their God."
            },
            {
                "verse_number": "4",
                "verse_text": "He will wipe away all tears from their eyes. There will be no more death, no more grief or crying or pain. The old things have disappeared.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the one who sits on the throne said, &apos;And now I make all things new!&apos; He also said to me, &apos;Write this, because these words are true and can be trusted.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And he said, &apos;It is done! I am the first and the last, the beginning and the end. To anyone who is thirsty I will give the right to drink from the spring of the water of life without paying for it."
            },
            {
                "verse_number": "7",
                "verse_text": "Those who win the victory will receive this from me: I will be their God, and they will be my children."
            },
            {
                "verse_number": "8",
                "verse_text": "But cowards, traitors, perverts, murderers, the immoral, those who practise magic, those who worship idols, and all liars &ndash; the place for them is the lake burning with fire and sulphur, which is the second death.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "One of the seven angels who had the seven bowls full of the seven last plagues came to me and said, &apos;Come, and I will show you the Bride, the wife of the Lamb.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit took control of me, and the angel carried me to the top of a very high mountain. He showed me Jerusalem, the Holy City, coming down out of heaven from God"
            },
            {
                "verse_number": "11",
                "verse_text": "and shining with the glory of God. The city shone like a precious stone, like a jasper, clear as crystal."
            },
            {
                "verse_number": "12",
                "verse_text": "It had a great, high wall with twelve gates and with twelve angels in charge of the gates. On the gates were written the names of the twelve tribes of the people of Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "There were three gates on each side: three on the east, three on the south, three on the north, and three on the west."
            },
            {
                "verse_number": "14",
                "verse_text": "The city's wall was built on twelve foundation stones, on which were written the names of the twelve apostles of the Lamb."
            },
            {
                "verse_number": "15",
                "verse_text": "The angel who spoke to me had a gold measuring rod to measure the city, its gates, and its wall."
            },
            {
                "verse_number": "16",
                "verse_text": "The city was perfectly square, as wide as it was long. The angel measured the city with his measuring rod: it was 2,400 kilometres long and was as wide and as high as it was long."
            },
            {
                "verse_number": "17",
                "verse_text": "The angel also measured the wall, and it was sixty metres high, according to the standard unit of measure which he was using."
            },
            {
                "verse_number": "18",
                "verse_text": "The wall was made of jasper, and the city itself was made of pure gold, as clear as glass."
            },
            {
                "verse_number": "19",
                "verse_text": "The foundation stones of the city wall were adorned with all kinds of precious stones. The first foundation stone was jasper, the second sapphire, the third agate, the fourth emerald,"
            },
            {
                "verse_number": "20",
                "verse_text": "the fifth onyx, the sixth carnelian, the seventh yellow quartz, the eighth beryl, the ninth topaz, the tenth chalcedony, the eleventh turquoise, the twelfth amethyst."
            },
            {
                "verse_number": "21",
                "verse_text": "The twelve gates were twelve pearls; each gate was made from a single pearl. The street of the city was of pure gold, transparent as glass."
            },
            {
                "verse_number": "22",
                "verse_text": "I did not see a temple in the city, because its temple is the Lord God Almighty and the Lamb."
            },
            {
                "verse_number": "23",
                "verse_text": "The city has no need of the sun or the moon to shine on it, because the glory of God shines on it, and the Lamb is its lamp."
            },
            {
                "verse_number": "24",
                "verse_text": "The peoples of the world will walk by its light, and the kings of the earth will bring their wealth into it."
            },
            {
                "verse_number": "25",
                "verse_text": "The gates of the city will stand open all day; they will never be closed, because there will be no night there."
            },
            {
                "verse_number": "26",
                "verse_text": "The greatness and the wealth of the nations will be brought into the city."
            },
            {
                "verse_number": "27",
                "verse_text": "But nothing that is impure will enter the city, nor anyone who does shameful things or tells lies. Only those whose names are written in the Lamb's book of the living will enter the city."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The angel also showed me the river of the water of life, sparkling like crystal, and coming from the throne of God and of the Lamb"
            },
            {
                "verse_number": "2",
                "verse_text": "and flowing down the middle of the city's street. On each side of the river was the tree of life, which bears fruit twelve times a year, once each month; and its leaves are for the healing of the nations."
            },
            {
                "verse_number": "3",
                "verse_text": "Nothing that is under God's curse will be found in the city. The throne of God and of the Lamb will be in the city, and his servants will worship him. Everyone who hears this must also say, &apos;Come!&apos; Come, whoever is thirsty; accept the water of life as a gift, whoever wants it. So be it. Come, Lord Jesus!"
            },
            {
                "verse_number": "4",
                "verse_text": "They will see his face, and his name will be written on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "There shall be no more night, and they will not need lamps or sunlight, because the Lord God will be their light, and they will rule as kings for ever and ever."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the angel said to me, &apos;These words are true and can be trusted. And the Lord God, who gives his Spirit to the prophets, has sent his angel to show his servants what must happen very soon.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Listen!&apos; says Jesus. &apos;I am coming soon! Happy are those who obey the prophetic words in this book!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I, John, have heard and seen all these things. And when I finished hearing and seeing them, I fell down at the feet of the angel who had shown me these things, and I was about to worship him."
            },
            {
                "verse_number": "9",
                "verse_text": "But he said to me, &apos;Don't do it! I am a servant together with you and with your brothers the prophets and with all those who obey the words in this book. Worship God!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And he said to me, &apos;Do not keep the prophetic words of this book a secret, because the time is near when all this will happen."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever is evil must go on doing evil, and whoever is filthy must go on being filthy; whoever is good must go on doing good, and whoever is holy must go on being holy.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Listen!&apos; says Jesus. &apos;I am coming soon! I will bring my rewards with me, to give to each one according to what he has done."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the first and the last, the beginning and the end.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Happy are those who wash their robes clean and so have the right to eat the fruit from the tree of life and to go through the gates into the city."
            },
            {
                "verse_number": "15",
                "verse_text": "But outside the city are the perverts and those who practise magic, the immoral and the murderers, those who worship idols and those who are liars both in words and deeds."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I, Jesus, have sent my angel to announce these things to you in the churches. I am descended from the family of David; I am the bright morning star.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Spirit and the Bride say, &apos;Come!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I, John, solemnly warn everyone who hears the prophetic words of this book: if anyone adds anything to them, God will add to his or her punishment the plagues described in this book."
            },
            {
                "verse_number": "19",
                "verse_text": "And if anyone takes anything away from the prophetic words of this book, God will take away from them their share of the fruit of the tree of life and of the Holy City, which are described in this book."
            },
            {
                "verse_number": "20",
                "verse_text": "He who gives his testimony to all this says, &apos;Yes indeed! I am coming soon!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "May the grace of the Lord Jesus be with everyone."
            }
        ]
    }
}