{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The vision of Obadiah. T hus says the Lord G od concerning Edom&ndash; &apos; Arise, and let us rise up against Edom for battle [with the L ord as commander]!&apos; And understanding from the mountain of Esau? And the exiles of Jerusalem who are in Sepharad We have heard a report from the L ord , And an ambassador has been sent among the nations, saying, You are greatly despised. You who live in the clefts and lofty security of the rock (Sela), Whose dwelling place is high, Who say [boastfully] in your heart, &quot;Who will bring me down to earth?&quot; Though you set your nest among the stars, I will bring you down from there,&apos; says the L ord . If robbers by night&ndash; How you will be ruined!&ndash; Would they not steal only until they had enough? If grape gatherers came to you, Would they not leave some grapes for gleaning? How his hidden treasures shall be searched out! Shall send you on your way to the border; The men who were at peace with you Shall deceive you and overpower you; Those who eat your bread [those you trust] Shall set a hostile ambush for you. (There is no understanding of it.) &apos;Destroy the wise men from Edom [removing all wisdom] So that everyone from the mountain of Esau may be cut off in the slaughter. Shame shall cover you [completely], And you shall be cut off forever. On the day that strangers took his forces captive and carried off his wealth, And foreigners entered his gates And cast lots for Jerusalem [dividing the city for plunder]&ndash; You too were like one of them [collaborating with the enemy]. The day when his misfortune came. Do not rejoice over the sons of Judah In the day of their destruction; Do not speak arrogantly [jeering and maliciously mocking] In the day of their distress. In the day of their disaster; Yes, you, do not look [with delight] on their misery In the day of their ruin, And do not loot treasures In the day of their ruin. To cut down those [of Judah] who escaped; And do not hand over [to the enemy] those [of Judah] who survive In the day of their distress. As you have done, it shall be done to you [in retribution]; Your [evil] dealings will return on your own head. So shall all the nations drink continually [one by one, of My wrath]; Yes, they shall drink and swallow [the full measure of punishment] And become as though they had never existed. And it shall be holy [no pagan will defile it]; And the house of Jacob shall possess their [former] possessions. And the house of Joseph a flame [in executing God&quot;s wrath]; But the house of Esau will be like stubble. They (Jacob) shall set them on fire and consume them (the Edomites), So that there shall be no survivor of the house of Esau,&apos; For the L ord has spoken. And those of the Shephelah [shall possess] the Philistine plain; Also, [they shall] possess the fields of Ephraim and the fields of Samaria, And Benjamin will possess Gilead [across the Jordan River]. Who are among the Canaanites as far as Zarephath, Shall possess the cities of the Negev. To rule and judge the mountain of Esau, And the kingdom and the kingship shall be the L ord &quot; s ."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Behold [Edom], I shall [humiliate you and] make you small among the nations;"
            },
            {
                "verse_number": "3",
                "verse_text": "The pride and arrogance of your heart have deceived you,"
            },
            {
                "verse_number": "4",
                "verse_text": "Though you build [your nest] on high like the eagle,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;If thieves came to you,"
            },
            {
                "verse_number": "6",
                "verse_text": "How Esau (Edom) shall be ransacked [by men who come to ravage with divine approval]!"
            },
            {
                "verse_number": "7",
                "verse_text": "All the men allied with you"
            },
            {
                "verse_number": "8",
                "verse_text": "Will I not on that day,&apos; says the L ord ,"
            },
            {
                "verse_number": "9",
                "verse_text": "And your mighty men shall be dismayed and demoralized, O Teman,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Because of the violence you did against your brother Jacob,"
            },
            {
                "verse_number": "11",
                "verse_text": "On the day that [Jerusalem was destroyed] you stood aloof [from your brother Jacob]&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "Do not gaze and gloat [in triumph] over your brother&quot;s day,"
            },
            {
                "verse_number": "13",
                "verse_text": "Do not enter the gate of My people"
            },
            {
                "verse_number": "14",
                "verse_text": "Do not stand at the crossroad"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;For the [judgment] day of the L ord draws near on all the nations."
            },
            {
                "verse_number": "16",
                "verse_text": "Because just as you [Edom] drank on My holy mountain [desecrating it in the revelry of the destroyers],"
            },
            {
                "verse_number": "17",
                "verse_text": "But on Mount Zion [in Jerusalem] there shall be [deliverance for] those who escape,"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the house of Jacob shall be a fire"
            },
            {
                "verse_number": "19",
                "verse_text": "Then those of the Negev shall possess the mountain of Esau,"
            },
            {
                "verse_number": "20",
                "verse_text": "And the exiles of this host of the sons (descendants) of Israel"
            },
            {
                "verse_number": "21",
                "verse_text": "The deliverers shall go up on Mount Zion"
            }
        ]
    }
}