{
    "2 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now Moab rebelled against Israel after the death of Ahab."
            },
            {
                "verse_number": "2",
                "verse_text": "Ahaziah [the king of Israel] fell through the lattice (grid) in his upper chamber which was in Samaria, and became sick [from the injury]. So he sent messengers, saying to them, &apos;Go, inquire of Baal-zebub, the god of Ekron, if I will recover from this sickness.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the angel of the L ord said to Elijah the Tishbite, &apos; Arise, go up to meet the messengers of the king of Samaria, and say to them, &quot;Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron?&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "Therefore this is what the L ord says: &quot;You [Ahaziah] will not leave the bed on which you lie, but you will certainly die.&quot; &apos; So Elijah departed."
            },
            {
                "verse_number": "5",
                "verse_text": "When the messengers returned to Ahaziah, he said to them, &apos;Why have you returned [so soon]?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They replied, &apos;A man came up to meet us and said to us, &quot;Go, return to the king who sent you and tell him, &apos;Thus says the L ord : &quot;Is it because there is no God in Israel that you send to inquire of Baal-zebub, the god of Ekron? Therefore you will not leave the bed on which you lie, but you will certainly die.&quot; &apos; &quot; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The king asked them, &apos;What was the appearance of the man who came up to meet you and said these things to you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They answered him, &apos; He was a hairy man with a [wide] leather band bound around his loins.&apos; And Ahaziah said, &apos;It is Elijah the Tishbite.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the king sent to Elijah a captain of fifty with his fifty [fighting men to seize the prophet]. And he went up to him, and behold, he was sitting on the top of a hill. And the captain said to him, &apos;Man of God, the king says, &quot;Come down.&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Elijah replied to the captain of fifty, &apos;So if I am a man of God, then let fire come down from heaven and consume you and your fifty [fighting men].&apos; Then fire fell from heaven and consumed him and his fifty."
            },
            {
                "verse_number": "11",
                "verse_text": "So King Ahaziah again sent to him another captain of fifty with his fifty [fighting men]. And he said to him, &apos;Man of God, thus says the king, &quot;Come down quickly.&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Elijah answered them, &apos;If I am a man of God, let fire come down from heaven and consume you and your fifty [fighting men].&apos; And the fire of God came down from heaven and consumed him and his fifty."
            },
            {
                "verse_number": "13",
                "verse_text": "So Ahaziah again sent a captain of a third fifty with his fifty [fighting men]. And the third captain of fifty went up and came bowed down on his knees before Elijah, and begged him [for compassion] and said to him, &apos;O man of God, please let my life and the lives of your servants, these fifty, be precious in your sight."
            },
            {
                "verse_number": "14",
                "verse_text": "Behold, fire came down from heaven and consumed the first two captains of fifty with their fifties; but now let my life be precious in your sight.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The angel of the L ord said to Elijah, &apos;Go down with him; do not be afraid of him.&apos; So he stood and went down with him to the king."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Elijah said to Ahaziah, &apos;Thus says the L ord : &quot;Since you have sent messengers to inquire of Baal-zebub, god of Ekron&ndash;is it because there is no God in Israel to inquire of His word?&ndash;therefore you will not leave the bed on which you lie, but will certainly die.&quot; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Ahaziah [the son of King Ahab] died in accordance with the word of the L ord which Elijah had spoken. And because he had no son, Jehoram [his younger brother] became king [of Israel, the northern kingdom] in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah [the southern kingdom]."
            },
            {
                "verse_number": "18",
                "verse_text": "Now the rest of the acts of Ahaziah which he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When the L ord was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were traveling from Gilgal."
            },
            {
                "verse_number": "2",
                "verse_text": "And Elijah said to Elisha, &apos;Please stay here, for the L ord has sent me to Bethel.&apos; But Elisha replied, &apos;As the L ord lives and as your soul lives, I will not leave you.&apos; So they went down to Bethel."
            },
            {
                "verse_number": "3",
                "verse_text": "Now the sons of the prophets who were at Bethel came out to Elisha and said to him, &apos;Do you know that the L ord will take your master away from you today?&apos; He said, &apos;Yes, I know it; be quiet [about it].&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Elijah said to him, &apos;Elisha, please stay here, for the L ord has sent me to Jericho.&apos; But he said, &apos;As the L ord lives and as your soul lives, I will not leave you.&apos; So they came to Jericho."
            },
            {
                "verse_number": "5",
                "verse_text": "The sons of the prophets who were at Jericho approached Elisha and said to him, &apos;Do you know that the L ord will take your master away from you today?&apos; And he answered, &apos;Yes, I know it; be quiet [about it].&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah said to him, &apos;Please stay here, for the L ord has sent me to the Jordan.&apos; But he said, &apos;As the L ord lives and as your soul lives, I will not leave you.&apos; So the two of them went on."
            },
            {
                "verse_number": "7",
                "verse_text": "Fifty men of the sons of the prophets also went and stood opposite them [to watch] at a distance; and the two of them stood by the Jordan."
            },
            {
                "verse_number": "8",
                "verse_text": "And Elijah took his mantle (coat) and rolled it up and struck the waters, and they were divided this way and that, so that the two of them crossed over on dry ground."
            },
            {
                "verse_number": "9",
                "verse_text": "And when they had crossed over, Elijah said to Elisha, &apos;Ask what I shall do for you before I am taken from you.&apos; And Elisha said, &apos;Please let a double portion of your spirit be upon me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;You have asked for a difficult thing. However, if you see me when I am taken from you, it shall be so for you; but if not, it shall not be so.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As they continued along and talked, behold, a chariot of fire with horses of fire [appeared suddenly and] separated the two of them, and Elijah went up to heaven in a whirlwind."
            },
            {
                "verse_number": "12",
                "verse_text": "Elisha saw it and cried out, &apos;My father, my father, the chariot of Israel and its horsemen!&apos; And he no longer saw Elijah. Then he took hold of his own clothes and tore them into two pieces [in grief]."
            },
            {
                "verse_number": "13",
                "verse_text": "He picked up the mantle of Elijah that fell off him, and went back and stood by the bank of the Jordan."
            },
            {
                "verse_number": "14",
                "verse_text": "He took the mantle of Elijah that fell from him and struck the waters and said, &apos;Where is the L ord , the God of Elijah?&apos; And when he too had struck the waters, they divided this way and that, and Elisha crossed over."
            },
            {
                "verse_number": "15",
                "verse_text": "When the sons of the prophets who were [watching] opposite at Jericho saw him, they said, &apos;The spirit of Elijah rests on Elisha.&apos; And they came to meet him and bowed down to the ground before him [in respect]."
            },
            {
                "verse_number": "16",
                "verse_text": "Then they said to Elisha, &apos;Behold now, there are among your servants fifty strong men; please let them go and search for your master. It may be that the Spirit of the L ord has taken him up and cast him on some mountain or into some valley.&apos; And he said, &apos;You shall not send anyone. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But when they urged him until he was embarrassed [to refuse them], he said, &apos;Send them. &apos; So they sent fifty men, and they searched for three days but did not find Elijah."
            },
            {
                "verse_number": "18",
                "verse_text": "They returned to Elisha while he was staying at Jericho; and he said to them, &apos;Did I not tell you, &quot;Do not go&quot;?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the men of the city said to Elisha, &apos;Look, this city is in a pleasant place, as my lord [Elisha] sees; but the water is bad and the land is barren.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He said, &apos;Bring me a new jar, and put salt in it.&apos; So they brought it to him."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Elisha went to the spring of water and threw the salt in it and said, &apos;Thus says the L ord : &quot;I [not the salt] have purified and healed these waters; there shall no longer be death or barrenness because of it.&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the waters have been purified to this day, in accordance with the word spoken by Elisha."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Elisha went up from Jericho to Bethel. On the way, young boys came out of the city and mocked him and said to him, &apos;Go up, you baldhead! Go up, you baldhead!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When he turned around and looked at them, he cursed them in the name of the L ord . Then two female bears came out of the woods and tore to pieces forty-two of the boys."
            },
            {
                "verse_number": "25",
                "verse_text": "Elisha went from there to Mount Carmel, and from there he returned to Samaria."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Jehoram the son of Ahab became king over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years."
            },
            {
                "verse_number": "2",
                "verse_text": "He did evil in the sight of the L ord , but not like his father and mother; for he put away the sacred pillar of Baal that his father had made."
            },
            {
                "verse_number": "3",
                "verse_text": "Nevertheless, he continued in the [idolatrous] sins of Jeroboam the son of Nebat, who made Israel sin; he did not depart from them."
            },
            {
                "verse_number": "4",
                "verse_text": "Mesha the king of Moab was a sheep breeder, and he used to pay [an annual tribute] to the king of Israel 100,000 lambs and the wool of 100,000 rams."
            },
            {
                "verse_number": "5",
                "verse_text": "But when Ahab died, the king of Moab rebelled against the king of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "So King Jehoram left Samaria at that time and assembled all [the fighting men of] Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he went and sent word to Jehoshaphat king of Judah, saying, &apos;The king of Moab has rebelled against me. Will you go with me to fight against Moab?&apos; And he replied, &apos;I will go; I am as you are, my people as your people, my horses as your horses.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoram said, &apos;Which way shall we go up?&apos; Jehoshaphat answered, &apos;The way through the Wilderness of Edom.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the king of Israel went with the king of Judah and the king of Edom. They made a circuit of seven days&quot; journey, but there was no water for the army or for the cattle that followed them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the king of Israel said, &apos;We are doomed, for the L ord has called these three kings to be handed over to Moab.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Jehoshaphat said, &apos;Is there no prophet of the L ord here from whom we may inquire of the L ord ?&apos; One of the servants of the king of Israel answered, &apos;Elisha the son of Shaphat is here, who used to pour water over Elijah&quot;s hands.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoshaphat said, &apos;The word of the L ord is with him.&apos; So the king of Israel and Jehoshaphat and the king of Edom went down to Elisha."
            },
            {
                "verse_number": "13",
                "verse_text": "Now Elisha said to the king of Israel, &apos;What business do you have with me? Go to the prophets of your [wicked] father [Ahab] and to the prophets of your [pagan] mother [Jezebel].&apos; But the king of Israel said to him, &apos;No, for the L ord has called these three kings together to be handed over to Moab.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elisha said, &apos;As the L ord of hosts (armies) lives, before whom I stand, were it not that I have regard for Jehoshaphat king of Judah, I would not look at you nor see you [king of Israel]."
            },
            {
                "verse_number": "15",
                "verse_text": "But now bring me a musician.&apos; And it came about while the musician played, that the hand (power) of the L ord came upon Elisha."
            },
            {
                "verse_number": "16",
                "verse_text": "He said, &apos;Thus says the L ord , &quot;Make this valley (the Arabah) full of trenches.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "For thus says the L ord , &quot;You will not see wind or rain, yet that valley will be filled with water, so you and your cattle and your other animals may drink."
            },
            {
                "verse_number": "18",
                "verse_text": "This is but a simple thing in the sight of the L ord ; He will also hand over the Moabites to you."
            },
            {
                "verse_number": "19",
                "verse_text": "You shall strike every fortified city and every choice (principal) city, and cut down every good tree and stop up all sources of water, and ruin every good piece of land with stones.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "It happened in the morning, when the sacrifice was offered, that suddenly water came [miraculously] from the area of Edom, and the country was filled with water."
            },
            {
                "verse_number": "21",
                "verse_text": "Now all the Moabites heard that the [three] kings had come up to fight against them, and all who were able to put on armor, as well as those who were older, were summoned and stood [together in battle formation] at the border."
            },
            {
                "verse_number": "22",
                "verse_text": "When they got up early the next morning, the sun shone on the water, and the Moabites saw the water across from them as red as blood."
            },
            {
                "verse_number": "23",
                "verse_text": "And they said, &apos;This is blood! Clearly the kings have fought together, and have killed one another. Now then, Moab, to the spoil [and the plunder of the dead soldiers]!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But when they came to the camp of Israel, the Israelites rose up and struck the Moabites, so that they fled before them; and they went forward into the land, killing the Moabites [as they went]."
            },
            {
                "verse_number": "25",
                "verse_text": "They destroyed the [walls of the] cities, and each man threw a stone on every piece of good land, covering it [with stones]. And they stopped up all the springs of water and cut down all the good trees, until they left nothing in Kir-hareseth [Moab&quot;s capital city] but its stones. Then the [stone] slingers surrounded the city and destroyed it."
            },
            {
                "verse_number": "26",
                "verse_text": "When the king of Moab saw that the battle was too fierce for him, he took with him seven hundred swordsmen to break through to the king of Edom; but they could not."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the king of Moab took his eldest son, who was to reign in his place, and offered him [publicly] as a burnt offering [to Chemosh] on the [city] wall [horrifying everyone]. And there was great wrath against Israel, and Israel&quot;s allies [Judah and Edom] withdrew from King Jehoram and returned to their own land."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now one of the wives of a man of the sons of the prophets cried out to Elisha [for help], saying &apos;Your servant my husband is dead, and you know that your servant [reverently] feared the L ord ; but the creditor is coming to take my two sons to be his slaves [in payment for a loan].&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Elisha said to her, &apos;What shall I do for you? Tell me, what do you have [of value] in the house?&apos; She said, &apos;Your maidservant has nothing in the house except a [small] jar of [olive] oil.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then he said, &apos;Go, borrow containers from all your neighbors, empty containers&ndash;and not just a few."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you shall go in and shut the door behind you and your sons, and pour out [the oil you have] into all these containers, and you shall set aside each one when it is full.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So she left him and shut the door behind her and her sons; they were bringing her the containers as she poured [the oil]."
            },
            {
                "verse_number": "6",
                "verse_text": "When the containers were all full, she said to her son, &apos;Bring me another container.&apos; And he said to her, &apos;There is not a one left.&apos; Then the oil stopped [multiplying]."
            },
            {
                "verse_number": "7",
                "verse_text": "Then she came and told the man of God. He said, &apos;Go, sell the oil and pay your debt, and you and your sons can live on the rest.&apos; W hen the man of God saw her at a distance, he said to Gehazi his servant, &apos;Look, there is the Shunammite woman ."
            },
            {
                "verse_number": "8",
                "verse_text": "Now there came a day when Elisha went over to Shunem, where there was a prominent and influential woman, and she persuaded him to eat a meal. Afterward, whenever he passed by, he stopped there for a meal."
            },
            {
                "verse_number": "9",
                "verse_text": "She said to her husband, &apos;Behold, I sense that this is a holy man of God who frequently passes our way."
            },
            {
                "verse_number": "10",
                "verse_text": "Please, let us make a small, fully-walled upper room [on the housetop] and put a bed there for him, with a table, a chair, and a lampstand. Then whenever he comes to visit us, he can turn in there.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "One day he came there and turned in to the upper room and lay down to rest."
            },
            {
                "verse_number": "12",
                "verse_text": "And he said to Gehazi his servant, &apos;Call this Shunammite.&apos; So he called her and she stood before him."
            },
            {
                "verse_number": "13",
                "verse_text": "Now he said to Gehazi, &apos;Say to her now, &quot;You have gone to all this trouble for us; what can I do for you? Would you like to be mentioned to the king or to the captain of the army?&quot; &apos; She answered, &apos;I live among my own people [in peace and security and need no special favors].&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Later Elisha said, &apos;What then is to be done for her?&apos; Gehazi answered, &apos;Well, she has no son and her husband is old.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos;Call her.&apos; So Gehazi called her, and she [came and] stood in the doorway."
            },
            {
                "verse_number": "16",
                "verse_text": "Elisha said, &apos;At this season next year, you will embrace a son.&apos; She said, &apos;No, my lord. O man of God, do not lie to your maidservant.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But the woman conceived and gave birth to a son at that season the next year, just as Elisha had said to her."
            },
            {
                "verse_number": "18",
                "verse_text": "When the child was grown, the day came that he went out to his father, to the reapers."
            },
            {
                "verse_number": "19",
                "verse_text": "But he said to his father, &apos;My head, my head.&apos; The man said to his servant, &apos;Carry him to his mother.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When he had carried and brought him to his mother, he sat on her lap until noon, and then he died."
            },
            {
                "verse_number": "21",
                "verse_text": "She went up and laid him on the bed of the man of God, and shut the door [of the small upper room] behind him and left."
            },
            {
                "verse_number": "22",
                "verse_text": "Then she called to her husband and said, &apos;Please send me one of the servants and one of the donkeys, so that I may run to the man of God and return.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He said, &apos;Why are you going to him today? It is neither the New Moon nor the Sabbath.&apos; And she said, &apos; It will be all right.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then she saddled the donkey and said to her servant, &apos;Drive [the animal] fast; do not slow down the pace for me unless I tell you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So she set out and came to the man of God at Mount Carmel."
            },
            {
                "verse_number": "26",
                "verse_text": "Please run now to meet her and ask her, &quot;Is it well with you? Is it well with your husband? Is it well with the child?&quot; &apos; And she answered, &apos;It is well.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "When she came to the mountain to the man of God, she took hold of his feet. Gehazi approached to push her away; but the man of God said, &apos;Let her alone, for her soul is desperate and troubled within her; and the L ord has hidden the reason from me and has not told me.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then she said, &apos;Did I ask for a son from my lord? Did I not say, &quot;Do not give me false hope&quot;?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then he said to Gehazi, &apos; Gird up your loins (prepare now!) and take my staff in your hand, and go [to the woman&quot;s house]; if you meet any man [along the way], do not greet him and if a man greets you, do not [stop to] answer him; and lay my staff on the face of the boy [as soon as you reach the house].&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The mother of the child said, &apos;As the L ord lives and as your soul lives, I will not leave you.&apos; So Elisha arose and followed her."
            },
            {
                "verse_number": "31",
                "verse_text": "Gehazi went on ahead of them and laid the staff on the boy&quot;s face, but there was no sound or response [from the boy]. So he turned back to meet Elisha and told him, &apos;The boy has not awakened (revived).&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When Elisha came into the house, the child was dead and lying on his bed."
            },
            {
                "verse_number": "33",
                "verse_text": "So he went in, shut the door behind the two of them, and prayed to the L ord ."
            },
            {
                "verse_number": "34",
                "verse_text": "Then he went up and lay on the child and put his mouth on his mouth, his eyes on his eyes, and his hands on his hands. And as he stretched himself out on him and held him, the boy&quot;s skin became warm."
            },
            {
                "verse_number": "35",
                "verse_text": "Then he returned and walked in the house once back and forth, and went up [again] and stretched himself out on him; and the boy sneezed seven times and he opened his eyes."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Elisha called Gehazi and said, &apos;Call this Shunammite.&apos; So he called her. And when she came to him, he said, &apos;Pick up your son.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "She came and fell at his feet, bowing herself to the ground [in respect and gratitude]. Then she picked up her son and left."
            },
            {
                "verse_number": "38",
                "verse_text": "Elisha came back to Gilgal during a famine in the land. The sons of the prophets were sitting before him, and he said to his servant, &apos;Put on the large pot and cook stew for the sons of the prophets.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then one [of them] went into the field to gather herbs, and found a wild vine and gathered from it a lapful of wild gourds, and came and cut them up into the pot of stew, although they did not know what they were ."
            },
            {
                "verse_number": "40",
                "verse_text": "So they served it for the men to eat. But as they ate the stew, they cried out, &apos;O man of God, there is death in the pot.&apos; And they could not eat it."
            },
            {
                "verse_number": "41",
                "verse_text": "But he said, &apos;Bring flour.&apos; And he threw it into the pot and said, &apos;Serve it for the people so that they may eat.&apos; Then there was nothing harmful in the pot."
            },
            {
                "verse_number": "42",
                "verse_text": "Now [at another time] a man from Baal-shalisha came and brought the man of God bread of the first fruits, twenty loaves of barley bread, and fresh ears of grain [in the husk] in his sack. And Elisha said, &apos;Give it to the people [affected by the famine] so that they may eat.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "His servant said, &apos;How am I to set [only] this before a hundred [hungry] men?&apos; He said, &apos;Give it to the people so that they may eat, for thus says the L ord , &quot;They shall eat and have some left.&quot; &apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "So he set it before them, and they ate and left some , in accordance with the word of the L ord ."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now Naaman, commander of the army of the king of Aram (Syria), was considered a great man by his king, and was highly respected because through Naaman the L ord had given victory to Aram (Syria). He was also a man of courage, but he was a leper."
            },
            {
                "verse_number": "2",
                "verse_text": "The Arameans (Syrians) had gone out in bands [as raiders] and had taken captive a little girl from the land of Israel; and she waited on Naaman&quot;s wife [as a servant]."
            },
            {
                "verse_number": "3",
                "verse_text": "She said to her mistress, &apos;I wish that my master [Naaman] were with the prophet who is in Samaria! Then he would heal him of his leprosy.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Naaman went in and told his master [the king], &apos;The girl who is from the land of Israel said such and such.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the king of Aram (Syria) said, &apos;Go now, and I will send a letter to the king of Israel (Jehoram the son of Ahab).&apos; So he left and took with him ten talents of silver and 6,000 shekels of gold, and ten changes of clothing."
            },
            {
                "verse_number": "6",
                "verse_text": "And he brought the letter to the king of Israel. It said, &apos;And now when this letter comes to you, I will have sent my servant Naaman to you, so that you may heal him of his leprosy.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the king of Israel read the letter, he tore his clothes [in shock and outrage at the request] and said, &apos;Am I God, to kill and to make alive, that this man sends to me [a request] to heal a man of his leprosy? Just consider [what he is asking] and see how he is seeking an opportunity [for a battle] with me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Now when Elisha the man of God heard that the king of Israel had torn his clothes, he sent word to the king, asking, &apos;Why have you torn your clothes? Just let Naaman come to me, and he shall know that there is a [true] prophet in Israel.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Naaman came with his horses and chariots and stopped at the entrance of Elisha&quot;s house."
            },
            {
                "verse_number": "10",
                "verse_text": "Elisha sent a messenger to him, saying, &apos;Go and wash in the Jordan seven times, and your flesh will be restored to you and you will be clean.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Naaman was furious and went away and said, &apos;Indeed! I thought &quot;He would at least come out to [see] me and stand and call on the name of the L ord his God, and wave his hand over the place [of leprosy] and heal the leper.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "Are not Abana and Pharpar, the rivers of Damascus [in Aram], better than all the waters of Israel? Could I not wash in them and be clean?&apos; So he turned and went away in a rage."
            },
            {
                "verse_number": "13",
                "verse_text": "Then his servants approached and said to him, &apos;My father, if the prophet had told you to do some great thing, would you not have done it? How much more then, when he has said to you, &quot;Wash, and be clean?&quot; &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he went down and plunged himself into the Jordan seven times, just as the man of God had said; and his flesh was restored like that of a little child and he was clean."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Naaman returned to the man of God, he and all the people in his group, and stood before him. He said, &apos;Behold, I know that there is no God in all the earth, except in Israel; so now accept a blessing and gift from your servant.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Elisha said, &apos;As the L ord lives, before whom I stand, I will accept nothing.&apos; He urged him to take it, but Elisha refused."
            },
            {
                "verse_number": "17",
                "verse_text": "Naaman said, &apos;If not, then please, let your servant be given a load of earth for a team of mules; for [from this day on] your servant will no longer offer a burnt offering nor a sacrifice to other gods, but only to the L ord , [the God of Israel]."
            },
            {
                "verse_number": "18",
                "verse_text": "In this matter may the L ord pardon your servant: when my master [the king] goes into the house of [his god] Rimmon to worship there, and he leans on my hand and I bow in the house of Rimmon, when I bow down in the house of Rimmon, may the L ord pardon your servant in this matter [of attending the king when he worships].&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Elisha said to him, &apos;Go in peace.&apos; So Naaman departed and was a good distance away from him,"
            },
            {
                "verse_number": "20",
                "verse_text": "when Gehazi, the servant of Elisha the man of God, said, &apos;My master has spared this Naaman the Aramean (Syrian), by not accepting from him what he brought. As the L ord lives, I will run after him and get something from him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Gehazi pursued Naaman. When Naaman saw someone running after him, he got down from the chariot to meet him and said, &apos;Is all well?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "And he said, &apos;All is well. My master has sent me to say, &quot;Just now two young men of the sons of the prophets have come to me from the hill country of Ephraim. Please give them a talent of silver and two changes of clothes.&quot; &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Naaman said, &apos;Please take two talents.&apos; And he urged him [to accept], and tied up two talents of silver in two bags with two changes of clothes and gave them to two of his servants; and they carried them in front of Gehazi."
            },
            {
                "verse_number": "24",
                "verse_text": "When he came to the hill, he took them from their hand and put them in the house [for safekeeping]; and he sent the men away, and they left."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he went in and stood before his master. Elisha asked him, &apos;Where have you been, Gehazi?&apos; He said, &apos;Your servant went nowhere.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Elisha said to him, &apos;Did my heart not go with you, when the man turned from his chariot to meet you? Is it a [proper] time to accept money and clothing and olive orchards and vineyards and sheep and oxen and male and female servants?"
            },
            {
                "verse_number": "27",
                "verse_text": "Therefore, the leprosy of Naaman shall cling to you and to your descendants forever.&apos; So Gehazi departed from his presence, a leper as white as snow."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now the sons of the prophets said to Elisha, &apos;Look now, the place where we live near you is too small for us."
            },
            {
                "verse_number": "2",
                "verse_text": "Please let us go to the Jordan [River] and let each man take from there a beam [for the building]; and let us make a place there for ourselves where we may live.&apos; And he answered, &apos;Go.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then one said, &apos;Please be willing to go with your servants.&apos; So he answered, &apos;I shall go.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So he went with them; and when they came to the Jordan, they cut down [some of] the trees."
            },
            {
                "verse_number": "5",
                "verse_text": "But it happened that as one was cutting down a beam, the axe head fell into the water; and he cried out and said, &apos;Oh no, my master! It was borrowed!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The man of God said, &apos;Where did it fall?&apos; When he showed him the place, Elisha cut off a stick and threw it in there, and made the iron [axe head] float."
            },
            {
                "verse_number": "7",
                "verse_text": "He said, &apos;Pick it up for yourself.&apos; So he reached out with his hand and took it."
            },
            {
                "verse_number": "8",
                "verse_text": "Now the king of Aram (Syria) was making war against Israel, and he consulted with his servants, saying, &apos;My camp shall be in such and such a place.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The man of God sent word to the king of Israel saying, &apos;Be careful not to pass by this place, because the Arameans are pulling back to there.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the king of Israel sent word to the place about which Elisha had warned him; so he guarded himself there repeatedly."
            },
            {
                "verse_number": "11",
                "verse_text": "Now the heart of the king of Aram (Syria) was enraged over this thing. He called his servants and said to them, &apos;Will you not tell me which of us is helping the king of Israel?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "One of his servants said, &apos;None [of us is helping him], my lord, O king; but Elisha, the prophet who is in Israel, tells the king of Israel the words that you speak in your bedroom.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So he said, &apos;Go and see where he is, so that I may send [men] and seize him.&apos; And he was told, &apos;He is in Dothan.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he sent horses and chariots and a powerful army there. They came by night and surrounded the city."
            },
            {
                "verse_number": "15",
                "verse_text": "The servant of the man of God got up early and went out, and behold, there was an army with horses and chariots encircling the city. Elisha&quot;s servant said to him, &apos;Oh no, my master! What are we to do?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Elisha answered, &apos;Do not be afraid, for those who are with us are more than those who are with them.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Elisha prayed and said, &apos;L ord , please, open his eyes that he may see.&apos; And the L ord opened the servants eyes and he saw; and behold, the mountain was full of horses and chariots of fire surrounding Elisha."
            },
            {
                "verse_number": "18",
                "verse_text": "When the Arameans came down to him, Elisha prayed to the L ord and said, &apos;Please strike this people (nation) with blindness.&apos; And God struck them with blindness, in accordance with Elisha&quot;s request."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Elisha said to the Arameans, &apos;This is not the way, nor is this the city. Follow me and I will lead you to the man whom you are seeking.&apos; And he led them to Samaria."
            },
            {
                "verse_number": "20",
                "verse_text": "When they had come into Samaria, Elisha said, &apos;L ord , open the eyes of these men, so that they may see.&apos; And the L ord opened their eyes and they saw. Behold, they were in the midst of Samaria."
            },
            {
                "verse_number": "21",
                "verse_text": "When the king of Israel (Jehoram) saw them, he said to Elisha, &apos;My father, shall I kill them? Shall I kill them?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Elisha answered, &apos;You shall not kill them. Would you kill those you have taken captive with your sword and bow? Serve them bread and water, so that they may eat and drink, and go back to their master [King Ben-hadad].&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the king prepared a great feast for them; and when they had eaten and drunk he sent them away, and they went to their master. And the marauding bands of Aram did not come into the land of Israel again."
            },
            {
                "verse_number": "24",
                "verse_text": "But it came about after this, that Ben-hadad king of Aram (Syria) gathered his whole army together and went up and besieged Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "Now there was a great famine in Samaria; and they besieged it until a donkey&quot;s head was sold for eighty shekels of silver, and a fourth of a kab of dove&quot;s dung for five shekels of silver."
            },
            {
                "verse_number": "26",
                "verse_text": "As the king of Israel (Jehoram) was passing by on the [city] wall a woman cried out to him, &apos;Help, my lord, O king!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He said, &apos;If the L ord does not help you, from where shall I get you help? From the threshing floor, or from the wine press?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "And the king said to her, &apos;What is the matter with you?&apos; She answered, &apos;This woman said to me, &quot;Give your son so we may eat him today, and we will eat my son tomorrow.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "So we cooked my son and ate him. The next day I said to her, &quot;Give your son so that we may eat him&quot;; but she had hidden her son.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "When the king heard the woman&quot;s words, he tore his clothes&ndash;now he was still walking along on the wall&ndash;and the people looked [at him], and he had on sackcloth underneath [his royal robe] next to his skin."
            },
            {
                "verse_number": "31",
                "verse_text": "Then he said, &apos; May God do so to me and more also, if the head of Elisha the son of Shaphat remains on him today!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Now Elisha was sitting in his house, and the elders were sitting with him. And the king sent a man ahead of him [to behead Elisha]; but before the messenger arrived, Elisha told the elders, &apos;Do you see how this son of [Jezebel] a murderer has sent [a man] to remove my head? Look, when the messenger comes, shut the door and hold it securely against him. Is not the sound of his master&quot;s feet [just] behind him?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "While Elisha was still talking with them, the messenger came down to him [followed by the king] and the king said, &apos;This evil [situation] is from the L ord ! Why should I wait for [help from] the L ord any longer?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Then Elisha said, &apos;Hear the word of the L ord . Thus says the L ord , &quot;Tomorrow about this time a measure of finely-milled flour will sell for a shekel, and two measures of barley for a shekel, at the gate of Samaria.&quot; &apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then the royal officer on whose arm the king leaned answered the man of God and said, &apos;If the L ord should make windows in heaven [for the rain], could this thing take place?&apos; Elisha said, &apos;Behold, you will see it with your own eyes, but [because you doubt] you will not eat of it.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now four men who were lepers were at the entrance of the [city&quot;s] gate; and they said to one another, &apos;Why should we sit here until we die?"
            },
            {
                "verse_number": "4",
                "verse_text": "If we say, &quot;We will enter the city&quot;&ndash;then the famine is in the city and we will die there; and if we sit still here, we will also die. So now come, let us go over to the camp of the Arameans (Syrians). If they let us live, we will live; and if they kill us, we will only die.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they got up at twilight to go to the Aramean camp. But when they came to the edge of the camp, there was no one there."
            },
            {
                "verse_number": "6",
                "verse_text": "For the L ord had caused the Aramean army to hear the sound of chariots, and the sound of horses, the sound of a great army. They had said to one another, &apos;The king of Israel has hired against us the kings of the Hittites, and the kings of the Egyptians, to come [and fight] against us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So the Arameans set out and fled during the twilight, and left their tents, horses, and donkeys, even left the camp just as it was, and fled for their lives."
            },
            {
                "verse_number": "8",
                "verse_text": "When these lepers came to the edge of the camp, they went into one tent and ate and drank, and carried away from there silver, gold, and clothing, and went and hid them. Then they went back and entered another tent and carried [some valuable things] from there also , and went and hid them."
            },
            {
                "verse_number": "9",
                "verse_text": "Then they said one to another, &apos;We are not doing the right thing. This is a day of good news, yet we are keeping silent. If we wait until the morning light, some punishment [for not reporting this now] will come on us. So now come, let us go and tell the king&quot;s household.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they came and called to the gatekeepers of the city. They told them, &apos;We went to the camp of the Arameans (Syrians), and behold, there was no one there, nor the sound of man there&ndash;only the horses and donkeys tied up, and the tents [had been left] just as they were.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the gatekeepers called out and it was reported to the king&quot;s household inside [the city]."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the king got up in the night and said to his servants, &apos;I will tell you what the Arameans have done to us. They know that we are hungry; so they have left the camp to hide themselves in the open country, thinking, &quot;When they come out of the city, we shall take them alive and get into the city.&quot; &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One of his servants replied, &apos;Please let some men take five of the horses which remain inside the city. Consider this: [if they are caught then at worst] they will be like all the people of Israel who are left in the city; [even if they are killed then] they will be like all the people of Israel who have already died. So let us send [them] and see [what happens].&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So they took two chariots with horses, and the king sent them after the Aramean army, saying, &apos;Go and see.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They went after them to the Jordan, and all the road was entirely littered with clothing and equipment which the Arameans (Syrians) had thrown away when they hurriedly fled. And the messengers returned and told the king."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the people [of Israel] went out and plundered the camp of the Arameans. So [goods were so plentiful that] a measure of finely-milled flour [was sold] for a shekel, and two measures of barley for a shekel, in accordance with the word of the L ord [as spoken through Elisha]."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the king had appointed the royal officer on whose arm he leaned to be in charge of the [city] gate; and the [starving] people trampled him at the gate [as they struggled to get through for food], and he died, just as the man of God had foretold when the king came down to him."
            },
            {
                "verse_number": "18",
                "verse_text": "It happened just as [Elisha] the man of God had spoken to the king, saying, &apos;Two measures of barley will be sold for a shekel and a measure of finely-milled flour for a shekel tomorrow about this time at the gate of Samaria.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The royal officer had answered the man of God and said, &apos;Now behold, [even] if the L ord should make windows in heaven, could such a thing happen?&apos; And Elisha had answered, &apos;You will see it with your own eyes, but [because of your doubt] you will not eat it.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And so it happened to him; for the people trampled him at the gate, and he died."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now Elisha had said to the [Shunammite] woman whose son he had restored to life, &apos;Prepare and go, you and your household, and stay temporarily wherever you can; for the L ord has called for a famine, and moreover, it will come on the land [and continue] for seven years.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the woman set out and did everything in accordance with the word of the man of God. She and her household went and stayed temporarily as foreigners in the land of the Philistines for seven years."
            },
            {
                "verse_number": "3",
                "verse_text": "At the end of the seven years the woman returned from the land of the Philistines; and she went to appeal to the king [of Israel] for her house and for her land."
            },
            {
                "verse_number": "4",
                "verse_text": "Now the king was talking with Gehazi, the servant of the man of God, saying, &apos;Tell me all the great things that Elisha has done.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And [just] as Gehazi was telling the king how Elisha had restored the dead to life, behold, the woman whose son he had restored to life appealed to the king for her house and for her land. And Gehazi said, &apos;My lord, O king, this is the woman and this is her son, whom Elisha restored to life.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the king asked the woman, she told him [everything]. So the king appointed for her a certain high official, saying, &apos;Restore everything that was hers, including all the produce of the field since the day that she left the land until now.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now Elisha came to Damascus, and Ben-hadad king of Aram (Syria) was sick; and he was told, &apos;The man of God has come here.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And the king said to Hazael, &apos;Take a gift with you and go to meet the man of God, and inquire of the L ord by him, saying, &quot;Will I recover from this illness?&quot; &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Hazael went to meet Elisha and took a gift with him of every good thing of Damascus, forty camels&quot; loads; and he came and stood before him and said, &apos;Your son Ben-hadad king of Aram has sent me to you, asking, &quot;Will I recover from this illness?&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And Elisha said to him, &apos;Go, say to him, &quot;You will certainly recover,&quot; but the L ord has shown me that he will certainly die.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Elisha stared steadily at Hazael until he was embarrassed, and then the man of God wept."
            },
            {
                "verse_number": "12",
                "verse_text": "Hazael said, &apos;Why are you weeping, my lord?&apos; He answered, &apos;Because I know the evil that you will do to the sons (descendants) of Israel. You will set their strongholds on fire, kill their young men with the sword, smash their children to pieces, and rip up their pregnant women.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Hazael said, &apos; Surely not! For what is your servant, who is nothing more than a dog, that he would do this monstrous thing?&apos; And Elisha answered, &apos;The L ord has shown me that you will be king over Aram.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Hazael departed from Elisha and came to his master, who said to him, &apos;What did Elisha say to you?&apos; And he answered, &apos;He told me you would certainly recover.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But the next day Hazael took the bedspread and dipped it in water and covered the king&quot;s face, so that he died. And Hazael became king in his place."
            },
            {
                "verse_number": "16",
                "verse_text": "Now in the fifth year of Joram (Jehoram) the son of Ahab king of Israel, when Jehoshaphat was king of Judah, Jehoram the son of Jehoshaphat king of Judah became king."
            },
            {
                "verse_number": "17",
                "verse_text": "He was thirty-two years old when he became king, and he reigned for eight years in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "He walked in the ways of the kings of Israel, just as the house of Ahab had done, for [Athaliah] the daughter of Ahab became his wife. He did evil in the sight of the L ord ."
            },
            {
                "verse_number": "19",
                "verse_text": "Yet for the sake of His servant David the L ord was not willing to destroy Judah, since He had promised to give him a lamp (enthroned descendant) through his sons always."
            },
            {
                "verse_number": "20",
                "verse_text": "In his days Edom revolted from the rule of Judah, and set up a king over themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "So Jehoram [king of Judah] went over to Zair [in Edom] with all his chariots. He set out by night and struck down the Edomites who had surrounded him and the captains of his chariots; but the people [of his army] fled to their tents."
            },
            {
                "verse_number": "22",
                "verse_text": "So Edom revolted against Judah to this day. Then Libnah revolted at the same time."
            },
            {
                "verse_number": "23",
                "verse_text": "The rest of the acts of Jehoram and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "24",
                "verse_text": "Jehoram slept with his fathers [in death] and was buried with them in the City of David. Ahaziah his son became king in his place."
            },
            {
                "verse_number": "25",
                "verse_text": "In the twelfth year of Joram (Jehoram) the son of Ahab king of Israel, Ahaziah the son of Jehoram king of Judah began to reign."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother&quot;s name was Athaliah, the granddaughter of Omri king of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "He walked in the ways of the house of Ahab and did evil in the sight of the L ord , as did the house of Ahab, for he was a son-in-law of the house of Ahab."
            },
            {
                "verse_number": "28",
                "verse_text": "Ahaziah went with Joram the son of Ahab to battle against Hazael king of Aram (Syria) in Ramoth-gilead; and the Arameans wounded Joram."
            },
            {
                "verse_number": "29",
                "verse_text": "King Joram returned to Jezreel to be healed of the wounds which the Arameans had inflicted on him at Ramah when he fought against Hazael king of Aram. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now Elisha the prophet called one of the sons of the prophets and said to him, &apos; Gird up your loins (prepare for action), take this flask of oil in your hand and go to Ramoth-gilead."
            },
            {
                "verse_number": "2",
                "verse_text": "When you arrive there, look for Jehu the son of Jehoshaphat the son of Nimshi, and go in and have him arise from among his brothers, and take him into an inner room."
            },
            {
                "verse_number": "3",
                "verse_text": "Then take the flask of oil and pour it on his head and say, &quot;Thus says the L ord : &apos;I have anointed you king over Israel.&apos; &quot; Then open the door and flee and do not delay.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the young man, the servant of the prophet, went to Ramoth-gilead."
            },
            {
                "verse_number": "5",
                "verse_text": "When he arrived, the captains of the army were sitting [outside]; and he said, &apos;I have a message for you, O captain.&apos; Jehu said, &apos;To which one of us?&apos; And he said, &apos;For you, O captain.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jehu got up, and they went into the house. And he poured the oil on Jehu&quot;s head and said to him, &apos;Thus says the L ord , the God of Israel: &quot;I have anointed you king over the people of the L ord , over Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall strike the house of Ahab your master, so that I may avenge the blood of My servants the prophets, and the blood of all the servants of the L ord , [who have died] at the hands of Jezebel."
            },
            {
                "verse_number": "8",
                "verse_text": "For the entire house of Ahab shall perish, and I will cut off from Ahab every male, both bond and free, in Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah."
            },
            {
                "verse_number": "10",
                "verse_text": "And the dogs will eat Jezebel in the territory of Jezreel, and there will be no one to bury her.&quot; &apos; Then he opened the door and fled."
            },
            {
                "verse_number": "11",
                "verse_text": "When Jehu came out to the servants of his master, one said to him, &apos;Is all well? Why did this madman come to you?&apos; And he said to them, &apos;You know [very well] the man and his talk.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And they said, &apos;It is a lie; tell us now.&apos; And he said, &apos;Thus and thus he spoke to me, saying, &quot;Thus says the L ord : &apos;I have anointed you king over Israel.&apos; &quot; &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then they hurried and each man took his garment and placed it [as a cushion] under Jehu on the top of the [outside] stairs, and blew the trumpet, saying, &apos;Jehu is king!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Jehu the son of Jehoshaphat, the son of Nimshi, conspired against Joram [to dethrone and kill him]. Now Joram with all Israel was protecting Ramoth-gilead against Hazael king of Aram (Syria),"
            },
            {
                "verse_number": "15",
                "verse_text": "but King Joram had returned to Jezreel to heal from the wounds which the Arameans had inflicted on him when he fought with Hazael king of Aram. So Jehu said, &apos;If this is your intent, let no one survive and leave the city (Ramoth-gilead) to go and tell of the plan in Jezreel [the capital].&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Jehu rode in a chariot and went to Jezreel, for Joram was lying there. And Ahaziah king of Judah had come down to see Joram."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the watchman was standing on the tower in Jezreel and he saw the crowd with Jehu as he approached, and said, &apos;I see a company.&apos; And Joram said, &apos;Send a horseman to meet them and have him ask, &quot; Do you come in peace?&quot; &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the horseman went to meet him and said, &apos;Thus says the king: &quot;Do you come in peace?&quot; &apos; And Jehu said, &apos;What have you to do with peace? Rein in behind me.&apos; And the watchman reported, &apos;The messenger approached them, but he has not returned.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Joram sent out a second horseman, who approached them and said, &apos;Thus says the king: &quot;Do you come in peace?&quot; &apos; Jehu replied, &apos;What have you to do with peace? Rein in behind me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And the watchman reported, &apos;He approached them, but he has not returned; and the driving [of the chariot] is like that of Jehu the son of Nimshi, for he drives furiously.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joram said, &apos;Harness [the chariot].&apos; When they harnessed his chariot horses , Joram king of Israel and Ahaziah king of Judah went out, each in his chariot, and they went out to meet Jehu and met him on the property of Naboth the Jezreelite."
            },
            {
                "verse_number": "22",
                "verse_text": "When Joram saw Jehu, he said, &apos;Do you come in peace, Jehu?&apos; And he answered, &apos;What peace [can exist] as long as the fornications of your mother Jezebel and her sorceries are so many?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Joram reined [his chariot] around and fled, and he said to Ahaziah, &apos;Treachery and betrayal, Ahaziah!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But Jehu drew his bow with his full strength and shot Joram between his shoulders; and the arrow went out through his heart and he sank down in his chariot."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jehu said to Bidkar his officer, &apos;Pick him up and throw him on the property of the field of Naboth the Jezreelite; for I remember when you and I were riding together after his father Ahab, that the L ord uttered this prophecy against him:"
            },
            {
                "verse_number": "26",
                "verse_text": "&quot;I certainly saw the blood of Naboth and the blood of his sons yesterday,&quot; says the L ord , &quot;and I will repay you on this property,&quot; says the L ord . Now then, pick him up and throw him into the property [of Naboth], in accordance with the word of the L ord .&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "When Ahaziah the king of Judah saw this, he fled by the way of the garden house. Jehu pursued him and said, &apos;Shoot him too, [while he is] in the chariot.&apos; So they shot him at the ascent to Gur, which is by Ibleam. And Ahaziah fled to Megiddo and died there."
            },
            {
                "verse_number": "28",
                "verse_text": "Then his servants carried him in a chariot to Jerusalem and buried him in his grave with his fathers in the City of David."
            },
            {
                "verse_number": "29",
                "verse_text": "In the eleventh year of Joram, the son of Ahab, Ahaziah became king over Judah."
            },
            {
                "verse_number": "30",
                "verse_text": "So when Jehu came to Jezreel, Jezebel heard about it, and she painted her eyes and adorned her head and looked down from the [upper] window."
            },
            {
                "verse_number": "31",
                "verse_text": "As Jehu entered in at the gate, she said, &apos;Is it well, Zimri, your master&quot;s murderer?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jehu raised his face toward the window and said, &apos;Who is on my side? Who?&apos; And two or three officials looked down at him."
            },
            {
                "verse_number": "33",
                "verse_text": "And he said, &apos;Throw her down.&apos; So they threw her down, and some of her blood spattered on the wall and on the horses, and he trampled her underfoot."
            },
            {
                "verse_number": "34",
                "verse_text": "When he came in, he ate and drank, and said, &apos;See now to this cursed woman and bury her, for she is a king&quot;s daughter.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "They went to bury her, but they found nothing left of her except the skull and the feet and the palms of her hands."
            },
            {
                "verse_number": "36",
                "verse_text": "So they returned and told Jehu. Then he said, &apos;This is the word of the L ord , which He spoke through His servant Elijah the Tishbite, saying, &quot;In the property of Jezreel the dogs shall eat the flesh of Jezebel."
            },
            {
                "verse_number": "37",
                "verse_text": "The corpse of Jezebel will be like dung on the surface of the field in the property of Jezreel, so they cannot say, &apos;This is Jezebel.&apos; &quot; &apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ahab had seventy sons [and grandsons] in Samaria. So Jehu wrote letters and sent them to Samaria, to the rulers of Jezreel, to the elders, and to the guardians of the children of Ahab, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Now as soon as this letter comes to you, since your master&quot;s sons (male descendants) are with you, as well as chariots and horses and a fortified city and weapons,"
            },
            {
                "verse_number": "3",
                "verse_text": "select the best and most capable of your master&quot;s sons, and set him on his father&quot;s throne, and fight for your master&quot;s [royal] house.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But they were extremely afraid and said, &apos;Look, the two kings did not stand before Jehu; so how can we stand?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And the one who was in charge of the household, and the one who was overseer of the city, the elders, and the guardians [of the children] sent word to Jehu, saying, &apos;We are your servants and we will do whatever you tell us, but we will not make any man king; do what is good in your eyes.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Jehu wrote a second letter to them, saying, &apos;If you are with me and will obey me, take the heads of your master&quot;s sons, and come to me at Jezreel tomorrow about this time.&apos; Now the [dead] king&quot;s sons, seventy persons, were with the great men of the city, who were rearing them."
            },
            {
                "verse_number": "7",
                "verse_text": "When the letter came to them, they took the king&quot;s sons and slaughtered them, seventy persons, and put their heads in baskets, and sent them to Jehu at Jezreel."
            },
            {
                "verse_number": "8",
                "verse_text": "When a messenger came and told him, &apos;They have brought the heads of the king&quot;s sons,&apos; he said, &apos;Put them in two heaps at the entrance of the city gate until morning.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The next morning he went out and stood and said to all the people, &apos;You are just and innocent; behold, I conspired against [Joram] my master and killed him, but who killed all these?"
            },
            {
                "verse_number": "10",
                "verse_text": "Know then [without any doubt] that there shall fall to the earth nothing of the word of the L ord , which the L ord spoke concerning the house of Ahab, for the L ord has done what He said through His servant Elijah.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Jehu killed all who remained of the house of Ahab in Jezreel, and all his great men and his familiar friends and his priests, until he left him without a survivor. N ow Jehu had stationed eighty men outside for himself and said, &apos;If any of the men whom I have brought into your hands escape, the one who lets him go shall forfeit his own life for that man&quot;s life.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And he set out and went to Samaria. On the way as he was at the place of the sand heaps [meeting place] for the shepherds,"
            },
            {
                "verse_number": "13",
                "verse_text": "Jehu met the relatives of Ahaziah king of Judah and said, &apos;Who are you?&apos; They answered, &apos;We are the relatives of Ahaziah; and we came down to greet the royal princes and the sons of the queen mother [Jezebel].&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jehu said, &apos;Take them alive.&apos; So they took them alive and [later] slaughtered them at the well by the place of the sand heaps, forty-two men; he left none of them [alive]."
            },
            {
                "verse_number": "15",
                "verse_text": "When Jehu went on from there, he met Jehonadab the son of Rechab coming to meet him. He greeted him and said to him, &apos;Is your heart right, as my heart is with yours?&apos; Jehonadab answered, &apos;It is.&apos; Jehu said &apos;If it is, give me your hand.&apos; He gave him his hand, and Jehu pulled him up into the chariot."
            },
            {
                "verse_number": "16",
                "verse_text": "And he said, &apos;Come with me and see my zeal for the L ord .&apos; So he had Jehonadab in his chariot."
            },
            {
                "verse_number": "17",
                "verse_text": "When Jehu came to Samaria, he killed everyone who remained of Ahab&quot;s family in Samaria, until he had destroyed all of them, in accordance with the word of the L ord which He spoke to Elijah."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehu assembled all the people and said [in pretense] to them, &apos;Ahab served Baal a little; Jehu will serve him much [more]."
            },
            {
                "verse_number": "19",
                "verse_text": "Now, summon unto me all the prophets of Baal, all his worshipers and all his priests. Let no one be missing, for I have a great sacrifice for Baal; whoever is missing shall not live.&apos; But Jehu did it with trickery, in order to destroy the worshipers of Baal."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehu said, &apos;Consecrate a festive assembly (celebration) for Baal.&apos; And they proclaimed it."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jehu sent throughout Israel, and all the worshipers of Baal came; there was no one left who did not come. They went to the house (temple) of Baal, and the house of Baal was filled from one end to the other."
            },
            {
                "verse_number": "22",
                "verse_text": "He said to the man in charge of the wardrobe, &apos;Bring out garments for all the worshipers of Baal.&apos; And he brought the garments out to them."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jehu with Jehonadab the son of Rechab went into the house of Baal; and he said to the worshipers of Baal, &apos;Search carefully and see that there are no servants of the L ord here with you, but only the worshipers of Baal.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then they went in to offer sacrifices and burnt offerings."
            },
            {
                "verse_number": "25",
                "verse_text": "Then it came about, as soon as he had finished offering the burnt offering, that Jehu said to the guards and to the royal officers, &apos;Go in and kill them; let no one come out.&apos; And they killed them with the edge of the sword; and the guard and the royal officers threw their bodies out, and went to the inner room of the house of Baal."
            },
            {
                "verse_number": "26",
                "verse_text": "They brought out the sacred pillars (obelisks) of the house of Baal and burned them."
            },
            {
                "verse_number": "27",
                "verse_text": "They also tore down the sacred pillar of Baal and tore down the house of Baal, and made it into a latrine [forever unclean] to this day."
            },
            {
                "verse_number": "28",
                "verse_text": "Thus Jehu eradicated Baal from Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "However, Jehu did not turn from the [idolatrous] sins of Jeroboam the son of Nebat, who made Israel sin, that is, [led them to worship] the golden calves which were at Bethel and Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "The L ord said to Jehu, &apos;Because you have done well in executing what is right in My eyes, and have done to the house of Ahab in accordance with everything that was in My heart, your sons (descendants) shall sit on Israel&quot;s throne to the fourth generation.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Jehu did not take care to walk in the law of the L ord , the God of Israel, with all his heart; he did not turn from the sins of Jeroboam, who made Israel sin."
            },
            {
                "verse_number": "32",
                "verse_text": "So in those days the L ord began to cut off portions of Israel; Hazael [of Aram] defeated them throughout the territory of Israel:"
            },
            {
                "verse_number": "33",
                "verse_text": "from the Jordan eastward, all the land of Gilead, the Gadites and the Reubenites and the Manassites, from Aroer, which is by the Arnon River, even Gilead and Bashan."
            },
            {
                "verse_number": "34",
                "verse_text": "Now the rest of the acts of Jehu and everything that he did and all his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "35",
                "verse_text": "Jehu slept with his fathers [in death], and they buried him in Samaria. Jehoahaz his son became king in his place."
            },
            {
                "verse_number": "36",
                "verse_text": "The time that Jehu reigned over Israel in Samaria was twenty-eight years."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Athaliah the mother of Ahaziah [king of Judah] saw that her son was dead, she arose and destroyed all the royal offspring."
            },
            {
                "verse_number": "2",
                "verse_text": "But Jehosheba, the daughter of King Joram [of Judah and half] sister of Ahaziah, took Joash the son of Ahaziah and abducted him from among the king&quot;s sons who were to be killed, and hid him and his nurse in the bedroom. So they hid him from Athaliah, and he was not put to death."
            },
            {
                "verse_number": "3",
                "verse_text": "Joash was hidden with his nurse in the house (temple) of the L ord for six years, while Athaliah reigned over the land."
            },
            {
                "verse_number": "4",
                "verse_text": "Now in the seventh year Jehoiada [the priest, Jehosheba&quot;s husband] sent for the captains of hundreds of the Carites and of the guard and brought them to him to the house of the L ord . Then he made a covenant with them and put them under oath in the house of the L ord , and showed them the king&quot;s [hidden] son."
            },
            {
                "verse_number": "5",
                "verse_text": "He commanded them, saying, &apos;This is the thing that you shall do: a third of you who come in [reporting for duty] on the Sabbath shall keep watch over the king&quot;s house"
            },
            {
                "verse_number": "6",
                "verse_text": "(a third shall also be at the [city] gate Sur, and a third at the gate behind the guards); so you shall keep watch over the palace [from three posts] for defense."
            },
            {
                "verse_number": "7",
                "verse_text": "Two units of you, all those who go out [off duty] on the Sabbath, shall also keep watch over the house (temple) of the L ord for [the protection of] the king."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall surround the [young] king, each man with weapons in his hand; and whoever comes through the ranks shall be put to death. You are to be with the king when he goes out and when he comes in.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The captains of hundreds acted in accordance with everything that Jehoiada the priest commanded; and each of them took his men who were to come in (on duty) on the Sabbath, with those who were to go out (off duty) on the Sabbath, and they came to Jehoiada the priest."
            },
            {
                "verse_number": "10",
                "verse_text": "The priest gave to the captains of hundreds the spears and shields that had been King David&quot;s, which were in the house of the L ord ."
            },
            {
                "verse_number": "11",
                "verse_text": "And the guards stood, each man with weapons in his hand, from the right side to the left side of the temple area, by the altar [in the courtyard] and by the temple [proper], all around the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jehoiada brought out the king&quot;s son and put the crown on him and gave him the Testimony [a copy of the Mosaic Law]; and they made him king and anointed him, and they clapped their hands and said, &apos; Long live the king!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Athaliah heard the sound of the guards and of the people, she went into the house of the L ord to the people."
            },
            {
                "verse_number": "14",
                "verse_text": "When she looked, behold, there stood the [young] king [on the platform] by the pillar, as was customary [on such occasions], and the captains and the trumpeters were beside the king; and all the people of the land rejoicing and blowing the trumpets. Then Athaliah tore her clothes and cried, &apos;Treason! Treason!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jehoiada the priest commanded the captains of hundreds appointed over the army and said to them, &apos;Take her out between the ranks, and whoever follows her put to death with the sword.&apos; For the priest had said, &apos;Let her not be put to death in the house (temple) of the L ord .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So they seized her, and she went through the horses&quot; entrance to the king&quot;s house (palace), and she was put to death there."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jehoiada made a covenant between the L ord , the king, and the people, that they would be the L ord &quot; s people&ndash;also between the king and the people [to be his subjects]."
            },
            {
                "verse_number": "18",
                "verse_text": "Then all the people of the land went to the house of Baal and tore it down. They utterly smashed his altar and his images to pieces, and they put Mattan the priest of Baal to death in front of the altars. And [Jehoiada] the priest appointed officers over the house of the L ord ."
            },
            {
                "verse_number": "19",
                "verse_text": "Then he took the captains of hundreds, the Carites (royal bodyguards), the guard, and all the people of the land; and they brought the [young] king down from the house of the L ord , and came by way of the guards&quot; gate to the king&quot;s house. And [little] Joash sat on the throne of the kings."
            },
            {
                "verse_number": "20",
                "verse_text": "So all the people of the land rejoiced and the city [of Jerusalem] was quiet. For they had put Athaliah to death with the sword at the king&quot;s house."
            },
            {
                "verse_number": "21",
                "verse_text": "Jehoash (Joash) was seven years old when he became king."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "In the seventh year of Jehu [king of Israel], Jehoash became king [over Judah], and he reigned forty years in Jerusalem. His mother&quot;s name was Zibiah of Beersheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoash did right in the sight of the L ord all his days in which Jehoiada the priest instructed him."
            },
            {
                "verse_number": "3",
                "verse_text": "Only the high places were not removed; the people were still sacrificing and burning incense [to the L ord ] on the high places [rather than at the temple]."
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoash said to the priests, &apos;All the money for the dedicated things which is brought into the house of the L ord , in current money, both the money of each man&quot;s assessment [for all those bound by vows], and all the money which any man&quot;s heart prompts him to bring into the house (temple) of the L ord ,"
            },
            {
                "verse_number": "5",
                "verse_text": "let the priests receive such contributions for themselves, each from his acquaintance; and they shall repair any breach in the house of the L ord , wherever a breach is found.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But it came about in the twenty-third year of [the reign of] King Jehoash, that the priests still had not repaired the damages of the L ord&quot;s house."
            },
            {
                "verse_number": "7",
                "verse_text": "Then King Jehoash called for Jehoiada the priest and the [other] priests and said to them, &apos;Why are you not repairing the damage of the house (temple)? Now then, do not take any more money from your acquaintances, but turn it all over for [the repair of] the damages of the house.&apos; [You are no longer responsible for this work. I will take it into my own hands.]"
            },
            {
                "verse_number": "8",
                "verse_text": "So the priests agreed that they would receive no [more] money from the people, nor [be responsible to] repair the damages of the house."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jehoiada the priest took a chest and bored a hole in its lid and set it beside the altar, on the right side as one enters the house of the L ord ; and the priests who guarded the door put in the chest all the money that was brought [by the people] into the house of the L ord ."
            },
            {
                "verse_number": "10",
                "verse_text": "And whenever they saw that there was a large amount of money in the chest, the king&quot;s scribe and the high priest came up and tied it in bags and counted the money that was found in the house of the L ord ."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they gave the money, which was weighed out into the hands of those who were doing the work, who had the oversight of the house of the L ord ; and they paid it out to the carpenters and builders who worked on the house (temple) of the L ord ,"
            },
            {
                "verse_number": "12",
                "verse_text": "and to the masons and stonecutters, and to buy timber and hewn (cut) stone to repair any breach in the house of the L ord , and for all that was laid out for repairing the house."
            },
            {
                "verse_number": "13",
                "verse_text": "However, there were not made for the house of the L ord basins of silver, snuffers, bowls, trumpets, any gold containers or [other] silver containers, from the money that was brought into the house of the L ord ;"
            },
            {
                "verse_number": "14",
                "verse_text": "but they gave that to those who did the work, and with it they repaired the house of the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "Moreover, they did not require an accounting from the men into whose hands they placed the money to be paid to those who did the work, for they acted in good faith."
            },
            {
                "verse_number": "16",
                "verse_text": "Money from the guilt offerings and money from the sin offerings was not brought into the house of the L ord [for repairs]; it was for the priests."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Hazael king of Aram (Syria) went up, fought against Gath [in Philistia], and captured it. And Hazael resolved to go up to Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "So Jehoash the king of Judah took all the sacred things that Jehoshaphat and Jehoram and Ahaziah, his fathers, kings of Judah, had dedicated, and his own sacred things and all the gold that was found in the treasuries of the house (temple) of the L ord and of the king&quot;s house, and sent them to Hazael king of Aram; and Hazael departed from Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Now the rest of the acts of Joash and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "20",
                "verse_text": "His servants arose and formed a conspiracy [against him] and struck down Joash [in revenge] at the house of Millo, [on the way] that goes down to Silla."
            },
            {
                "verse_number": "21",
                "verse_text": "For Jozacar (Jozachar) the son of Shimeath and Jehozabad the son of Shomer, his servants, struck him and he died; and they buried Joash with his fathers in the City of David. Amaziah his son became king in his place."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In the twenty-third year of Joash the son of Ahaziah, king of Judah, Jehoahaz the son of Jehu became king over Israel in Samaria, and he reigned seventeen years."
            },
            {
                "verse_number": "2",
                "verse_text": "He did evil in the sight of the L ord , and followed the [idolatrous] sins of Jeroboam the son of Nebat, who made Israel sin; he did not turn from them."
            },
            {
                "verse_number": "3",
                "verse_text": "So the anger of the L ord was kindled and burned against Israel, and He handed them over time and again to Hazael the king of Aram (Syria), and of Ben-hadad the son of Hazael."
            },
            {
                "verse_number": "4",
                "verse_text": "But Jehoahaz sought the favor of the L ord , and the L ord listened to him; for He saw the oppression of Israel, how the king of Aram oppressed them."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the L ord gave Israel a savior [to rescue them and give them peace], so that they escaped from under the hand of the Arameans; and the sons (descendants) of Israel lived in their tents as before."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet they did not turn from the [idolatrous] sins of the [royal] house of Jeroboam, who made Israel sin; but walked in them. And the Asherah [set up by Ahab] also remained standing in Samaria [Israel&quot;s capital]."
            },
            {
                "verse_number": "7",
                "verse_text": "For he left to Jehoahaz [king of Israel] an army of no more than fifty horsemen, ten chariots, and 10,000 footmen, for the king of Aram (Ben-hadad) had destroyed them and made them like dust to be trampled."
            },
            {
                "verse_number": "8",
                "verse_text": "Now the rest of the acts of Jehoahaz, everything that he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoahaz slept with his fathers [in death], and they buried him in Samaria; Joash his son became king in his place."
            },
            {
                "verse_number": "10",
                "verse_text": "In the thirty-seventh year of Joash king of Judah, Jehoash (Joash) the son of Jehoahaz became king over Israel in Samaria, and reigned sixteen years."
            },
            {
                "verse_number": "11",
                "verse_text": "He did evil in the sight of the L ord ; he did not turn away from all the [idolatrous] sins of Jeroboam the son of Nebat, who made Israel sin; but he walked in them."
            },
            {
                "verse_number": "12",
                "verse_text": "Now the rest of the acts of Joash, everything that he did, and his might with which he fought against Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "13",
                "verse_text": "Joash slept with his fathers [in death], and Jeroboam [II] sat on his throne. Joash was buried in Samaria with the kings of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Now Elisha had become sick with the illness by which he would die. And Joash the king of Israel came down to him and wept over him and said, &apos;O my father, my father, the chariot of Israel and its horsemen!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "And Elisha said to him, &apos;Take a bow and arrows.&apos; So he took a bow and arrows."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he said to the king of Israel, &apos;Put your hand on the bow.&apos; And he put his hand on it, and Elisha put his hands on the king&quot;s hands."
            },
            {
                "verse_number": "17",
                "verse_text": "And he said, &apos;Open the window to the east,&apos; and he opened it. Then Elisha said, &apos;Shoot!&apos; And he shot. And Elisha said, &apos;The L ord &quot; s arrow of victory, the arrow of victory over Aram (Syria); for you will strike the Arameans in Aphek until you have destroyed them.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then he said, &apos;Take the arrows,&apos; and he took them. And Elisha said to the king of Israel, &apos;Strike the ground,&apos; and he struck it three times and stopped."
            },
            {
                "verse_number": "19",
                "verse_text": "So the man of God was angry with him and said, &apos;You should have struck five or six times; then you would have struck down Aram until you had destroyed it. But now you shall strike Aram only three times.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Elisha died, and they buried him. Now marauding bands of Moabites would invade the land in the spring of the year."
            },
            {
                "verse_number": "21",
                "verse_text": "And it happened that as a man was being buried [on an open bier], they saw a marauding band [coming]; and they threw the man into Elisha&quot;s grave. But when the [body of the] man [was being let down and] touched the bones of Elisha he revived and stood up on his feet."
            },
            {
                "verse_number": "22",
                "verse_text": "Hazael the king of Aram oppressed Israel all the days of Jehoahaz."
            },
            {
                "verse_number": "23",
                "verse_text": "But the L ord was gracious to them and had compassion on them and turned toward them for the sake of His covenant with Abraham, Isaac, and Jacob, and He was unwilling to destroy them, and did not cast them from His presence until now."
            },
            {
                "verse_number": "24",
                "verse_text": "Hazael king of Aram (Syria) died; Ben-hadad his son became king in his place."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jehoash (Joash) the son of Jehoahaz recovered from Ben-hadad the son of Hazael the cities which he had taken from Jehoahaz his father by war. Three times Joash defeated Ben-hadad and recovered the cities of Israel."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "In the second year of Joash the son of Jehoahaz, king of Israel, Amaziah the son of Joash king of Judah became king."
            },
            {
                "verse_number": "2",
                "verse_text": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother&quot;s name was Jehoaddin of Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "He did right in the sight of the L ord , though not like David his father (ancestor). He acted in accordance with everything that his father Joash had done."
            },
            {
                "verse_number": "4",
                "verse_text": "However, the high places were not removed; the people were still sacrificing and burning incense on the high places."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as the kingdom was firmly in Amaziah&quot;s hand, he executed his servants who had killed his father the king."
            },
            {
                "verse_number": "6",
                "verse_text": "But he did not put the sons of the murderers to death, in compliance with what is written in the Book of the Law of Moses, in which the L ord commanded, saying, &apos;The fathers shall not be put to death for the sons, nor shall the sons be put to death for the fathers; but each shall be put to death [only] for his own sin.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Amaziah killed 10,000 [men] of Edom in the Valley of Salt, and took Sela (rock) by war, and renamed it Joktheel, to this day."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Amaziah sent messengers to Jehoash (Joash) the son of Jehoahaz, the son of Jehu, king of Israel, saying, &apos;Come, let us face each other [in combat].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoash the king of Israel sent word to Amaziah king of Judah, saying, &apos;The [little] thorn-bush in Lebanon sent word to the [tall] cedar in Lebanon, saying, &quot;Give your daughter to my son as wife.&quot; But a wild beast that was in Lebanon passed by and trampled the thorn-bush."
            },
            {
                "verse_number": "10",
                "verse_text": "You have indeed defeated Edom, and your heart has lifted you up [in pride]. Enjoy your glory but stay at home; for why should you plunge into misery so that you, even you, would fall [at my hand], and Judah with you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Amaziah would not listen. So Jehoash king of Israel went up; and he and Amaziah king of Judah faced each other [in combat] at Beth-shemesh, which belongs to Judah."
            },
            {
                "verse_number": "12",
                "verse_text": "Judah was defeated by Israel, and every man fled to his tent."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jehoash king of Israel captured Amaziah the king of Judah, the son of Jehoash (Joash), the son of Ahaziah, at Beth-shemesh, and came to Jerusalem and broke through the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, 400 cubits (600 feet)."
            },
            {
                "verse_number": "14",
                "verse_text": "He seized all the gold and silver and all the utensils found in the house (temple) of the L ord and in the treasuries of the king&quot;s house, as well as hostages, and returned to Samaria."
            },
            {
                "verse_number": "15",
                "verse_text": "Now the rest of the acts of Jehoash which he did, and his might and how he fought with Amaziah the king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoash slept with his fathers [in death] and was buried in Samaria with the kings of Israel. His son Jeroboam [II] became king in his place."
            },
            {
                "verse_number": "17",
                "verse_text": "Amaziah the son of Joash king of Judah lived for fifteen years after the death of Jehoash the son of Jehoahaz king of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The rest of the acts of Amaziah, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "19",
                "verse_text": "Now a conspiracy was formed against him in Jerusalem, and Amaziah fled [south] to Lachish; but they sent [men] after him to Lachish and killed him there."
            },
            {
                "verse_number": "20",
                "verse_text": "Then they carried him on horses and he was buried at Jerusalem with his fathers in the City of David."
            },
            {
                "verse_number": "21",
                "verse_text": "And all the people of Judah took Azariah, who was [only] sixteen years old, and made him king in place of his father Amaziah."
            },
            {
                "verse_number": "22",
                "verse_text": "He built Elath and restored it to Judah after the king [his father Amaziah] slept with his fathers [in death]."
            },
            {
                "verse_number": "23",
                "verse_text": "In the fifteenth year of Amaziah the son of Joash king of Judah, Jeroboam [II] the son of Joash (Jehoash) king of Israel became king in Samaria, and reigned forty-one years."
            },
            {
                "verse_number": "24",
                "verse_text": "He did evil in the sight of the L ord ; he did not turn from all the [idolatrous] sins of Jeroboam [I] the son of Nebat, who made Israel sin."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeroboam restored Israel&quot;s border from the entrance of Hamath to the Sea of the Arabah (Dead Sea), in accordance with the word of the L ord , the God of Israel, which He spoke through His servant Jonah the son of Amittai, the prophet who was from Gath-hepher."
            },
            {
                "verse_number": "26",
                "verse_text": "For the L ord saw the affliction (suffering) of Israel as very bitter; there was no one left, bond or free, nor any helper for Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "But the L ord had not said that He would blot out the name of Israel from under the heavens, so He saved them by the hand of Jeroboam [II] the son of Joash [king of Israel]."
            },
            {
                "verse_number": "28",
                "verse_text": "The rest of the acts of Jeroboam [II], all that he did, his might, how he fought, and how he recovered Damascus and Hamath for Israel, which had belonged to Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "29",
                "verse_text": "Jeroboam [II] slept with his fathers [in death], even with the kings of Israel. Zechariah his son became king in his place."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "In the twenty-seventh year of Jeroboam [II] king of Israel, Azariah (Uzziah) the son of Amaziah king of Judah became king."
            },
            {
                "verse_number": "2",
                "verse_text": "He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother&quot;s name was Jecoliah of Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "He did right in the sight of the L ord , in accordance with all that his father Amaziah had done."
            },
            {
                "verse_number": "4",
                "verse_text": "Only [the altars on] the high places were not removed; the people still sacrificed and burned incense on the high places [instead of worshiping God at the temple]."
            },
            {
                "verse_number": "5",
                "verse_text": "And the L ord struck (afflicted) the king, and he was a leper until the day of his death, and lived in a separate house. Jotham the king&quot;s son was in charge of the household, judging the people of the land."
            },
            {
                "verse_number": "6",
                "verse_text": "Now the rest of Azariah&quot;s acts, and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "7",
                "verse_text": "Azariah slept with his fathers [in death], and they buried him with his fathers in the City of David. His son Jotham became king in his place."
            },
            {
                "verse_number": "8",
                "verse_text": "In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam [II] became king over Israel in Samaria for six months."
            },
            {
                "verse_number": "9",
                "verse_text": "He did evil in the sight of the L ord , just as his fathers had done; he did not turn from the sins of Jeroboam [I] the son of Nebat, who made Israel sin."
            },
            {
                "verse_number": "10",
                "verse_text": "But Shallum the son of Jabesh conspired against Zechariah and struck and killed him in the presence of the people and reigned in his place."
            },
            {
                "verse_number": "11",
                "verse_text": "Now the rest of the acts of Zechariah, behold, they are written in the Book of the Chronicles of the Kings of Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "This is [the fulfillment of] the word of the L ord which He spoke to Jehu, saying, &apos;Your sons (descendants) shall sit on the throne of Israel to the fourth generation.&apos; And so it came to pass."
            },
            {
                "verse_number": "13",
                "verse_text": "Shallum the son of Jabesh became king in the thirty-ninth year of Uzziah (Azariah) king of Judah, and he reigned one month in Samaria."
            },
            {
                "verse_number": "14",
                "verse_text": "For Menahem the son of Gadi went up from Tirzah and came to Samaria, and struck and killed Shallum the son of Jabesh in Samaria and became king in his place."
            },
            {
                "verse_number": "15",
                "verse_text": "The rest of Shallum&quot;s acts, and his conspiracy which he made, they are written in the Book of the Chronicles of the Kings of Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Menahem struck [the town of] Tiphsah and all who were in it and its borders from Tirzah; [he attacked it] because they did not surrender to him; so he struck it and ripped up all the women there who were pregnant."
            },
            {
                "verse_number": "17",
                "verse_text": "In the thirty-ninth year of Azariah king of Judah, Menahem the son of Gadi became king over Israel, and reigned ten years in Samaria."
            },
            {
                "verse_number": "18",
                "verse_text": "He did evil in the sight of the L ord ; for all his days he did not turn from the sins of Jeroboam the son of Nebat, who caused Israel to sin."
            },
            {
                "verse_number": "19",
                "verse_text": "Pul, [Tiglath-pileser III] king of Assyria, came against the land [of Israel], and Menahem gave Pul a thousand talents of silver [as a bribe], so that he might help him to strengthen his control of the kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "Menahem exacted the money from Israel, from all the wealthy, influential men, fifty shekels of silver from each man to give to the king of Assyria. So the king of Assyria turned back and did not stay there in the land."
            },
            {
                "verse_number": "21",
                "verse_text": "Now the rest of Menahem&quot;s acts, and everything that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "22",
                "verse_text": "And Menahem slept with his fathers [in death]; his son Pekahiah became king in his place."
            },
            {
                "verse_number": "23",
                "verse_text": "In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem became king over Israel, and reigned two years in Samaria."
            },
            {
                "verse_number": "24",
                "verse_text": "He did evil in the sight of the L ord ; he did not turn from the [idolatrous] sins of Jeroboam [I] the son of Nebat, who made Israel sin."
            },
            {
                "verse_number": "25",
                "verse_text": "But Pekah the son of Remaliah, his officer, conspired against Pekahiah and struck him in Samaria, in the citadel of the king&quot;s house, with Argob and Arieh; and with Pekah were fifty Gileadites. So he killed Pekahiah and became king in his place."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the rest of the acts of Pekahiah, all that he did, they are written in the Book of the Chronicles of the Kings of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "In the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah became king over Israel, and reigned twenty years in Samaria."
            },
            {
                "verse_number": "28",
                "verse_text": "He did evil in the sight of the L ord ; he did not turn from the [idolatrous] sins of Jeroboam [I] the son of Nebat, who made Israel sin."
            },
            {
                "verse_number": "29",
                "verse_text": "In the days of Pekah king of Israel, Tiglath-pileser king of Assyria came and took Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of [the tribe of] Naphtali, and he carried the people captive to Assyria."
            },
            {
                "verse_number": "30",
                "verse_text": "Hoshea the son of Elah conspired against Pekah the son of Remaliah [of Israel]; he struck and killed him, and became king in his place in the twentieth year of Jotham the son of Uzziah [king of Judah]."
            },
            {
                "verse_number": "31",
                "verse_text": "Now the rest of Pekah&quot;s acts, and everything that he did, they are written in the Book of the Chronicles of Israel&quot;s Kings."
            },
            {
                "verse_number": "32",
                "verse_text": "In the second year of Pekah the son of Remaliah king of Israel, Jotham the son of Uzziah king of Judah became king."
            },
            {
                "verse_number": "33",
                "verse_text": "When he was twenty-five years old, he became king [over Judah], and he reigned sixteen years in Jerusalem. His mother&quot;s name was Jerusha daughter of Zadok."
            },
            {
                "verse_number": "34",
                "verse_text": "He did what was right in the sight of the L ord , in accordance with everything that his father Uzziah had done."
            },
            {
                "verse_number": "35",
                "verse_text": "Only [the altars on] the high places were not removed; the people still sacrificed and burned incense on the high places [rather than in the temple]. He built the upper gate of the house of the L ord ."
            },
            {
                "verse_number": "36",
                "verse_text": "Now the rest of the acts of Jotham, and all that he did, are they not written in the Book of the Chronicles of Judah&quot;s Kings?"
            },
            {
                "verse_number": "37",
                "verse_text": "In those days the L ord began sending Rezin the king of Aram (Syria) and [Israel&quot;s king] Pekah the son of Remaliah against Judah."
            },
            {
                "verse_number": "38",
                "verse_text": "Jotham slept with his fathers [in death], and was buried with them in the City of David his father (ancestor). Ahaz his son became king in his place."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham, king of Judah, became king."
            },
            {
                "verse_number": "2",
                "verse_text": "Ahaz was twenty years old when he became king, and he reigned sixteen years in Jerusalem. He did not do what was right in the sight of the L ord his God, as his father (ancestor) David had done."
            },
            {
                "verse_number": "3",
                "verse_text": "Instead he walked in the way of the [idolatrous] kings of Israel, and even made his son pass through the fire [as a human sacrifice], in accordance with the repulsive [and idolatrous] practices of the [pagan] nations whom the L ord drove out before the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "He also sacrificed and burned incense on the high places and on the hills and under every green tree."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Rezin the king of Aram (Syria) and Pekah the son of Remaliah, king of Israel, came up to Jerusalem to wage war. They besieged Ahaz, but could not overcome and conquer him."
            },
            {
                "verse_number": "6",
                "verse_text": "At that time Rezin king of Aram recovered Elath [in Edom] for Aram, and drove the Jews away from it. The Arameans came to Elath, and live there to this day."
            },
            {
                "verse_number": "7",
                "verse_text": "So Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, &apos;I am your servant and son. Come up and rescue me from the hand of the kings of Aram and of Israel, who are rising up against me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And Ahaz took the silver and gold that was found in the house of the L ord and in the treasuries of the king&quot;s house, and sent a gift to the king of Assyria."
            },
            {
                "verse_number": "9",
                "verse_text": "So the king of Assyria listened to him; and he went up against Damascus and captured it, and carried its people away into exile to Kir, and put Rezin [king of Aram] to death."
            },
            {
                "verse_number": "10",
                "verse_text": "Now King Ahaz went to Damascus to meet Tiglath-pileser the king of Assyria, and saw the pagan altar which was at Damascus. Then King Ahaz sent a model of the altar to Urijah the priest along with a [detailed] pattern for all its construction."
            },
            {
                "verse_number": "11",
                "verse_text": "So Urijah the priest built an altar; in accordance with everything that King Ahaz had sent from Damascus, that is how Urijah the priest made it before King Ahaz returned from Damascus."
            },
            {
                "verse_number": "12",
                "verse_text": "When the king came from Damascus, he saw the altar; then the king approached the altar and offered [sacrifices] on it,"
            },
            {
                "verse_number": "13",
                "verse_text": "and burned his burnt offering and his grain offering, and poured out his drink offering, and sprinkled the blood of his peace offerings on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "He brought the bronze altar, which was before the L ord , from the front of the house (temple), from between the [new] altar and the house of the L ord , and put it on the north side of the [new] altar."
            },
            {
                "verse_number": "15",
                "verse_text": "Then King Ahaz commanded Urijah the priest, saying, &apos;Upon the great [new] altar, burn the morning burnt offering and the evening grain offering, and the king&quot;s burnt offering and his grain offering, with the burnt offering of all the people of the land and their grain offering and their drink offerings; and sprinkle on the new altar all the blood of the burnt offering and all the blood of the sacrifice. But the [old] bronze altar shall be kept for me to use to examine the sacrifices.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Urijah the priest acted in accordance with everything that King Ahaz commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "Then King Ahaz cut away the frames of the basin stands [in the temple], and removed the basin from [each of] them; and he took down the [large] Sea from the bronze oxen which were under it, and put it on a plastered stone floor."
            },
            {
                "verse_number": "18",
                "verse_text": "He removed from the house of the L ord the covered way for the Sabbath which they had built in the house, and the outer entrance of the king, because of the king of Assyria [who might confiscate them]."
            },
            {
                "verse_number": "19",
                "verse_text": "Now the rest of the acts of Ahaz, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "20",
                "verse_text": "So Ahaz slept with his fathers [in death] and was buried with his fathers in the City of David; and his son Hezekiah became king in his place."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "In the twelfth year of Ahaz king of Judah, Hoshea the son of Elah became king over Israel in Samaria, and reigned for nine years."
            },
            {
                "verse_number": "2",
                "verse_text": "He did evil in the sight of the L ord , but not as the kings of Israel who came before him."
            },
            {
                "verse_number": "3",
                "verse_text": "Shalmaneser [V] king of Assyria came up against him, and Hoshea became his servant and paid him tribute (money)."
            },
            {
                "verse_number": "4",
                "verse_text": "But the king of Assyria discovered a conspiracy in Hoshea, who sent messengers to So, king of Egypt, and offered no tribute to the king of Assyria, as he had done year by year; therefore the king of Assyria arrested him and bound him in prison."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the king of Assyria invaded all the land [of Israel] and went up to Samaria and besieged it for three years."
            },
            {
                "verse_number": "6",
                "verse_text": "In the ninth year of Hoshea, the king of Assyria took Samaria and carried [the people of] Israel into exile to Assyria, and settled them in Halah and in Habor, by the river of Gozan, and in the cities of the Medes."
            },
            {
                "verse_number": "7",
                "verse_text": "Now this came about because the Israelites had sinned against the L ord their God, who had brought them up from the land of Egypt, from under the hand of Pharaoh king of Egypt; and they had feared [and worshiped] other gods"
            },
            {
                "verse_number": "8",
                "verse_text": "and walked in the customs of the [pagan] nations whom the L ord had driven out before the sons (descendants) of Israel, and in the pagan customs of the kings of Israel which they had introduced."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites ascribed things to the L ord their God which were not true. They built for themselves high places [of worship] in all their towns, from [the lonely] lookout tower to the [populous] fortified city."
            },
            {
                "verse_number": "10",
                "verse_text": "They set up for themselves sacred pillars (memorial stones) and Asherim on every high hill and under every green tree."
            },
            {
                "verse_number": "11",
                "verse_text": "There they burned incense on all the high places, just as the [pagan] nations whom the L ord had deported before them; and they did evil and contemptible things, provoking the L ord [to anger]."
            },
            {
                "verse_number": "12",
                "verse_text": "And they served idols, of which the L ord had said to them, &apos;You shall not do this thing.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet the L ord warned Israel and Judah through all His prophets and every seer, saying, &apos;Turn from your evil ways and keep My commandments and My statutes, in accordance with all the Law which I commanded your fathers, and which I sent to you by My servants the prophets.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "However they did not listen, but stiffened their necks as did their fathers who did not believe (trust in, rely on, remain steadfast to) the L ord their God."
            },
            {
                "verse_number": "15",
                "verse_text": "They rejected His statutes and His covenant which He made with their fathers, as well as His warnings that he gave them. And they followed vanity [that is, false gods, idols] and became vain (empty-headed). They followed the [pagan practices of the] nations which surrounded them, although the L ord had commanded that they were not to do as they did."
            },
            {
                "verse_number": "16",
                "verse_text": "They abandoned all the commandments of the L ord their God and made for themselves cast images of two calves; and they made an Asherah [idol] and worshiped all the [starry] host of heaven and served Baal."
            },
            {
                "verse_number": "17",
                "verse_text": "They made their sons and their daughters pass through the fire [as human sacrifices], and used divination [to foretell the future] and enchantments; and they sold themselves to do evil in the sight of the L ord , provoking Him to anger."
            },
            {
                "verse_number": "18",
                "verse_text": "Therefore the L ord was very angry with Israel and removed them from His sight; none [of the tribes] was left except the tribe of Judah."
            },
            {
                "verse_number": "19",
                "verse_text": "Judah did not keep the commandments of the L ord their God either, but walked in the customs which Israel introduced."
            },
            {
                "verse_number": "20",
                "verse_text": "So the L ord rejected all the descendants of Israel (Jacob) and [repeatedly] afflicted them and handed them over to plunderers, until He had cast them out of His sight."
            },
            {
                "verse_number": "21",
                "verse_text": "When He had torn Israel from the [royal] house of David, they made Jeroboam the son of Nebat king. And Jeroboam drove Israel away from following the L ord and made them commit a great sin."
            },
            {
                "verse_number": "22",
                "verse_text": "For the Israelites walked in all the [idolatrous] sins which Jeroboam committed; they did not turn from them"
            },
            {
                "verse_number": "23",
                "verse_text": "until the L ord removed Israel from His sight, just as He had foretold through all His servants the prophets. So Israel went into exile from their own land to Assyria to this day [the date of this writing]."
            },
            {
                "verse_number": "24",
                "verse_text": "The king of Assyria brought men from Babylon and from Cuthah and from Avva and from Hamath and Sepharvaim, and settled them in the cities of Samaria in place of the sons (people) of Israel. They took possession of Samaria and lived in its cities."
            },
            {
                "verse_number": "25",
                "verse_text": "Now when they began to live there, they did not fear the L ord ; therefore the L ord sent lions among them which killed some of them."
            },
            {
                "verse_number": "26",
                "verse_text": "So the king of Assyria was told, &apos;The nations whom you have sent into exile and settled in the cities of Samaria do not know the custom of the god of the land; so He has sent lions among them, and they are killing them because they do not know the manner of [worship demanded by] the god of the land.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the king of Assyria commanded, &apos;Take back [to Samaria] one of the priests whom you brought from there, and have him go and live there; and have him teach the people the custom of the god of the land.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So one of the priests whom they had exiled from Samaria came [back] and lived in Bethel and taught them how they should fear [and worship] the L ord ."
            },
            {
                "verse_number": "29",
                "verse_text": "But every nation still made gods of its own and put them in the houses (shrines) of the high places which the Samaritans had made, every nation in the cities where they lived."
            },
            {
                "verse_number": "30",
                "verse_text": "The men of Babylon made Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"
            },
            {
                "verse_number": "31",
                "verse_text": "the Avvites made Nibhaz and Tartak; and the Sepharvites burned their children in the fire to Adrammelech and Anammelech, the gods of Sepharvaim."
            },
            {
                "verse_number": "32",
                "verse_text": "They also feared the L ord and appointed from among themselves priests of the high places, who sacrificed for them in the houses of the high places."
            },
            {
                "verse_number": "33",
                "verse_text": "They feared the L ord , yet served their own gods, following the custom of the nations from among whom they had been sent into exile."
            },
            {
                "verse_number": "34",
                "verse_text": "To this day they act in accordance with their former [pagan] customs: they do not [really] fear the L ord , nor do they obey their statutes and ordinances, nor the law, nor the commandments which the L ord commanded the sons (descendants) of Jacob, whom He named Israel;"
            },
            {
                "verse_number": "35",
                "verse_text": "with whom the L ord had made a covenant and commanded them, saying, &apos;You shall not fear other gods or bow yourselves to them nor serve them, nor sacrifice to them."
            },
            {
                "verse_number": "36",
                "verse_text": "But the L ord , who brought you up from the land of Egypt with great power and an outstretched arm, Him you shall fear, and to Him you shall bow yourselves down, and to Him you shall sacrifice."
            },
            {
                "verse_number": "37",
                "verse_text": "The statutes and the ordinances and the law and the commandment which He wrote for you [by the hand of Moses], you shall observe and do forever. You shall not fear (worship, serve) other gods."
            },
            {
                "verse_number": "38",
                "verse_text": "The covenant that I have made with you, you shall not forget; you shall not fear other gods."
            },
            {
                "verse_number": "39",
                "verse_text": "But the L ord your God you shall fear [and worship]; then He will rescue you from the hands of all your enemies.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "However, they did not listen, but they acted in accordance with their former custom."
            },
            {
                "verse_number": "41",
                "verse_text": "So these nations [superficially] feared the L ord ; they also served their idols, as did their children and their children&quot;s children, just as their fathers did, so do they to this day [the date of this writing]."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Now it came about in the third year of Hoshea the son of Elah king of Israel, Hezekiah the son of Ahaz king of Judah became king."
            },
            {
                "verse_number": "2",
                "verse_text": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother&quot;s name was Abi the daughter of Zechariah."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah did right in the sight of the L ord , in accordance with everything that David his father (ancestor) had done."
            },
            {
                "verse_number": "4",
                "verse_text": "He removed the high places [of pagan worship], broke down the images (memorial stones) and cut down the Asherim. He also crushed to pieces the bronze serpent that Moses had made, for until those days the Israelites had burned incense to it; and it was called Nehushtan [a bronze sculpture]."
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah trusted in and relied confidently on the L ord , the God of Israel; so that after him there was no one like him among all the kings of Judah, nor among those who were before him."
            },
            {
                "verse_number": "6",
                "verse_text": "For he clung to the L ord ; he did not turn away from [faithfully] following Him, but he kept His commandments, which the L ord had commanded Moses."
            },
            {
                "verse_number": "7",
                "verse_text": "And the L ord was with Hezekiah; he was successful wherever he went. And he rebelled against the king of Assyria and refused to serve him."
            },
            {
                "verse_number": "8",
                "verse_text": "He defeated the Philistines as far as Gaza [the most distant city] and its borders, from the [isolated] lookout tower to the [populous] fortified city."
            },
            {
                "verse_number": "9",
                "verse_text": "Now in the fourth year of King Hezekiah, which was the seventh of Hoshea the son of Elah king of Israel, Shalmaneser the king of Assyria went up against Samaria and besieged it."
            },
            {
                "verse_number": "10",
                "verse_text": "At the end of three years they captured it; in the sixth year of Hezekiah, which was the ninth year of Hoshea the king of Israel, Samaria was taken."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the king of Assyria sent Israel into exile to Assyria, and put them in Halah, and on the Habor, the river of [the city of] Gozan, and in the cities of the Medes,"
            },
            {
                "verse_number": "12",
                "verse_text": "because they did not obey the voice of the L ord their God, but broke His covenant, everything that Moses the servant of the L ord had commanded; and they would not listen nor do it."
            },
            {
                "verse_number": "13",
                "verse_text": "In the fourteenth year of King Hezekiah, Sennacherib king of Assyria went up against all the fortified cities of Judah [except Jerusalem] and captured them."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Hezekiah king of Judah sent word to the king of Assyria at Lachish, saying, &apos;I have done wrong. Withdraw from me; whatever you impose on me I will bear.&apos; So the king of Assyria imposed on Hezekiah king of Judah [a tribute tax of] three hundred talents of silver and thirty talents of gold."
            },
            {
                "verse_number": "15",
                "verse_text": "Hezekiah gave him all the silver that was found in the house (temple) of the L ord , and in the treasuries of the king&quot;s house (palace)."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time Hezekiah cut away the gold framework from the doors of the temple of the L ord and from the doorposts which he had overlaid, and gave it to the king of Assyria."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the king of Assyria sent the Tartan and the Rab-saris and the Rabshakeh [his highest officials] with a large army, from Lachish to King Hezekiah at Jerusalem. They went up and came to Jerusalem, and when they went up and arrived, they stood by the aqueduct of the upper pool, which is on the road of the Fuller&quot;s Field."
            },
            {
                "verse_number": "18",
                "verse_text": "When they called for the king, Eliakim the son of Hilkiah, who was in charge of the [king&quot;s] household, and Shebna the scribe, and Joah the son of Asaph the secretary went out to [meet] them."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Rabshakeh said to them, &apos;Say to Hezekiah, &quot;Thus says the great king, the king of Assyria, &apos;What is [the reason for] this confidence that you have?"
            },
            {
                "verse_number": "20",
                "verse_text": "You say (but they are only empty words) &quot; I have counsel and strength for the war.&quot; Now on whom do you rely, that you have rebelled against me?"
            },
            {
                "verse_number": "21",
                "verse_text": "Now pay attention: you are relying on Egypt, on that staff of crushed reed; if a man leans on it, it will only go into his hand and pierce it. So is Pharaoh king of Egypt to all who trust and rely on him."
            },
            {
                "verse_number": "22",
                "verse_text": "But if you tell me, &quot;We trust in and rely on the L ord our God,&quot; is it not He whose high places and altars Hezekiah has removed, and has said to Judah and Jerusalem, &quot;You shall worship [only] before this altar in Jerusalem&quot;?"
            },
            {
                "verse_number": "23",
                "verse_text": "Now then, make a bargain with my lord the king of Assyria, and I will give you two thousand horses, if on your part you can put riders on them."
            },
            {
                "verse_number": "24",
                "verse_text": "How then can you drive back even one official of the least of my master&quot;s servants, when you rely on Egypt for chariots and horsemen?"
            },
            {
                "verse_number": "25",
                "verse_text": "Now have I come up against this place to destroy it without the L ord &quot; s approval? The L ord said to me, &quot;Go up against this land and destroy it.&quot; &apos; &quot; &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Eliakim the son of Hilkiah, and Shebna and Joah, said to the Rabshakeh, &apos;Please speak to your servants in the Aramaic (Syrian) language, because we understand it; and do not speak with us in the Judean (Hebrew) language in the hearing of the people who are on the wall.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But the Rabshakeh said to them, &apos;Has my master sent me only to your master and to you to say these things? Has he not sent me to the men who sit on the wall, [who are doomed by the siege] to eat their own excrement and drink their own urine along with you?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the Rabshakeh stood and shouted out with a loud voice in Judean (Hebrew), &apos;Hear the word of the great king, the king of Assyria."
            },
            {
                "verse_number": "29",
                "verse_text": "Thus says the king, &quot;Do not let Hezekiah deceive you, for he will not be able to rescue you from my hand;"
            },
            {
                "verse_number": "30",
                "verse_text": "nor let Hezekiah make you trust in and rely on the L ord , saying, &apos;The L ord will certainly rescue us, and this city [of Jerusalem] will not be given into the hand of the king of Assyria.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Do not listen to Hezekiah, for thus says the king of Assyria: &apos;Surrender to me and come out to [meet] me, and every man may eat from his own vine and fig tree, and every man may drink the waters of his own well,"
            },
            {
                "verse_number": "32",
                "verse_text": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey, so that you may live and not die.&apos; Do not listen to Hezekiah when he misleads and incites you, saying, &apos;The L ord will rescue us!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Has any one of the gods of the nations ever rescued his land from the hand of the king of Assyria?"
            },
            {
                "verse_number": "34",
                "verse_text": "Where are the gods of Hamath and Arpad [in Aram]? Where are the gods of Sepharvaim, Hena, and Ivvah [in the valley of the Euphrates]? Have they rescued Samaria (Israel&quot;s capital) from my hand?"
            },
            {
                "verse_number": "35",
                "verse_text": "Who among all the gods of the lands have rescued their lands from my hand, that the L ord would rescue Jerusalem from my hand?&quot; &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "But the people kept silent and did not answer him, for the king had commanded, &apos;Do not answer him.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then Eliakim the son of Hilkiah, who was in charge of the [royal] household, and Shebna the scribe and Joah the son of Asaph the secretary, came to Hezekiah with their clothes torn [in grief and despair] and told him what the Rabshakeh had said."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "When king Hezekiah heard it, he tore his clothes and he covered himself with sackcloth and went into the house (temple) of the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he sent Eliakim who was in charge of his household, Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet the son of Amoz."
            },
            {
                "verse_number": "3",
                "verse_text": "They said to him, &apos;Thus says Hezekiah, &quot;This is a day of distress and anxiety, of punishment and humiliation; for children have come to [the time of their] birth and there is no strength to rescue them."
            },
            {
                "verse_number": "4",
                "verse_text": "It may be that the L ord your God will hear all the words of the Rabshakeh, whom his master the king of Assyria has sent to taunt and defy the living God, and will rebuke the words which the L ord your God has heard. So offer a prayer for the remnant [of His people] that is left [in Judah].&quot; &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So the servants of King Hezekiah came to Isaiah."
            },
            {
                "verse_number": "6",
                "verse_text": "Isaiah said to them, &apos;Say this to your master: &quot;Thus says the L ord , &apos;Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have reviled (blasphemed) Me."
            },
            {
                "verse_number": "7",
                "verse_text": "Behold, I will put a spirit in him so that he will hear a rumor and return to his own land. And I will make him fall by the sword in his own land.&apos; &quot; &apos; &quot;The virgin daughter of Zion Has despised you and mocked you; The daughter of Jerusalem Has shaken her head behind you! Against whom have you raised your voice, And haughtily lifted up your eyes? Against the Holy One of Israel! And have said [boastfully], &apos;With my many chariots I came up to the heights of the mountains, To the remotest parts of Lebanon; I cut down its tall cedar trees and its choicest cypress trees. I entered its most distant lodging, its densest forest. And with the sole of my feet I dried up All the rivers of [the Lower Nile of] Egypt.&apos; Long ago I did it; From ancient times I planned it. Now I have brought it to pass, That you [king of Assyria] should [be My instrument to] turn fortified cities into ruinous heaps. They were shattered [in spirit] and put to shame; They were like plants of the field, the green herb, As grass on the housetops is scorched before it is grown up. Your going out, your coming in, And your raging against Me. And because your arrogance and complacency have come up to My ears, I will put My hook in your nose, And My bridle in your lips, And I will turn you back [to Assyria] by the way that you came."
            },
            {
                "verse_number": "8",
                "verse_text": "So the Rabshakeh returned and found the king of Assyria fighting against Libnah [a fortified city of Judah]; for he had heard that the king had left Lachish."
            },
            {
                "verse_number": "9",
                "verse_text": "When the king heard them say concerning Tirhakah king of Ethiopia, &apos;Behold, he has come out to make war against you,&apos; he sent messengers again to Hezekiah, saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Say this to Hezekiah king of Judah, &quot;Do not let your God on whom you rely deceive you by saying, &apos;Jerusalem shall not be handed over to the king of Assyria.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Listen, you have heard what the Assyrian kings have done to all the lands, destroying them completely. So will you be spared?"
            },
            {
                "verse_number": "12",
                "verse_text": "Did the gods of the nations whom my forefathers destroyed rescue them&ndash;Gozan and Haran [of Mesopotamia] and Rezeph and the people of Eden who were in Telassar?"
            },
            {
                "verse_number": "13",
                "verse_text": "Where is the king of Hamath, the king of Arpad [of northern Syria], the king of the city of Sepharvaim, and of Hena and Ivvah?&quot; &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Hezekiah received the letter from the hand of the messengers and read it. Then he went up to the house (temple) of the L ord and spread it out before the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "Hezekiah prayed before the L ord and said, &apos;O L ord , the God of Israel, who is enthroned above the cherubim [of the ark in the temple], You are the God, You alone, of all the kingdoms of the earth. You have made the heavens and the earth."
            },
            {
                "verse_number": "16",
                "verse_text": "O L ord , bend down Your ear and hear; L ord , open Your eyes and see; hear the [taunting] words of Sennacherib, which he has sent to taunt and defy the living God."
            },
            {
                "verse_number": "17",
                "verse_text": "It is true, L ord , that the Assyrian kings have devastated the nations and their lands"
            },
            {
                "verse_number": "18",
                "verse_text": "and have thrown their gods into the fire, for they were not [real] gods but [only] the work of men&quot;s hands, wood and stone. So they [could destroy them and] have destroyed them."
            },
            {
                "verse_number": "19",
                "verse_text": "Now, O L ord our God, please, save us from his hand so that all the kingdoms of the earth may know [without any doubt] that You alone, O L ord , are God.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Isaiah the son of Amoz sent word to Hezekiah, saying, &apos;Thus says the L ord , the God of Israel: &quot;I have heard your prayer to Me regarding Sennacherib king of Assyria.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "This is the word that the L ord has spoken against him:"
            },
            {
                "verse_number": "22",
                "verse_text": "Whom have you taunted and blasphemed?"
            },
            {
                "verse_number": "23",
                "verse_text": "Through your messengers you have taunted and defied the Lord,"
            },
            {
                "verse_number": "24",
                "verse_text": "I dug wells and drank foreign waters,"
            },
            {
                "verse_number": "25",
                "verse_text": "&quot;Have you not heard [asks the God of Israel]?"
            },
            {
                "verse_number": "26",
                "verse_text": "Therefore their inhabitants were powerless,"
            },
            {
                "verse_number": "27",
                "verse_text": "But I [the L ord ] know your sitting down [O Sennacherib],"
            },
            {
                "verse_number": "28",
                "verse_text": "Because of your raging against Me,"
            },
            {
                "verse_number": "29",
                "verse_text": "&quot;Then this shall be the sign [of these things] to you [Hezekiah]: this year you will eat what grows of itself, in the second year what springs up voluntarily, and in the third year sow and reap, plant vineyards, and eat their fruit."
            },
            {
                "verse_number": "30",
                "verse_text": "The survivors who remain of the house of Judah will again take root downward and bear fruit upward."
            },
            {
                "verse_number": "31",
                "verse_text": "For a remnant will go forth from Jerusalem, and [a band of] survivors from Mount Zion. The zeal of the L ord of hosts shall perform this."
            },
            {
                "verse_number": "32",
                "verse_text": "&quot;Therefore thus says the L ord concerning the king of Assyria: &apos;He will not come to this city [Jerusalem] nor shoot an arrow there; nor will he come before it with a shield nor throw up a siege ramp against it."
            },
            {
                "verse_number": "33",
                "verse_text": "By the way that he came, by the same way he will return, and he will not come into this city,&apos; &quot; declares the L ord ."
            },
            {
                "verse_number": "34",
                "verse_text": "&quot;For I will protect this city to save it, for My own sake and for My servant David&quot;s sake.&quot; &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then it came to pass that night, that the angel of the L ord went forth and struck down 185,000 [men] in the camp of the Assyrians; when the survivors got up early in the morning, behold, all [185,000] of them were dead."
            },
            {
                "verse_number": "36",
                "verse_text": "So Sennacherib king of Assyria left and returned home, and lived at Nineveh."
            },
            {
                "verse_number": "37",
                "verse_text": "It came about as he was worshiping in the house of Nisroch his god, that his sons Adrammelech and Sharezer killed him with a sword; and they escaped to the land of Ararat. And Esarhaddon his son became king in his place."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In those days [when Sennacherib first invaded Judah] Hezekiah became deathly ill. The prophet Isaiah the son of Amoz came and said to him, &apos;Thus says the L ord , &quot;Set your house in order, for you shall die and not recover.&quot; &apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then Hezekiah turned his face to the wall and prayed to the L ord , saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Please, O L ord , remember now [with compassion] how I have walked before You in faithfulness and truth and with a whole heart [entirely devoted to You], and have done what is good in Your sight.&apos; And Hezekiah wept bitterly."
            },
            {
                "verse_number": "4",
                "verse_text": "Before Isaiah had gone out of the middle courtyard, the word of the L ord came to him, saying,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Go back and tell Hezekiah the leader of My people, &quot;Thus says the L ord , the God of David your father (ancestor): &apos;I have heard your prayer, I have seen your tears. Behold, I am healing you; on the third day you shall go up to the house of the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "I will add fifteen years to your life and save you and this city [Jerusalem] from the hand of the king of Assyria; and I will protect this city for My own sake and for My servant David&quot;s sake.&apos; &quot; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Isaiah said, &apos;Bring a cake of figs. And they brought it and placed it on the [painful] inflammation, and he recovered.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Hezekiah said to Isaiah, &apos;What will be the sign that the L ord will [completely] heal me, and that I shall go up to the house of the L ord on the third day?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Isaiah said, &apos;This will be the sign to you from the L ord , that He will do the thing that He has spoken: shall the shadow [indicating the time of day] go forward ten steps, or go backward ten steps?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Hezekiah answered, &apos;It is easy for the shadow to go forward ten steps; no, but let the shadow turn backward ten steps.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Isaiah the prophet called out to the L ord , and He brought the shadow on the steps ten steps backward by which it had gone down on the sundial of Ahaz."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time Berodach-baladan a son of Baladan, king of Babylon, sent letters and a gift to Hezekiah, for he had heard that Hezekiah had been sick."
            },
            {
                "verse_number": "13",
                "verse_text": "Hezekiah listened to and welcomed them and [ foolishly] showed them all his treasure house&ndash;the silver and gold and spices and precious oil and his armory and everything that was found in his treasuries. There was nothing in his house (palace) nor in all his realm that Hezekiah did not show them."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Isaiah the prophet came to King Hezekiah and said to him, &apos;What did these men say [that would cause you to do this for them]? From where have they come to you?&apos; Hezekiah said, &apos;They have come from a far country, from Babylon.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Isaiah said, &apos;What have they seen in your house?&apos; Hezekiah answered, &apos;They have seen everything that is in my house (palace). There is nothing in my treasuries that I have not shown them.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Isaiah said to Hezekiah, &apos;Hear the word of the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;Behold, the time is coming when everything that is in your house, and that your fathers have stored up until this day, will be carried to Babylon; nothing will be left,&quot; says the L ord ."
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;And some of your sons (descendants) who will be born to you will be taken away [as captives]; and they will become eunuchs in the palace of the king of Babylon.&quot; &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Hezekiah said to Isaiah, &apos;The word of the L ord which you have spoken is good.&apos; For he thought, &apos;Is it not good, if [at least] there will be peace and security in my lifetime?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the acts of Hezekiah and all his might, and how he made the [Siloam] pool and the aqueduct and brought water into the city, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "21",
                "verse_text": "Hezekiah slept with his fathers [in death], and Manasseh his son became king in his place."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was twelve years old when he became king, and he reigned for fifty-five years in Jerusalem. His mother&quot;s name was Hephzibah."
            },
            {
                "verse_number": "2",
                "verse_text": "He did [great] evil in the sight of the L ord , in accordance with the [idolatrous] repulsive acts of the [pagan] nations whom the L ord dispossessed before the sons (descendants) of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "For he rebuilt the high places [for the worship of pagan gods] which his father Hezekiah had destroyed; and he set up altars for Baal and made an [image of] Asherah, just as Ahab king of Israel had done, and he worshiped all the [starry] host of heaven and served them."
            },
            {
                "verse_number": "4",
                "verse_text": "And he built [pagan] altars in the house (temple) of the L ord , of which the L ord had said, &apos;In Jerusalem I will put My Name (Presence).&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And he built altars for all the host of heaven in the two courtyards of the house of the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "He made his son pass through the fire and burned him [as an offering to Molech]; he practiced witchcraft and divination, and dealt with mediums and soothsayers. He did great evil in the sight of the L ord , provoking Him to anger ."
            },
            {
                "verse_number": "7",
                "verse_text": "He made a carved image of the [goddess] Asherah and set it up in the house (temple), of which the L ord said to David and to his son Solomon, &apos;In this house and in Jerusalem [in the tribe of Judah], which I have chosen from all the tribes of Israel, I will put My Name forever."
            },
            {
                "verse_number": "8",
                "verse_text": "And I will not make the feet of Israel wander anymore from the land which I gave their fathers, if only they will be careful to act in accordance with everything that I have commanded them, and with all the law that My servant Moses commanded them.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But they did not listen; and Manasseh seduced them to do more evil than the nations whom the L ord destroyed before the sons (descendants) of Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Now the L ord spoke through His servants the prophets, saying,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Because Manasseh king of Judah has committed these repulsive acts, having done more evil than all the Amorites did who were before him, and has also made Judah sin with his idols;"
            },
            {
                "verse_number": "12",
                "verse_text": "therefore thus says the L ord , the God of Israel: &quot;Behold, I am bringing such catastrophe on Jerusalem and Judah, that everyone who hears of it, both of his ears will ring [from the shock]."
            },
            {
                "verse_number": "13",
                "verse_text": "I will stretch over Jerusalem the measuring line of Samaria and the plummet of the house of Ahab; and I will wipe Jerusalem clean just as one wipes a [dirty] bowl clean, wiping it and turning it upside down."
            },
            {
                "verse_number": "14",
                "verse_text": "I will abandon the remnant (remainder) of My inheritance and hand them over to their enemies; and they will become plunder and spoil to all their enemies,"
            },
            {
                "verse_number": "15",
                "verse_text": "because they have done evil in My sight, and have been provoking Me to anger, since the day their fathers came from Egypt to this day.&quot; &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Moreover, Manasseh shed a very great quantity of innocent blood, until he had filled Jerusalem from one end to another; besides his sin with which he made Judah sin, by doing evil in the sight of the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the rest of the acts of Manasseh, everything that he did, and the sin that he committed, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "18",
                "verse_text": "Manasseh slept with his fathers [in death] and was buried in the garden of his own house, in the garden of Uzza. And his son Amon became king in his place."
            },
            {
                "verse_number": "19",
                "verse_text": "Amon was twenty-two years old when he became king, and he reigned two years in Jerusalem. His mother&quot;s name was Meshullemeth the daughter of Haruz of Jotbah."
            },
            {
                "verse_number": "20",
                "verse_text": "He also did evil in the sight of the L ord , just as his father Manasseh had done."
            },
            {
                "verse_number": "21",
                "verse_text": "He walked in all the [evil] ways that his father had walked; and he served the idols that his father had served, and worshiped them;"
            },
            {
                "verse_number": "22",
                "verse_text": "he abandoned the L ord , the God of his fathers, and did not walk in the way of the L ord ."
            },
            {
                "verse_number": "23",
                "verse_text": "But the servants of Amon conspired against him and killed the king in his own house (palace)."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the people of the land [of Judah] killed all those who had conspired against King Amon, and the people of the land made his son Josiah king in his place."
            },
            {
                "verse_number": "25",
                "verse_text": "Now the rest of the acts of Amon which he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "26",
                "verse_text": "He was buried in his tomb in the garden of Uzza, and his son Josiah became king in his place."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was eight years old when he became king, and reigned for thirty-one years in Jerusalem. His mother&quot;s name was Jedidah daughter of Adaiah of Bozkath."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was right in the sight of the L ord and walked in all the ways of his father (ancestor) David, and did not turn aside to the right or to the left."
            },
            {
                "verse_number": "3",
                "verse_text": "In the eighteenth year of King Josiah, the king sent Shaphan the son of Azaliah, the son of Meshullam the scribe to the house of the L ord , saying,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Go up to Hilkiah the high priest, so that he may count the entire amount of money brought into the house of the L ord , which the doorkeepers have collected from the people."
            },
            {
                "verse_number": "5",
                "verse_text": "And have them deliver it to the hands of the workmen who have been appointed over the house of the L ord , and have them give it to the workmen who are in the house of the L ord to repair the damages of the house&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "that is, [have them give the money] to the carpenters and the builders and the masons&ndash;and to buy timber and cut stones to repair the house (temple)."
            },
            {
                "verse_number": "7",
                "verse_text": "However, no accounting shall be required of them for the money placed in their hands, because they act faithfully.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Hilkiah the high priest said to Shaphan the scribe, &apos;I have found the Book of the Law in the house (temple) of the L ord .&apos; Hilkiah gave the book to Shaphan, and he read it."
            },
            {
                "verse_number": "9",
                "verse_text": "Shaphan the scribe came to the king and brought back word to him: &apos;Your servants have emptied out the money that was found in the house, and have placed it in the hands of the workmen who have been appointed over the house of the L ord .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Shaphan the scribe told the king, &apos;Hilkiah the priest has given me a book.&apos; And Shaphan read it [aloud] before the king."
            },
            {
                "verse_number": "11",
                "verse_text": "Now when the king heard the words of the Book of the Law, he tore his clothes."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the king commanded Hilkiah the priest, Ahikam the son of Shaphan, Achbor the son of Micaiah, Shaphan the scribe, and Asaiah the servant of the king, saying,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Go, inquire of the L ord for my sake and for the sake of the people and for all Judah concerning the words of this book which has been found, for great is the wrath of the L ord which has been kindled against us, because our fathers have not listened to and obeyed the words of this book, so as to act in accordance with everything that is written concerning us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe (she was living in Jerusalem, in the Second Quarter [the new part of the city]); and they spoke to her."
            },
            {
                "verse_number": "15",
                "verse_text": "She said to them, &apos;Thus says the L ord , the God of Israel: &quot;Tell the man who sent you to me,"
            },
            {
                "verse_number": "16",
                "verse_text": "thus says the L ord : &apos;Behold, I am bringing a catastrophe on this place (Judah) and on its inhabitants, [according to] all the words of the book which the king of Judah has read."
            },
            {
                "verse_number": "17",
                "verse_text": "Because they have abandoned (rejected) Me and have burned incense to other gods, that they might provoke Me to anger with all the work of their hands, therefore My wrath burns against this place, and it will not be quenched.&apos; &quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But to the king of Judah who sent you to inquire of the L ord , you shall say this to him: &quot;Thus says the L ord God of Israel, &apos; Regarding the words which you have heard,"
            },
            {
                "verse_number": "19",
                "verse_text": "because your heart was tender (receptive, penitent) and you humbled yourself before the L ord when you heard what I said against this place and against its inhabitants, that they should become a desolation and a curse, and because you have torn your clothes and wept before Me, I have heard you,&apos; declares the L ord ."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Therefore, behold, [King Josiah,] I will gather you to your fathers, and you will be taken to your grave in peace, and your eyes will not see all the evil (catastrophe) which I will bring on this place.&apos; &quot; &apos; So they brought back word to the king."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "King Josiah sent word and they brought to him all the elders of Judah and of Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "The king went up to the house of the L ord , and with him all the men of Judah and all the inhabitants of Jerusalem, the priests, the prophets, and all the people, both small and great; and he read in their hearing all the words of the book of the covenant which was found in the house (temple) of the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "The king stood by the pillar and made a covenant before the L ord , to walk after the L ord and to keep His commandments, His testimonies, and His statutes with all his heart and soul, to confirm the words of this covenant that were written in this book. And all the people entered into the covenant."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king commanded Hilkiah the high priest and the priests of the second rank and the doorkeepers to bring out of the temple of the L ord all the articles made for Baal, for [the goddess] Asherah, and for all the [starry] host of heaven; and he burned them outside Jerusalem in the fields of the Kidron, and carried their ashes to Bethel [where Israel&quot;s idolatry began]."
            },
            {
                "verse_number": "5",
                "verse_text": "He got rid of the idolatrous priests whom the kings of Judah had ordained to burn incense [to pagan gods] in the high places in Judah&quot;s cities and all around Jerusalem&ndash;also those who burned incense to Baal, to the sun, to the moon, to the constellations [of the zodiac], and to all the [starry] host of heaven."
            },
            {
                "verse_number": "6",
                "verse_text": "Josiah brought out the Asherah from the house of the L ord to the Brook Kidron outside Jerusalem, and burned it there, and ground it to dust, and threw its dust on the graves of the common people [who had sacrificed to it]."
            },
            {
                "verse_number": "7",
                "verse_text": "And he tore down the houses of the [male] cult prostitutes, which were at the house (temple) of the L ord , where the women were weaving [tent] hangings for the Asherah [shrines]."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Josiah brought all the [idolatrous] priests from the cities of Judah, and desecrated the high places where the priests had burned incense [to idols], from Geba to Beersheba, [that is, north to south]; and he tore down the high places of the gates which were at the entrance of the gate of Joshua the governor of the city, which were on one&quot;s left at the city gate."
            },
            {
                "verse_number": "9",
                "verse_text": "However, the priests of the high places were not allowed to go up to the altar of the L ord in Jerusalem [to serve], but they ate unleavened bread among their brothers."
            },
            {
                "verse_number": "10",
                "verse_text": "Josiah also defiled Topheth, which is in the Valley of Ben-hinnom (son of Hinnom), so that no man could make his son or his daughter pass through the fire [as a burnt offering] for Molech."
            },
            {
                "verse_number": "11",
                "verse_text": "And he got rid of the horses that the kings of Judah had given [in worship] to the sun at the entrance of the house of the L ord , by the chamber of Nathan-melech the official, which was in the annex; and he burned the chariots of the sun."
            },
            {
                "verse_number": "12",
                "verse_text": "The altars [dedicated to the starry host of heaven] which were on the roof, the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courtyards of the house of the L ord , the king tore down; and he smashed them there and threw their dust into the Brook Kidron."
            },
            {
                "verse_number": "13",
                "verse_text": "The king desecrated the high places which were opposite [east of] Jerusalem, which were on the right (south) of the mount of corruption which Solomon the king of Israel had built for Ashtoreth the repulsiveness of the Sidonians, for Chemosh the repulsiveness of Moab, and for Milcom the repulsiveness of the sons (descendants) of Ammon."
            },
            {
                "verse_number": "14",
                "verse_text": "He broke in pieces the sacred pillars (cultic memorial stones, images) and cut down the Asherim and replaced them with human bones [to desecrate the places forever]."
            },
            {
                "verse_number": "15",
                "verse_text": "Further, the altar that was at Bethel, the high place which Jeroboam the son of Nebat, who made Israel sin, had made, even that altar and the high place he tore down. Then he demolished its stones, ground them to dust, and burned the Asherah."
            },
            {
                "verse_number": "16",
                "verse_text": "And as Josiah turned, he saw the graves that were there on the mountain, and he sent men and had the bones taken from the graves, and burned them on the altar and [thereby] desecrated it, in accordance with the word of the L ord which the man of God prophesied, who proclaimed these things [about this altar, naming Josiah before he was born]."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Josiah said, &apos;What is this monument (gravestone) that I see?&apos; The men of the city told him, &apos;It is the grave of the man of God who came from Judah and proclaimed these things which you have done to the altar of Bethel.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos;Let him alone; let no one disturb his bones.&apos; So they left his bones undisturbed, with the bones of the prophet who came from Samaria."
            },
            {
                "verse_number": "19",
                "verse_text": "Josiah also removed all the houses of the high places which were in the cities of Samaria, which the kings of Israel had made provoking the L ord [to anger]; and he did to them just as he had done [to those] in Bethel."
            },
            {
                "verse_number": "20",
                "verse_text": "All the priests of the high places who were there he slaughtered on the altars, and burned human bones on them [to desecrate the places forever]. Then he returned to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the king commanded all the people, saying, &apos;Celebrate the Passover to the L ord your God as it is written in this book of the covenant.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Indeed, such a Passover as this had not been held since the days of the judges who judged Israel, nor in all the days of the kings of Israel and the kings of Judah."
            },
            {
                "verse_number": "23",
                "verse_text": "But in the eighteenth year of King Josiah, this Passover to the L ord was kept in Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "Moreover, Josiah removed the mediums and the soothsayers and the teraphim (household gods) and the idols and all the repulsive things that were seen in Judah and in Jerusalem, so that he might fulfill the words of the law written in the book which Hilkiah the priest found in the house (temple) of the L ord ."
            },
            {
                "verse_number": "25",
                "verse_text": "Before him there was no king like Josiah who turned to the L ord with all his heart and all his soul and all his might, in accordance with all the Law of Moses; nor did anyone like him arise after him."
            },
            {
                "verse_number": "26",
                "verse_text": "However, the L ord did not turn from the fierceness of His great wrath which was kindled against Judah because of all the despicable acts with which Manasseh had provoked Him."
            },
            {
                "verse_number": "27",
                "verse_text": "The L ord said, &apos;I will also remove Judah from My sight, just as I have removed Israel; and will reject this city which I have chosen, this Jerusalem, and the house, of which I said, &quot;My Name [and the pledge of My Presence] shall be there.&quot; &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Now the rest of the acts of Josiah, everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "29",
                "verse_text": "In his days Pharaoh Neco (Necho) king of Egypt went up to the king of Assyria to the river Euphrates [to help him fight Nabopolassar the king of Babylon]. King Josiah went out to meet him, but Pharaoh killed Josiah at Megiddo when he saw him."
            },
            {
                "verse_number": "30",
                "verse_text": "Josiah&quot;s servants carried his dead body in a chariot from Megiddo, brought him to Jerusalem, and buried him in his own tomb. Then the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in his father&quot;s place."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoahaz was twenty-three years old when he became king, and he reigned for [only] three months in Jerusalem. His mother&quot;s name was Hamutal daughter of Jeremiah of Libnah."
            },
            {
                "verse_number": "32",
                "verse_text": "He did evil in the sight of the L ord , in accordance with everything that his forefathers had done."
            },
            {
                "verse_number": "33",
                "verse_text": "Pharaoh Neco imprisoned him at Riblah in the land of Hamath, so that he would not reign in Jerusalem, and imposed a fine on the land of a hundred talents of silver and a talent of gold."
            },
            {
                "verse_number": "34",
                "verse_text": "Pharaoh Neco made Eliakim the son of Josiah king in place of his father Josiah, and changed his name to Jehoiakim. But he took Jehoahaz and brought him to Egypt, where he died."
            },
            {
                "verse_number": "35",
                "verse_text": "Jehoiakim gave the silver and the gold to Pharaoh, but he taxed the land to give the money as Pharaoh commanded. He collected the silver and gold from the people of the land, from everyone according to his assessment, to give it to Pharaoh Neco."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem. His mother&quot;s name was Zebidah daughter of Pedaiah of Rumah."
            },
            {
                "verse_number": "37",
                "verse_text": "He did evil in the sight of the L ord , in accordance with everything that his forefathers had done."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "In his days, Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant for three years; then he turned and rebelled against him."
            },
            {
                "verse_number": "2",
                "verse_text": "The L ord sent marauding bands of Chaldeans, Arameans (Syrians), Moabites, and Ammonites against Jehoiakim. And He sent them against Judah to destroy it, in accordance with the word of the L ord which He spoke through His servants the prophets."
            },
            {
                "verse_number": "3",
                "verse_text": "Surely this came on Judah at the command of the L ord , to remove them from His sight because of the sins of [King] Manasseh, in accordance with everything that he had done,"
            },
            {
                "verse_number": "4",
                "verse_text": "and also for the innocent blood that he shed, for he filled Jerusalem with innocent blood; and the L ord would not pardon it."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the rest of the acts of Jehoiakim, and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jehoiakim slept with his fathers [in death], and his son Jehoiachin became king in his place."
            },
            {
                "verse_number": "7",
                "verse_text": "The king of Egypt did not come out of his land again, because the king of Babylon had taken everything that belonged to the king of Egypt, from the river of Egypt to the river Euphrates."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoiachin was eighteen years old when he became king, and he reigned [only] three months in Jerusalem. His mother&quot;s name was Nehushta daughter of Elnathan of Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "He did evil in the sight of the L ord , in accordance with everything that his father had done."
            },
            {
                "verse_number": "10",
                "verse_text": "At that time the servants of Nebuchadnezzar king of Babylon went up to Jerusalem, and the city came under siege."
            },
            {
                "verse_number": "11",
                "verse_text": "Nebuchadnezzar king of Babylon came to the city while his servants were besieging it."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoiachin king of Judah surrendered to the king of Babylon, he and his mother and his servants and his captains and his [palace] officials. So the king of Babylon took him prisoner in the eighth year of his [own] reign."
            },
            {
                "verse_number": "13",
                "verse_text": "He carried out of there (Jerusalem) all the treasures of the house (temple) of the L ord , and the treasures of the house (palace) of the king, and cut in pieces all the articles of gold in the temple of the L ord , which Solomon king of Israel had made, just as the L ord had said."
            },
            {
                "verse_number": "14",
                "verse_text": "He led away into exile all Jerusalem and all the captains and all the brave men, ten thousand captives, and all the craftsmen and the smiths. None remained except the poorest people of the land."
            },
            {
                "verse_number": "15",
                "verse_text": "Nebuchadnezzar led Jehoiachin away into exile to Babylon; also he took the king&quot;s mother and the king&quot;s wives and his officials and the leading men of the land [including Ezekiel] as exiles from Jerusalem to Babylon."
            },
            {
                "verse_number": "16",
                "verse_text": "And the king of Babylon brought as exiles to Babylon all the brave men, seven thousand [of them], and the craftsmen and the smiths, a thousand [of them], all strong and fit for war."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the king of Babylon made Mattaniah, Jehoiachin&quot;s uncle, king in his place, and changed his name to Zedekiah."
            },
            {
                "verse_number": "18",
                "verse_text": "Zedekiah was twenty-one years old when he became king, and he reigned for eleven years in Jerusalem. His mother&quot;s name was Hamutal daughter of Jeremiah of Libnah."
            },
            {
                "verse_number": "19",
                "verse_text": "He did evil in the sight of the L ord , in accordance with everything that Jehoiakim had done."
            },
            {
                "verse_number": "20",
                "verse_text": "Because of the anger of the L ord these things happened in Jerusalem and Judah, and it [finally] came to the point that He cast them from His presence. And Zedekiah rebelled against the king of Babylon."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Now in the ninth year of Zedekiah&quot;s reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon came, he with all his army, against Jerusalem, and camped against it and built siege works surrounding it."
            },
            {
                "verse_number": "2",
                "verse_text": "The city came under siege [for nearly two years] until the eleventh year of King Zedekiah."
            },
            {
                "verse_number": "3",
                "verse_text": "On the ninth day of the fourth month the famine [caused by the siege] was severe in the city; there was no food for the people of the land."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the city [wall] was broken into [and conquered]; all the men of war fled by night by way of the gate between the two walls by the king&quot;s garden, though the Chaldeans (Babylonians) were all around the city. And they went by way of the Arabah (the plain of the Jordan)."
            },
            {
                "verse_number": "5",
                "verse_text": "The army of the Chaldeans pursued the king and overtook him in the plains of Jericho. Then his entire army was dispersed from him."
            },
            {
                "verse_number": "6",
                "verse_text": "So they seized the king (Zedekiah) and brought him to the king of Babylon at Riblah [on the Orontes River], and sentence was passed on him."
            },
            {
                "verse_number": "7",
                "verse_text": "They slaughtered the sons of Zedekiah before his eyes, then put out the eyes of Zedekiah and bound him [hand and foot] with bronze fetters and brought him to Babylon."
            },
            {
                "verse_number": "8",
                "verse_text": "On the seventh day of the fifth month in the nineteenth year of King Nebuchadnezzar of Babylon, Nebuzaradan, captain of the bodyguard, a servant of the king of Babylon, came to Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "He burned the house (temple) of the L ord , the king&quot;s house, and all the houses of Jerusalem; every great house he burned down."
            },
            {
                "verse_number": "10",
                "verse_text": "All the army of the Chaldeans (Babylonians) who were with the captain of the bodyguard tore down the walls around Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Nebuzaradan the captain of the bodyguard deported [into exile] the rest of the people who were left in the city and the deserters who had joined the king of Babylon, and the rest of the multitude."
            },
            {
                "verse_number": "12",
                "verse_text": "But the captain of the bodyguard left some of the unimportant and poorest people of the land to be vineyard workers and farmers."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the Chaldeans (Babylonians) smashed the bronze pillars which were in the house of the L ord and their bases and the bronze sea (large basin) which were in the house of the L ord , and carried the bronze to Babylon."
            },
            {
                "verse_number": "14",
                "verse_text": "They took away the pots, the shovels, the snuffers, the spoons, and all the bronze articles which were used in the temple service,"
            },
            {
                "verse_number": "15",
                "verse_text": "the captain of the bodyguard also took away the firepans and basins, anything made of fine gold and anything made of fine silver."
            },
            {
                "verse_number": "16",
                "verse_text": "The two pillars, the one sea (large basin), and the bases which Solomon had made for the house of the L ord , the bronze of all these articles was incalculable."
            },
            {
                "verse_number": "17",
                "verse_text": "The height of the one pillar was eighteen cubits (27 ft.), and a capital of bronze was on top of it. The height of the capital was three cubits (4.5 ft.); a network (lattice work) and pomegranates around the capital were all of bronze. And the second pillar had the same as these, with a network."
            },
            {
                "verse_number": "18",
                "verse_text": "The captain of the bodyguard took [captive] Seraiah the chief priest, Zephaniah the second priest, and the three doorkeepers [of the temple]."
            },
            {
                "verse_number": "19",
                "verse_text": "And from the city [of Jerusalem] he took an officer who was in command of the men of war, and five men from the king&quot;s personal advisors who were found in the city, and the scribe of the captain of the army who mustered the people of the land [for military service] and sixty men from the people of the land who were found in the city."
            },
            {
                "verse_number": "20",
                "verse_text": "Nebuzaradan the captain of the bodyguard took them and brought them to the king of Babylon at Riblah."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the king of Babylon struck them down and killed them at Riblah in the land of Hamath [north of Damascus]. So Judah was taken into exile from its land."
            },
            {
                "verse_number": "22",
                "verse_text": "Now over the people whom Nebuchadnezzar king of Babylon had left in the land of Judah, he appointed [as governor] Gedaliah the son of Ahikam, the son of Shaphan."
            },
            {
                "verse_number": "23",
                "verse_text": "When all the captains of the forces, they and their men, heard that the king of Babylon had appointed Gedaliah governor, they came with their men to Gedaliah at Mizpah, namely, Ishmael the son of Nethaniah, and Johanan the son of Kareah, and Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of the Maacathite."
            },
            {
                "verse_number": "24",
                "verse_text": "Gedaliah swore [an oath] to them and their men, and said to them, &apos;Do not be afraid of the servants (officials) of the Chaldeans. Live in the land and serve the king of Babylon, and it will be well with you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But in the seventh month Ishmael the son of Nethaniah, the son of Elishama, of the royal family [who had a claim to be governor], came with ten men and struck and killed Gedaliah and the Jews and the Chaldeans who were with him at Mizpah."
            },
            {
                "verse_number": "26",
                "verse_text": "Then all the people, both small and great, and the captains of the forces set out and went to Egypt; for they were afraid of the Chaldeans (Babylonians)."
            },
            {
                "verse_number": "27",
                "verse_text": "Now it came about in the thirty-seventh year of the exile of Jehoiachin king of Judah, on the twenty-seventh day of the twelfth month, that Evil-merodach king of Babylon, in the year that he became king, showed favor to Jehoiachin king of Judah and released him from prison;"
            },
            {
                "verse_number": "28",
                "verse_text": "and he spoke kindly to him and set his throne above the throne of the [other] kings [of captive peoples] who were with him in Babylon."
            },
            {
                "verse_number": "29",
                "verse_text": "Jehoiachin changed his prison clothes [for palace garments] and he dined regularly in the king&quot;s presence for the remainder of his life;"
            },
            {
                "verse_number": "30",
                "verse_text": "and his allowance, a continual one, was given to him by the king (Evil-meridach), a portion every day, for the rest of his life."
            }
        ]
    }
}