{
    "Daniel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord gave Jehoiakim king of Judah into his hand, along with some of the articles of the house of God; and he brought them into the land of Shinar, to the house of his god, and brought the articles into the treasury of his god."
            },
            {
                "verse_number": "3",
                "verse_text": "And the [Babylonian] king told Ashpenaz, the chief of his officials, to bring in some of the sons of Israel, including some from the royal family and from the nobles,"
            },
            {
                "verse_number": "4",
                "verse_text": "young men without blemish and handsome in appearance, skillful in all wisdom, endowed with intelligence and discernment, and quick to understand, competent to stand [in the presence of the king] and able to serve in the king’s palace. He also ordered Ashpenaz to teach them the literature and language of the Chaldeans."
            },
            {
                "verse_number": "5",
                "verse_text": "The king assigned a daily ration for them from his finest food and from the wine which he drank. They were to be educated and nourished this way for three years so that at the end of that time they were [prepared] to enter the king’s service."
            },
            {
                "verse_number": "6",
                "verse_text": "Among them from the sons of Judah were: Daniel, Hananiah, Mishael, and Azariah."
            },
            {
                "verse_number": "7",
                "verse_text": "The commander of the officials gave them [Babylonian] names: Daniel he named Belteshazzar, Hananiah he named Shadrach, Mishael he named Meshach, and Azariah he named Abed-nego."
            },
            {
                "verse_number": "8",
                "verse_text": "But Daniel made up his mind that he would not defile (taint, dishonor) himself with the king’s finest food or with the wine which the king drank; so he asked the commander of the officials that he might [be excused so that he would] not defile himself."
            },
            {
                "verse_number": "9",
                "verse_text": "Now God granted Daniel favor and compassion in the sight of the commander of the officials,"
            },
            {
                "verse_number": "10",
                "verse_text": "and the commander of the officials said to Daniel, “I am afraid of my lord the king, who has prearranged your food and your drink; for why should he see your faces looking more haggard than the young men who are your own age? Then you would make me forfeit my head to the king.”"
            },
            {
                "verse_number": "11",
                "verse_text": "But Daniel said to the overseer whom the commander of the officials had appointed over Daniel, Hananiah, Mishael, and Azariah,"
            },
            {
                "verse_number": "12",
                "verse_text": "“Please, test your servants for ten days, and let us be given some vegetables to eat and water to drink."
            },
            {
                "verse_number": "13",
                "verse_text": "Then let our appearance and the appearance of the young men who eat the king’s finest food be observed and compared by you, and deal with your servants in accordance with what you see.”"
            },
            {
                "verse_number": "14",
                "verse_text": "So the man listened to them in this matter and tested them for ten days."
            },
            {
                "verse_number": "15",
                "verse_text": "At the end of ten days it seemed that they were looking better and healthier than all the young men who ate the king’s finest food."
            },
            {
                "verse_number": "16",
                "verse_text": "So the overseer continued to withhold their fine food and the wine they were to drink, and kept giving them vegetables."
            },
            {
                "verse_number": "17",
                "verse_text": "As for these four young men, God gave them knowledge and skill in all kinds of literature and wisdom; Daniel also understood all kinds of visions and dreams."
            },
            {
                "verse_number": "18",
                "verse_text": "At the end of the time set by the king to bring all the young men in [before him], the commander of the officials presented them to Nebuchadnezzar."
            },
            {
                "verse_number": "19",
                "verse_text": "The king spoke with them, and among them all not one was found like Daniel, Hananiah, Mishael, and Azariah; so they were [selected and] assigned to stand before the king and enter his personal service."
            },
            {
                "verse_number": "20",
                "verse_text": "In every matter of wisdom and understanding about which the king consulted them, he found them ten times better than all the [learned] magicians and enchanters (Magi) in his whole realm."
            },
            {
                "verse_number": "21",
                "verse_text": "And Daniel remained there until the first year of [the reign of] King Cyrus [over Babylon; now this was at the end of the seventy-year exile of Judah (the Southern Kingdom) in Babylonia, as foretold by Jeremiah]."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "In the second year (604 b . c .) of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams which troubled and disturbed his spirit and [interfered with] his ability to sleep."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king gave a command to call the magicians, the enchanters, the sorcerers, and the Chaldeans to tell the king his dreams. So they came in and stood before the king."
            },
            {
                "verse_number": "3",
                "verse_text": "The king said to them, “I had a dream, and my spirit is troubled and anxious to know the [content and meaning of the] dream.” “Blessed be the name of God forever and ever, For wisdom and power belong to Him. He removes kings and establishes kings. He gives wisdom to the wise And [greater] knowledge to those who have understanding! He knows what is in the darkness, And the light dwells with Him. For You have given me wisdom and power; Even now You have made known to me what we requested of You, For You have made known to us [the solution to] the king’s matter.”"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Chaldeans said to the king in Aramaic, “O king, live forever! Tell the dream to your servants, and we will declare the interpretation.”"
            },
            {
                "verse_number": "5",
                "verse_text": "The king replied to the Chaldeans, “My command is firm and unchangeable: if you do not reveal to me the [content of the] dream along with its interpretation, you shall be cut into pieces and your houses shall be made a heap of rubbish."
            },
            {
                "verse_number": "6",
                "verse_text": "But if you tell [me] the [content of the] dream along with its interpretation, you shall receive from me gifts and rewards and great honor. So tell me the dream and its interpretation.”"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered again, “Let the king tell the dream to his servants, and we will explain its interpretation [to you].”"
            },
            {
                "verse_number": "8",
                "verse_text": "The king replied, “I know for certain that you are bargaining for time, because you have seen that my command [to you] is firm and irrevocable."
            },
            {
                "verse_number": "9",
                "verse_text": "If you will not reveal to me the [content of the] dream, there is but one sentence for you; for you have [already] prepared lying and corrupt words [and you have agreed together] to speak [them] before me [hoping to delay your execution] until the situation is changed. Therefore, tell me the dream [first], and then I will know [with confidence] that you can give me its interpretation.”"
            },
            {
                "verse_number": "10",
                "verse_text": "The Chaldeans answered the king and said, “There is not a man on earth who can tell the king this matter, for no king, lord or ruler has ever asked such a thing as this of any magician or enchanter or Chaldean."
            },
            {
                "verse_number": "11",
                "verse_text": "Furthermore, what the king demands is an unusual and difficult thing indeed! No one except the gods can reveal it to the king, and their dwelling is not with [mortal] flesh.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Because of this the king was indignant and extremely furious and gave a command to destroy all the wise men of Babylon."
            },
            {
                "verse_number": "13",
                "verse_text": "So the decree went out that the wise men were to be killed; and they looked for Daniel and his companions to put them to death."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Daniel replied with discretion and wisdom to Arioch, the captain of the king’s bodyguard, who had gone out to execute the wise men of Babylon;"
            },
            {
                "verse_number": "15",
                "verse_text": "he said to Arioch, the king’s captain, “Why is the decree from the king so harsh and urgent?” Then Arioch explained the matter to Daniel."
            },
            {
                "verse_number": "16",
                "verse_text": "So Daniel went in and asked the king to appoint a date and give him time, so that he might reveal to the king the interpretation of the dream ."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Daniel returned to his house and discussed the matter with Hananiah, Mishael, and Azariah, his companions,"
            },
            {
                "verse_number": "18",
                "verse_text": "in order that they might seek compassion from the God of heaven regarding this secret, so that Daniel and his companions would not be executed with the rest of the wise men of Babylon."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the secret was revealed to Daniel in a vision of the night, and Daniel blessed the God of heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "Daniel answered,"
            },
            {
                "verse_number": "21",
                "verse_text": "It is He who changes the times and the seasons;"
            },
            {
                "verse_number": "22",
                "verse_text": "It is He who reveals the profound and hidden things;"
            },
            {
                "verse_number": "23",
                "verse_text": "I thank You and praise You, O God of my fathers,"
            },
            {
                "verse_number": "24",
                "verse_text": "So Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and said this to him: “Do not execute the wise men of Babylon! Bring me before the king, and I will reveal to the king the interpretation [of his dream].”"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Arioch hurriedly brought Daniel before the king and said this to him: “I have found a man among the exiles of Judah who can explain to the king the interpretation [of the dream].”"
            },
            {
                "verse_number": "26",
                "verse_text": "The king said to Daniel, whose [Babylonian] name was Belteshazzar, “Are you able to reveal to me the [content of the] dream which I have seen and its interpretation?”"
            },
            {
                "verse_number": "27",
                "verse_text": "Daniel answered the king and said, “Regarding the mystery about which the king has inquired, neither the wise men, enchanters, magicians, nor astrologers are able to answer the king,"
            },
            {
                "verse_number": "28",
                "verse_text": "but there is a God in heaven who reveals secrets, and He has shown King Nebuchadnezzar what will take place in the latter days (end of days). This was your dream and the vision [that appeared] in your mind while on your bed."
            },
            {
                "verse_number": "29",
                "verse_text": "As for you, O king, as you were lying on your bed thoughts came into your mind about what will take place in the future; and He who reveals secrets has shown you what will occur."
            },
            {
                "verse_number": "30",
                "verse_text": "But as for me, this secret has not been revealed to me because my wisdom is greater than that of any other living man, but in order to make the interpretation known to the king, and so that you may understand [fully] the thoughts of your mind."
            },
            {
                "verse_number": "31",
                "verse_text": "“You, O king, were looking, and behold, [there was] a single great statue; this image, which was large and of unsurpassed splendor, stood before you, and its appearance was awesome and terrifying."
            },
            {
                "verse_number": "32",
                "verse_text": "As for this statue, its head was made of fine gold, its breast and its arms of silver, its belly and its thighs of bronze,"
            },
            {
                "verse_number": "33",
                "verse_text": "its legs of iron, its feet partly of iron and partly of clay [pottery]."
            },
            {
                "verse_number": "34",
                "verse_text": "As you were looking, a stone was cut out without [human] hands, and it struck the statue on its feet of iron and clay and crushed them."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the iron, the clay, the bronze, the silver, and the gold were crushed together and became like the chaff from the summer threshing floors; and the wind carried them away so that not a trace of them could be found. And the stone that struck the statue became a great mountain and filled the whole earth."
            },
            {
                "verse_number": "36",
                "verse_text": "“This was the dream; now we will tell the king its interpretation."
            },
            {
                "verse_number": "37",
                "verse_text": "You, O king, are the king of [earthly] kings, to whom the God of heaven has given the kingdom, the power, the strength and the glory;"
            },
            {
                "verse_number": "38",
                "verse_text": "and wherever the sons of men dwell, and the beasts of the field, and the birds of the heavens, He has given them into your hand and has made you ruler over them all. You [king of Babylon] are the head of gold."
            },
            {
                "verse_number": "39",
                "verse_text": "After you will arise another kingdom (Medo-Persia) inferior to you, and then a third kingdom of bronze (Greece under Alexander the Great), which will rule over all the earth."
            },
            {
                "verse_number": "40",
                "verse_text": "Then a fourth kingdom (Rome) will be strong as iron, for iron breaks to pieces and shatters all things; and like iron which crushes things in pieces, it will break and crush all these [others]."
            },
            {
                "verse_number": "41",
                "verse_text": "And as you saw the feet and toes, partly of potter’s clay and partly of iron, it will be a divided kingdom; but there will be in it some of the durability and strength of iron, just as you saw the iron mixed with common clay."
            },
            {
                "verse_number": "42",
                "verse_text": "As the [ten] toes of the feet were partly of iron and partly of clay, so some of the kingdom will be strong, and another part of it will be brittle."
            },
            {
                "verse_number": "43",
                "verse_text": "And as you saw the iron mixed with common clay, so they will combine with one another in the seed of men; but they will not merge [for such diverse things or ideologies cannot unite], even as iron does not mix with clay."
            },
            {
                "verse_number": "44",
                "verse_text": "In the days of those [final ten] kings the God of heaven will set up a kingdom that will never be destroyed, nor will its sovereignty be left for another people; but it will crush and put an end to all these kingdoms, and it will stand forever."
            },
            {
                "verse_number": "45",
                "verse_text": "Just as you saw that a stone was cut out of the mountain without hands and that it crushed the iron, the bronze, the clay, the silver and the gold, the great God has revealed to the king what will take place in the future; so the dream is true and its interpretation is trustworthy.”"
            },
            {
                "verse_number": "46",
                "verse_text": "Then King Nebuchadnezzar fell face downward and paid respect to Daniel [as a great prophet of the highest God], and gave orders for an offering and fragrant incense to be presented to him [in honor of his God]."
            },
            {
                "verse_number": "47",
                "verse_text": "The king answered Daniel and said, “Most certainly your God is the God of gods and the Lord of kings and a revealer of mysteries, since you have been able to reveal this mystery!”"
            },
            {
                "verse_number": "48",
                "verse_text": "Then the king promoted Daniel [to an exalted position] and gave him many great gifts, and he made him ruler over the entire province of Babylon and chief governor over all the wise men of Babylon."
            },
            {
                "verse_number": "49",
                "verse_text": "And Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abed-nego over the affairs of the province of Babylon, while Daniel was at the court of the king."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Nebuchadnezzar the king made a gold [-plated] image, whose height [including the pedestal] was sixty cubits (ninety feet) and its width six cubits (nine feet). He set it up on the plain of Dura in the province of Babylon."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Nebuchadnezzar the king sent word to assemble the satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates and lawyers and all the chief officials of the provinces to come to the dedication of the image that King Nebuchadnezzar had set up."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the satraps, the prefects, the governors, the counselors, the treasurers, the judges, the magistrates and lawyers, and all the chief officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the herald loudly proclaimed, “You are commanded, O peoples, nations, and speakers of every language,"
            },
            {
                "verse_number": "5",
                "verse_text": "that at the moment you hear the sound of the horn, pipe, lyre, trigon (four-stringed harp), dulcimer, bagpipe, and all kinds of music, you are to fall down and worship the golden image that King Nebuchadnezzar has set up."
            },
            {
                "verse_number": "6",
                "verse_text": "Whoever does not fall down and worship shall immediately be thrown into the midst of a furnace of blazing fire.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So when the people heard the sound of the horn, pipe, lyre, trigon, dulcimer, bagpipe and all kinds of music, all the peoples, nations, and speakers of every language fell down and worshiped the golden image that Nebuchadnezzar the king had set up."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time certain Chaldeans came forward and brought [malicious] accusations against the Jews."
            },
            {
                "verse_number": "9",
                "verse_text": "They said to King Nebuchadnezzar, “O king, live forever!"
            },
            {
                "verse_number": "10",
                "verse_text": "You, O king, have made a decree that everyone who hears the sound of the horn, pipe, lyre, trigon, harp, dulcimer, bagpipe, and all kinds of music is to fall down and worship the golden image."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever does not fall down and worship shall be thrown into the midst of a furnace of blazing fire."
            },
            {
                "verse_number": "12",
                "verse_text": "There are certain Jews whom you have appointed over the administration of the province of Babylon, namely Shadrach, Meshach, and Abed-nego. These men, O king, pay no attention to you; they do not serve your gods or worship the golden image which you have set up.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Nebuchadnezzar in a furious rage gave a command to bring Shadrach, Meshach, and Abed-nego; and these men were brought before the king."
            },
            {
                "verse_number": "14",
                "verse_text": "Nebuchadnezzar said to them, “Is it true, Shadrach, Meshach, and Abed-nego, that you do not serve my gods or worship the golden image which I have set up?"
            },
            {
                "verse_number": "15",
                "verse_text": "Now if you are ready, when you hear the sound of the horn, pipe, lyre, trigon, harp, dulcimer, and all kinds of music, to fall down and worship the image which I have made, very good. But if you do not worship, you shall be thrown at once into the midst of a furnace of blazing fire; and what god is there who can rescue you out of my hands?”"
            },
            {
                "verse_number": "16",
                "verse_text": "Shadrach, Meshach, and Abed-nego answered the king, “O Nebuchadnezzar, we do not need to answer you on this point."
            },
            {
                "verse_number": "17",
                "verse_text": "If it be so, our God whom we serve is able to rescue us from the furnace of blazing fire, and He will rescue us from your hand, O king."
            },
            {
                "verse_number": "18",
                "verse_text": "But even if He does not, let it be known to you, O king, that we are not going to serve your gods or worship the golden image that you have set up!”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Nebuchadnezzar was filled with fury, and his facial expression changed toward Shadrach, Meshach, and Abed-nego. Then he gave a command that the furnace was to be heated seven times hotter than usual."
            },
            {
                "verse_number": "20",
                "verse_text": "He commanded certain strong men in his army to tie up Shadrach, Meshach, and Abed-nego and to throw them into the furnace of blazing fire."
            },
            {
                "verse_number": "21",
                "verse_text": "Then these [three] men were tied up in their trousers, their coats, their turbans, and their other clothes, and were thrown into the midst of the furnace of blazing fire."
            },
            {
                "verse_number": "22",
                "verse_text": "Because the king’s command was urgent and the furnace was extremely hot, the flame of the fire killed the men who carried up Shadrach, Meshach, and Abed-nego."
            },
            {
                "verse_number": "23",
                "verse_text": "But these three men, Shadrach, Meshach, and Abed-nego, fell into the midst of the furnace of blazing fire still tied up."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Nebuchadnezzar the king [looked and] was astounded, and he jumped up and said to his counselors, “Did we not throw three men who were tied up into the midst of the fire?” They replied to the king, “Certainly, O king.”"
            },
            {
                "verse_number": "25",
                "verse_text": "He answered, “Look! I see four men untied, walking around in the midst of the fire, and they are not hurt! And the appearance of the fourth is like a son of the gods!”"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Nebuchadnezzar approached the door of the blazing furnace and said, “Shadrach, Meshach, and Abed-nego, servants of the Most High God, come out [of there]! Come here!” Then Shadrach, Meshach, and Abed-nego came out of the midst of the fire."
            },
            {
                "verse_number": "27",
                "verse_text": "The satraps, the prefects, the governors and the king’s counselors gathered around them and saw that in regard to these men the fire had no effect on their bodies—their hair was not singed, their clothes were not scorched or damaged, even the smell of smoke was not on them."
            },
            {
                "verse_number": "28",
                "verse_text": "Nebuchadnezzar responded and said, “Blessed be the God of Shadrach, Meshach, and Abed-nego, who has sent His angel and rescued His servants who believed in, trusted in, and relied on Him! They violated the king’s command and surrendered their bodies rather than serve or worship any god except their own God."
            },
            {
                "verse_number": "29",
                "verse_text": "Therefore I make a decree that any people, nation, or language that speaks anything offensive against the God of Shadrach, Meshach, and Abed-nego shall be cut into pieces and their houses be made a heap of rubbish, for there is no other god who is able to save in this way!”"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the king caused Shadrach, Meshach, and Abed-nego to prosper in the province of Babylon."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Nebuchadnezzar the king, to all the peoples, nations, and speakers of every language that live in all the earth: “May your peace abound!"
            },
            {
                "verse_number": "2",
                "verse_text": "It has seemed good to me to declare the signs and wonders which the Most High God has done for me. And how mighty are His wonders! His kingdom is an everlasting kingdom And His dominion is from generation to generation. And its height reached to heaven, And it was visible to the end of the earth. And in it was food for all. The beasts of the field found shade under it, And the birds of the sky nested in its branches, And all living creatures fed themselves from it. “Cut down the tree and cut off its branches; Shake off its leaves and scatter its fruit; Let the living creatures run from under it And the birds fly from its branches. Bound with a band of iron and bronze In the new grass of the field; And let him be wet with the dew of heaven, And let him feed with the animals in the grass of the earth. And let an animal’s mind and nature be given to him, And let seven periods of time pass over him. And the decision is a command of the holy ones, So that the living may know [without any doubt] That the Most High [God] rules over the kingdom of mankind And He bestows it on whomever He desires And sets over it the humblest and lowliest of men.” For His dominion is an everlasting dominion; And His kingdom endures from generation to generation. But He does according to His will in the host of heaven And among the inhabitants of the earth; And no one can hold back His hand Or say to Him, ‘What have You done?’"
            },
            {
                "verse_number": "3",
                "verse_text": "How great are His signs"
            },
            {
                "verse_number": "4",
                "verse_text": "“I, Nebuchadnezzar, was at rest in my house and prospering in my palace."
            },
            {
                "verse_number": "5",
                "verse_text": "I saw a dream and it made me afraid; and the fantasies and thoughts and the visions [that appeared] in my mind as I lay on my bed kept alarming me."
            },
            {
                "verse_number": "6",
                "verse_text": "So I gave orders to bring in before me all the wise men of Babylon, so that they might make known to me the interpretation of the dream."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the magicians, the enchanters (Magi), the Chaldeans [who were the master astrologers] and the diviners came in, and I told them the dream, but they could not interpret it and make known its meaning to me."
            },
            {
                "verse_number": "8",
                "verse_text": "But at last Daniel came in before me, whose name is Belteshazzar, after the name of my god, and in whom is a spirit of the holy gods; and I told the dream to him, saying ,"
            },
            {
                "verse_number": "9",
                "verse_text": "‘O Belteshazzar, chief of the magicians, because I know that a spirit of the holy gods is in you and no mystery baffles or troubles you, tell me the visions of my dream which I have seen, along with its interpretation."
            },
            {
                "verse_number": "10",
                "verse_text": "‘The visions that passed through my mind as I lay on my bed were these: I was looking, and behold, there was a tree in the middle of the earth, and its height was great."
            },
            {
                "verse_number": "11",
                "verse_text": "The tree grew large and became strong"
            },
            {
                "verse_number": "12",
                "verse_text": "Its leaves were beautiful and its fruit abundant,"
            },
            {
                "verse_number": "13",
                "verse_text": "‘And behold, I saw in the visions of my mind as I lay on my bed, an angelic watcher, a holy one, descended from heaven."
            },
            {
                "verse_number": "14",
                "verse_text": "He shouted aloud and said this:"
            },
            {
                "verse_number": "15",
                "verse_text": "Nevertheless leave the stump with its roots in the ground,"
            },
            {
                "verse_number": "16",
                "verse_text": "Let his mind and nature be changed from a man’s"
            },
            {
                "verse_number": "17",
                "verse_text": "This sentence is by the decree of the angelic watchers"
            },
            {
                "verse_number": "18",
                "verse_text": "This is the dream which I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, explain its meaning, since none of the wise men of my kingdom are able to reveal its interpretation to me; but you are able, for a spirit of the holy gods is in you.’"
            },
            {
                "verse_number": "19",
                "verse_text": "“Then Daniel, whose [Babylonian] name was Belteshazzar, was appalled and speechless for a while [because he was deeply concerned about the destiny of the king], and his thoughts alarmed him. The king said, ‘Belteshazzar, do not let the dream or its interpretation frighten you.’ Belteshazzar answered, ‘My lord, may the dream be [meant] for those who hate you and its message for your enemies!"
            },
            {
                "verse_number": "20",
                "verse_text": "The tree that you saw, which became great and grew strong, whose height reached to heaven and which was visible to all the earth,"
            },
            {
                "verse_number": "21",
                "verse_text": "whose foliage was beautiful and its fruit abundant, and on which was food for all, under which the beasts of the field lived, and in whose branches the birds of the sky nested—"
            },
            {
                "verse_number": "22",
                "verse_text": "it is you, O king, who have become great and grown strong; your greatness has increased and it reaches to heaven, and your dominion [reaches] to the ends of the earth."
            },
            {
                "verse_number": "23",
                "verse_text": "In that the king saw an angelic watcher, a holy one, descending from heaven and saying, “Cut the tree down and destroy it; but leave the stump with its roots in the earth, but with a band of iron and bronze around it in the new grass of the field, and let him be wet with the dew of heaven, and let him feed with the beasts of the field until seven periods of time pass over him,”"
            },
            {
                "verse_number": "24",
                "verse_text": "this is the interpretation, O king: It is the decree of the Most High [God], which has come upon my lord the king:"
            },
            {
                "verse_number": "25",
                "verse_text": "that you shall be driven from mankind and your dwelling place shall be with the beasts of the field; and that you be given grass to eat like the cattle and be wet with the dew of heaven; and seven periods of time shall pass over you, until you know [without any doubt] that the Most High [God] rules over the kingdom of mankind and He bestows it to whomever He desires."
            },
            {
                "verse_number": "26",
                "verse_text": "And in that it was commanded to leave the stump with the roots of the tree [in the earth], your kingdom shall be restored to you after you recognize (understand fully) that Heaven rules."
            },
            {
                "verse_number": "27",
                "verse_text": "Therefore, O king, let my advice to you be [considered and found] acceptable; break away now from your sins and exhibit your repentance by doing what is right, and from your wickedness by showing mercy to the poor, so that [if you repent] there may possibly be a continuance of your prosperity and tranquility and a healing of your error.’"
            },
            {
                "verse_number": "28",
                "verse_text": "“All this happened to Nebuchadnezzar the king."
            },
            {
                "verse_number": "29",
                "verse_text": "Twelve months later he was walking on the upper level of the royal palace of Babylon."
            },
            {
                "verse_number": "30",
                "verse_text": "The king said thoughtfully, ‘Is not this the great Babylon which I myself have built as the royal residence and seat of government by the might of my power and for the honor and glory of my majesty?’"
            },
            {
                "verse_number": "31",
                "verse_text": "While the words were still in the king’s mouth, a voice came [as if falling] from heaven, saying, ‘O King Nebuchadnezzar, to you it is declared: “The kingdom has been removed from you,"
            },
            {
                "verse_number": "32",
                "verse_text": "and you will be driven away from mankind, and your dwelling place will be with the animals of the field. You will be given grass to eat like the cattle, and seven periods of time will pass over you until you know [without any doubt] that the Most High God rules over the kingdom of mankind and He bestows it on whomever He desires.” ’"
            },
            {
                "verse_number": "33",
                "verse_text": "Immediately the word concerning Nebuchadnezzar was fulfilled. He was driven away from mankind and began eating grass like cattle, and his body was wet with the dew of heaven until his hair had grown like eagles’ feathers and his nails were like birds’ claws ."
            },
            {
                "verse_number": "34",
                "verse_text": "“But at the end of the days [that is, at the seven periods of time], I, Nebuchadnezzar, raised my eyes toward heaven, and my understanding and reason returned to me; and I blessed the Most High [God] and I praised and honored and glorified Him who lives forever,"
            },
            {
                "verse_number": "35",
                "verse_text": "All the inhabitants of the earth are regarded as nothing."
            },
            {
                "verse_number": "36",
                "verse_text": "Now at the same time my reason returned to me; and for the glory of my kingdom, my majesty and splendor were returned to me, and my counselors and my nobles began seeking me out; so I was re-established in my kingdom, and still more greatness [than before] was added to me."
            },
            {
                "verse_number": "37",
                "verse_text": "Now I, Nebuchadnezzar, praise and exalt and honor the King of heaven, for all His works are true and faithful and His ways are just, and He is able to humiliate and humble those who walk in [self-centered, self-righteous] pride.”"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Belshazzar the king [who was a descendant of Nebuchadnezzar] gave a great feast for a thousand of his nobles, and he was drinking his wine in the presence of the thousand [guests]."
            },
            {
                "verse_number": "2",
                "verse_text": "Belshazzar, as he tasted the wine, gave a command to bring in the gold and silver vessels which his father Nebuchadnezzar had taken out of the temple which was in Jerusalem, so that the king and his nobles, his wives and his concubines might drink from them."
            },
            {
                "verse_number": "3",
                "verse_text": "Then they brought in the gold and silver vessels that had been taken out of the temple, the house of God which was in Jerusalem; and the king and his nobles, his wives and his concubines drank from them."
            },
            {
                "verse_number": "4",
                "verse_text": "They drank the wine and praised the gods of gold and silver, of bronze, iron, wood and stone."
            },
            {
                "verse_number": "5",
                "verse_text": "Suddenly the fingers of a man’s hand appeared and began writing opposite the lampstand on [a well-lit area of] the plaster of the wall of the king’s palace, and the king saw the part of the hand that did the writing."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the king’s face grew pale, and his thoughts alarmed him; the joints and muscles of his hips and back weakened and his knees began knocking together."
            },
            {
                "verse_number": "7",
                "verse_text": "The king called aloud to bring in the enchanters (Magi), the Chaldeans [who were master astrologers] and the diviners. The king said to the wise men of Babylon, “Whoever can read this writing and explain its interpretation to me shall be clothed with purple and have a chain of gold put around his neck, and have authority as the third ruler in the kingdom.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then all the king’s wise men came in, but they could not read the writing or reveal to the king its interpretation."
            },
            {
                "verse_number": "9",
                "verse_text": "Then King Belshazzar was greatly perplexed, his face became even paler, and his nobles were bewildered and alarmed."
            },
            {
                "verse_number": "10",
                "verse_text": "Now the queen [mother], overhearing the [excited] words of the king and his nobles, came into the banquet area. The queen [mother] spoke and said, “O king, live forever! Do not be alarmed at your thoughts or let your face be changed."
            },
            {
                "verse_number": "11",
                "verse_text": "There is a man in your kingdom in whom is a spirit of the holy gods; and in the days of your father, illumination, understanding and wisdom like the wisdom of the gods were found in him. And King Nebuchadnezzar, your father—your father the king, appointed him chief of the magicians, enchanters, Chaldeans and diviners."
            },
            {
                "verse_number": "12",
                "verse_text": "It was because an extraordinary spirit, knowledge and insight, the ability to interpret dreams, clarify riddles, and solve complex problems were found in this Daniel, whom the king named Belteshazzar. Now let Daniel be called and he will give the interpretation.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Daniel was brought in before the king. And the king said to Daniel, “Are you that Daniel who is one of the sons of the exiles of Judah, whom my father the king brought from Judah?"
            },
            {
                "verse_number": "14",
                "verse_text": "I have heard of you, that a spirit of the gods is in you, and that illumination, insight, and extraordinary wisdom have been found in you."
            },
            {
                "verse_number": "15",
                "verse_text": "Now the wise men and the enchanters, were brought in before me so that they might read this writing and reveal its meaning to me, but they could not give the interpretation of the message."
            },
            {
                "verse_number": "16",
                "verse_text": "But I personally have heard about you, that you are able to make interpretations and solve complex problems. Now if you are able to read the writing and reveal its interpretation to me, you shall be clothed with purple and have a chain of gold put around your neck, and you shall have authority as the third ruler in the kingdom.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Daniel answered and said before the king, “Keep your gifts for yourself and give your rewards to someone else; however, I will read the writing to the king and reveal the interpretation to him."
            },
            {
                "verse_number": "18",
                "verse_text": "O king, the Most High God gave Nebuchadnezzar your father a kingdom and greatness and glory and majesty;"
            },
            {
                "verse_number": "19",
                "verse_text": "and because of the greatness that He gave him, all the peoples, nations, and speakers of every language trembled and feared him. Whomever he wished he killed, and whomever he wished he kept alive; whomever he wished he promoted and whomever he wished he humbled."
            },
            {
                "verse_number": "20",
                "verse_text": "But when his heart was lifted up and his spirit became so proud that he behaved arrogantly, he was deposed from his royal throne and his glory was taken away from him."
            },
            {
                "verse_number": "21",
                "verse_text": "He was also driven from mankind, and his mind was made like that of an animal, and his dwelling place was with the wild donkeys. He was given grass to eat like cattle, and his body was wet with the dew of heaven until he came to know [without any doubt] that the Most High God rules over the kingdom of mankind and He appoints it to whomever He wills."
            },
            {
                "verse_number": "22",
                "verse_text": "And you, his son, O Belshazzar, have not humbled your heart (mind), even though you knew all this."
            },
            {
                "verse_number": "23",
                "verse_text": "And you have exalted yourself against the Lord of heaven, and the vessels of His house have been brought before you, and you and your nobles, your wives and your concubines have been drinking wine from them; and you have praised the gods of silver and gold, of bronze, iron, wood and stone, which do not see or hear or understand. But the God who holds in His hand your breath of life and your ways you have not honored and glorified [but have dishonored and defied]."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the hand was sent from the presence [of the Most High God], and this inscription was written:"
            },
            {
                "verse_number": "25",
                "verse_text": "“This is the inscription that was written, ‘ mene , mene , tekel , upharsin [numbered, numbered, weighed, and divided].’"
            },
            {
                "verse_number": "26",
                "verse_text": "This is the interpretation of the message: ‘ mene ’—God has numbered the days of your kingdom and put an end to it;"
            },
            {
                "verse_number": "27",
                "verse_text": "‘ tekel ’—you have been weighed on the scales [of righteousness] and found deficient;"
            },
            {
                "verse_number": "28",
                "verse_text": "‘ peres ’— your kingdom has been divided and given over to the Medes and Persians.”"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Belshazzar gave the command, and Daniel was clothed with purple and a chain of gold was put around his neck, and a proclamation concerning him was issued [declaring] that he now had authority as the third ruler in the kingdom."
            },
            {
                "verse_number": "30",
                "verse_text": "During that same night Belshazzar the [last] Chaldean king was slain [by troops of the invading army]."
            },
            {
                "verse_number": "31",
                "verse_text": "So Darius the Mede received the kingdom; he was about the age of sixty-two."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "It seemed good to Darius [who became king after Belshazzar] to appoint over the kingdom 120 satraps who would be in charge throughout the kingdom,"
            },
            {
                "verse_number": "2",
                "verse_text": "and over them three chief commissioners (of whom Daniel was one), that these satraps might be accountable to them, so that the king would have no loss [from disloyalty or mismanagement]."
            },
            {
                "verse_number": "3",
                "verse_text": "Then this Daniel, because of the extraordinary spirit within him, began distinguishing himself among the commissioners and the satraps, and the king planned to appoint him over the entire realm."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the [other two] commissioners and the satraps began trying to find a reason to bring a complaint against Daniel concerning the [administration of the] kingdom; but they could find no reason for an accusation or evidence of corruption, because he was faithful [a man of high moral character and personal integrity], and no negligence or corruption [of any kind] was found in him."
            },
            {
                "verse_number": "5",
                "verse_text": "Then these men said, “We will not find any basis for an accusation against this Daniel unless we find something against him in connection with the law of his God.” For He is the living God, enduring and steadfast forever, And His kingdom is one which will not be destroyed, And His dominion will be forever. In heaven and on earth— He who has rescued Daniel from the power of the lions.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Then these commissioners and satraps agreed to approach the king and said to him, “King Darius, live forever!"
            },
            {
                "verse_number": "7",
                "verse_text": "All the commissioners of the kingdom, the prefects and the satraps, the counselors and the governors have consulted and agreed together that the king should establish a royal statute and enforce an injunction that anyone who petitions (prays to) any god or man besides you, O king, during the next thirty days, shall be thrown into the den of lions."
            },
            {
                "verse_number": "8",
                "verse_text": "Now, O king, establish the injunction and sign the document so that it may not be changed, in accordance with the law of the Medes and Persians, which [insures that it] may not be altered or revoked.”"
            },
            {
                "verse_number": "9",
                "verse_text": "So King Darius signed the document, that is, the injunction."
            },
            {
                "verse_number": "10",
                "verse_text": "Now when Daniel knew that the document was signed, he went into his house (now in his roof chamber his windows were open toward Jerusalem); he continued to get down on his knees three times a day, praying and giving thanks before his God, as he had been doing previously."
            },
            {
                "verse_number": "11",
                "verse_text": "Then, by agreement, these men came [together] and found Daniel praying and making requests before his God."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they approached and spoke before the king regarding his injunction, “Have you not signed an injunction that anyone who petitions (prays to) any god or man except you, O king, within the designated thirty days, is to be thrown into the den of lions?” The king answered, “The statement is true, in accordance with the law of the Medes and Persians, which may not be altered or revoked.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Then they answered and said before the king, “Daniel, who is one of the exiles from Judah, does not pay any attention to you, O king, or to the injunction which you have signed, but keeps praying [to his God] three times a day.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then, as soon as the king heard these words, he was deeply distressed [over what he had done] and set his mind on rescuing Daniel; and he struggled until the sun went down [trying to work out a way] to save him."
            },
            {
                "verse_number": "15",
                "verse_text": "Then, by agreement, these same men came to the king and said, “Know, O king, that it is a law of the Medes and Persians that no injunction or statute which the king establishes may be altered or revoked.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the king gave a command, and Daniel was brought and thrown into the den of lions. The king said to Daniel, “May your God, whom you constantly serve, rescue you Himself!”"
            },
            {
                "verse_number": "17",
                "verse_text": "A stone was brought and laid over the mouth of the den; and the king sealed it with his own signet ring and with the signet rings of his nobles, so that nothing would be changed concerning Daniel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king returned to his palace and spent the night fasting; and no music or entertainment was brought before him, and he remained unable to sleep."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the king arose at dawn, at the break of day, and hurried to the den of lions."
            },
            {
                "verse_number": "20",
                "verse_text": "When he had come near the den, he called out to Daniel with a troubled voice. The king said to Daniel, “O Daniel, servant of the living God, has your God, whom you constantly serve, been able to rescue you from the lions?”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Daniel spoke to the king, “O king, live forever!"
            },
            {
                "verse_number": "22",
                "verse_text": "My God has sent His angel and has shut the mouths of the lions so that they have not hurt me, because I was found innocent before Him; and also before you, O king, I have committed no crime.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the king was greatly pleased and ordered that Daniel be taken out of the den. So Daniel was taken out of the den, and no injury whatever was found on him, because he believed in and relied on and trusted in his God."
            },
            {
                "verse_number": "24",
                "verse_text": "The king then gave a command, and those men who had maliciously accused Daniel were brought and thrown into the den of lions, they, their children and their wives; and before they reached the bottom of the den, the lions overpowered them and crushed all their bones."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Darius the king wrote to all the peoples, nations, and speakers of every language who were living in all the land: “May peace abound to you!"
            },
            {
                "verse_number": "26",
                "verse_text": "I issue a decree that in all the dominion of my kingdom men are to [reverently] fear and tremble before the God of Daniel,"
            },
            {
                "verse_number": "27",
                "verse_text": "He rescues and saves and performs signs and wonders"
            },
            {
                "verse_number": "28",
                "verse_text": "So this [man] Daniel prospered and enjoyed success in the reign of Darius and in the reign of Cyrus the Persian."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "In the first year of Belshazzar king of Babylon Daniel had a dream and visions appeared in his mind as he lay on his bed; then he wrote the dream down and related a summary of it."
            },
            {
                "verse_number": "2",
                "verse_text": "Daniel said, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the great sea (the nations)."
            },
            {
                "verse_number": "3",
                "verse_text": "And four great beasts, each different from the other, were coming up out of the sea [in succession]."
            },
            {
                "verse_number": "4",
                "verse_text": "The first (the Babylonian Empire under Nebuchadnezzar) was like a lion and had the wings of an eagle. I kept looking until its wings were plucked, and it was lifted up from the ground and made to stand on two feet like a man; a human mind was given to it."
            },
            {
                "verse_number": "5",
                "verse_text": "And behold, another beast, a second one (the Medo-Persian Empire), was like a bear, and it was raised up on one side (domain), and three ribs were in its mouth between its teeth; and it was told, ‘Arise, devour much meat.’"
            },
            {
                "verse_number": "6",
                "verse_text": "After this I kept looking, and behold, another one (the Greek Empire of Alexander the Great), like a leopard, which had on its back four wings like those of a bird; the beast also had four heads (Alexander’s generals, his successors), and power to rule was given to it."
            },
            {
                "verse_number": "7",
                "verse_text": "After this I kept looking in the night visions, and behold, [I saw] a fourth beast (the Roman Empire), terrible and extremely strong; and it had huge iron teeth. It devoured and crushed and trampled down what was left with its feet. It was different from all the beasts that came before it, and it had ten horns (ten kings)."
            },
            {
                "verse_number": "8",
                "verse_text": "While I was considering the horns, behold, there came up among them another horn, a little one, and three of the first horns were pulled up by the roots before it; and behold, in this horn were eyes like the eyes of a man and a mouth boasting of great things. Until thrones were set up, And the Ancient of Days (God) took His seat; His garment was white as snow And the hair of His head like pure wool. His throne was flames of fire; Its wheels were a burning fire. And coming out from before Him; A thousand thousands were attending Him, And ten thousand times ten thousand were standing before Him; The court was seated, And the books were opened. One like a Son of Man was coming, And He came up to the Ancient of Days And was presented before Him. Glory and a kingdom, That all the peoples, nations, and speakers of every language Should serve and worship Him. His dominion is an everlasting dominion Which will not pass away; And His kingdom is one Which will not be destroyed."
            },
            {
                "verse_number": "9",
                "verse_text": "“I kept looking"
            },
            {
                "verse_number": "10",
                "verse_text": "A river of fire was flowing"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I kept looking because of the sound of the great and boastful words which the horn was speaking. I kept looking until the beast was slain, and its body destroyed and given to be burned with fire."
            },
            {
                "verse_number": "12",
                "verse_text": "As for the rest of the beasts, their power was taken away; yet their lives were prolonged [for the length of their lives was fixed] for a predetermined time."
            },
            {
                "verse_number": "13",
                "verse_text": "“I kept looking in the night visions, And behold, on the clouds of heaven"
            },
            {
                "verse_number": "14",
                "verse_text": "And to Him (the Messiah) was given dominion (supreme authority),"
            },
            {
                "verse_number": "15",
                "verse_text": "“As for me, Daniel, my spirit was distressed and anxious within me, and the visions [that appeared] in my mind kept alarming (agitating) me."
            },
            {
                "verse_number": "16",
                "verse_text": "I approached one of those who stood by and began asking him the exact meaning of all this. So he told me and explained to me the interpretation of the things:"
            },
            {
                "verse_number": "17",
                "verse_text": "‘These four great beasts are four kings who will arise from the earth."
            },
            {
                "verse_number": "18",
                "verse_text": "But the saints (believers) of the Most High [God] will receive the kingdom and possess the kingdom forever, for all ages to come.’"
            },
            {
                "verse_number": "19",
                "verse_text": "“Then I wished to know the exact meaning of the fourth beast, which was different from all the others, extremely dreadful, with teeth of iron and claws of bronze, which devoured, crushed and trampled down what was left with its feet,"
            },
            {
                "verse_number": "20",
                "verse_text": "and the meaning of the ten horns (kings) that were on its head and the other horn which came up later, and before which three of the horns fell, specifically, that horn which had eyes and a mouth that boasted great things and which looked larger than the others."
            },
            {
                "verse_number": "21",
                "verse_text": "As I kept looking, that horn was making war with the saints (believers) and overpowering them"
            },
            {
                "verse_number": "22",
                "verse_text": "until the Ancient of Days came and judgment was passed in favor of the saints of the Most High [God], and the time arrived when the saints (believers) took possession of the kingdom."
            },
            {
                "verse_number": "23",
                "verse_text": "“Thus the angel said, ‘The fourth beast shall be a fourth kingdom on earth, which will be different from all other kingdoms and will devour the whole earth and tread it down, and crush it."
            },
            {
                "verse_number": "24",
                "verse_text": "As for the ten horns, out of this kingdom ten kings will arise; and another will arise after them, and he will be different from the former ones, and he will subdue three kings."
            },
            {
                "verse_number": "25",
                "verse_text": "He will speak words against the Most High [God] and wear down the saints of the Most High, and he will intend to change the times and the law; and they will be given into his hand for a time, [two] times, and half a time [three and one-half years]."
            },
            {
                "verse_number": "26",
                "verse_text": "But the court [of the Most High] will sit in judgment, and his dominion will be taken away, [first to be] consumed [gradually] and [then] to be destroyed forever."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the kingdom and the dominion and the greatness of all the kingdoms under the whole heaven will be given to the people of the saints (believers) of the Most High; His kingdom will be an everlasting kingdom, and all the dominions will serve and obey Him.’"
            },
            {
                "verse_number": "28",
                "verse_text": "“This is the end of the matter. As for me, Daniel, my [waking] thoughts were extremely troubling and alarming and my face grew pale; but I kept the matter [of the vision and the angel’s explanation] to myself.”"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In the third year of the reign of King Belshazzar a [second] vision appeared to me, Daniel, [this was two years] after the one that first appeared to me."
            },
            {
                "verse_number": "2",
                "verse_text": "I looked in the vision and it seemed that I was at the citadel of Susa, [the capital of Persia], which is in the province of Elam; and I looked in the vision and I saw myself by the Ulai Canal."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I raised my eyes and looked, and behold, there in front of the canal stood a [lone] ram (the Medo-Persian Empire) which had two horns. The two horns were high, but one (Persia) was higher than the other (Media), and the higher one came up last."
            },
            {
                "verse_number": "4",
                "verse_text": "I saw the ram (Medo-Persia) charging westward and northward and southward; no beast could stand before him, nor was there anyone who could rescue [anything] from his power, but he did as he pleased and magnified himself . When the transgressors have finished, Insolent and skilled in intrigue and cunning. And he will corrupt and destroy in an astonishing manner And [he will] prosper and do exactly as he wills; He shall corrupt and destroy mighty men and the holy people. He will cause deceit to succeed by his hand (influence); He will magnify himself in his mind, He will corrupt and destroy many who enjoy a false sense of security. He will also stand up and oppose the Prince of princes, But he will be broken, and that by no human hand [but by the hand of God]. Which has been told [to you] is true. But keep the vision a secret, For it has to do with many days in the now distant future.”"
            },
            {
                "verse_number": "5",
                "verse_text": "As I was observing [this], behold, a male goat (Greece) was coming from the west [rushing] across the face of the whole earth without touching the ground; and the goat had a conspicuous and remarkable horn (Alexander the Great) between his eyes."
            },
            {
                "verse_number": "6",
                "verse_text": "He came up to the ram that had the two horns, which I had seen standing in front of the canal, and charged at him in [the fury of] his power and wrath."
            },
            {
                "verse_number": "7",
                "verse_text": "[In my vision] I saw him come close to the ram (Medo-Persia), and he was filled with rage toward him; and the goat (Greece) struck the ram and shattered his two horns, and the ram had no strength to stand before him. So the goat threw him to the ground and trampled on him, and there was no one who could rescue the ram from his power."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the male goat magnified himself exceedingly, and when he was [young and] strong, the great horn (Alexander) was [suddenly] broken; and in its place there came up four prominent horns [among whom the kingdom was divided, one] toward [each of] the four winds of heaven."
            },
            {
                "verse_number": "9",
                "verse_text": "Out of one of them (Antiochus IV Epiphanes) came forth a rather small horn [but one of irreverent presumption and profane pride] which grew exceedingly powerful toward the south, toward the east, and toward the Beautiful Land (Israel)."
            },
            {
                "verse_number": "10",
                "verse_text": "And [in my vision] this horn grew up to the host of heaven, and caused some of the host and some of the stars to fall to the earth, and it trampled on them."
            },
            {
                "verse_number": "11",
                "verse_text": "Indeed, it magnified itself to be equal with the Commander of the host [of heaven]; and it took away from Him the daily sacrifice (burnt offering), and the place of His sanctuary was thrown down (profaned)."
            },
            {
                "verse_number": "12",
                "verse_text": "Because of the transgression [of God’s people—their irreverence and ungodliness] the host will be given over to the wicked horn, along with the regular sacrifice; and righteousness and truth will be flung to the ground, and the horn will do as it pleases [by divine permission] and prosper."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard a holy one (angel) speaking, and another holy one said to the one who was speaking, “How much time will be required to complete the vision regarding the regular sacrifice, the transgression that brings horror, and the trampling underfoot of both the sanctuary and the host [of the people]?”"
            },
            {
                "verse_number": "14",
                "verse_text": "He said to me, “For 2,300 evenings and mornings; then the sanctuary will be cleansed and properly restored.”"
            },
            {
                "verse_number": "15",
                "verse_text": "When I, Daniel, had seen the vision, I sought to understand it; then behold, standing before me was one who looked like a man."
            },
            {
                "verse_number": "16",
                "verse_text": "And I heard the voice of a man between the banks of the Ulai, which called out and said, “Gabriel, give this man (Daniel) an understanding of the vision.”"
            },
            {
                "verse_number": "17",
                "verse_text": "So he came near where I was standing, and when he came I was frightened and fell face downward; but he said to me, “Understand, son of man, that the [fulfillment of the] vision pertains to [events that will occur in] the time of the end.”"
            },
            {
                "verse_number": "18",
                "verse_text": "Now as he (Gabriel) was speaking with me, I drifted into a deep sleep (unconsciousness) with my face to the ground; but he touched me and made me stand [where I had stood before]."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, “Behold, I am going to let you know what will happen during the final time of the indignation and wrath [of God upon the ungodly], for it concerns the appointed time of the end."
            },
            {
                "verse_number": "20",
                "verse_text": "The ram which you saw with the two horns represents the kings of Media and Persia."
            },
            {
                "verse_number": "21",
                "verse_text": "The shaggy (rough-coated) male goat represents the kingdom of Greece, and the great horn between his eyes is the first king."
            },
            {
                "verse_number": "22",
                "verse_text": "Regarding the shattered horn and the four others that arose in its place, four kingdoms will rise from his (Alexander’s) nation, although not with his power and heritage."
            },
            {
                "verse_number": "23",
                "verse_text": "At the latter period of their reign, A king will arise"
            },
            {
                "verse_number": "24",
                "verse_text": "His power will be mighty, but not by his own power;"
            },
            {
                "verse_number": "25",
                "verse_text": "And through his shrewdness"
            },
            {
                "verse_number": "26",
                "verse_text": "The vision of the evenings and the mornings"
            },
            {
                "verse_number": "27",
                "verse_text": "And I, Daniel, was exhausted and was sick for [several] days. Afterward I got up and continued with the king’s business; but I was astounded at the vision, and there was no one who could explain it."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "In the first year of Darius the son of Ahasuerus, of Median descent, who was made king over the realm of the Chaldeans—"
            },
            {
                "verse_number": "2",
                "verse_text": "in the first year of his reign, I, Daniel, understood from the books the number of years which, according to the word of the L ord to Jeremiah the prophet, must pass before the desolations [which had been] pronounced on Jerusalem would end; and it was seventy years."
            },
            {
                "verse_number": "3",
                "verse_text": "So I directed my attention to the Lord God to seek Him by prayer and supplications, with fasting, sackcloth and ashes."
            },
            {
                "verse_number": "4",
                "verse_text": "I prayed to the L ord my God and confessed and said, “O Lord, the great and awesome God, who keeps His covenant and extends lovingkindness toward those who love Him and keep His commandments,"
            },
            {
                "verse_number": "5",
                "verse_text": "we have sinned and committed wrong, and have behaved wickedly and have rebelled, turning away from Your commandments and ordinances."
            },
            {
                "verse_number": "6",
                "verse_text": "Further, we have not listened to and heeded Your servants the prophets, who spoke in Your name to our kings, our princes and our fathers, and to all the people of the land."
            },
            {
                "verse_number": "7",
                "verse_text": "“Righteousness belongs to You, O Lord, but to us confusion and open shame, as it is this day—to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, those who are nearby and those who are far away, in all the countries to which You have driven them, because of the [treacherous] acts of unfaithfulness which they have committed against You."
            },
            {
                "verse_number": "8",
                "verse_text": "O L ord , to us belong confusion and open shame—to our kings, to our princes, and to our fathers—because we have sinned against You."
            },
            {
                "verse_number": "9",
                "verse_text": "To the Lord our God belong mercy and lovingkindness and forgiveness, for we have rebelled against Him;"
            },
            {
                "verse_number": "10",
                "verse_text": "and we have not obeyed the voice of the L ord our God by walking in His laws which He set before us through His servants the prophets."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, all Israel has transgressed Your law, even turning aside, not obeying Your voice; so the curse has been poured out on us and the oath which is written in the Law of Moses the servant of God, because we have sinned against Him."
            },
            {
                "verse_number": "12",
                "verse_text": "And He has carried out completely His [threatening] words which He had spoken against us and against our rulers [the kings, princes, and judges] who ruled us, to bring on us a great tragedy; for under the whole heaven there has not been done anything [so dreadful] like that which [He commanded and] was done to Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "Just as it is written in the Law of Moses, all this tragedy has come on us. Yet we have not wholeheartedly begged for forgiveness and sought the favor of the L ord our God by turning from our wickedness and paying attention to and placing value in Your truth."
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore the L ord has kept the tragedy ready and has brought it on us, for the L ord our God is [uncompromisingly] righteous and openly just in all His works which He does—He keeps His word; and we have not obeyed His voice."
            },
            {
                "verse_number": "15",
                "verse_text": "“And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand and who made for Yourself a name, as it is today—we have sinned, we have been wicked."
            },
            {
                "verse_number": "16",
                "verse_text": "O Lord, in accordance with all Your righteous and just acts, please let Your anger and Your wrath turn away from Your city Jerusalem, Your holy mountain. Because of our sins and the wickedness of our fathers, Jerusalem and Your people have become an object of scorn and a contemptuous byword to all who are around us."
            },
            {
                "verse_number": "17",
                "verse_text": "Now therefore, our God, listen to (heed) the prayer of Your servant (Daniel) and his supplications, and for Your own sake let Your face shine on Your desolate sanctuary."
            },
            {
                "verse_number": "18",
                "verse_text": "O my God, incline Your ear and hear; open Your eyes and look at our desolations and the city which is called by Your name; for we are not presenting our supplications before You because of our own merits and righteousness, but because of Your great mercy and compassion."
            },
            {
                "verse_number": "19",
                "verse_text": "O Lord, hear! O Lord, forgive! O Lord, listen and take action! Do not delay, for Your own sake, O my God, because Your city and Your people are called by Your name.”"
            },
            {
                "verse_number": "20",
                "verse_text": "While I was still speaking and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the L ord my God in behalf of the holy mountain of my God,"
            },
            {
                "verse_number": "21",
                "verse_text": "while I was still speaking in prayer and extremely exhausted, the man Gabriel, whom I had seen in the earlier vision, came to me about the time of the evening sacrifice."
            },
            {
                "verse_number": "22",
                "verse_text": "He instructed me and he talked with me and said, “O Daniel, I have now come to give you insight and wisdom and understanding."
            },
            {
                "verse_number": "23",
                "verse_text": "At the beginning of your supplications, the command [to give you an answer] was issued, and I have come to tell you, for you are highly regarded and greatly beloved. Therefore consider the message and begin to understand the [meaning of the] vision."
            },
            {
                "verse_number": "24",
                "verse_text": "“Seventy weeks [of years, or 490 years] have been decreed for your people and for your holy city (Jerusalem), to finish the transgression, to make an end of sins, to make atonement (reconciliation) for wickedness, to bring in everlasting righteousness (right-standing with God), to seal up vision and prophecy and prophet, and to anoint the Most Holy Place ."
            },
            {
                "verse_number": "25",
                "verse_text": "So you are to know and understand that from the issuance of the command to restore and rebuild Jerusalem until [the coming of] the Messiah (the Anointed One), the Prince, there will be seven weeks [of years] and sixty-two weeks [of years]; it will be built again, with [a city] plaza and moat, even in times of trouble."
            },
            {
                "verse_number": "26",
                "verse_text": "Then after the sixty-two weeks [of years] the Anointed One will be cut off [and denied His Messianic kingdom] and have nothing [and no one to defend Him], and the people of the [other] prince who is to come will destroy the city and the sanctuary. Its end will come with a flood; even to the end there will be war; desolations are determined."
            },
            {
                "verse_number": "27",
                "verse_text": "And he will enter into a binding and irrevocable covenant with the many for one week (seven years), but in the middle of the week he will stop the sacrifice and grain offering [for the remaining three and one-half years]; and on the wing of abominations will come one who makes desolate, even until the complete destruction, one that is decreed, is poured out on the one who causes the horror.”"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "In the third year of Cyrus king of Persia a message was revealed to Daniel, who was named Belteshazzar; and the message was true and it referred to great conflict (warfare, misery). And he understood the message and had an understanding of the vision."
            },
            {
                "verse_number": "2",
                "verse_text": "In those days I, Daniel, had been mourning for three entire weeks."
            },
            {
                "verse_number": "3",
                "verse_text": "I ate no tasty food, nor did any meat or wine enter my mouth; and I did not anoint (refresh, groom) myself at all for the full three weeks."
            },
            {
                "verse_number": "4",
                "verse_text": "On the twenty-fourth day of the first month, as I was on the bank of the great river Hiddekel [which is the Tigris],"
            },
            {
                "verse_number": "5",
                "verse_text": "I raised my eyes and looked, and behold, there was a certain man dressed in linen, whose loins were girded with [a belt of] pure gold of Uphaz."
            },
            {
                "verse_number": "6",
                "verse_text": "His body also was like beryl [with a golden luster], his face had the appearance of lightning, his eyes were like flaming torches, his arms and his feet like the gleam of burnished bronze, and the sound of his words was like the noise of a multitude [of people or the roaring of the sea]."
            },
            {
                "verse_number": "7",
                "verse_text": "And I, Daniel, alone saw the vision [of this heavenly being], for the men who were with me did not see the vision; nevertheless, a great panic overwhelmed them, so they ran away to hide themselves."
            },
            {
                "verse_number": "8",
                "verse_text": "So I was left alone and saw this great vision; yet no strength was left in me, for my normal appearance turned to a deathly pale, and I grew weak and faint [with fright]."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I heard the sound of his words; and when I heard the sound of his words, I fell on my face in a deep sleep, with my face toward the ground."
            },
            {
                "verse_number": "10",
                "verse_text": "Then behold, a hand touched me and set me unsteadily on my hands and knees."
            },
            {
                "verse_number": "11",
                "verse_text": "So he said to me, “O Daniel, you highly regarded and greatly beloved man, understand the words that I am about to say to you and stand upright, for I have now been sent to you.” And while he was saying this word to me, I stood up trembling."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he said to me, “Do not be afraid, Daniel, for from the first day that you set your heart on understanding this and on humbling yourself before your God, your words were heard, and I have come in response to your words."
            },
            {
                "verse_number": "13",
                "verse_text": "But the prince of the kingdom of Persia was standing in opposition to me for twenty-one days. Then, behold, Michael, one of the chief [of the celestial] princes, came to help me, for I had been left there with the kings of Persia."
            },
            {
                "verse_number": "14",
                "verse_text": "Now I have come to make you understand what will happen to your people in the latter days, for the vision is in regard to the days yet to come.”"
            },
            {
                "verse_number": "15",
                "verse_text": "When he had spoken to me according to these words, I turned my face toward the ground and was speechless."
            },
            {
                "verse_number": "16",
                "verse_text": "And behold, one who resembled the sons of men touched my lips. Then I opened my mouth and spoke and said to him who was standing before me, “O my lord, because of the vision anguish has come upon me, and I have retained no strength."
            },
            {
                "verse_number": "17",
                "verse_text": "For how can such a [weakened] servant of my lord talk with such [a being] as my lord? For now there remains no strength in me, nor has any breath been left in me.”"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the one (Gabriel) whose appearance was like that of a man touched me again, and he strengthened me."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, “O man, highly regarded and greatly beloved, do not be afraid. Peace be to you; take courage and be strong.” Now when he had spoken to me, I was strengthened and said, “Let my lord speak, for you have strengthened me.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he said, “Do you understand [fully] why I came to you? Now I shall return to fight against the [hostile] prince of Persia; and when I have gone, behold, the prince of Greece is about to come."
            },
            {
                "verse_number": "21",
                "verse_text": "But I (Gabriel) will tell you what is inscribed in the writing of truth. There is no one who stands firmly with me and strengthens himself against these [hostile spirit forces] except Michael, your prince [the guardian of your nation]."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "“Also I, in the first year of Darius the Mede, I (Gabriel) arose to be an encouragement and a protection for him."
            },
            {
                "verse_number": "2",
                "verse_text": "And now I will tell you the truth. Behold, three more kings are going to arise in Persia. Then a fourth will become far richer than all of them. When he becomes strong through his riches he will stir up the whole empire against the realm of Greece."
            },
            {
                "verse_number": "3",
                "verse_text": "Then a mighty [warlike, threatening] king will arise who will rule with great authority and do as he pleases."
            },
            {
                "verse_number": "4",
                "verse_text": "But as soon as he (Alexander) has risen, his kingdom will be broken [by his death] and divided toward the four winds of heaven [the north, south, east, and west], but not to his descendants, nor according to the [Grecian] authority with which he ruled, for his kingdom will be torn out and uprooted and given to others (his four generals) to the exclusion of these."
            },
            {
                "verse_number": "5",
                "verse_text": "“Then the king of the South (Egypt) will be strong, along with one of his princes who will be stronger than he and have dominance over him; his domain will be a great dominion."
            },
            {
                "verse_number": "6",
                "verse_text": "After some years the Syrian king of the North and the Egyptian king of the South will make an alliance; the daughter (Berenice) of the king of the South will come to the king of the North to make an equitable and peaceful agreement (marriage); but she will not retain the power of her position, nor will he retain his power. She will be handed over with her attendants and her father as well as he who supported her in those times."
            },
            {
                "verse_number": "7",
                "verse_text": "But out of a branch of her [familial] roots will one (her brother, Ptolemy III Euergetes I) arise in his place, and he will come against the [Syrian] army and enter the fortress of the king of the North, and he will deal with them and will prevail."
            },
            {
                "verse_number": "8",
                "verse_text": "Also he will carry off to Egypt their [Syrian] gods with their cast images and their precious and costly treasure of silver and of gold, and he will refrain from waging war against the king of the North for some years."
            },
            {
                "verse_number": "9",
                "verse_text": "And the king of the North will come into the realm of the king of the South, but he will retreat to his own country [badly defeated]."
            },
            {
                "verse_number": "10",
                "verse_text": "“His sons will prepare for battle and assemble a multitude of great forces; which will keep on coming and overflow [the land], and pass through, so that they may again wage war as far as his fortress."
            },
            {
                "verse_number": "11",
                "verse_text": "The king of the South (Ptolemy IV Philopator of Egypt) will be enraged and go out and fight with the king of the North (Antiochus III the Great); and the Syrian king will raise a great multitude (army), but the multitude shall be given into the hand of the Egyptian king ."
            },
            {
                "verse_number": "12",
                "verse_text": "When the multitude (army) is captured and carried away, the heart of the Egyptian king will be proud (arrogant), and he will cause tens of thousands to fall, but he will not prevail."
            },
            {
                "verse_number": "13",
                "verse_text": "For the king of the North will again raise a multitude (army) greater than the one before, and after several years he will advance with a great army and substantial equipment."
            },
            {
                "verse_number": "14",
                "verse_text": "“In those times many will rise up against the king of the South (Egypt); also the violent men among your own people will arise in order to fulfill the [earlier] visions, but they will fail."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the king of the North (Syria) will come and build up siege ramps and capture a well-fortified city. The forces of the South will not stand their ground, not even the finest troops, for there will be no strength to stand [against the Syrian king]."
            },
            {
                "verse_number": "16",
                "verse_text": "But he (Syria) who comes against him (Egypt) will do exactly as he pleases, and no one will be able to stand against him; he (Antiochus III the Great) will also stay for a time in the Beautiful and Glorious Land [of Israel], with destruction in his hand."
            },
            {
                "verse_number": "17",
                "verse_text": "He will be determined to come with the power of his entire kingdom, and propose equitable conditions and terms of peace, which he will put into effect [by making an agreement with the king of the South]. He will also give him his daughter (Cleopatra I), in an attempt to overthrow the kingdom, but it will not succeed or be to his advantage."
            },
            {
                "verse_number": "18",
                "verse_text": "After this, he (Antiochus III the Great, King of Syria) will turn his attention to the islands and coastlands and capture many [of them]. But a commander (Lucius Scipio Asiaticus of Rome) will put an end to his aggression [toward Rome’s territorial interests]; in fact, he will repay his insolence and turn his audacity back upon him."
            },
            {
                "verse_number": "19",
                "verse_text": "Then he will turn back toward the fortresses of his own land [of Syria], but he will stumble and fall and not be found."
            },
            {
                "verse_number": "20",
                "verse_text": "“Then in his place one (his eldest son, Seleucus IV Philopator) will arise who will send an oppressor through the Jewel of his kingdom; yet within a few days he will be shattered, though not in anger nor in battle."
            },
            {
                "verse_number": "21",
                "verse_text": "And in his place [in Syria] will arise a despicable and despised person, to whom royal majesty and the honor of kingship have not been conferred, but he will come [without warning] in a time of tranquility and seize the kingdom by intrigue."
            },
            {
                "verse_number": "22",
                "verse_text": "The overwhelming forces [of the invading armies of Egypt] will be flooded away before him and smashed; and also the prince of the covenant [will be smashed]."
            },
            {
                "verse_number": "23",
                "verse_text": "After an alliance is made with him he will work deceitfully, and he will go up and gain power with a small force of people."
            },
            {
                "verse_number": "24",
                "verse_text": "In a time of tranquility, [without warning] he will enter the most productive and richest parts of the kingdom [of Egypt], and he will accomplish that which his fathers never did, nor his fathers’ fathers; he will distribute plunder, spoil and goods among them. He will devise plans against strongholds, but only for a time [decreed by God]."
            },
            {
                "verse_number": "25",
                "verse_text": "He will stir up his strength and courage against [his former Egyptian ally] the king of the South (Ptolemy VI) with a great army; so the king of the South will prepare an extremely great and powerful army to wage war, but he will not stand, for schemes will be devised against him."
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, those who eat his fine food will betray and destroy him (Ptolemy VI), and his army will be swept away, and many will fall down slain."
            },
            {
                "verse_number": "27",
                "verse_text": "And as for both of these kings, their hearts will be set on doing evil; they will speak lies over the same table, but it will not succeed, for the end is yet to come at the appointed time."
            },
            {
                "verse_number": "28",
                "verse_text": "Then he (Antiochus IV Epiphanes) will return to his land with great treasure (plunder); and his heart will be set against the holy covenant, and he will take action and return to his own land (Syria)."
            },
            {
                "verse_number": "29",
                "verse_text": "“At the time appointed [by God] he will return and come into the South, but this last time will not be successful as were the previous invasions [of Egypt]."
            },
            {
                "verse_number": "30",
                "verse_text": "For ships of Cyprus [in Roman hands] will come against him; therefore he will be discouraged and turn back [to Israel] and carry out his rage against the holy covenant and take action; so he will return and show favoritism toward those [Jews] who abandon (break) the holy covenant [with God]."
            },
            {
                "verse_number": "31",
                "verse_text": "Armed forces of his will arise [in Jerusalem] and defile and desecrate the sanctuary, the [spiritual] stronghold, and will do away with the regular sacrifice [that is, the daily burnt offering]; and they will set up [a pagan altar in the sanctuary which is] the abomination of desolation."
            },
            {
                "verse_number": "32",
                "verse_text": "With smooth words [of flattery and praise] he will turn to godlessness those who [are willing to] disregard the [Mosaic] covenant, but the people who [are spiritually mature and] know their God will display strength and take action [to resist]."
            },
            {
                "verse_number": "33",
                "verse_text": "They who are wise and have spiritual insight among the people will instruct many and help them understand; yet for many days some [of them and their followers] will fall by the sword and by flame, by captivity and by plunder."
            },
            {
                "verse_number": "34",
                "verse_text": "Now when they fall they will receive a little help, and many will join with them in hypocrisy."
            },
            {
                "verse_number": "35",
                "verse_text": "Some of those who are [spiritually] wise and have insight will fall [as martyrs] in order to refine, to purge and to make those among God’s people pure, until the end time; because it is yet to come at the time appointed [by God]."
            },
            {
                "verse_number": "36",
                "verse_text": "“Then the king (the Antichrist) will do exactly as he pleases; he will exalt himself and magnify himself above every god and will speak astounding and disgusting things against the God of gods and he will prosper until the indignation is finished, for that which is determined [by God] will be done."
            },
            {
                "verse_number": "37",
                "verse_text": "He will have no regard for the gods of his fathers or for the desire of women, nor will he have regard for any other god, for he shall magnify himself above them all."
            },
            {
                "verse_number": "38",
                "verse_text": "Instead, he will honor a god of fortresses, a god whom his fathers did not know; he will honor him with gold and silver, with precious stones and with expensive things."
            },
            {
                "verse_number": "39",
                "verse_text": "He will act against the strongest fortresses with the help of a foreign god; he will give great honor to those who acknowledge him and he will cause them to rule over the many, and will parcel out land for a price."
            },
            {
                "verse_number": "40",
                "verse_text": "“At the end time the king of the South will push and attack him (the Antichrist), and the king of the North will storm against him with chariots and horsemen and with many ships; and he will enter countries, overwhelm them and pass through."
            },
            {
                "verse_number": "41",
                "verse_text": "He shall also enter the Beautiful and Glorious Land (Israel), and many countries will fall, but these will be rescued out of his hand: Edom, Moab, and the foremost [core] of the people of Ammon."
            },
            {
                "verse_number": "42",
                "verse_text": "Then he will stretch out his hand against other countries, but Egypt will not be among the ones which escape."
            },
            {
                "verse_number": "43",
                "verse_text": "He will have power over the treasures of gold and silver and over all the precious things of Egypt, and the Libyans and the Ethiopians will follow in his footsteps."
            },
            {
                "verse_number": "44",
                "verse_text": "But rumors from the east and from the north will alarm and disturb him, and he will set out with great fury to destroy and to annihilate many."
            },
            {
                "verse_number": "45",
                "verse_text": "He will pitch his palatial tents between the seas and the glorious Holy Mountain (Zion); yet he will come to his end with no one to help him [in his final battle with God]."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "“Now at that [end] time Michael, the great [angelic] prince who stands guard over the children of your people, will arise. And there will be a time of distress such as never occurred since there was a nation until that time; but at that time your people, everyone who is found written in the Book [of Life], will be rescued."
            },
            {
                "verse_number": "2",
                "verse_text": "Many of those who sleep in the dust of the ground will awake (resurrect), these to everlasting life, but some to disgrace and everlasting contempt (abhorrence)."
            },
            {
                "verse_number": "3",
                "verse_text": "Those who are [spiritually] wise will shine brightly like the brightness of the expanse of heaven, and those who lead many to righteousness, [will shine] like the stars forever and ever."
            },
            {
                "verse_number": "4",
                "verse_text": "But as for you, Daniel, conceal these words and seal up the scroll until the end of time. Many will go back and forth and search anxiously [through the scroll], and knowledge [of the purpose of God as revealed by His prophets] will [greatly] increase.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I, Daniel, looked, and behold, there stood two others, the one [angel] on this bank of the river and the other [angel] on that bank of the river."
            },
            {
                "verse_number": "6",
                "verse_text": "And one said to the man dressed in linen, who was above the waters of the river, “How long will it be until the end of these wonders?”"
            },
            {
                "verse_number": "7",
                "verse_text": "And I heard the man dressed in linen, who was above the waters of the river, as he held up his right hand and his left hand toward heaven, and swore by Him who lives forever that it would be for a time, times, and a half a time (three and a half years); and as soon as they finish shattering and crushing the power of the holy people, all these things will be finished."
            },
            {
                "verse_number": "8",
                "verse_text": "As for me, I heard, but I did not understand; so I said, “My lord, what will be the outcome of these things?”"
            },
            {
                "verse_number": "9",
                "verse_text": "And the angel said, “Go your way, Daniel, for the words are concealed and sealed up until the end of time."
            },
            {
                "verse_number": "10",
                "verse_text": "Many will be purged, purified (made white) and refined, but the wicked will behave wickedly. None of the wicked shall understand, but those who are [spiritually] wise will understand."
            },
            {
                "verse_number": "11",
                "verse_text": "From the time that the regular sacrifice [that is, the daily burnt offering] is taken away and the abomination of desolation is set up [ruining the temple for worship of the true God], there will be 1,290 days."
            },
            {
                "verse_number": "12",
                "verse_text": "How blessed [happy, fortunate, spiritually prosperous] and beloved is he who waits expectantly [enduring without wavering for the period of tribulation] and comes to the 1,335 days!"
            },
            {
                "verse_number": "13",
                "verse_text": "But as for you (Daniel), go your way until the end [of your life]; for you will rest and rise again for your allotted inheritance at the end of the age.”"
            }
        ]
    }
}