{
    "1 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now King David was old, advanced in years; they covered him with clothes, but he could not get warm."
            },
            {
                "verse_number": "2",
                "verse_text": "So his servants said to him, &apos;Let a young virgin be found for my lord the king and let her attend him and become his nurse; let her lie against your chest, so that my lord the king may feel warm.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So they searched for a beautiful girl throughout the territory of Israel, and found Abishag the Shunammite, and brought her to the king."
            },
            {
                "verse_number": "4",
                "verse_text": "The girl was very beautiful; and she became the king&quot;s nurse and served him, but the king was not intimate with her."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Adonijah the son of [David&quot;s wife] Haggith exalted himself, saying, &apos;I [the eldest living son] will be king.&apos; So [following Absalom&quot;s example] he prepared for himself chariots and horsemen, and fifty men to run before him."
            },
            {
                "verse_number": "6",
                "verse_text": "His father [David] had never rebuked him at any time by asking, &apos;Why have you done this?&apos; Adonijah was also a very handsome man, and he was born after Absalom."
            },
            {
                "verse_number": "7",
                "verse_text": "He had conferred with Joab the son of Zeruiah [David&quot;s half sister] and with Abiathar the priest; and they followed Adonijah and helped him."
            },
            {
                "verse_number": "8",
                "verse_text": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and David&quot;s most formidable warriors did not side with Adonijah [in his desire to become king]."
            },
            {
                "verse_number": "9",
                "verse_text": "Adonijah sacrificed sheep and oxen and fattened steers by the Stone of Zoheleth, which is beside [the well] En-rogel; and he invited all his brothers, the king&quot;s sons, and all the men of Judah, the king&quot;s servants [to this feast]."
            },
            {
                "verse_number": "10",
                "verse_text": "But he did not invite Nathan the prophet, Benaiah, the most formidable warriors, or his brother Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Nathan spoke to Bathsheba the mother of Solomon, &apos;Have you not heard that Adonijah the son of Haggith has become king, and David our lord does not know about it?"
            },
            {
                "verse_number": "12",
                "verse_text": "Come now, please let me advise you and save your life and the life of your son Solomon."
            },
            {
                "verse_number": "13",
                "verse_text": "Go at once to King David and say to him, &quot;Did you not, my lord, O king, swear to your maidservant, saying, &apos;Solomon your son shall certainly be king after me, and he shall sit on my throne&apos;? Why then has Adonijah become king?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Behold, while you are still there speaking with the king, I will come in after you and confirm your words.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Bathsheba went to the king in his bedroom. Now the king was very old and weak, and Abishag the Shunammite was attending the king."
            },
            {
                "verse_number": "16",
                "verse_text": "So Bathsheba bowed down and paid respect to the king. And the king said, &apos; What do you wish?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "She said to him, &apos;My lord, you swore by the L ord your God to your maidservant, saying, &quot;Solomon your son shall certainly be king after me and he shall sit on my throne.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But now, behold, Adonijah is [acting as] king; and now [as things stand], my lord the king, you do not know it."
            },
            {
                "verse_number": "19",
                "verse_text": "He has sacrificed oxen and fattened steers and sheep in abundance, and has invited all the king&quot;s sons and Abiathar the priest and Joab the commander of the army [to a feast], but he did not invite your servant Solomon."
            },
            {
                "verse_number": "20",
                "verse_text": "Now as for you, my lord the king, the eyes of all Israel are on you [waiting for you] to tell them who shall sit on the throne of my lord the king after him."
            },
            {
                "verse_number": "21",
                "verse_text": "Otherwise it will come about when my lord the king lies down [in death] with his fathers, that I and my son Solomon will be considered political enemies.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While she was still speaking with the king, Nathan the prophet came in."
            },
            {
                "verse_number": "23",
                "verse_text": "The king was told, &apos;Here is Nathan the prophet.&apos; And when he came before the king, he bowed before the king with his face to the ground."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Nathan said, &apos;My lord the king, have you said, &quot;Adonijah shall be king after me, and he shall sit on my throne&quot;?"
            },
            {
                "verse_number": "25",
                "verse_text": "Because he has gone down today [to En-Rogel] and has sacrificed oxen and fattened steers and sheep in abundance, and has invited all the king&quot;s sons, the commanders of the army and Abiathar the priest [to this feast]; and [right now] they are eating and drinking in his presence; and they say, &quot; Long live King Adonijah!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But he has not invited me, your servant, nor Zadok the priest, nor Benaiah the son of Jehoiada, nor your servant Solomon."
            },
            {
                "verse_number": "27",
                "verse_text": "If this thing has been done by my lord the king, why have you not shown your servants who shall sit on the throne of my lord the king after him?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "King David answered, &apos;Call Bathsheba to me.&apos; And she came into the king&quot;s presence and stood before him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the king swore an oath and said, &apos;As the L ord lives, who has redeemed my soul from all distress,"
            },
            {
                "verse_number": "30",
                "verse_text": "even as I swore to you by the L ord , the God of Israel, saying, &quot;Solomon your son shall certainly be king after me, and he shall sit on my throne in my place&quot;; I will indeed do so this very day.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Bathsheba bowed down with her face to the ground, and laid herself face down before the king and said, &apos;May my lord King David live forever!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then King David said, &apos;Call Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada to me.&apos; And they came before the king."
            },
            {
                "verse_number": "33",
                "verse_text": "The king told them, &apos;Take the servants of your lord with you and have Solomon my son ride on my own mule, and bring him down to [the spring at] Gihon [in the Kidron Valley]."
            },
            {
                "verse_number": "34",
                "verse_text": "Let Zadok the priest and Nathan the prophet anoint him there as king over Israel. Then blow the trumpet and say, &quot; Long live King Solomon!&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then you shall come up [to Jerusalem] after him, and he shall come and sit on my throne and he shall reign as king in my place; for I have appointed him to be ruler over Israel and Judah.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Benaiah [the overseer of the king&quot;s bodyguards], the son of Jehoiada answered the king and said, &apos;Amen! (So be it!) May the L ord , the God of my lord the king, say so too."
            },
            {
                "verse_number": "37",
                "verse_text": "Just as the L ord has been with my lord the king, so may He be with Solomon, and make his throne greater than the throne of my lord King David!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites [the king&quot;s bodyguards] went down [from Jerusalem] and had Solomon ride on King David&quot;s mule, and brought him to [the spring at] Gihon."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok the priest took a horn of [olive] oil from the [sacred] tent and anointed Solomon. They blew the trumpet, and all the people said, &apos; Long live King Solomon!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "All the people went up after him, and they were playing on flutes and rejoicing with great joy, so that the earth shook and seemed to burst open with their [joyful] sound."
            },
            {
                "verse_number": "41",
                "verse_text": "Now Adonijah and all the guests who were with him heard it as they finished eating. When Joab heard the trumpet sound, he said, &apos; Why is the city in such an uproar?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While he was still speaking, behold, Jonathan the son of Abiathar the priest arrived. And Adonijah said, &apos;Come in, for you are a valiant and trustworthy man and you bring good news.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "But Jonathan replied to Adonijah, &apos;No, on the contrary , our lord King David has made Solomon king!"
            },
            {
                "verse_number": "44",
                "verse_text": "The king has sent him with Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites; and they have had him ride on the king&quot;s [own royal] mule."
            },
            {
                "verse_number": "45",
                "verse_text": "Also, Zadok the priest and Nathan the prophet have anointed him king in Gihon, and they have come up from there celebrating, so the city is in an uproar. This is the noise which you have heard."
            },
            {
                "verse_number": "46",
                "verse_text": "Besides, Solomon has taken his seat on the throne of the kingdom."
            },
            {
                "verse_number": "47",
                "verse_text": "Moreover, the king&quot;s servants came to bless (congratulate) our lord King David, saying, &quot;May your God make the name of Solomon better (more famous) than your name and make his throne greater than your throne.&quot; And the king bowed himself [before God] upon the bed."
            },
            {
                "verse_number": "48",
                "verse_text": "The king has also said this: &quot;Blessed be the L ord , the God of Israel, who has granted one [of my descendants] to sit on my throne today and allowed my eyes to see it.&quot; &apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then all Adonijah&quot;s guests were terrified [of being branded as traitors] and stood up and left the feast, and each one went on his way."
            },
            {
                "verse_number": "50",
                "verse_text": "And Adonijah feared Solomon, and he got up and went [to the tabernacle on Mt. Zion] and took hold of the horns of the altar [seeking asylum]."
            },
            {
                "verse_number": "51",
                "verse_text": "Now Solomon was told, &apos;Behold, Adonijah is afraid of King Solomon, and behold, he has grasped the horns of the altar [seeking God&quot;s protection], saying, &quot;King Solomon must swear to me today that he will not kill his servant with the sword.&quot; &apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Solomon said, &apos;If he [proves he] is a worthy man, not even one of his hairs shall fall to the ground; but if wickedness is found in him, he shall die.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "So King Solomon sent [soldiers], and they brought Adonijah down from the altar [that was in front of the tabernacle]. And he came and bowed down to King Solomon, and Solomon said to him, &apos;Go to your house.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When David&quot;s time to die approached, he gave instructions to Solomon his son, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am going the way of all the earth [as dust to dust]. Be strong and prove yourself a man."
            },
            {
                "verse_number": "3",
                "verse_text": "Keep the charge of the L ord your God, [that is, fulfill your obligation to] walk in His ways, keep His statutes, His commandments, His precepts, and His testimonies, as it is written in the Law of Moses, so that you may succeed in everything that you do and wherever you turn,"
            },
            {
                "verse_number": "4",
                "verse_text": "so that the L ord may fulfill His promise concerning me, saying, &quot;If your sons are careful regarding their way [of life], to walk before Me in truth with all their heart and mind and with all their soul, you shall not fail to have a man (descendant) on the throne of Israel.&quot; S o the kingdom was established in the hands of Solomon."
            },
            {
                "verse_number": "5",
                "verse_text": "Now you also know what Joab the son of Zeruiah [my sister] did to me, and what he did to the two commanders of the armies of Israel, to Abner the son of Ner and to Amasa the son of Jether, [both of] whom he murdered; avenging the blood of war in [a time of] peace. And he put the [innocent] blood of war [of Abner and Amasa] on his belt that was around his waist, and on his sandals on his feet."
            },
            {
                "verse_number": "6",
                "verse_text": "So act in accordance with your wisdom, but do not let his gray head go down to Sheol (the place of the dead) in peace."
            },
            {
                "verse_number": "7",
                "verse_text": "But be gracious and kind to the sons of Barzillai the Gileadite, and let them be among those who [have the honor to] eat at your table; for they met me [with kindness] when I fled from your brother Absalom."
            },
            {
                "verse_number": "8",
                "verse_text": "And look, you have with you Shimei the son of Gera, the Benjamite of Bahurim; he is the one who cursed me with a sinister curse the day I went to Mahanaim. But he came down to meet me at the Jordan [on my return], and I swore to him by the L ord , saying, &quot;I will not put you to death with the sword.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "But now do not let him go unpunished, for you are a wise man; and you will know what to do to him, and you will bring his gray head down to Sheol [covered] with blood.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So David lay down with his fathers [in death] and was buried in the City of David."
            },
            {
                "verse_number": "11",
                "verse_text": "The time that David reigned over Israel was forty years: he reigned seven years in Hebron and thirty-three years in Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon sat on the throne of David his father, and his kingdom was firmly established."
            },
            {
                "verse_number": "13",
                "verse_text": "Now Adonijah the son of [David and] Haggith came to Bathsheba the mother of Solomon. She said, &apos;Do you come in peace?&apos; And he said, &apos;In peace.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then he said, &apos;I have something to say to you.&apos; And she said, &apos;Speak.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So he said, &apos;You know that the kingdom belonged to me [as the eldest living son] and all Israel looked to me and expected me to be king. However, the kingdom has passed [from me] and became my brother&quot;s, for it was his from the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "So now I am making one request of you; do not refuse me.&apos; And she said to him, &apos;Speak.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He said, &apos;Please speak to King Solomon, for he will not refuse you; ask that he may give me Abishag the Shunammite as a wife.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Bathsheba replied, &apos;Very well; I will speak to the king for you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Bathsheba went to King Solomon to speak to him for Adonijah. And the king rose to meet her, bowed before her, and sat down on his throne; then he had a throne set for her, the king&quot;s mother, and she sat on his right."
            },
            {
                "verse_number": "20",
                "verse_text": "Then she said, &apos;I am making one small request of you; do not refuse me.&apos; And the king said to her, &apos;Ask, my mother, for I will not refuse you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So she said, &apos;Let Abishag the Shunammite be given to your brother Adonijah as a wife.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon answered and said to his mother, &apos;And why are you asking for Abishag the Shunammite for Adonijah? Ask the kingdom for him also&ndash;since he is my older brother&ndash;[ask it] for him and for Abiathar the priest and Joab the son of Zeruiah [his supporters]!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then King Solomon swore by the L ord , saying, &apos;May God do the same to me, and more also, if Adonijah has not requested this [deplorable] thing against his own life."
            },
            {
                "verse_number": "24",
                "verse_text": "So now, as the L ord lives, who has established me and set me on the throne of David my father, and who has made me a house as He promised, Adonijah shall indeed be put to death today.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So King Solomon sent Benaiah the son of Jehoiada, and he struck Adonijah and he died."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the king said to Abiathar the priest, &apos;Go to Anathoth to your own fields, for you certainly deserve to die; but I will not put you to death this day, because you carried the ark of the Lord G od before my father David, and you suffered everything that my father endured.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Solomon dismissed Abiathar [a descendant of Eli] from being priest to the L ord , fulfilling the word of the L ord , which He had spoken concerning the house (descendants) of Eli in Shiloh."
            },
            {
                "verse_number": "28",
                "verse_text": "Now the news reached Joab, for Joab had supported and followed Adonijah, although he had not followed Absalom. So Joab fled to the [sacred] tent of the L ord and took hold of the horns of the altar [to seek asylum]."
            },
            {
                "verse_number": "29",
                "verse_text": "King Solomon was told that Joab had fled to the tent of the L ord and was at that moment beside the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, &apos;Go, strike him down.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So Benaiah came to the tent of the L ord and told Joab, &apos;This is what the king commands, &quot;Come out of there .&quot; &apos; But Joab said, &apos;No, for I will die here.&apos; Then Benaiah brought word to the king again, saying, &apos;This is what Joab said, and this is how he answered me.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The king said to him, &apos;Do as he has said. Strike him down and bury him, so that you may remove from me and from my father&quot;s house the innocent blood which Joab shed."
            },
            {
                "verse_number": "32",
                "verse_text": "The L ord will return his bloody deeds upon his own head, because he struck down two men more righteous and honorable than he and killed them with the sword, without my father David knowing: Abner the son of Ner, commander of the army of Israel, and Amasa the son of Jether, commander of the army of Judah."
            },
            {
                "verse_number": "33",
                "verse_text": "So shall their blood return on the head of Joab and the heads of his descendants forever. But for David, his descendants, his house, and his throne, may there be peace from the L ord forever.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So Benaiah the son of Jehoiada went up [to the tabernacle] and struck and killed Joab, and he was buried at his own house in the wilderness [of Judah]."
            },
            {
                "verse_number": "35",
                "verse_text": "The king appointed Benaiah the son of Jehoiada over the army in Joab&quot;s place, and appointed Zadok the priest in place of Abiathar."
            },
            {
                "verse_number": "36",
                "verse_text": "Now the king sent word and called for Shimei and said to him, &apos;Build yourself a house in Jerusalem and live there. Do not go from there to any other place."
            },
            {
                "verse_number": "37",
                "verse_text": "For on the day you leave and cross over the Brook Kidron, know for certain that you shall surely die; your blood shall be on your own head.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Shimei said to the king, &apos;The word (ruling) is good. As my lord the king has said, so will your servant do.&apos; So Shimei lived in Jerusalem for many days."
            },
            {
                "verse_number": "39",
                "verse_text": "But it happened after three years, that two of Shimei&quot;s servants ran away to Achish the son of Maacah, the king of Gath. And Shimei was told, &apos;Behold, your [runaway] servants are in Gath.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "So Shimei arose, saddled his donkey, and went to Gath to [King] Achish to look for his servants. And Shimei went and brought them back from Gath."
            },
            {
                "verse_number": "41",
                "verse_text": "Now Solomon was told that Shimei had gone from Jerusalem to Gath, and had returned."
            },
            {
                "verse_number": "42",
                "verse_text": "So the king sent word and called for Shimei and said to him, &apos;Did I not make you swear by the L ord and solemnly warn you, saying, &quot;Know for certain that on the day you leave [Jerusalem] and go anywhere, you shall surely die&quot;? And you said to me, &quot;The word (ruling) I have heard is good.&quot;"
            },
            {
                "verse_number": "43",
                "verse_text": "Why then have you not kept the oath of the L ord , and the command which I gave you?&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The king also said to Shimei, &apos;You are aware in your own heart of all the evil you did to my father David; so the L ord shall return your evil on your own head."
            },
            {
                "verse_number": "45",
                "verse_text": "But King Solomon shall be blessed, and the throne of David shall be established before the L ord forever.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "So the king commanded Benaiah the son of Jehoiada, and he went out and struck down Shimei, and he died."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now Solomon became a son-in-law to Pharaoh king of Egypt [and formed an alliance] by taking Pharaoh&quot;s daughter [in marriage]. He brought her to the City of David [where she remained temporarily] until he had finished building his own house (palace) and the house of the L ord and the wall around Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "But [in the meantime] the people were still sacrificing [to God] on the high places (hilltops) [as the pagans did to their idols], for there was no [permanent] house yet built for the Name of the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Now Solomon loved the L ord , walking [at first] in the statutes of David his father, except [for the fact that] he sacrificed and burned incense in the high places [ignoring the law that required all sacrifices to be offered at the tabernacle]."
            },
            {
                "verse_number": "4",
                "verse_text": "The king went to Gibeon [near Jerusalem, where the tabernacle and the bronze altar stood] to sacrifice there, for that was the great high place. Solomon offered a thousand burnt offerings on that altar."
            },
            {
                "verse_number": "5",
                "verse_text": "In Gibeon the L ord appeared to Solomon in a dream at night; and God said, &apos;Ask [Me] what I shall give you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Solomon said, &apos;You have shown Your servant David my father great lovingkindness, because he walked before You in faithfulness and righteousness and with uprightness of heart toward You; and You have kept for him this great lovingkindness, in that You have given him a son to sit on his throne, as it is today."
            },
            {
                "verse_number": "7",
                "verse_text": "So now, O L ord my God, You have made Your servant king in place of David my father; and as for me, I am but a little boy [ in wisdom and experience]; I do not know how to go out or come in [that is, how to conduct business as a king]."
            },
            {
                "verse_number": "8",
                "verse_text": "Your servant is among Your people whom You have chosen, a great people who are too many to be numbered or counted."
            },
            {
                "verse_number": "9",
                "verse_text": "So give Your servant an understanding mind and a hearing heart [with which] to judge Your people, so that I may discern between good and evil. For who is able to judge and rule this great people of Yours?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now it pleased the Lord that Solomon had asked this thing."
            },
            {
                "verse_number": "11",
                "verse_text": "God said to him, &apos;Because you have asked this and have not asked for yourself a long life nor for wealth, nor for the lives of your enemies, but have asked for yourself understanding to recognize justice,"
            },
            {
                "verse_number": "12",
                "verse_text": "behold, I have done as you asked. I have given you a wise and discerning heart (mind), so that no one before you was your equal, nor shall anyone equal to you arise after you."
            },
            {
                "verse_number": "13",
                "verse_text": "I have also given you what you have not asked, both wealth and honor, so that there will not be anyone equal to you among the kings, for all your days."
            },
            {
                "verse_number": "14",
                "verse_text": "If you walk in My ways, keeping My statutes and My commandments, as your father David did, then I will lengthen your days.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Solomon awoke, and he realized that it was a dream. He came [back] to Jerusalem and stood before the ark of the covenant of the L ord ; he offered burnt offerings and peace offerings, and he prepared a feast for all his servants."
            },
            {
                "verse_number": "16",
                "verse_text": "Then two women who were prostitutes came to the king and stood before him."
            },
            {
                "verse_number": "17",
                "verse_text": "And the one woman said, &apos;O my lord, this woman and I live in the same house; and I gave birth to a child while she was in the house."
            },
            {
                "verse_number": "18",
                "verse_text": "And on the third day after I gave birth, this woman also gave birth. And we were [alone] together; no one else was with us in the house, just we two."
            },
            {
                "verse_number": "19",
                "verse_text": "Now this woman&quot;s son died during the night, because she lay on him [and smothered him]."
            },
            {
                "verse_number": "20",
                "verse_text": "So she got up in the middle of the night and took my son from [his place] beside me while your maidservant was asleep, and laid him on her bosom, and laid her dead son on my bosom."
            },
            {
                "verse_number": "21",
                "verse_text": "When I got up in the morning to nurse my son, behold, he was dead. But when I examined him carefully in the morning, behold, it was not my son, the one whom I had borne.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the other woman said, &apos;No! For my son is the one who is living, and your son is the dead one.&apos; But the first woman said, &apos;No! For your son is the dead one, and my son is the living one.&apos; [This is how] they were speaking before the king."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the king said, &apos;This woman says, &quot;This is my son, the one who is alive, and your son is the dead one&quot;; and the other woman says, &quot;No! For your son is the dead one, and my son is the one who is alive.&quot; &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the king said, &apos;Bring me a sword.&apos; So they brought a sword before the king."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king said, &apos;Cut the living child in two, and give half to the one [woman] and half to the other.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the woman whose child was the living one spoke to the king, for she was deeply moved over her son, &apos;O my lord, give her the living child, and by no means kill him.&apos; But the other said, &apos;He shall be neither mine nor yours; cut him! &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the king said, &apos;Give the first woman [who is pleading for his life] the living child, and by no means kill him. She is his mother.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When all [the people of] Israel heard about the judgment which the king had made, they [were in awe and reverently] feared the king, for they saw that the wisdom of God was within him to administer justice."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon was king over all [the people of] Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "These were his [chief] officials: Azariah the son of Zadok was the high priest;"
            },
            {
                "verse_number": "3",
                "verse_text": "Elihoreph and Ahijah the sons of Shisha, were scribes; Jehoshaphat the son of Ahilud was the recorder [of important events];"
            },
            {
                "verse_number": "4",
                "verse_text": "Benaiah the son of Jehoiada was in command of the army; Zadok and Abiathar were priests;"
            },
            {
                "verse_number": "5",
                "verse_text": "Azariah the son of Nathan was in charge of the deputies; Zabud the son of Nathan was priest and was the king&quot;s friend [and trusted advisor];"
            },
            {
                "verse_number": "6",
                "verse_text": "Ahishar was in charge of the household (palace); and Adoniram the son of Abda was in charge of the forced labor."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon had twelve deputies over all Israel, who secured provisions for the king and his household; each man had to provide for a month in the year."
            },
            {
                "verse_number": "8",
                "verse_text": "These were their names: Ben-hur, in the hill country of [the tribe of] Ephraim;"
            },
            {
                "verse_number": "9",
                "verse_text": "Ben-deker in Makaz and Shaalbim and Beth-shemesh and Elon-beth-hanan;"
            },
            {
                "verse_number": "10",
                "verse_text": "Ben-hesed, in Arubboth (to him belonged Socoh and all the land of Hepher);"
            },
            {
                "verse_number": "11",
                "verse_text": "Ben-abinadab, in all the hills of Dor (Taphath, Solomon&quot;s daughter, was his wife);"
            },
            {
                "verse_number": "12",
                "verse_text": "Baana the son of Ahilud, in Taanach, Megiddo, and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah as far as beyond Jokmeam;"
            },
            {
                "verse_number": "13",
                "verse_text": "Ben-geber, in Ramoth-gilead (the villages of Jair the son of Manasseh, which are in Gilead belonged to him, also the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars);"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahinadab the son of Iddo, in Mahanaim;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ahimaaz, in [the tribe of] Naphtali (he also married Basemath, Solomon&quot;s daughter);"
            },
            {
                "verse_number": "16",
                "verse_text": "Baana the son of Hushai, in [the tribe of] Asher and Bealoth;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoshaphat the son of Paruah, in [the tribe of] Issachar;"
            },
            {
                "verse_number": "18",
                "verse_text": "Shimei the son of Ela, in [the tribe of] Benjamin;"
            },
            {
                "verse_number": "19",
                "verse_text": "Geber the son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; and he was the only officer who was in the land."
            },
            {
                "verse_number": "20",
                "verse_text": "[The people of] Judah and Israel were as numerous as the sand that is in abundance by the sea; they were eating and drinking and rejoicing."
            },
            {
                "verse_number": "21",
                "verse_text": "Now Solomon reigned over all the kingdoms from the [Euphrates] River to the land of the Philistines and to the border of Egypt; they brought tribute (money) and served Solomon all the days of his life."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon&quot;s food [for the royal household] for one day was thirty kors of finely milled flour, sixty kors of wheat flour,"
            },
            {
                "verse_number": "23",
                "verse_text": "ten fat oxen, twenty pasture-fed oxen, a hundred sheep not counting fallow deer, gazelles, roebucks, and fattened fowl."
            },
            {
                "verse_number": "24",
                "verse_text": "For he was ruling over everything west of the [Euphrates] River, from Tiphsah to Gaza, over all the kings west of the [Euphrates] River; and he had peace on all sides around him."
            },
            {
                "verse_number": "25",
                "verse_text": "Judah and Israel lived in security, every man under his vine and fig tree [in peace and prosperity], from Dan [in the north] to Beersheba [in the south], during all the days of Solomon."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon also had 40,000 stalls of horses for his chariots, and 12,000 horsemen."
            },
            {
                "verse_number": "27",
                "verse_text": "Those deputies provided food for King Solomon and for all [the staff] who came to King Solomon&quot;s table, each in his month; they let nothing be lacking."
            },
            {
                "verse_number": "28",
                "verse_text": "They also brought the barley and straw for the horses and swift steeds (warhorses, chargers) to the place where it was needed, each man according to his assignment."
            },
            {
                "verse_number": "29",
                "verse_text": "Now God gave Solomon [exceptional] wisdom and very great discernment and breadth of mind, like the sand of the seashore."
            },
            {
                "verse_number": "30",
                "verse_text": "Solomon&quot;s wisdom surpassed the wisdom of all the sons of the east and all the wisdom of Egypt."
            },
            {
                "verse_number": "31",
                "verse_text": "For he was wiser than all [other] men, [wiser] than Ethan the Ezrahite, and Heman, Calcol, and Darda, the sons of Mahol. His fame was known in all the surrounding nations."
            },
            {
                "verse_number": "32",
                "verse_text": "He also spoke 3,000 proverbs, and his songs were 1,005."
            },
            {
                "verse_number": "33",
                "verse_text": "He spoke of trees, from the cedar which is in Lebanon to the hyssop [vine] that grows on the wall; he spoke also of animals, of birds, of creeping things, and fish."
            },
            {
                "verse_number": "34",
                "verse_text": "People came from all the peoples (nations) to hear the wisdom of Solomon, and from all the kings of the earth who had heard of his wisdom."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Hiram king of Tyre sent his servants to Solomon when he heard that they had anointed him king in place of his father, for Hiram had always been a friend of David."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon sent word to Hiram, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You know that David my father could not build a house (temple) for the Name (Presence) of the L ord his God because of the wars which surrounded him, until the L ord put his enemies under his feet."
            },
            {
                "verse_number": "4",
                "verse_text": "But now that the L ord my God has given me rest [from war] on every side, there is neither adversary nor misfortune [confronting me]."
            },
            {
                "verse_number": "5",
                "verse_text": "Behold, I intend to build a house (temple) to the Name of the L ord my God, just as the L ord said to my father David: &quot;Your son whom I will put on your throne in your place shall build the house for My Name and Presence.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So now, command that they cut cedar trees from Lebanon for me, and my servants will join your servants, and I will give you whatever wages you set for your servants. For you know that there is no one among us who knows how to cut timber like the men of Sidon.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When Hiram heard the words of Solomon, he rejoiced greatly and said, &apos;Blessed be the L ord this day, who has given David a wise son [to be king] over this great people.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Hiram sent word to Solomon, saying, &apos;I have heard the message which you sent to me; I will do everything you wish concerning the cedar and cypress timber."
            },
            {
                "verse_number": "9",
                "verse_text": "My servants will bring the logs down from Lebanon to the [Mediterranean] sea, and I will have them made into rafts to go by sea to the place (port) that you direct me; then I will have them broken up there, and you shall carry them away. Then you shall return the favor by providing food for my household.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Hiram gave Solomon all the cedar and cypress timber he desired,"
            },
            {
                "verse_number": "11",
                "verse_text": "and Solomon gave Hiram 20,000 kors of wheat as food for his household, and 20 kors of pure [olive] oil. Solomon gave all these to Hiram each year."
            },
            {
                "verse_number": "12",
                "verse_text": "The L ord gave Solomon wisdom, just as He promised him; and there was peace between Hiram and Solomon, and the two of them made a treaty."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon levied forced laborers from all Israel; and the forced laborers numbered 30,000 men."
            },
            {
                "verse_number": "14",
                "verse_text": "He sent them to Lebanon, 10,000 a month in shifts; one month they were in Lebanon and two months at home. Adoniram was in charge of the forced laborers."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon had 70,000 burden bearers (transporters) and 80,000 stonemasons in the hill country [of Judah],"
            },
            {
                "verse_number": "16",
                "verse_text": "besides Solomon&quot;s 3,300 chief deputies who were in charge of the project and who were in charge of the people doing the work."
            },
            {
                "verse_number": "17",
                "verse_text": "The king gave orders, and they quarried great stones, valuable stones, to lay the foundation of the house (temple) with cut stones."
            },
            {
                "verse_number": "18",
                "verse_text": "So Solomon&quot;s builders and Hiram&quot;s builders and the men of Gebal cut and chiseled the stones, and prepared the timber and the stones to build the house (temple)."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now it came about in the four hundred and eightieth year after the Israelites came out of the land of Egypt, in the fourth year of Solomon&quot;s reign over Israel, in the month of Ziv (April-May) which is the second month, that he began to build the Lord&quot;s house (temple)."
            },
            {
                "verse_number": "2",
                "verse_text": "The length of the house which King Solomon built for the L ord was sixty cubits (90 ft.), its width twenty (30 ft.), and its height thirty cubits (45 ft.)."
            },
            {
                "verse_number": "3",
                "verse_text": "The porch in front of the main room of the house (temple) was twenty cubits long, corresponding to the width of the house, and its depth in front of the house was ten cubits."
            },
            {
                "verse_number": "4",
                "verse_text": "He also made framed (artistic) window openings for the house."
            },
            {
                "verse_number": "5",
                "verse_text": "Against the wall of the house he built extensions around the walls of the house, around both the main room (Holy Place) and the Holy of Holies; and he made side chambers all around."
            },
            {
                "verse_number": "6",
                "verse_text": "The lowest story was five cubits wide, the middle was six cubits wide, and the third was seven cubits wide; for he made offsets (niches) in the walls all around on the outside of the house so that the supporting beams would not be inserted into the walls of the house."
            },
            {
                "verse_number": "7",
                "verse_text": "While it was being built, the house was built of stone prepared and finished (precut) at the quarry, and no hammer, axe, or iron tool of any kind was heard in the house while it was under construction."
            },
            {
                "verse_number": "8",
                "verse_text": "The entrance to the lowest side chamber was on the right [or south] side of the house; and they would go up winding stairs to the middle [level], and from the middle to the third."
            },
            {
                "verse_number": "9",
                "verse_text": "So Solomon built the house (temple) and finished it, and roofed the house with beams and boards of cedar."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he built the extensions [of rooms] against the entire house, each [story] five cubits high; and they were attached to the house with timbers of cedar."
            },
            {
                "verse_number": "11",
                "verse_text": "Now the word of the L ord came to Solomon, saying,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; Concerning this house which you are building, if you will walk in My statutes and execute My precepts and keep all My commandments by walking in them, then I will carry out My word (promises) with you which I made to David your father."
            },
            {
                "verse_number": "13",
                "verse_text": "I will dwell among the sons (descendants) of Israel, and will not abandon My people Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Solomon built the house (temple) and finished it."
            },
            {
                "verse_number": "15",
                "verse_text": "He built the walls of the interior of the house [that is, the Holy Place and the Holy of Holies] with boards of cedar, from the floor of the house to the rafters of the ceiling. He overlaid the interior with wood, and he overlaid the floor of the house with boards of cypress."
            },
            {
                "verse_number": "16",
                "verse_text": "He built twenty cubits on the rear of the house with boards of cedar from the floor to the ceiling; he built its interior as the [inner] sanctuary, the Holy of Holies."
            },
            {
                "verse_number": "17",
                "verse_text": "The [rest of the] house, that is, the temple in front of the Holy of Holies, was forty cubits long."
            },
            {
                "verse_number": "18",
                "verse_text": "The cedar on the house within had wood carvings in the shape of gourds and open flowers. Everything was cedar; no stone was visible."
            },
            {
                "verse_number": "19",
                "verse_text": "Then he prepared the Holy of Holies within the house in order to put the ark of the covenant of the L ord there."
            },
            {
                "verse_number": "20",
                "verse_text": "The Holy of Holies was twenty cubits in length, twenty cubits in width, and twenty cubits in height (a cube), and he overlaid it with pure gold. He also overlaid the cedar altar [with gold]."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon overlaid the interior of the house with pure gold, and he drew chains of gold across the front of the Holy of Holies (inner sanctuary), and he overlaid it with gold."
            },
            {
                "verse_number": "22",
                "verse_text": "Then he overlaid the entire house with gold, until the whole house was finished. He also overlaid the entire [incense] altar which was by the Holy of Holies with gold."
            },
            {
                "verse_number": "23",
                "verse_text": "Within the Holy of Holies he made two cherubim (sculptured figures) of olive wood, each ten cubits high."
            },
            {
                "verse_number": "24",
                "verse_text": "One wing of the cherub was five cubits long, and the other wing was also five cubits long; it was ten cubits from the tip of one wing to the tip of the other."
            },
            {
                "verse_number": "25",
                "verse_text": "The [wingspan of the] other cherub was also ten cubits. The measurements and cut (shape) of the two cherubim were the same;"
            },
            {
                "verse_number": "26",
                "verse_text": "the height of the one cherub was ten cubits, as was the other."
            },
            {
                "verse_number": "27",
                "verse_text": "He put the cherubim [above the ark] inside the innermost room of the house, and their wings were spread out so that the wing of the one touched one wall, and the wing of the other cherub was touching the other wall; and their inner wings were touching each other in the middle of the house."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon also overlaid the cherubim with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "He carved all the walls of the house all around with carved engravings of cherubim, palm-shaped decorations, and open flowers, [both] the inner and the outer sanctuaries ."
            },
            {
                "verse_number": "30",
                "verse_text": "He overlaid the floor of the house with gold, [both] the inner and outer sanctuaries ."
            },
            {
                "verse_number": "31",
                "verse_text": "For the entrance of the Holy of Holies he made two [folding] doors of olive wood, the lintel (header above the door) and five-sided doorposts (frames)."
            },
            {
                "verse_number": "32",
                "verse_text": "So he made two doors of olive wood, and he carved on them carvings of cherubim, palm-shaped decorations, and open flowers; and overlaid them with gold; and he hammered out overlays of gold on the cherubim and palm decorations."
            },
            {
                "verse_number": "33",
                "verse_text": "Also he made for the entrance of the [outer] sanctuary (the Holy Place) four-sided doorposts (frames) of olive wood"
            },
            {
                "verse_number": "34",
                "verse_text": "and two doors of cypress wood; the two leaves of the one door turned on pivots and were folding, and the two leaves of the other door also turned on pivots."
            },
            {
                "verse_number": "35",
                "verse_text": "He carved cherubim, palm-shaped decorations, and open flowers on the doors , and overlaid them with gold evenly applied on the carved work."
            },
            {
                "verse_number": "36",
                "verse_text": "He built the inner courtyard with three rows of cut stone and a row of cedar beams."
            },
            {
                "verse_number": "37",
                "verse_text": "In the fourth year [of King Solomon&quot;s reign] the foundation of the L ord &quot; s house was laid, in the [second] month, Ziv (April-May)."
            },
            {
                "verse_number": "38",
                "verse_text": "In the eleventh year [of King Solomon&quot;s reign] in the month of Bul (October-November), that is, the eighth month, the house was finished throughout all its parts and in accordance with all its specifications. So he built it in seven years."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now Solomon built his own house (palace) in thirteen years, and he finished all of his house [in that time]."
            },
            {
                "verse_number": "2",
                "verse_text": "He also built the House of the Forest of Lebanon; its length was a hundred cubits (150 ft.), its width fifty cubits (75 ft.), and its height thirty cubits (45 ft.), upon four rows of cedar pillars, with cedar beams upon the pillars."
            },
            {
                "verse_number": "3",
                "verse_text": "And it was covered with cedar [as a roof] on the supporting beams that were upon the forty-five pillars, fifteen in each row."
            },
            {
                "verse_number": "4",
                "verse_text": "There were artistic window frames in three rows, and window was opposite window in three tiers."
            },
            {
                "verse_number": "5",
                "verse_text": "All the doorways and doorposts [and windows] had squared [artistic] frames, and window was opposite window in three tiers."
            },
            {
                "verse_number": "6",
                "verse_text": "He also made the Hall of Pillars; its length was fifty cubits (75 ft.) and its width thirty cubits (45 ft.). There was a porch in front, and pillars and a threshold in front of them."
            },
            {
                "verse_number": "7",
                "verse_text": "He made the hall for the throne where he was to judge, the Hall of Judgment; it was paneled with cedar from [one] floor to [another] floor."
            },
            {
                "verse_number": "8",
                "verse_text": "His house where he was to live, the other courtyard behind the hall, was of similar workmanship. Solomon also made a house like this hall for Pharaoh&quot;s daughter, whom he had married."
            },
            {
                "verse_number": "9",
                "verse_text": "All these were of expensive stones, of stone cut according to measure, sawed with saws, inside and outside; even from the foundation to the coping, and from the outside to the great courtyard."
            },
            {
                "verse_number": "10",
                "verse_text": "The foundation was of expensive stones, large stones, stones of ten cubits and stones of eight cubits."
            },
            {
                "verse_number": "11",
                "verse_text": "And above [the foundation] were expensive stones, stones cut according to measure, and cedar."
            },
            {
                "verse_number": "12",
                "verse_text": "So the great courtyard all around had three rows of cut stone and a row of cedar beams like the inner courtyard of the house of the L ord , and the porch of the house."
            },
            {
                "verse_number": "13",
                "verse_text": "Now King Solomon sent word and brought Hiram [a skilled craftsman] from Tyre."
            },
            {
                "verse_number": "14",
                "verse_text": "He was the son of a widow from the tribe of Naphtali, and his father was a man of Tyre, a craftsman in bronze. Hiram was filled with wisdom, understanding, and skill for doing any [kind of] work in bronze. So he came to King Solomon and did all his [bronze] work."
            },
            {
                "verse_number": "15",
                "verse_text": "He cast the two pillars of bronze; the one pillar was eighteen cubits high, and a [measuring] line of twelve cubits measured the circumference of both."
            },
            {
                "verse_number": "16",
                "verse_text": "He also made two capitals (crowns) of cast bronze to put on the tops of the pillars; the height of one capital was five cubits, and the height of the other capital was five cubits."
            },
            {
                "verse_number": "17",
                "verse_text": "There were nets of network (lattice-work) and twisted threads (wreaths) of chainwork for the capitals which were on the tops of the pillars, seven for one capital and seven for the other."
            },
            {
                "verse_number": "18",
                "verse_text": "So Hiram made the pillars [in this manner], and two rows around on the one network to cover the capitals which were on the top of the pomegranates; and he did the same for the other capital."
            },
            {
                "verse_number": "19",
                "verse_text": "The capitals which were upon the top of the pillars in the porch were of lily work (design), four cubits."
            },
            {
                "verse_number": "20",
                "verse_text": "The capitals were on the two pillars and also above and close to the rounded projection which was beside the network. There were two hundred pomegranates in rows around both capitals."
            },
            {
                "verse_number": "21",
                "verse_text": "Hiram set up the pillars at the porch of the temple; he set up the right pillar and named it Jachin (may he establish), and he set up the left pillar and named it Boaz (in it is strength)."
            },
            {
                "verse_number": "22",
                "verse_text": "On the tops of the pillars was lily work (design). So the work of the pillars was finished."
            },
            {
                "verse_number": "23",
                "verse_text": "Now he made the Sea (basin) of cast metal, ten cubits from brim to brim, circular in form, five cubits high and thirty cubits in circumference."
            },
            {
                "verse_number": "24",
                "verse_text": "Under its brim were gourds encircling it ten to a cubit, completely surrounding the Sea; the gourds were in two rows, cast in one piece with it."
            },
            {
                "verse_number": "25",
                "verse_text": "It stood on twelve oxen, three facing north, three west, three south, and three east; the Sea was set on top of them, and all their rear parts pointed inward."
            },
            {
                "verse_number": "26",
                "verse_text": "It was a hand width thick, and its brim was made like the brim of a cup, like a lily blossom. It held two thousand baths."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Hiram made ten bronze stands [for smaller basins]; the length of each stand was four cubits, its width was four cubits and its height was three cubits."
            },
            {
                "verse_number": "28",
                "verse_text": "This was the design of the stands: they had borders between the frames."
            },
            {
                "verse_number": "29",
                "verse_text": "On the borders between the frames were lions, oxen, and cherubim; and on the frames there was a pedestal above. Beneath the lions and oxen were borders of hanging work."
            },
            {
                "verse_number": "30",
                "verse_text": "Now each stand had four bronze wheels with bronze axles, and its four feet had supports [for a basin]. Beneath the basin were cast supports with borders at each side."
            },
            {
                "verse_number": "31",
                "verse_text": "Its opening inside the crown at the top measured a cubit, and its opening was round like the design of a pedestal, a cubit and a half. Also on its opening were carvings, and their borders were square, not round."
            },
            {
                "verse_number": "32",
                "verse_text": "Underneath the borders were four wheels, and the axles of the wheels were on the stand. And the height of a wheel was a cubit and a half."
            },
            {
                "verse_number": "33",
                "verse_text": "The wheels were made like a chariot wheel: their axles, their rims, their spokes, and their hubs were all cast."
            },
            {
                "verse_number": "34",
                "verse_text": "Now there were four supports at the four corners of each stand; the supports were part of the stand itself."
            },
            {
                "verse_number": "35",
                "verse_text": "On the top of the stand there was a circular piece half a cubit high, and on the top of the stand its supports and borders were part of it."
            },
            {
                "verse_number": "36",
                "verse_text": "And on the surface of its supports and its borders Hiram engraved cherubim, lions, and palm-shaped decorations, according to the [available] space for each, with borders all around."
            },
            {
                "verse_number": "37",
                "verse_text": "He made the ten stands like this: they all had one casting, one measure, and one form."
            },
            {
                "verse_number": "38",
                "verse_text": "Then he made ten basins of bronze; each basin held forty baths and was four cubits, and there was one basin on each of the ten stands."
            },
            {
                "verse_number": "39",
                "verse_text": "Then he placed the bases, five on the right [or south] side of the house and five on the left [or north] side; and he set the Sea [of cast metal] on the right side of the house toward the southeast."
            },
            {
                "verse_number": "40",
                "verse_text": "Now Hiram made the basins and the shovels and the bowls. So Hiram finished all the work which he did for King Solomon on the house of the L ord :"
            },
            {
                "verse_number": "41",
                "verse_text": "the two pillars and the [two] bowls of the capitals which were on the top of the two pillars, and the two networks to cover the two bowls of the capitals which were on top of the pillars;"
            },
            {
                "verse_number": "42",
                "verse_text": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network to cover the two bowls of the capitals that were on the tops of the pillars;"
            },
            {
                "verse_number": "43",
                "verse_text": "the ten stands and the ten basins on the stands;"
            },
            {
                "verse_number": "44",
                "verse_text": "one Sea (basin), and the twelve oxen under the Sea;"
            },
            {
                "verse_number": "45",
                "verse_text": "the pails, the shovels, and the bowls; all these utensils which Hiram made for King Solomon in the house of the L ord were of polished bronze."
            },
            {
                "verse_number": "46",
                "verse_text": "In the plain of the Jordan [River] the king cast them, in the clay ground between Succoth and Zarethan."
            },
            {
                "verse_number": "47",
                "verse_text": "Solomon left all the utensils unweighed , because there were so many; the weight of the bronze could not be determined."
            },
            {
                "verse_number": "48",
                "verse_text": "Solomon made all the [other] furniture which was in the house of the L ord : the [incense] altar of gold; the table of gold on which was the bread of the Presence;"
            },
            {
                "verse_number": "49",
                "verse_text": "the lampstands of pure gold, five on the right side and five on the left, in front of the Holy of Holies (inner sanctuary); with the flowers, the lamps, and the tongs of gold;"
            },
            {
                "verse_number": "50",
                "verse_text": "the cups, snuffers, bowls, spoons, firepans&ndash;of pure gold; and the hinges of gold [both] for the doors of the inner house, the Holy of Holies, and for the doors of the house, the main room [the Holy Place]."
            },
            {
                "verse_number": "51",
                "verse_text": "So all the work that King Solomon did on the house of the L ord was completed. Solomon brought in the things which David his father had dedicated&ndash;the silver, the gold, and the utensils&ndash;and he put them in the treasuries of the L ord &quot; s house."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the leaders of the fathers&quot; households of the sons of Israel, to King Solomon in Jerusalem, to bring up the ark of the covenant of the Lord from the City of David, which is Zion."
            },
            {
                "verse_number": "2",
                "verse_text": "All the men of Israel assembled before King Solomon at the feast in the month of Ethanim (September-October), that is, the seventh month."
            },
            {
                "verse_number": "3",
                "verse_text": "All the elders of Israel came, and the priests carried the ark."
            },
            {
                "verse_number": "4",
                "verse_text": "They brought up the ark of the L ord and the Tent of Meeting and all the holy utensils that were in the tent; the priests and the Levites brought them up."
            },
            {
                "verse_number": "5",
                "verse_text": "King Solomon and all the congregation of Israel, who had assembled before him, were with him before the ark, sacrificing sheep and oxen, so many that they could not be counted or numbered."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the priests brought the ark of the covenant of the L ord to its place, into the inner sanctuary of the house, into the Holy of Holies, under the wings of the cherubim."
            },
            {
                "verse_number": "7",
                "verse_text": "For the cherubim spread their two wings over the place of the ark, and the cherubim covered the ark and its [carrying] poles from above."
            },
            {
                "verse_number": "8",
                "verse_text": "The poles were so long that the ends of the poles were visible from the Holy Place that was in front of the Holy of Holies, but they were not visible from the outside; they are there to this day (the date of this writing)."
            },
            {
                "verse_number": "9",
                "verse_text": "There was nothing in the ark except the two tablets of stone which Moses put there at Horeb (Sinai), where the L ord made a covenant with the Israelites when they came out of the land of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "Now it happened that when the priests had come out of the Holy Place, the cloud filled the L ord &quot; s house,"
            },
            {
                "verse_number": "11",
                "verse_text": "so the priests could not stand [in their positions] to minister because of the cloud, for the glory and brilliance of the L ord had filled the L ord &quot; s house (temple). &apos;The L ord has said that He would dwell in the thick darkness [of the cloud]. A place for You to dwell in forever.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon said,"
            },
            {
                "verse_number": "13",
                "verse_text": "I have certainly built You a lofty house,"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the king turned around and blessed all the assembly of Israel, while all the assembly of Israel was standing."
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos;Blessed be the L ord , the God of Israel, who spoke with His mouth to my father David and has fulfilled it with His hand, saying,"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;Since the day that I brought My people Israel out of Egypt, I did not choose a [particular] city out of all the tribes of Israel in which to build a house so that My Name (Presence) would be in it, but I chose David to be over My people Israel.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now it was [determined] in the heart of my father David to build a house (temple) for the Name of the L ord , the God of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "But the L ord said to my father David, &quot;Because it was in your heart to build a house for My Name, you did well, in that it was in your heart."
            },
            {
                "verse_number": "19",
                "verse_text": "Nevertheless, you shall not build the house, but your son, who shall be born to you, it is he who shall build it for My Name [and My Presence].&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Now the L ord has fulfilled His word which He spoke; I have risen in the place of my father David and have taken my seat on the throne of Israel, just as the L ord promised, and have built the house (temple) for the Name of the L ord , the God of Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "There I have made a place [in the Holy of Holies] for the ark, in which is the covenant (solemn agreement) of the L ord , which He made with our fathers when He brought them out of the land of Egypt.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Solomon stood [in the courtyard] before the altar of the L ord in the presence of all the assembly of Israel and spread out his hands toward heaven."
            },
            {
                "verse_number": "23",
                "verse_text": "He said, &apos;O L ord , the God of Israel, there is no God like You in heaven above or on earth below, who keeps the covenant and shows lovingkindness to Your servants who walk before You with all their heart;"
            },
            {
                "verse_number": "24",
                "verse_text": "You who have kept what You promised to Your servant my father David. You have spoken with Your mouth and have fulfilled Your word with Your hand, as it is this day."
            },
            {
                "verse_number": "25",
                "verse_text": "Now therefore, O L ord , the God of Israel, keep for Your servant my father David that which You promised him when You said, &quot;You shall not be without a man (descendant) to sit on the throne of Israel, if only your sons take heed to their way [of life] to walk before Me [according to my laws] as you have done.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Now, O God of Israel, please let Your word which You have spoken to Your servant David my father be confirmed."
            },
            {
                "verse_number": "27",
                "verse_text": "But will God indeed dwell on the earth? Behold, heaven and the highest heaven cannot contain You; how much less this house which I have built!"
            },
            {
                "verse_number": "28",
                "verse_text": "Yet graciously consider the prayer of Your servant and his supplication, O L ord my God, to listen to the [loud] cry and to the prayer which Your servant prays before You today;"
            },
            {
                "verse_number": "29",
                "verse_text": "that Your eyes may be open toward this house night and day, toward the place of which You have said, &quot;My Name (Presence) shall be there,&quot; that You may listen to the prayer which Your servant shall pray toward this place."
            },
            {
                "verse_number": "30",
                "verse_text": "Listen to the prayer of Your servant and of Your people Israel which they pray toward this place. Hear in heaven, Your dwelling place; hear and forgive."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If a man sins against his neighbor and is made to take an oath [of innocence] and he comes to take the oath before Your altar in this house (temple),"
            },
            {
                "verse_number": "32",
                "verse_text": "then hear from heaven and act and judge Your servants, condemning the wicked by bringing his guilt on his own head, and justifying the righteous by rewarding him in accordance with his righteousness."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;When Your people Israel are defeated before an enemy because they have sinned against You, and then they turn to You again and praise Your Name and pray and ask for Your favor and compassion in this house (temple),"
            },
            {
                "verse_number": "34",
                "verse_text": "then hear in heaven, and forgive the sin of Your people Israel, and bring them back to the land which You gave their fathers."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;When the heavens are shut up and there is no rain because they have sinned against You, and they pray toward this place and praise Your name and turn from their sin when You afflict them,"
            },
            {
                "verse_number": "36",
                "verse_text": "then hear in heaven and forgive the sin of Your servants and of Your people Israel; indeed, teach them the good way in which they should walk (live). And send rain on Your land which You have given to Your people as an inheritance."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;If there is famine in the land, or if there is pestilence (plague), blight, mildew, migratory locusts, or grasshoppers, if their enemy besieges them in the land of their cities, whatever affliction or plague, whatever sickness [there is],"
            },
            {
                "verse_number": "38",
                "verse_text": "whatever prayer or pleading is made by any individual, or by Your people Israel, each knowing the affliction of his own heart, and spreading his hands out toward this house;"
            },
            {
                "verse_number": "39",
                "verse_text": "then hear in heaven Your dwelling place, and forgive and act and give to each according to his ways, whose heart (mind) You know, for You and You alone know the hearts of all the children of men,"
            },
            {
                "verse_number": "40",
                "verse_text": "so that they may fear You [with reverence and awe] all the days that they live in the land which You have given to our fathers."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Moreover, concerning a foreigner who is not of Your people Israel, but comes from a far (distant) country for the sake of Your name [to plead with You]"
            },
            {
                "verse_number": "42",
                "verse_text": "(for they will hear of Your great name, Your strong hand [of power], and outstretched arm); when he comes and prays toward this house (temple),"
            },
            {
                "verse_number": "43",
                "verse_text": "hear in heaven, Your dwelling place, and do according to all for which the foreigner calls upon (prays to) You, so that all peoples of the earth may know Your name and fear You [with reverence and awe], as do Your people Israel, and that they may know [without any doubt] that this house which I have built is called by Your name."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;When Your people go out to battle against their enemy, by whatever way You send them, and they pray to the L ord toward the city which You have chosen and the house that I have built for Your Name and Presence,"
            },
            {
                "verse_number": "45",
                "verse_text": "then hear in heaven their prayer and their pleading, and maintain their right and defend their cause."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;When they sin against You (for there is no man who does not sin) and You are angry with them and hand them over to the enemy, so that they are carried away captive to the enemy&quot;s land, [whether] far away or near;"
            },
            {
                "verse_number": "47",
                "verse_text": "if they take it to heart in the land where they have been taken captive, and they repent and pray to You in the land of their captors, saying, &quot;We have sinned and done wrong and we have acted wickedly;&quot;"
            },
            {
                "verse_number": "48",
                "verse_text": "if they return to You with all their heart and with all their soul in the land of their enemies who have taken them captive, and they pray to You toward their land [of Israel] which You gave to their fathers, the city [of Jerusalem] which You have chosen, and the house which I have built for Your Name and Presence;"
            },
            {
                "verse_number": "49",
                "verse_text": "then hear their prayer and their supplication in heaven Your dwelling place, and maintain their right and defend their cause,"
            },
            {
                "verse_number": "50",
                "verse_text": "and forgive Your people who have sinned against You and all the transgressions which they have committed against You, and make them objects of compassion before their captors, that they will be merciful to them"
            },
            {
                "verse_number": "51",
                "verse_text": "(for they are Your people and Your heritage, whom You brought out of Egypt, from the midst of the iron furnace [of slavery and oppression]),"
            },
            {
                "verse_number": "52",
                "verse_text": "that Your eyes may be open to the supplication of Your servant and to the supplication of Your people Israel, to listen to them and be attentive to them whenever they call to You."
            },
            {
                "verse_number": "53",
                "verse_text": "For You singled them out from all the peoples of the earth as Your heritage, just as You declared through Moses Your servant, when You brought our fathers out of Egypt, O Lord G od .&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "When Solomon finished offering this entire prayer and supplication to the L ord , he arose from before the L ord &quot; s altar, where he had knelt down with his hands stretched toward heaven."
            },
            {
                "verse_number": "55",
                "verse_text": "And he stood and blessed all the assembly of Israel with a loud voice, saying,"
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;Blessed be the L ord , who has given rest to His people Israel, in accordance with everything that He promised. Not one word has failed of all His good promise, which He spoke through Moses His servant."
            },
            {
                "verse_number": "57",
                "verse_text": "May the L ord our God be with us as He was with our fathers; may He not leave us nor abandon us [to our enemies],"
            },
            {
                "verse_number": "58",
                "verse_text": "that He may guide our hearts to Himself, to walk in all His ways [following Him] and to keep His commandments, His statutes, and His precepts which He commanded our fathers."
            },
            {
                "verse_number": "59",
                "verse_text": "Let these words of mine, with which I have made supplication before the L ord , be near to the L ord our God day and night, so that He will maintain the cause and right of His servant and of His people Israel as each day requires,"
            },
            {
                "verse_number": "60",
                "verse_text": "so that all the peoples of the earth may know that the L ord is God; there is no one else."
            },
            {
                "verse_number": "61",
                "verse_text": "Therefore, your hearts are to be wholly devoted to the L ord our God, to walk in His statutes and to keep His commandments, as [you are doing] today.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then the king and all [the people of] Israel with him [repeatedly] offered sacrifice before the L ord ."
            },
            {
                "verse_number": "63",
                "verse_text": "Solomon offered as peace offerings to the L ord : 22,000 oxen and 120,000 sheep. So the king and all the Israelites dedicated the house (temple) of the L ord ."
            },
            {
                "verse_number": "64",
                "verse_text": "On that same day the king consecrated the middle of the courtyard that was in front of the house (temple) of the L ord ; for he offered there the burnt offerings, the grain offerings, and the fat of the peace offerings, because the bronze altar that was before the L ord was too small to hold [all] the burnt offerings, the grain offerings and the fat of the peace offerings."
            },
            {
                "verse_number": "65",
                "verse_text": "So at that time Solomon held the feast, and all Israel with him, a great assembly, from the entrance of Hamath [on the northern border of Israel] to the Brook of Egypt [at Israel&quot;s southern border], before the L ord our God, for seven days and seven more days [beyond the prescribed period for the Feast of Booths], fourteen days in all."
            },
            {
                "verse_number": "66",
                "verse_text": "On the eighth (fifteenth) day he sent the people away and they blessed the king. Then they went to their tents joyful and in good spirits because of all the goodness which the L ord had shown to David His servant and Israel His people."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened when Solomon had finished building the house (temple) of the L ord and the king&quot;s house (palace), and all else which he was pleased to do,"
            },
            {
                "verse_number": "2",
                "verse_text": "that the L ord appeared to Solomon a second time, just as He had appeared to him at Gibeon."
            },
            {
                "verse_number": "3",
                "verse_text": "The L ord told him, &apos;I have heard your prayer and supplication which you have made before Me; I have consecrated this house which you have built by putting My Name and My Presence there forever. My eyes and My heart shall be there perpetually."
            },
            {
                "verse_number": "4",
                "verse_text": "As for you, if you walk (live your life) before Me, as David your father walked, in integrity of heart and in uprightness, acting in accordance with everything that I have commanded you, and will keep My statutes and My precepts,"
            },
            {
                "verse_number": "5",
                "verse_text": "then I will establish the throne of your kingdom over Israel forever, just as I promised your father David, saying, &quot;You shall not be without a man (descendant) on the throne of Israel.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;But if you or your sons turn away from following Me, and do not keep My commandments and My statutes which I have set before you, but go and serve other gods and worship them,"
            },
            {
                "verse_number": "7",
                "verse_text": "then I will cut off Israel from the land which I have given them, and I will cast out of My sight the house which I have consecrated for My Name and Presence. Then Israel will become a proverb (a saying) and a byword (object of ridicule) among all the peoples."
            },
            {
                "verse_number": "8",
                "verse_text": "This house (temple) will become a heap of ruins; everyone who passes by will be appalled and sneer and say, &quot;Why has the L ord done such a thing to this land and to this house?&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "And they [who know] will say, &quot;Because they abandoned the L ord their God, who brought their fathers out of the land of Egypt, and they have chosen other gods and have worshiped and served them; that is the reason the L ord has brought on them all this adversity.&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now at the end of twenty years, in which Solomon had built the two houses, the temple of the L ord and the palace of the king"
            },
            {
                "verse_number": "11",
                "verse_text": "(Hiram king of Tyre had supplied Solomon with as much cedar and cypress timber [from Lebanon] and gold as he desired), at that time King Solomon gave Hiram twenty cities in the land of Galilee (northern Israel)."
            },
            {
                "verse_number": "12",
                "verse_text": "So Hiram came from Tyre to see the cities which Solomon had given him, and they did not please him."
            },
            {
                "verse_number": "13",
                "verse_text": "He said, &apos;What are these cities [good for] which you have given me, my brother?&apos; So they have been called the land of Cabul (like nothing, unproductive) to this day."
            },
            {
                "verse_number": "14",
                "verse_text": "And Hiram sent to the king 120 talents of gold."
            },
            {
                "verse_number": "15",
                "verse_text": "Now this is the account of the forced labor which King Solomon conscripted to build the house of the L ord , his own house, the Millo (fortification), the wall of Jerusalem, [and the fortress cities of] Hazor, Megiddo, and Gezer."
            },
            {
                "verse_number": "16",
                "verse_text": "For Pharaoh king of Egypt had gone up and taken Gezer, burned it with fire and killed the Canaanites who lived in the city, and he had given it as a dowry to his daughter, Solomon&quot;s wife."
            },
            {
                "verse_number": "17",
                "verse_text": "So Solomon rebuilt [and fortified] Gezer and Lower Beth-horon,"
            },
            {
                "verse_number": "18",
                "verse_text": "Baalath and Tamar in the wilderness, in the land of Judah,"
            },
            {
                "verse_number": "19",
                "verse_text": "and all the storage cities [for surplus provisions] which Solomon had, and the cities for his chariots and cities for his horsemen, and whatever it pleased Solomon to build in Jerusalem, in Lebanon, and in all the land under his rule."
            },
            {
                "verse_number": "20",
                "verse_text": "As for all the people who were left of the Amorites, Hittites, Perizzites, Hivites, and Jebusites, who were not of the sons (descendants) of Israel,"
            },
            {
                "verse_number": "21",
                "verse_text": "their children who were left after them in the land, whom the Israelites were unable to completely destroy, from them Solomon levied (conscripted) forced laborers, even to this day (the date of this writing)."
            },
            {
                "verse_number": "22",
                "verse_text": "But Solomon did not make slaves of the sons of Israel; for they were men of war (soldiers), his servants, his officers, his captains, his chariot commanders, and his horsemen."
            },
            {
                "verse_number": "23",
                "verse_text": "These were the chief officers who were over Solomon&quot;s work, five hundred and fifty, who ruled over the people doing the work."
            },
            {
                "verse_number": "24",
                "verse_text": "As soon as Pharaoh&quot;s daughter came up from the City of David to her house which Solomon had built for her, then he built the Millo (fortification)."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times a year [during the major annual festivals] Solomon offered burnt offerings and peace offerings on the altar he had built to the L ord , and he burned incense with them before the L ord . So he finished the house [of the L ord ]."
            },
            {
                "verse_number": "26",
                "verse_text": "King Solomon built a fleet of ships in Ezion-geber, which is near Eloth on the shore of the Red Sea (Sea of Reeds), in the land of Edom."
            },
            {
                "verse_number": "27",
                "verse_text": "And Hiram [king of Tyre] sent his servants with the fleet, sailors who knew the sea, along with the servants of Solomon."
            },
            {
                "verse_number": "28",
                "verse_text": "They came to Ophir and took four hundred and twenty talents of gold from there, and brought it to King Solomon."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now when the queen of Sheba heard of the fame of Solomon concerning the name of the L ord , she came to test him with riddles."
            },
            {
                "verse_number": "2",
                "verse_text": "So she came to Jerusalem with a very large caravan (entourage), with camels carrying spices, a great quantity of gold, and precious stones. When she came to Solomon, she spoke with him about everything that was on her mind [to discover the extent of his wisdom]."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon answered all her questions; there was nothing hidden from the king which he did not explain to her."
            },
            {
                "verse_number": "4",
                "verse_text": "When the queen of Sheba had seen all the wisdom of Solomon, and the house (palace) which he had built,"
            },
            {
                "verse_number": "5",
                "verse_text": "the food on his table, the seating of his servants (court officials), the attendance of his waiters and their attire, his cupbearers, his stairway by which he went up to the house (temple) of the L ord , she was breathless and awed [by the wonder of it all]."
            },
            {
                "verse_number": "6",
                "verse_text": "Then she told the king, &apos;The report which I heard in my own land about your words and wisdom is true!"
            },
            {
                "verse_number": "7",
                "verse_text": "I did not believe the report until I came and saw it with my own eyes. Behold, the half of it was not told to me. You exceed in wisdom and prosperity the report which I heard."
            },
            {
                "verse_number": "8",
                "verse_text": "How blessed (fortunate, happy) are your men! How blessed are these your servants who stand continually before you, hearing your wisdom!"
            },
            {
                "verse_number": "9",
                "verse_text": "Blessed be the L ord your God who delighted in you to set you on the throne of Israel! Because the L ord loved Israel forever, He made you king to execute justice and righteousness.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "She gave the king a hundred and twenty talents of gold and a very great quantity of spices and precious stones. Never again did such an abundance of spices come in [to Israel] as that which the queen of Sheba gave King Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "Also the ships of Hiram, which brought gold from Ophir, brought in from Ophir a great quantity of almug wood (sandalwood) and precious stones."
            },
            {
                "verse_number": "12",
                "verse_text": "From the almug wood (sandalwood) the king made pillars for the house of the L ord and for the king&quot;s palace, and also lyres and harps for the singers. Such almug wood did not come in [to Israel] again, nor has it been seen to this day."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon [in turn] gave to the queen of Sheba everything that she wanted, whatever she asked, besides what he gave to her from his royal bounty. So she returned to her own country, she and her servants."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the weight of the gold that came to Solomon in one [particular] year was six hundred and sixty-six talents of gold,"
            },
            {
                "verse_number": "15",
                "verse_text": "besides the taxes from the traders and from the wares of the merchants, and [the tribute money] from all the kings of the Arabs (Bedouins) and the governors of the country."
            },
            {
                "verse_number": "16",
                "verse_text": "King Solomon made two hundred large shields of beaten (hammered) gold; six hundred shekels of gold went into each shield."
            },
            {
                "verse_number": "17",
                "verse_text": "He made three hundred smaller shields of beaten gold; three minas of gold went into each shield. The king put them in the House of the Forest of Lebanon [the king&quot;s armory]."
            },
            {
                "verse_number": "18",
                "verse_text": "Also the king made a great throne of ivory and overlaid it with the finest gold."
            },
            {
                "verse_number": "19",
                "verse_text": "The throne had six steps, and a round top was attached to the throne from the back. On either side of the seat were armrests, and two lions stood beside the armrests."
            },
            {
                "verse_number": "20",
                "verse_text": "Twelve lions stood there, one on either end of each of the six steps; there was nothing like it made for any other kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "All King Solomon&quot;s drinking vessels were of gold, and all vessels of the House of the Forest of Lebanon were of pure gold. None were of silver; it was not considered valuable in the days of Solomon."
            },
            {
                "verse_number": "22",
                "verse_text": "For the king had at sea the [large cargo] ships of Tarshish with the ships of Hiram. Once every three years the ships of Tarshish came bringing gold, silver, ivory, monkeys, and peacocks."
            },
            {
                "verse_number": "23",
                "verse_text": "So King Solomon exceeded all the kings of the earth in wealth and in wisdom."
            },
            {
                "verse_number": "24",
                "verse_text": "All the earth was seeking the presence of Solomon, to hear his wisdom which God had put in his mind."
            },
            {
                "verse_number": "25",
                "verse_text": "Every man brought a gift [of tribute]: articles of silver and gold, garments, weapons, spices, horses, and mules, so much year by year."
            },
            {
                "verse_number": "26",
                "verse_text": "Now Solomon collected chariots and horsemen; he had 1,400 chariots and 12,000 horsemen, which he stationed in the chariot cities and with the king in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "The king made silver as common in Jerusalem as stones, and cedars as plentiful as the sycamore trees that are in the lowland."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon&quot;s horses were imported from Egypt and from Kue, and the king&quot;s merchants acquired them from Kue, for a price."
            },
            {
                "verse_number": "29",
                "verse_text": "A chariot could be imported from Egypt for six hundred shekels of silver, and a horse for a hundred and fifty; and in the same way they exported them, by the king&quot;s merchants, to all the kings of the Hittites and to the kings of Aram (Syria)."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now king Solomon [defiantly] loved many foreign women along with the daughter of Pharaoh: Moabite, Ammonite, Edomite, Sidonian, and Hittite women,"
            },
            {
                "verse_number": "2",
                "verse_text": "from the very nations of whom the L ord said to the Israelites, &apos;You shall not associate with them, nor shall they associate with you, for the result will be that they will turn away your hearts to follow their gods.&apos; Yet Solomon clung to these in love."
            },
            {
                "verse_number": "3",
                "verse_text": "He had seven hundred wives, princesses, and three hundred concubines, and his wives turned his heart away [from God]."
            },
            {
                "verse_number": "4",
                "verse_text": "For when Solomon was old, his wives turned his heart away after other gods; and his heart was not completely devoted to the L ord his God, as was the heart of his father David."
            },
            {
                "verse_number": "5",
                "verse_text": "For Solomon went after Ashtoreth, the [fertility] goddess of the Sidonians, and after Milcom the horror (detestable idol) of the Ammonites."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon did evil [things] in the sight of the L ord , and did not follow the L ord fully, as his father David had done ."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Solomon built a high place for [worshiping] Chemosh the horror (detestable idol) of Moab, on the hill which is east of Jerusalem, and for Molech the horror (detestable idol) of the sons of Ammon."
            },
            {
                "verse_number": "8",
                "verse_text": "And he did the same for all of his foreign wives, who burned incense and sacrificed to their gods."
            },
            {
                "verse_number": "9",
                "verse_text": "So the L ord became angry with Solomon because his heart was turned away from the L ord , the God of Israel, who had appeared to him twice,"
            },
            {
                "verse_number": "10",
                "verse_text": "and had commanded him concerning this thing, that he should not follow other gods; but he did not observe (remember, obey) what the L ord had commanded."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore the L ord said to Solomon, &apos;Because you have done this and have not kept My covenant and My statutes, which I have commanded you, I will certainly tear the kingdom away from you and give it to your servant."
            },
            {
                "verse_number": "12",
                "verse_text": "However, I will not do it in your lifetime, for the sake of your father David, but I will tear it out of the hand of your son (Rehoboam)."
            },
            {
                "verse_number": "13",
                "verse_text": "However, I will not tear away all the kingdom; I will give one tribe (Judah) to your son for the sake of My servant David and for the sake of Jerusalem which I have chosen.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the L ord stirred up an adversary against Solomon, Hadad the Edomite; he was of royal descent in Edom."
            },
            {
                "verse_number": "15",
                "verse_text": "For it came about, when David was in Edom, and Joab the commander of the army had gone up to bury those killed [in battle] and had struck down every male in Edom"
            },
            {
                "verse_number": "16",
                "verse_text": "(for Joab and all [the army of] Israel stayed there six months, until he had killed every male in Edom),"
            },
            {
                "verse_number": "17",
                "verse_text": "that Hadad escaped to Egypt, he and some Edomites from his father&quot;s servants with him, while Hadad was [still] a little boy."
            },
            {
                "verse_number": "18",
                "verse_text": "They set out from Midian [south of Edom] and came to Paran, and took men with them from Paran and came to Egypt, to Pharaoh king of Egypt, who gave [young] Hadad a house and ordered food and provisions for him and gave him land."
            },
            {
                "verse_number": "19",
                "verse_text": "Hadad found great favor with Pharaoh, so that he gave Hadad in marriage the sister of his own wife, the sister of Tahpenes the queen."
            },
            {
                "verse_number": "20",
                "verse_text": "The sister of Tahpenes gave birth to Genubath, Hadad&quot;s son, whom Tahpenes weaned in Pharaoh&quot;s house; and Genubath was in Pharaoh&quot;s household among the sons of Pharaoh."
            },
            {
                "verse_number": "21",
                "verse_text": "But when Hadad heard in Egypt that David had died and that Joab the commander of the army was dead, Hadad said to Pharaoh, &apos;Let me leave, so that I may go to my own country.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Pharaoh said to him, &apos;But what have you lacked with me that now you ask to go to your own country?&apos; He replied, &apos;Nothing; nevertheless you must let me go.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "God also stirred up another adversary for Solomon, Rezon the son of Eliada, who had fled from his master, Hadadezer king of Zobah."
            },
            {
                "verse_number": "24",
                "verse_text": "Rezon gathered men to himself and became leader of a marauding band, after David killed those in Zobah . They went to Damascus and stayed there and they reigned in Damascus."
            },
            {
                "verse_number": "25",
                "verse_text": "So Rezon was an adversary to Israel all the days of Solomon, along with the evil that Hadad inflicted . Rezon hated Israel and reigned over Aram (Syria)."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroboam, Solomon&quot;s servant, the son of Nebat, an Ephrathite of Zeredah whose mother&quot;s name was Zeruah, a widow, also rebelled against the king."
            },
            {
                "verse_number": "27",
                "verse_text": "Now this is the reason why he rebelled against the king: Solomon built the Millo (fortification) and he repaired and closed the breach of the city of his father David."
            },
            {
                "verse_number": "28",
                "verse_text": "The man Jeroboam was a brave warrior and when Solomon saw that the young man was industrious, he put him in charge of all the forced labor of the house of Joseph."
            },
            {
                "verse_number": "29",
                "verse_text": "It came about at that time, when Jeroboam left Jerusalem, that the prophet Ahijah the Shilonite met him on the road. Now Ahijah had covered himself with a new cloak; and the two of them were alone in the field."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Ahijah took hold of the new cloak which he was wearing and tore it into twelve pieces."
            },
            {
                "verse_number": "31",
                "verse_text": "He said to Jeroboam, &apos;Take ten pieces for yourself; for thus says the L ord , the God of Israel, &quot;Behold, I am going to tear the kingdom from the hand of Solomon and give you ten tribes&ndash;"
            },
            {
                "verse_number": "32",
                "verse_text": "but he [and his descendants] shall have one tribe (Benjamin was annexed to Judah), for the sake of My servant David and for the sake of Jerusalem, the city which I have chosen out of all the tribes of Israel&ndash;"
            },
            {
                "verse_number": "33",
                "verse_text": "because they have abandoned Me and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Milcom the god of the sons of Ammon; and they have not walked in My ways and followed My commandments, doing what is right in My sight and keeping My statutes and My ordinances as did his father David."
            },
            {
                "verse_number": "34",
                "verse_text": "However, I will not take the entire kingdom out of his hand; but I will make him ruler all the days of his life for the sake of My servant David, whom I chose because he kept My commandments and My statutes."
            },
            {
                "verse_number": "35",
                "verse_text": "But I will take the kingdom out of his son&quot;s hand and give it to you: ten tribes."
            },
            {
                "verse_number": "36",
                "verse_text": "Yet to his son I will give one tribe, so that My servant David may have a lamp always before Me in Jerusalem, the city where I have chosen to put My Name and Presence."
            },
            {
                "verse_number": "37",
                "verse_text": "I will take you [Jeroboam], and you shall reign over whatever your soul desires; and you shall be king over Israel (the ten northern tribes)."
            },
            {
                "verse_number": "38",
                "verse_text": "Then it shall be, that if you listen to all that I command you and walk in My ways, and do what is right in My sight, keeping and observing My statutes and My commandments, as My servant David did, then I will be with you and build you an enduring house, as I built for David, and I will give Israel to you."
            },
            {
                "verse_number": "39",
                "verse_text": "And in this way I will afflict the descendants of David for this (their sin), but not forever.&quot; &apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "So Solomon attempted to kill Jeroboam; but Jeroboam set out and escaped to Egypt, to Shishak king of Egypt, and stayed in Egypt until Solomon died."
            },
            {
                "verse_number": "41",
                "verse_text": "The rest of the acts of Solomon&ndash;and all that he did, and his wisdom&ndash;are they not written in the book of the acts of Solomon?"
            },
            {
                "verse_number": "42",
                "verse_text": "The time Solomon reigned in Jerusalem over all Israel was forty years."
            },
            {
                "verse_number": "43",
                "verse_text": "And Solomon slept [in death] with his fathers and was buried in the city of his father David. Rehoboam his son reigned in his place."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem, for all Israel had come to Shechem to make him king."
            },
            {
                "verse_number": "2",
                "verse_text": "Now when Jeroboam the son of Nebat heard about it, he was living in Egypt (for he was still in Egypt, where he had fled from King Solomon)."
            },
            {
                "verse_number": "3",
                "verse_text": "So they sent word and called for him, and Jeroboam and all the assembly of Israel came and spoke to Rehoboam, saying,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father made our yoke (burden) heavy; so now lighten the hard labor and the heavy yoke your father imposed on us, and we will serve you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam replied to them, &apos;Leave for three days, then come back to me [for my decision].&apos; So the people left. &apos;What portion do we have in David? We have no inheritance in the son of Jesse; To your tents, O Israel! Then Israel went back to their tents."
            },
            {
                "verse_number": "6",
                "verse_text": "King Rehoboam consulted with the elders who had served and advised his father Solomon while he was still alive and said, &apos;How do you advise me to answer this people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They spoke to him, saying, &apos;If you will be a servant to this people today, and will serve them and grant their request, and speak good words to them, then they will be your servants forever.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But he ignored the advice which the elders gave him and consulted the young men who grew up with him and served him."
            },
            {
                "verse_number": "9",
                "verse_text": "He said to them, &apos;What do you advise that we answer this people who have said to me, &quot;Lighten the yoke (burden) which your father put on us&quot;?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The young men who had grown up with him answered, &apos;This is what you should say to this people who told you, &quot;Your father made our yoke heavy, but as for you, make our yoke lighter&quot;&ndash;say this to them: &quot;My little finger is thicker than my father&quot;s loins [and my reign will be even more severe]."
            },
            {
                "verse_number": "11",
                "verse_text": "And now, whereas my father loaded you with a heavy yoke, I will add to your yoke. My father disciplined you with whips, but I will discipline you with scorpions.&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jeroboam and all the people came back to Rehoboam on the third day, just as the king had instructed, saying, &apos;Return to me on the third day.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king answered the people harshly and ignored the advice which the elders had given him,"
            },
            {
                "verse_number": "14",
                "verse_text": "and spoke to them in accordance with the advice of the young men, saying, &apos;My father made your yoke heavy, but as for me, I will add to your yoke; my father disciplined you with whips, but I will discipline you with scorpions.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the king did not listen to the people; for the situation was from the L ord , so that He might fulfill His word which He spoke through Ahijah the Shilonite to Jeroboam the son of Nebat."
            },
            {
                "verse_number": "16",
                "verse_text": "So when all [the ten northern tribes of] Israel saw that the king did not listen to them, the people replied to the king, saying, Look now after your own house, David!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But as for the sons (descendants) of Israel who lived in the cities of Judah [including Benjamin], Rehoboam reigned over them."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King Rehoboam sent Adoram, who was in charge of the forced labor [to represent him], and all Israel stoned him to death. And King Rehoboam quickly mounted his chariot to escape to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "So Israel (the ten northern tribes) has rebelled against the house (royal line) of David to this day (the date of this writing)."
            },
            {
                "verse_number": "20",
                "verse_text": "It came about when all Israel heard that Jeroboam had returned, that they sent word and called him to the assembly and made him king over all Israel. None followed the house of David except the tribe of Judah [including Benjamin]."
            },
            {
                "verse_number": "21",
                "verse_text": "Now when Rehoboam arrived in Jerusalem, he assembled all the [fighting men from the] house of Judah, with the tribe of Benjamin, 180,000 chosen warriors, to fight against the house of Israel to bring the kingdom back to Rehoboam the son of Solomon."
            },
            {
                "verse_number": "22",
                "verse_text": "But the word of God came to Shemaiah the man of God, saying,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Tell Rehoboam the son of Solomon, king of Judah, and all the house (fighting men) of Judah and Benjamin and the rest of the people,"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;Thus says the L ord , &apos;You shall not go up and fight against your brothers, the sons of Israel. Let every man return to his house, for this thing has come about from Me.&apos; &quot; &apos; So they listened to the word of the L ord and returned to go home, in accordance with the word of the L ord ."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jeroboam built Shechem [as his royal city] in the hill country of Ephraim and lived there. He went out from there and rebuilt Penuel [as a stronghold]."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroboam [doubted God&quot;s promise to him and] said in his heart, &apos;Now the kingdom will return to the house of David."
            },
            {
                "verse_number": "27",
                "verse_text": "If these people go up to the house of the L ord in Jerusalem to offer sacrifices, then their heart will turn to their lord, to Rehoboam king of Judah; and they will kill me and return to Rehoboam king of Judah.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So the king took counsel [and followed bad advice] and made two calves of gold. And he said to the people, &apos;It is too much for you to go [all the way] up to Jerusalem; behold your gods, O Israel, who brought you up out of the land of Egypt.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He set the one [golden calf] in Bethel, and the other he put in Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "Now this thing became a sin [for Israel]; because the people went to worship before the one [or the other of them] as far as Dan."
            },
            {
                "verse_number": "31",
                "verse_text": "And Jeroboam also made houses on high places, and he made priests from all people who were not of the sons (descendants) of Levi."
            },
            {
                "verse_number": "32",
                "verse_text": "Jeroboam held a feast on the fifteenth day of the eighth month, like the feast which is kept in Judah, and he went up to the altar; he did this in Bethel, sacrificing to the calves which he had made. And he stationed in Bethel the priests of the high places which he had made."
            },
            {
                "verse_number": "33",
                "verse_text": "So he went up to the altar which he had made in Bethel on the fifteenth day of the eighth month, in the month which he had devised in his own heart [in defiance of God&quot;s commandments]; and he held a feast for the Israelites and he went up to the altar to burn incense [in defiance of God&quot;s law.]"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Now behold, there came a man of God from Judah to Bethel by the word (command) of the L ord , while Jeroboam was standing by the altar [which he had built] to burn incense."
            },
            {
                "verse_number": "2",
                "verse_text": "The man cried out against the [idolatrous] altar by the word of the L ord , &apos;O altar, altar, thus says the Lord: &quot;Behold, a son shall be born to the house of David, Josiah by name; and on you shall he sacrifice [the bodies of] the priests of the high places who burn incense on you, and human bones shall be burned on you.&quot; &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And he gave a sign the same day, saying, &apos;This is the sign which the L ord has spoken: &quot;Behold, the altar shall be split apart and the ashes that are on it shall be poured out.&quot; &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the king heard the words which the man of God cried out against the altar in Bethel, Jeroboam put out his hand from the altar, saying, &apos;Seize him!&apos; And his hand which he had put out against him withered, so that he was unable to pull it back to himself."
            },
            {
                "verse_number": "5",
                "verse_text": "The altar also was split apart and the ashes were poured out from the altar in accordance with the sign which the man of God had given by the word of the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "The king answered and said to the man of God, &apos;Please entreat [the favor of] the L ord your God and pray for me, that my hand may be restored to me.&apos; So the man of God entreated the L ord , and the king&quot;s hand was restored to him and became as it was before."
            },
            {
                "verse_number": "7",
                "verse_text": "And the king said to the man of God, &apos;Come home with me and refresh yourself, and I will give you a reward.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the man of God said to the king, &apos; Even if you were to give me half your house (wealth), I would not go with you, nor would I eat bread or drink water in this place."
            },
            {
                "verse_number": "9",
                "verse_text": "For I was commanded by the word of the L ord , &quot;You shall not eat bread or drink water, nor shall you return by the way you came.&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So he went another way and did not return by the way that he came to Bethel."
            },
            {
                "verse_number": "11",
                "verse_text": "Now there was an old prophet living in Bethel; and his sons came and told him everything that the man of God had done that day in Bethel; they also told their father the words which he had spoken to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Their father asked them, &apos;Which way did he go?&apos; For his sons had seen which way the man of God who came from Judah had gone."
            },
            {
                "verse_number": "13",
                "verse_text": "He said to his sons, &apos;Saddle the donkey for me.&apos; So they saddled the donkey for him and he rode away on it,"
            },
            {
                "verse_number": "14",
                "verse_text": "and he went after the man of God. And he found him sitting under an oak (terebinth) tree, and he said to him, &apos;Are you the man of God who came from Judah?&apos; And he said, &apos;I am.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then he said to him, &apos;Come home with me and eat bread.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He said, &apos;I cannot return with you nor go in with you, nor will I eat bread or drink water with you in this place."
            },
            {
                "verse_number": "17",
                "verse_text": "For I was told by the word of the L ord , &quot;You shall not eat bread nor drink water there, nor shall you return by going the way that you came.&quot; &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He answered him, &apos;I too am a prophet, as you are; and an angel spoke to me by the word of the L ord , saying, &quot;Bring him back with you to your house, so that he may eat bread and drink water.&quot; &apos; But he lied to him."
            },
            {
                "verse_number": "19",
                "verse_text": "So the man of God went back with him, and ate bread in his house and drank water."
            },
            {
                "verse_number": "20",
                "verse_text": "Now it happened as they were sitting at the table, that the word of the L ord came to the prophet who had brought him back."
            },
            {
                "verse_number": "21",
                "verse_text": "And he cried out to the man of God who had come from Judah, &apos;Thus says the L ord , &quot;Because you have disobeyed the word of the L ord and have not kept the commandment which the L ord your God commanded you,"
            },
            {
                "verse_number": "22",
                "verse_text": "but have come back and have eaten bread and drunk water in the place of which the L ord said to you, &apos;You shall not eat bread nor drink water&apos;; your body shall not come to the tomb of your fathers (ancestors).&quot; &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "After the prophet of the house had eaten bread and after he had drunk, he saddled the donkey for the prophet whom he had brought back."
            },
            {
                "verse_number": "24",
                "verse_text": "Now when he had gone, a lion met him by the road and killed him, and his body was thrown in the road, with the donkey standing beside it; the lion was also standing beside the body."
            },
            {
                "verse_number": "25",
                "verse_text": "And there were men passing by, and they saw the body thrown in the road, and the lion standing beside the body. So they came and told about it in the city [of Bethel] where the old prophet lived."
            },
            {
                "verse_number": "26",
                "verse_text": "When the prophet who had brought him back from the road heard about it, he said, &apos;It is the man of God who was disobedient to the word of the L ord ; therefore the L ord has given him to the lion, which has torn him and killed him, in accordance with the word of the L ord which He spoke to him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "And he said to his sons, &apos;Saddle the donkey for me.&apos; And they saddled it."
            },
            {
                "verse_number": "28",
                "verse_text": "And he went and found the body thrown on the road, and the donkey and the lion standing beside the body; the lion [miraculously] had not eaten the body or attacked the donkey."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the prophet picked up the body of the man of God and laid it on the donkey and brought it back, and he came into the city (Bethel) of the old prophet to mourn and to bury him."
            },
            {
                "verse_number": "30",
                "verse_text": "And he laid the body in his own grave, and they mourned over him, saying, &apos;Alas, my brother!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then after he had buried him, he said to his sons, &apos;When I am dead, bury me in the grave in which the man of God is buried; lay my bones beside his bones."
            },
            {
                "verse_number": "32",
                "verse_text": "For the words which he cried out by the word of the L ord against the altar in Bethel and against all the houses of the high places which are in the cities of Samaria shall certainly come to pass.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "After this event, Jeroboam [still] did not turn from his evil way, but again made priests for the high places from among all the people. He ordained anyone who was willing, so that there would be priests for the high places."
            },
            {
                "verse_number": "34",
                "verse_text": "And this thing (idol worship) became the sin of the house of Jeroboam to blot it out and eliminate it from the face of the earth."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time Abijah the son [and crown prince, heir] of Jeroboam became sick."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeroboam said to his wife, &apos;Please get up and disguise yourself, so that people will not know that you are Jeroboam&quot;s wife, and go to Shiloh. Ahijah the prophet is there, the one who told me that I would be king over this people."
            },
            {
                "verse_number": "3",
                "verse_text": "Take with you ten loaves of bread, some cakes, and a bottle of honey, and go to him. He will tell you what will happen to the boy.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jeroboam&quot;s wife did so. She got up and went [twenty miles] to Shiloh, and came to the house of Ahijah. Now Ahijah could not see, because his eyes were dim from old age."
            },
            {
                "verse_number": "5",
                "verse_text": "And the L ord said to Ahijah, &apos;Behold, the wife of Jeroboam is coming to inquire of you about her son, because he is sick. You shall say such and such to her, for when she arrives, she will pretend to be another woman.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So when Ahijah heard the sound of her feet as she came in the doorway, he said, &apos;Come in, wife of Jeroboam. Why do you pretend to be another woman? For I have been sent to you [by God] with a harsh message ."
            },
            {
                "verse_number": "7",
                "verse_text": "Go, tell Jeroboam, &quot;This is what the L ord , the God of Israel, says: &apos;Because I exalted you from among the people and made you leader over My people Israel,"
            },
            {
                "verse_number": "8",
                "verse_text": "and tore the kingdom away from the house of David and gave it to you&ndash;but you have not been like My servant David, who kept My commandments and followed Me with all his heart, to do only what was right in My eyes,"
            },
            {
                "verse_number": "9",
                "verse_text": "but have done more evil than all [the kings] who were before you; for you have gone and made for yourself other gods and molten images to provoke Me to anger, and have cast Me behind your back&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "therefore behold, I am bringing evil on the house (royal line) of Jeroboam, and I will cut off (destroy) from Jeroboam every male, both bond and free, in Israel, and will utterly sweep away the house of Jeroboam as one sweeps away dung until it is all gone."
            },
            {
                "verse_number": "11",
                "verse_text": "The dogs will eat [the carcass of] anyone belonging to Jeroboam who dies in the city, and the birds of the sky will eat [the carcass of] anyone who dies in the field, for the L ord has spoken it.&apos; &quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "Now as for you (Jeroboam&quot;s wife), arise, go to your own house. When your feet enter the city, the child [Abijah] will die."
            },
            {
                "verse_number": "13",
                "verse_text": "All Israel shall mourn for him and bury him, for he alone of Jeroboam&quot;s family will come to [be placed in] the grave, because in him there was found something good and pleasing toward the L ord , the God of Israel, in the house of Jeroboam."
            },
            {
                "verse_number": "14",
                "verse_text": "Moreover, the L ord will raise up for Himself a king over Israel who will cut off the house (royal line) of Jeroboam this day and from now on."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The L ord will strike Israel, as a reed is shaken in the water; and He will uproot Israel from this good land which He gave to their fathers, and He will scatter them beyond the [Euphrates] River, because they have made their Asherim, provoking the L ord to anger."
            },
            {
                "verse_number": "16",
                "verse_text": "He will give up Israel because of the sins of Jeroboam which he has committed, and with which he has made Israel sin [by leading them into idolatry].&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Jeroboam&quot;s wife arose and left and came to Tirzah [the king&quot;s residence]. As she was entering the threshold of the house, the child [Abijah] died."
            },
            {
                "verse_number": "18",
                "verse_text": "And all Israel buried him and mourned for him, in accordance with the word of the L ord which He spoke through His servant Ahijah the prophet."
            },
            {
                "verse_number": "19",
                "verse_text": "Now as for the rest of the acts of Jeroboam, how he made war and how he reigned, behold, they are written in the Book of the Chronicles of the Kings of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "The time that Jeroboam reigned was twenty-two years, and he slept with his fathers [in death]; and Nadab his son reigned in his place."
            },
            {
                "verse_number": "21",
                "verse_text": "Now Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city the L ord had chosen from all the tribes of Israel in which to put His Name (Presence). His mother&quot;s name was Naamah the Ammonitess."
            },
            {
                "verse_number": "22",
                "verse_text": "And [the people of] Judah did evil in the sight of the L ord . They provoked Him to jealousy more than all that their fathers had done, with their sins which they had committed."
            },
            {
                "verse_number": "23",
                "verse_text": "For they also built for themselves high places [to worship idols] and sacred pillars and Asherim [for the goddess Asherah]. These were on every high hill and under every luxuriant tree."
            },
            {
                "verse_number": "24",
                "verse_text": "There were also male cult prostitutes in the land. They committed all the repulsive acts of the nations which the L ord dispossessed before the Israelites."
            },
            {
                "verse_number": "25",
                "verse_text": "Now in the fifth year of King Rehoboam, Shishak king of Egypt [Jeroboam&quot;s brother-in-law] came up against Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "He took away the treasures of the house (temple) of the L ord and the treasures of the king&quot;s house; he took away everything, he even took all the shields of gold which Solomon had made."
            },
            {
                "verse_number": "27",
                "verse_text": "So King Rehoboam made bronze shields to replace them and handed them over to the captains of the palace guard who guarded the doorway of the king&quot;s house."
            },
            {
                "verse_number": "28",
                "verse_text": "And as often as the king went into the house of the L ord , the guards would carry them and bring them back into the guardroom."
            },
            {
                "verse_number": "29",
                "verse_text": "Now as for the rest of the acts of Rehoboam, and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "30",
                "verse_text": "There was also war between Rehoboam and Jeroboam continually."
            },
            {
                "verse_number": "31",
                "verse_text": "And Rehoboam slept with his fathers [in death] and was buried with his fathers in the City of David. His mother&quot;s name was Naamah the Ammonitess. Abijam (Abijah) his son became king in his place."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "In the eighteenth year of King Jeroboam the son of Nebat, Abijam became king over Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "He reigned three years in Jerusalem. His mother was Maacah [grand]daughter of Abishalom ( Absalom)."
            },
            {
                "verse_number": "3",
                "verse_text": "He walked in all the sins [of idol worship] that his father [Rehoboam] committed before him; and his heart was not entirely devoted to the L ord his God, like the heart of his father (forefather) David."
            },
            {
                "verse_number": "4",
                "verse_text": "Nevertheless, for David&quot;s sake the L ord his God gave him a lamp (descendant on the throne) in Jerusalem, setting up his son after him and establishing Jerusalem,"
            },
            {
                "verse_number": "5",
                "verse_text": "because David did what was right in the eyes of the L ord , and had not turned aside from anything that He commanded him all the days of his life, except in the matter of [the betrayal of] Uriah the Hittite."
            },
            {
                "verse_number": "6",
                "verse_text": "There was war between Rehoboam [Abijam&quot;s father] and Jeroboam all the days of Rehoboam&quot;s life."
            },
            {
                "verse_number": "7",
                "verse_text": "Now as for the rest of the acts of Abijam and everything that he did, are they not written in the Book of the Chronicles of the Kings of Judah? And there was war between Abijam and Jeroboam."
            },
            {
                "verse_number": "8",
                "verse_text": "Abijam slept with his fathers [in death] and they buried him in the City of David. Asa his son became king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "So in the twentieth year of Jeroboam king of Israel, Asa began to reign as king over Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "He reigned forty-one years in Jerusalem. His [great-grand]mother was Maacah the daughter of Abishalom (Absalom)."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa did what was right in the eyes of the L ord , as did his father (forefather) David."
            },
            {
                "verse_number": "12",
                "verse_text": "He expelled the male cult prostitutes (sodomites) from the land and removed all the idols that his fathers [Solomon, Rehoboam, and Abijam] had made."
            },
            {
                "verse_number": "13",
                "verse_text": "He also deposed his [great-grand]mother Maacah from being queen mother, because she had made a horrid (obscene, vulgar) image for [the goddess] Asherah. Asa cut down her horrid image, and burned it by the Brook Kidron."
            },
            {
                "verse_number": "14",
                "verse_text": "But the high places [of idol worship] were not removed. Nevertheless, Asa&quot;s heart was entirely devoted to the L ord all his days."
            },
            {
                "verse_number": "15",
                "verse_text": "He brought the things which his father had dedicated and the things which he had dedicated into the house of the L ord &ndash;silver, gold, and utensils and accessories."
            },
            {
                "verse_number": "16",
                "verse_text": "Now there was war between Asa and Baasha king of Israel all their days."
            },
            {
                "verse_number": "17",
                "verse_text": "Baasha king of Israel went up against Judah and fortified Ramah [north of Jerusalem], in order to prevent anyone from going out or coming in to Asa king of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Asa took all the silver and gold left in the treasuries of the house of the L ord and the treasuries of the palace of the king and handed them over to his servants. And King Asa sent them to Ben-hadad the son of Tabrimmon, the son of Hezion, king of Aram (Syria), who lived in Damascus, saying,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos; Let there be a treaty between me and you, as there was between my father and your father. Behold, I have sent you a gift of silver and gold; go, break your treaty with Baasha king of Israel, so that he will withdraw from me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Ben-hadad listened to king Asa and sent the commanders of his armies against the cities of Israel, and conquered Ijon, Dan, Abel-beth-maacah, and all Chinneroth [the region of the Sea of Galilee], along with all the land of Naphtali."
            },
            {
                "verse_number": "21",
                "verse_text": "When Baasha heard about it, he stopped fortifying Ramah and stayed in Tirzah."
            },
            {
                "verse_number": "22",
                "verse_text": "Then King Asa made a proclamation to all Judah&ndash;none was exempt&ndash;and they carried away the stones of Ramah and its timber with which Baasha had built [the fortifications]. And King Asa built with them [border fortresses at] Geba of Benjamin and Mizpah."
            },
            {
                "verse_number": "23",
                "verse_text": "Now as for the rest of all the acts of Asa, all his might, everything that he did, and the cities which he built, are they not written in the Book of the Chronicles of the Kings of Judah? But during the time of his old age he had a foot disease."
            },
            {
                "verse_number": "24",
                "verse_text": "Asa slept with his fathers [in death] and was buried with his fathers in the city of his father David. Jehoshaphat his son reigned in his place."
            },
            {
                "verse_number": "25",
                "verse_text": "Now Nadab the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah, and he reigned over Israel for two years."
            },
            {
                "verse_number": "26",
                "verse_text": "He did evil in the sight of the L ord and walked in the way of his father [Jeroboam] and in his sin [of idolatry], with which he made Israel sin."
            },
            {
                "verse_number": "27",
                "verse_text": "Baasha the son of Ahijah of the house (tribe) of Issachar conspired against Nadab, and Baasha struck him down at Gibbethon, which belonged to the Philistines, while Nadab and all Israel were laying siege to Gibbethon."
            },
            {
                "verse_number": "28",
                "verse_text": "So Baasha killed Nadab in the third year of Asa king of Judah, and reigned in his place."
            },
            {
                "verse_number": "29",
                "verse_text": "As soon as he was king, Baasha struck down all the household of Jeroboam. He did not leave for Jeroboam anyone alive, but he destroyed them in accordance with the word of the L ord which He had spoken through His servant Ahijah the Shilonite&ndash;"
            },
            {
                "verse_number": "30",
                "verse_text": "because of the sins committed by Jeroboam and which he made Israel commit, and because he provoked the L ord God of Israel to anger."
            },
            {
                "verse_number": "31",
                "verse_text": "Now as for the rest of Nadab&quot;s acts and everything that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "32",
                "verse_text": "There was war between Asa and Baasha king of Israel all their days."
            },
            {
                "verse_number": "33",
                "verse_text": "In the third year of Asa king of Judah, Baasha the son of Ahijah became king over all Israel in Tirzah [the capital city], and reigned twenty-four years."
            },
            {
                "verse_number": "34",
                "verse_text": "He did evil in the sight of the L ord and walked in the way of Jeroboam and in his sin [of idolatry] with which he made Israel sin."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now the word of the L ord came to Jehu the son of Hanani against Baasha, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Because I exalted you [Baasha] from the dust and made you leader over My people Israel, and you walked in the way of Jeroboam and made My people Israel sin, provoking Me to anger with their sins [of idol worship],"
            },
            {
                "verse_number": "3",
                "verse_text": "behold, I am going to sweep away Baasha and his household (family), and I will make your house (royal line) like that of Jeroboam the son of Nebat."
            },
            {
                "verse_number": "4",
                "verse_text": "The dogs will eat anyone belonging to Baasha who dies in the city, and the birds of the sky will eat anyone belonging to him who dies in the field.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Now as for the rest of the acts of Baasha, what he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "6",
                "verse_text": "Baasha slept with his fathers [in death] and was buried in Tirzah. Elah his son became king in his place."
            },
            {
                "verse_number": "7",
                "verse_text": "Moreover, the word of the L ord came against Baasha and his household through the prophet Jehu the son of Hanani, both for all the evil that Baasha did in the sight of the L ord in provoking Him to anger with the work of his hands (idolatry), in being like the house of Jeroboam, and because he [willingly] destroyed it (the family of Jeroboam)."
            },
            {
                "verse_number": "8",
                "verse_text": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king over Israel in Tirzah, and reigned two years."
            },
            {
                "verse_number": "9",
                "verse_text": "His servant Zimri, commander of half his chariots, conspired against Elah. Now Elah was in Tirzah, getting drunk in the house of Arza, who was in charge of the [king&quot;s] household in Tirzah."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Zimri came in and struck and killed Elah in the twenty-seventh year of Asa king of Judah, and became king in his place."
            },
            {
                "verse_number": "11",
                "verse_text": "When he became king, as soon as he sat on his throne, he killed the entire household of Baasha; he did not leave a single male [alive], either of his relatives or his friends."
            },
            {
                "verse_number": "12",
                "verse_text": "Thus Zimri destroyed the entire household of Baasha, in accordance with the word of the L ord which He spoke against Baasha through Jehu the prophet,"
            },
            {
                "verse_number": "13",
                "verse_text": "for all the sins of Baasha and the sins of Elah his son, which they committed, and made Israel commit, provoking the L ord God of Israel to anger with their idols."
            },
            {
                "verse_number": "14",
                "verse_text": "Now as for the rest of the acts of Elah and everything that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "15",
                "verse_text": "In the twenty-seventh year of Asa king of Judah, Zimri reigned [over Israel] for seven days at Tirzah. Now the troops were camped against Gibbethon, [a city] which belonged to the Philistines,"
            },
            {
                "verse_number": "16",
                "verse_text": "and the people who were camped heard it said, &apos;Zimri has conspired and has also struck down the king.&apos; So all Israel made Omri, the commander of the army, king over Israel that day in the camp."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Omri went up from Gibbethon, and all Israel with him, and they besieged Tirzah."
            },
            {
                "verse_number": "18",
                "verse_text": "When Zimri saw that the city was taken, he went into the fortress of the king&quot;s palace; and while inside, he set fire to the king&quot;s palace and died,"
            },
            {
                "verse_number": "19",
                "verse_text": "because of the sins he had committed, doing evil in the sight of the L ord , by walking in the way of Jeroboam, and because of his sin he caused Israel to sin."
            },
            {
                "verse_number": "20",
                "verse_text": "Now as for the rest of the acts of Zimri, and his [treasonous] conspiracy which he committed, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the people of Israel were divided in half. Half of the people followed Tibni the son of Ginath, to make him king, and the other half followed Omri."
            },
            {
                "verse_number": "22",
                "verse_text": "But the people who followed Omri prevailed over the people who followed Tibni the son of Ginath. So Tibni died and Omri became king."
            },
            {
                "verse_number": "23",
                "verse_text": "In the thirty-first year of Asa king of Judah, Omri became king over Israel and reigned for twelve years. He reigned six years at Tirzah."
            },
            {
                "verse_number": "24",
                "verse_text": "Omri bought the hill Samaria from Shemer for two talents of silver, and he built a city on the hill [and fortified it], and named the city which he built Samaria, after the owner of the hill, Shemer."
            },
            {
                "verse_number": "25",
                "verse_text": "But Omri did evil in the sight of the L ord , and acted more wickedly than all who came before him."
            },
            {
                "verse_number": "26",
                "verse_text": "He walked in all the ways of Jeroboam the son of Nebat and in his sin, which he made Israel commit, provoking the L ord God of Israel, [to anger] with their idols."
            },
            {
                "verse_number": "27",
                "verse_text": "Now as for the rest of the acts of Omri which he did, and his might which he showed, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "28",
                "verse_text": "So Omri slept with his fathers [in death] and was buried in Samaria. Ahab his son became king in his place."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahab the son of Omri became king over Israel in the thirty-eighth year of Asa king of Judah, and Ahab the son of Omri reigned over Israel in Samaria for twenty-two years."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahab the son of Omri did evil in the sight of the L ord more than all [the kings] who were before him."
            },
            {
                "verse_number": "31",
                "verse_text": "It came about, as if it had been a trivial thing for Ahab to walk in the sins of Jeroboam the son of Nebat, that he married Jezebel the daughter of Ethbaal king of the Sidonians, and went and served Baal and worshiped him."
            },
            {
                "verse_number": "32",
                "verse_text": "So he erected an altar for Baal in the house of Baal which he built in Samaria."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahab also made the Asherah. Ahab did more to provoke the L ord God of Israel than all the kings of Israel who were before him."
            },
            {
                "verse_number": "34",
                "verse_text": "In his days, Hiel the Bethelite rebuilt Jericho. He laid its foundations with the loss of Abiram his firstborn, and set up its gates with the loss of his youngest son Segub, in accordance with the word of the L ord , which He spoke through Joshua the son of Nun."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Now Elijah the Tishbite, who was of the settlers of Gilead, said to Ahab, &apos;As the L ord , the God of Israel lives, before whom I stand, there shall be neither dew nor rain these years, except by my word.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "And the word of the L ord came to him, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Go from here and turn eastward and hide yourself by the brook Cherith, which is east of the Jordan [River]."
            },
            {
                "verse_number": "4",
                "verse_text": "You shall drink from the brook, and I have commanded the ravens to sustain you there [with food].&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So he went and did in accordance with the word of the L ord ; he went and lived by the brook Cherith, which is east of the Jordan."
            },
            {
                "verse_number": "6",
                "verse_text": "And the ravens brought him bread and meat in the morning, and bread and meat in the evening; and he would drink from the brook."
            },
            {
                "verse_number": "7",
                "verse_text": "It happened after a while that the brook dried up, because there was no rain in the land."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the word of the L ord came to him, saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Arise, go to Zarephath, which belongs to Sidon, and stay there. Behold, I have commanded a widow there to provide for you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So he set out and went to Zarephath, and when he came to the gate of the city, behold, a widow was there gathering sticks [for firewood]. He called out to her and said, &apos;Please bring me a little water in a jar, so that I may drink.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As she was going to get it, he called to her and said, &apos;Please bring me a piece of bread in your hand.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But she said, &apos;As the L ord your God lives, I have no bread, only a handful of flour in the bowl and a little oil in the jar. See, I am gathering a few sticks so that I may go in and bake it for me and my son, that we may eat it [as our last meal] and die.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Elijah said to her, &apos;Do not fear; go and do as you have said. Just make me a little bread from it first and bring it out to me, and afterward you may make one for yourself and for your son."
            },
            {
                "verse_number": "14",
                "verse_text": "For this is what the L ord God of Israel says: &quot;The bowl of flour shall not be exhausted nor shall the jar of oil be empty until the day that the L ord sends rain [again] on the face of the earth.&quot; &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "She went and did as Elijah said. And she and he and her household ate for many days."
            },
            {
                "verse_number": "16",
                "verse_text": "The bowl of flour was not exhausted nor did the jar of oil become empty, in accordance with the word of the L ord which He spoke through Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "It happened after these things, that the son of the woman, the mistress of the house, became sick; and his illness was so severe that there was no breath left in him."
            },
            {
                "verse_number": "18",
                "verse_text": "So she said to Elijah, &apos;What [problem] is there between you and me, O man of God? Have you come to me to bring my sin to mind and to put my son to death?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He said to her, &apos;Give me your son.&apos; Then he took him from her arms and carried him up to the upper room where he was living, and laid him on his own bed."
            },
            {
                "verse_number": "20",
                "verse_text": "He called to the L ord and said, &apos;O L ord my God, have You brought further tragedy to the widow with whom I am staying, by causing her son to die?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then he stretched himself out upon the child three times, and called to the L ord and said, &apos;O L ord my God, please let this child&quot;s life return to him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The L ord heard the voice of Elijah, and the life of the child returned to him and he revived."
            },
            {
                "verse_number": "23",
                "verse_text": "Elijah took the child and brought him down from the upper room into the [lower part of the] house and gave him to his mother; and Elijah said, &apos;See, your son is alive.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the woman said to Elijah, &apos;Now I know that you are a man of God and that the word of the L ord in your mouth is truth.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened after many days that the word of the Lord came to Elijah in the third year, saying, &apos;Go, show yourself to Ahab, and I will send rain on the face of the earth.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So Elijah went to show himself to Ahab. Now the famine was severe in Samaria."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahab called Obadiah who was the governor of his house. (Now Obadiah feared the L ord greatly;"
            },
            {
                "verse_number": "4",
                "verse_text": "for when Jezebel destroyed the prophets of the L ord , Obadiah took a hundred prophets and hid them by fifties in a cave, and provided them with bread and water.)"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Ahab said to Obadiah, &apos;Go into the land to all the sources of water and to all the streams; perhaps we may find grass and keep the horses and mules alive, and not have to kill some of the cattle.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they divided the land between them to survey it. Ahab went one way by himself and Obadiah went another way by himself."
            },
            {
                "verse_number": "7",
                "verse_text": "As Obadiah was on the way, behold, Elijah met him. He recognized him and fell face downward [out of respect] and said, &apos;Is it you, my lord Elijah?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "He answered him, &apos;It is I. Go tell your master, &quot;Elijah is here.&quot; &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But he said, &apos;What sin have I committed, that you would hand over your servant to Ahab to put me to death?"
            },
            {
                "verse_number": "10",
                "verse_text": "As the L ord your God lives, there is no nation or kingdom where my master has not sent messengers to seek you; and when they said, &quot;He is not here,&quot; Ahab made the kingdom or nation swear that they had not found you."
            },
            {
                "verse_number": "11",
                "verse_text": "And now you are saying, &quot;Go, tell your master, &apos;Behold, Elijah [is here].&apos; &quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "And as soon as I leave you, the Spirit of the L ord will carry you to a place I do not know; so when I come to tell Ahab and he does not find you, he will kill me. Yet your servant has [reverently] feared the L ord from my youth."
            },
            {
                "verse_number": "13",
                "verse_text": "Has it not been told to my lord [Elijah] what I did when Jezebel killed the prophets of the L ord , how I hid a hundred of the L ord &quot; s prophets by fifties in a cave, and provided them with bread and water?"
            },
            {
                "verse_number": "14",
                "verse_text": "And now you are saying, &quot;Go, tell your master, &apos;Elijah is here&apos; &quot;; and he will kill me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Elijah said, &apos;As the L ord of hosts (armies) lives, before whom I stand, I will certainly show myself to Ahab today.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Obadiah went to meet Ahab and told him; and Ahab went to meet Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "When Ahab saw Elijah, Ahab said to him, &apos;Are you the one who is bringing disaster on Israel?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Elijah said, &apos;I have not brought disaster on Israel, but you and your father&quot;s household have, by abandoning (rejecting) the commandments of the L ord and by following the Baals."
            },
            {
                "verse_number": "19",
                "verse_text": "Now then, send word and gather to me all Israel at Mount Carmel, together with the 450 prophets of Baal and the 400 prophets of [the goddess] Asherah, who eat at [Queen] Jezebel&quot;s table.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Ahab sent word to all the Israelites and assembled the [pagan] prophets together at Mount Carmel."
            },
            {
                "verse_number": "21",
                "verse_text": "Elijah approached all the people and said, &apos;How long will you hesitate between two opinions? If the L ord is God, follow Him; but if Baal, follow him.&apos; But the people [of Israel] did not answer him [so much as] a word."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Elijah said to the people, &apos;I alone remain a prophet of the L ord , while Baal&quot;s prophets are 450 men."
            },
            {
                "verse_number": "23",
                "verse_text": "Now let them give us two oxen, and let them choose one ox for themselves and cut it in pieces, and lay it on the wood, but put no fire under it . I will prepare the other ox and lay it on the wood, and I will not put a fire under it ."
            },
            {
                "verse_number": "24",
                "verse_text": "Then you call on the name of your god, and I will call on the name of the L ord ; and the god who answers by fire, He is God.&apos; And all the people answered, &apos;It is well spoken.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Elijah said to the prophets of Baal, &apos;Choose one bull for yourselves and prepare it first, since there are many of you; and call on the name of your god, but put no fire under it .&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So they took the bull that was given to them and prepared it, and called on the name of Baal from morning until noon, saying, &apos;O Baal, hear and answer us.&apos; But there was no voice and no one answered. And they leaped about the altar which they had made."
            },
            {
                "verse_number": "27",
                "verse_text": "At noon Elijah mocked them, saying, &apos;Cry out with a loud voice, for he is a god; either he is occupied, or he is out [at the moment], or he is on a journey. Perhaps he is asleep and must be awakened!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So they cried out with a loud voice [to get Baal&quot;s attention] and cut themselves with swords and lances in accordance with their custom, until the blood flowed out on them."
            },
            {
                "verse_number": "29",
                "verse_text": "As midday passed, they played the part of prophets and raved dramatically until the time for offering the evening sacrifice; but there was no voice, no one answered, and no one paid attention."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Elijah said to all the people, &apos;Come near to me.&apos; So all the people approached him. And he repaired and rebuilt the [old] altar of the L ord that had been torn down [by Jezebel]."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Elijah took twelve stones in accordance with the number of the tribes of the sons of Jacob, to whom the word of the L ord had come, saying, &apos;Israel shall be your name.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So with the stones Elijah built an altar in the name of the L ord . He made a trench around the altar large enough to hold two measures of seed."
            },
            {
                "verse_number": "33",
                "verse_text": "Then he laid out the wood and cut the ox in pieces and laid it on the wood."
            },
            {
                "verse_number": "34",
                "verse_text": "And he said, &apos;Fill four pitchers with water and pour it on the burnt offering and the wood.&apos; And he said, &apos;Do it the second time.&apos; And they did it the second time. And he said, &apos;Do it the third time.&apos; And they did it a third time."
            },
            {
                "verse_number": "35",
                "verse_text": "The water flowed around the altar, and he also filled the trench with water."
            },
            {
                "verse_number": "36",
                "verse_text": "At the time of the offering of the evening sacrifice, Elijah the prophet approached [the altar] and said, &apos;O L ord , the God of Abraham, Isaac, and Israel (Jacob), let it be known today that You are God in Israel and that I am Your servant and that I have done all these things at Your word."
            },
            {
                "verse_number": "37",
                "verse_text": "Answer me, O L ord , answer me, so that this people may know that You, O L ord , are God, and that You have turned their hearts back [to You].&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then the fire of the L ord fell and consumed the burnt offering and the wood, and even the stones and the dust; it also licked up the water in the trench."
            },
            {
                "verse_number": "39",
                "verse_text": "When all the people saw it, they fell face downward; and they said, &apos;The L ord , He is God! The L ord , He is God!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then Elijah said to them, &apos;Seize the prophets of Baal; do not let one of them escape.&apos; They seized them; and Elijah brought them down to the brook Kishon, and [as God&quot;s law required] killed them there."
            },
            {
                "verse_number": "41",
                "verse_text": "Now Elijah said to Ahab, &apos;Go up, eat and drink, for there is the sound of the roar of an abundance of rain.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "So Ahab went up to eat and to drink. And Elijah went up to the top of Carmel; and he crouched down to the earth and put his face between his knees,"
            },
            {
                "verse_number": "43",
                "verse_text": "and he said to his servant, &apos;Go up, look toward the sea.&apos; So he went up and looked and said, &apos;There is nothing.&apos; Elijah said, &apos;Go back&apos; seven times."
            },
            {
                "verse_number": "44",
                "verse_text": "And at the seventh time the servant said, &apos;A cloud as small as a man&quot;s hand is coming up from the sea.&apos; And Elijah said, &apos;Go up, say to Ahab, &quot;Prepare your chariot and go down, so that the rain shower does not stop you.&quot; &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "In a little while the sky grew dark with clouds and wind, and there were heavy showers. And Ahab mounted and rode [his chariot] and went [inland] to Jezreel."
            },
            {
                "verse_number": "46",
                "verse_text": "Then the hand of the L ord came upon Elijah [giving him supernatural strength]. He girded up his loins and outran Ahab to the entrance of Jezreel [nearly twenty miles]."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Now Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets [of Baal] with the sword."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Jezebel sent a messenger to Elijah, saying, &apos;So may the gods do to me, and even more, if by this time tomorrow I do not make your life like the life of one of them.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And Elijah was afraid and arose and ran for his life, and he came to Beersheba which belongs to Judah, and he left his servant there."
            },
            {
                "verse_number": "4",
                "verse_text": "But he himself traveled a day&quot;s journey into the wilderness, and he came and sat down under a juniper tree and asked [God] that he might die. He said, &apos;It is enough; now, O L ord , take my life, for I am no better than my fathers.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He lay down and slept under the juniper tree, and behold, an angel touched him and said to him, &apos;Get up and eat.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He looked, and by his head there was a bread cake baked on hot coal, and a pitcher of water. So he ate and drank and lay down again."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the angel of the L ord came again a second time and touched him and said, &apos;Get up, and eat, for the journey is too long for you [without adequate sustenance].&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So he got up and ate and drank, and with the strength of that food he traveled forty days and nights to Horeb (Sinai), the mountain of God."
            },
            {
                "verse_number": "9",
                "verse_text": "There he came to a cave and spent the night in it; and behold, the word of the L ord came to him, and He said to him, &apos;What are you doing here, Elijah?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;I have been very zealous (impassioned) for the L ord God of hosts (armies) [proclaiming what is rightfully and uniquely His]; for the sons of Israel have abandoned (broken) Your covenant, torn down Your altars, and killed Your prophets with the sword. And I, only I, am left; and they seek to take away my life.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So He said, &apos;Go out and stand on the mountain before the L ord .&apos; And behold, the L ord was passing by, and a great and powerful wind was tearing out the mountains and breaking the rocks in pieces before the L ord ; but the L ord was not in the wind. And after the wind, [there was] an earthquake, but the L ord was not in the earthquake."
            },
            {
                "verse_number": "12",
                "verse_text": "After the earthquake, [there was] a fire, but the L ord was not in the fire; and after the fire, [there was] the sound of a gentle blowing."
            },
            {
                "verse_number": "13",
                "verse_text": "When Elijah heard the sound , he wrapped his face in his mantle (cloak) and went out and stood in the entrance of the cave. And behold, a voice came to him and said, &apos;What are you doing here, Elijah?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos;I have been very zealous for the L ord God of hosts (armies), because the sons of Israel have abandoned (broken) Your covenant, torn down Your altars and killed Your prophets with the sword. And I, only I, am left; and they seek to take away my life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The L ord said to him, &apos;Go, return on your way to the Wilderness of Damascus; and when you arrive, you shall anoint Hazael as king over Aram (Syria);"
            },
            {
                "verse_number": "16",
                "verse_text": "and you shall anoint Jehu the son of Nimshi as king over Israel; and anoint Elisha the son of Shaphat of Abel-meholah as prophet in your place."
            },
            {
                "verse_number": "17",
                "verse_text": "It shall come about that Jehu shall put to death whoever escapes from the sword of Hazael, and Elisha shall put to death whoever escapes the sword of Jehu."
            },
            {
                "verse_number": "18",
                "verse_text": "Yet I will leave 7,000 [survivors] in Israel, all the knees that have not bowed down to Baal and every mouth that has not kissed him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Elijah departed from there and found Elisha the son of Shaphat, while he was plowing with twelve pairs of oxen before him, and he with the twelfth. Elijah went over to him and threw his mantle (coat) on him."
            },
            {
                "verse_number": "20",
                "verse_text": "He left the oxen and ran after Elijah and said, &apos;Please let me kiss my father and mother [goodbye], then I will follow you.&apos; And he said to him, &apos;Go on back; for what have I done to [stop] you?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Elisha left him and went back. Then he took a pair of oxen and sacrificed them and boiled their meat with the implements of the oxen [as fuel], and gave the meat to the people, and they ate. Then he stood and followed Elijah, and served him."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Ben-hadad king of Aram (Syria) gathered all his army together; thirty-two kings were [allied] with him, with horses and chariots. And he went up and besieged Samaria [Israel&quot;s capital], and fought against it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he sent messengers to the city to Ahab king of Israel; and he said to him, &apos;Thus says Ben-hadad:"
            },
            {
                "verse_number": "3",
                "verse_text": "&quot;Your silver and your gold are mine; your wives and your children, even the fairest, also are mine [as conditions of peace].&quot; &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king of Israel [conceded his defeat and] answered, &apos;By your word, my lord, O king, I am yours, and all that I have.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The messengers returned and said, &apos;Thus says Ben-hadad: &quot;I indeed sent word to you, saying, &apos;You shall give me your silver, your gold, your wives, and your children,&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "but about this time tomorrow I will send my servants to you, and they will search your house and the houses of your servants; and they will take with their hands (confiscate) whatever is desirable in your eyes and carry it away.&quot; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the king of Israel summoned all the elders of the land and said, &apos;Please observe and see how this man is seeking our destruction. For he sent messengers to me for my wives, my children, my silver, and my gold, and I did not refuse him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "All the elders and all the people said to him, &apos;Do not listen or consent [to this additional demand].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So he said to Ben-hadad&quot;s messengers, &apos;Tell my lord the king, &quot;Every demand you first sent to your servant I will do, but I cannot do this [additional] thing [as a condition of peace].&quot; &apos; And the messengers left; then they brought him word again."
            },
            {
                "verse_number": "10",
                "verse_text": "Ben-hadad sent word to him and said, &apos;May the gods do so to me, and more also, if there is enough dust left of Samaria for handfuls for all the [armed] people who follow me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The king of Israel answered, &apos;Tell him, &quot;A man who puts on [his armor to go to battle] should not boast like the man who takes it off [after the battle has been won].&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Ben-hadad heard this message, as he and the kings were drinking in the temporary shelters, he said to his servants, &apos;Station yourselves .&apos; So they stationed themselves against the city [of Samaria]."
            },
            {
                "verse_number": "13",
                "verse_text": "Then a prophet approached Ahab king of Israel and said, &apos;Thus says the L ord : &quot;Have you seen all this great army? Behold, I will hand them over to you, and you shall know [without any doubt] that I am the L ord .&quot; &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahab said, &apos;By whom?&apos; And he said, &apos;Thus says the L ord : &quot;By the young men [the attendants or bodyguards] of the governors of the districts.&quot; &apos; Then Ahab said, &apos;Who shall begin the battle?&apos; And he answered, &apos;You.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Ahab assembled and counted the young men of the governors of the districts, and there were 232. After them he assembled and counted all the people, all the sons of Israel, 7,000."
            },
            {
                "verse_number": "16",
                "verse_text": "They went out at noon, while Ben-hadad was getting drunk in the temporary shelters, he and the thirty-two kings who were helping him."
            },
            {
                "verse_number": "17",
                "verse_text": "The young men of the governors of the districts went out first; and Ben-hadad sent men out and they told him, saying, &apos;Men have come out of Samaria.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And he said, &apos;Whether they have come out for peace or for war, take them alive.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So these young men of the governors of the districts went out of the city, and the army followed them."
            },
            {
                "verse_number": "20",
                "verse_text": "And each one killed his man; and the Arameans (Syrians) fled and Israel pursued them. Ben-hadad king of Aram escaped on a horse with horsemen."
            },
            {
                "verse_number": "21",
                "verse_text": "The king of Israel went out and struck [the riders of] the horses and chariots, and killed the Arameans in a great slaughter."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the prophet approached the king of Israel and said to him, &apos;Go, strengthen yourself and observe and see what you have to do; for at the first of next year the king of Aram (Syria) will come up against you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Now the servants of the king of Aram said to him, &apos;Israel&quot;s god is a god of the hills; that is why they were stronger than we. But let us fight against them in the plain, and surely we will be stronger than they."
            },
            {
                "verse_number": "24",
                "verse_text": "Do this: remove the [thirty-two allied] kings, each from his place, and put captains in their place,"
            },
            {
                "verse_number": "25",
                "verse_text": "and assemble an army like the army that you have lost in battle , horse for horse and chariot for chariot. Then we will fight against them in the plain, and surely we shall be stronger than they.&apos; And he listened to their words and did so."
            },
            {
                "verse_number": "26",
                "verse_text": "At the first of the year [in spring], Ben-hadad assembled and counted the Arameans (Syrians) and went up to Aphek [east of the Sea of Galilee] to fight against Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The sons of Israel were counted and given provisions, and they went to meet them. The Israelites camped before the enemy like two little flocks of goats [with everything against them, except God], and the Arameans filled the country."
            },
            {
                "verse_number": "28",
                "verse_text": "A man of God approached and said to the king of Israel, &apos;Thus says the L ord , &quot;Because the Arameans have said, &apos;The L ord is a god of the hills, but He is not a god of the valleys,&apos; I will give this great army into your hand, and you shall know [by experience] that I am the L ord .&quot; &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So they camped opposite each other for seven days. Then on the seventh day the battle began, and the sons of Israel killed 100,000 of the Aramean foot soldiers in a single day."
            },
            {
                "verse_number": "30",
                "verse_text": "But the rest ran to the city of Aphek, and the [city] wall fell on 27,000 of the men who were left. Ben-hadad escaped and came into the city, going into an inner chamber [to hide]."
            },
            {
                "verse_number": "31",
                "verse_text": "But his servants said to him, &apos;We have heard that the kings of the house (royal line) of Israel are merciful kings. Please let us put sackcloth around our loins and ropes on our necks [as symbols of submission], and go out to the king of Israel; perhaps he will spare your life.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So they put sackcloth around their loins and ropes on their necks, and came to the king of Israel and said, &apos;Your servant Ben-hadad says, &quot;Please let me live.&quot; &apos; And Ahab asked, &apos;Is he still alive? He is my brother.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Now the men took it as a good omen, and quickly understanding his meaning said, &apos;Yes, your brother Ben-hadad lives .&apos; Then the king said, &apos;Go, bring him.&apos; Then Ben-hadad came out to him, and Ahab had him come up into the chariot."
            },
            {
                "verse_number": "34",
                "verse_text": "Ben-hadad [tempting him] said to him, &apos;I will restore the cities which my father took from your father; and you may set up bazaars (shops) of your own in Damascus, as my father did in Samaria.&apos; Then, Ahab replied, &apos;I will let you go with this covenant (treaty).&apos; So he made a covenant with him and let him go."
            },
            {
                "verse_number": "35",
                "verse_text": "Now a certain man of the sons of the prophets said to another by the word of the L ord , &apos;Please strike me.&apos; But the man refused to strike him."
            },
            {
                "verse_number": "36",
                "verse_text": "Then the prophet said to him, &apos;Because you have not obeyed the voice of the L ord , behold, as soon as you leave me, a lion will kill you.&apos; And as soon as he left him, a lion found him and killed him."
            },
            {
                "verse_number": "37",
                "verse_text": "Then the prophet found another man and said, &apos;Please strike me.&apos; So the man struck him hard, wounding him."
            },
            {
                "verse_number": "38",
                "verse_text": "So the prophet left and waited for King Ahab by the road, and disguised himself [as a wounded soldier] with a bandage over his eyes."
            },
            {
                "verse_number": "39",
                "verse_text": "As the king passed by, the prophet called out to the king and said, &apos;Your servant went out into the middle of the battle, and behold, a man turned aside and brought a man to me and said, &quot;Guard this man; if for any reason he is missing, then your life shall be required for his life, or else you shall pay a talent of silver.&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "But while your servant was busy here and there, he [escaped and] was gone.&apos; And the king of Israel said to him, &apos;Such is your own judgment (verdict); you have determined it.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then the prophet quickly removed the bandage from his eyes, and [Ahab] the king of Israel recognized him as one of the prophets."
            },
            {
                "verse_number": "42",
                "verse_text": "He said to the king, &apos;Thus says the L ord : &quot;Because you have released from your hand the man [Ben-hadad] whom I had devoted to destruction, your life shall be required for his life, and your people for his people.&quot; &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So the king of Israel went to his house resentful and sullen, and came to Samaria."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Now it came about after these things that Naboth the Jezreelite had a vineyard in Jezreel, close beside the [winter] palace of Ahab king of Samaria;"
            },
            {
                "verse_number": "2",
                "verse_text": "Ahab spoke to Naboth, saying, &apos;Give me your vineyard, so that I may have it for a garden of vegetables and herbs, because it is near my house. I will give you a better vineyard for it, or, if you prefer, I will give you what it is worth in money.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Naboth said to Ahab, &apos;The L ord forbid me that I should give the inheritance of my fathers to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Ahab [already upset by the Lord&quot;s message] came into his house [feeling more] resentful and sullen because of what Naboth the Jezreelite had said to him; for he had said, &apos;I will not give you the inheritance of my fathers.&apos; And he lay down on his bed and turned away his face, and would not eat any food."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jezebel his wife came to him and asked him, &apos;Why is your spirit so troubled that you have not eaten?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And he said to her, &apos;Because I spoke to Naboth the Jezreelite and said to him, &quot;Give me your vineyard for money; or if you prefer, I will give you another vineyard for it.&quot; But he answered, &quot;I will not give you my vineyard.&quot; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jezebel his wife said to him, &apos;Do you now reign over Israel? Get up, eat food, and let your heart rejoice; I will give you the vineyard of Naboth the Jezreelite.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So she wrote letters in Ahab&quot;s name and sealed them with his seal, and sent them to the elders and nobles who lived with Naboth in his city."
            },
            {
                "verse_number": "9",
                "verse_text": "Now in the letters she wrote, &apos;Proclaim a fast and seat Naboth at the head of the people;"
            },
            {
                "verse_number": "10",
                "verse_text": "and seat two worthless and unprincipled men opposite him, and have them testify against him, saying, &quot;You cursed God and the king.&quot; Then take him out and stone him to death.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the men of his city, the elders and the nobles who lived there, did as Jezebel had sent word to them, just as it was written in the letters which she had sent to them."
            },
            {
                "verse_number": "12",
                "verse_text": "They proclaimed a fast and seated Naboth at the head of the people."
            },
            {
                "verse_number": "13",
                "verse_text": "Two worthless and unprincipled men came in and sat down opposite him; and they testified against Naboth before the people, saying, &apos;Naboth cursed and renounced God and the king.&apos; Then they brought him outside the city and stoned him to death."
            },
            {
                "verse_number": "14",
                "verse_text": "Then they sent word to Jezebel, saying, &apos;Naboth has been stoned to death.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Jezebel heard that Naboth had been stoned and was dead, she said to Ahab, &apos;Arise, take possession of the vineyard of Naboth the Jezreelite which he refused to sell you, because Naboth is no longer alive, but dead.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Ahab heard that Naboth was dead, he arose to go down to the vineyard of Naboth the Jezreelite, to take possession of it."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the word of the L ord came to Elijah the Tishbite, saying,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Arise, go down to meet Ahab king of Israel, who is in Samaria. Behold, he is in the vineyard of Naboth, where he has gone to take possession of it."
            },
            {
                "verse_number": "19",
                "verse_text": "You shall speak to him, saying, &quot;Thus says the L ord : &apos;Have you murdered and also taken possession [of the victim&quot;s property]?&apos; &quot; And you shall speak to him, saying, &quot;Thus says the Lord: &apos;In the place where dogs licked up the blood of Naboth, dogs will lick up your blood as well.&apos; &quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Ahab said to Elijah, &apos;Have you found me, O my enemy?&apos; And he answered, &apos;I have found you, because you have sold yourself to do evil in the sight of the L ord ."
            },
            {
                "verse_number": "21",
                "verse_text": "Behold [says the L ord ], I am bringing evil (catastrophe) on you, and will utterly sweep you away, and will cut off from Ahab every male, both bond and free in Israel;"
            },
            {
                "verse_number": "22",
                "verse_text": "and I will make your house (descendants) like that of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for provoking Me to anger and making Israel sin."
            },
            {
                "verse_number": "23",
                "verse_text": "The L ord also spoke in regard to Jezebel, saying, &quot;The dogs will eat [the body of] Jezebel in the district of Jezreel.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "The dogs will eat anyone belonging to Ahab who dies in the city, and the birds of the air will eat anyone who dies in the field.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "There certainly was no one like Ahab who sold himself to do evil in the sight of the L ord , because Jezebel his wife incited him."
            },
            {
                "verse_number": "26",
                "verse_text": "He acted very repulsively in following idols, in accordance with everything the Amorites had done, whom the L ord expelled [from the land] before the sons of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "Now when Ahab heard these words [of Elijah], he tore his clothes, put on sackcloth and fasted, and he lay in sackcloth and went about dejectedly (mourning)."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the word of the L ord came to Elijah the Tishbite, saying,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Do you see how Ahab has humbled himself before Me? Because he has humbled himself before Me, I will not bring the evil (catastrophe) in his lifetime, but in his son&quot;s days I will bring evil upon his house.&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Aram (Syria) and Israel continued without war for three years."
            },
            {
                "verse_number": "2",
                "verse_text": "In the third year Jehoshaphat king of Judah came down to the king of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Now the king of Israel said to his servants, &apos;Do you know that Ramoth in Gilead is ours, yet we are still doing nothing to take it from the hand of the king of Aram?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And Ahab said to Jehoshaphat, &apos;Will you go with me to battle at Ramoth-gilead?&apos; Jehoshaphat said to the king of Israel, &apos;I am as you are, my people as your people, my horses as your horses.&apos; &apos;I saw all Israel Scattered upon the mountains, Like sheep that have no shepherd. And the L ord said, &quot;These have no master. Let each of them return to his house in peace.&quot; &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jehoshaphat said to the king of Israel, &apos;Please inquire first for the word of the L ord .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the king of Israel gathered the prophets together, about four hundred men, and said to them, &apos;Shall I go to battle against Ramoth-gilead, or should I not?&apos; And they said, &apos;Go up, for the L ord has handed it over to the king.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jehoshaphat [doubted and] said, &apos;Is there not another prophet of the L ord here whom we may ask?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The king of Israel said to Jehoshaphat, &apos;There is one more man, Micaiah the son of Imlah, by whom we may inquire of the L ord , but I hate him, because he never prophesies good news for me, but only evil.&apos; But Jehoshaphat said, &apos;May the king not say that [Micaiah only tells bad news].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the king of Israel summoned an officer and said, &apos;Bring quickly Micaiah the son of Imlah.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now the king of Israel and Jehoshaphat king of Judah were each sitting on his throne, dressed in their [royal] robes, [in an open place] at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Zedekiah the son of Chenaanah made for himself horns of iron and said, &apos;Thus says the L ord : &quot;With these you will gore the Arameans (Syrians) until they are destroyed.&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "All the prophets were prophesying in the same way [to please Ahab], saying, &apos;Go up to Ramoth-gilead and be successful, for the L ord will hand it over to the king.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the messenger who went to summon Micaiah said to him, &apos; Listen carefully, the words of the prophets are unanimously favorable to the king. Please let your words be like the word of one of them, and speak favorably.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Micaiah said, &apos;As the L ord lives, I will speak what the L ord says to me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So when he came to the king, the king said to him, &apos;Micaiah, shall we go against Ramoth-gilead in battle, or shall we not?&apos; And he answered him, &apos;Go up and be successful, for the L ord will hand it over to the king.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the king [doubted him and] said to him, &apos;How many times must I make you swear to tell me nothing but the truth in the name of the L ord ?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "And he said,"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king of Israel said to Jehoshaphat, &apos;Did I not tell you that he would not prophesy good concerning me, but evil?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Micaiah said, &apos;Therefore, hear the word of the L ord . I saw the L ord sitting on His throne, and all the host (army) of heaven standing by Him on His right hand and on His left."
            },
            {
                "verse_number": "20",
                "verse_text": "The L ord said, &quot;Who will entice Ahab to go up and fall at Ramoth-gilead?&quot; And one said this, while another said that."
            },
            {
                "verse_number": "21",
                "verse_text": "Then a spirit came forward and stood before the L ord and said, &quot;I will entice him.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "The L ord said to him, &quot;How?&quot; And he said, &quot;I will go out and be a deceiving spirit in the mouth of all his prophets.&quot; Then the L ord said, &quot;You are to entice him and also succeed. Go and do so.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Now then, behold, the L ord has put a deceiving spirit in the mouth of all these prophets; and the L ord has proclaimed disaster against you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But Zedekiah the son of Chenaanah approached and struck Micaiah on the cheek and said, &apos;How did the Spirit of the L ord pass from me to speak to you?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Micaiah said, &apos;Behold, you shall see on that day [of the king&quot;s defeat] when you enter an inner room [looking for a place] to hide yourself.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the king of Israel said, &apos;Take Micaiah and return him to Amon, the governor of the city, and to Joash, the king&quot;s son,"
            },
            {
                "verse_number": "27",
                "verse_text": "and say, &quot;Thus says the king, &apos;Put this man in prison, and feed him sparingly with the bread and water until I return safely.&apos; &quot; &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Micaiah said, &apos;If you indeed return safely, the L ord has not spoken by me.&apos; Then he said, &apos;Listen, all you people.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So [Ahab] the king of Israel and Jehoshaphat the king of Judah went up to Ramoth-gilead."
            },
            {
                "verse_number": "30",
                "verse_text": "The king of Israel said to Jehoshaphat, &apos;I will disguise myself and enter the battle, but you put on your [royal] clothing.&apos; So the king of Israel disguised himself and went into the battle."
            },
            {
                "verse_number": "31",
                "verse_text": "Now the king of Aram (Syria) had commanded the thirty-two captains of his chariots, saying, &apos;Do not fight with [anyone, either] small or great, but with [Ahab] the king of Israel alone.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When the captains of the chariots saw Jehoshaphat, they said, &apos;Surely it is the king of Israel.&apos; They turned to fight against him, and Jehoshaphat shouted out [in fear]."
            },
            {
                "verse_number": "33",
                "verse_text": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him."
            },
            {
                "verse_number": "34",
                "verse_text": "But one man drew a bow at random and struck the king of Israel in a joint of the armor. So he said to the driver of his chariot, &apos;Turn around and take me out of the fight, because I have been seriously wounded.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The battle raged that day, and [Ahab] the king was propped up in his chariot facing the Arameans (Syrians). And in the evening he died, and the blood from his wound ran down into the bottom of the chariot."
            },
            {
                "verse_number": "36",
                "verse_text": "Then about sundown a resounding cry passed throughout the army, saying, &apos;Every man to his city and every man to his own country!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So the king died and was brought to Samaria, and they buried the king in Samaria."
            },
            {
                "verse_number": "38",
                "verse_text": "They washed the chariot by the pool [on the outskirts] of Samaria, where the prostitutes bathed, and the dogs licked up his blood, in accordance with the word of the L ord which He had spoken."
            },
            {
                "verse_number": "39",
                "verse_text": "Now the rest of Ahab&quot;s acts, and everything that he did, the ivory palace which he built and all the cities which he built, are they not written in the Book of the Chronicles of the Kings of Israel?"
            },
            {
                "verse_number": "40",
                "verse_text": "So Ahab slept with his fathers [in death], and Ahaziah his son became king in his place."
            },
            {
                "verse_number": "41",
                "verse_text": "Now Jehoshaphat the son of Asa became king over Judah in the fourth year of Ahab king of Israel."
            },
            {
                "verse_number": "42",
                "verse_text": "Jehoshaphat was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother&quot;s name was Azubah the daughter of Shilhi."
            },
            {
                "verse_number": "43",
                "verse_text": "He walked in all the ways of Asa his father, without turning from them, doing right in the sight of the L ord . However, the high places were not removed; the people still sacrificed and burned incense on the high places."
            },
            {
                "verse_number": "44",
                "verse_text": "Jehoshaphat also made peace with the king of Israel."
            },
            {
                "verse_number": "45",
                "verse_text": "Now the rest of the acts of Jehoshaphat, his might which he displayed and how he made war, are they not written in the Book of the Chronicles of the Kings of Judah?"
            },
            {
                "verse_number": "46",
                "verse_text": "And the remnant of the sodomites (male cult prostitutes) who remained in the days of his father Asa, Jehoshaphat expelled from the land."
            },
            {
                "verse_number": "47",
                "verse_text": "Now there was no king in Edom; a deputy (governor) was [serving as] king."
            },
            {
                "verse_number": "48",
                "verse_text": "Jehoshaphat had [large cargo] ships of Tarshish constructed to go to Ophir for gold, but they did not go, because the ships were wrecked at Ezion-geber."
            },
            {
                "verse_number": "49",
                "verse_text": "Then Ahaziah the son of Ahab said to Jehoshaphat, &apos;Let my servants go with your servants in the ships,&apos; But Jehoshaphat was unwilling and refused."
            },
            {
                "verse_number": "50",
                "verse_text": "Jehoshaphat slept with his fathers [in death] and was buried with his fathers in the city of his father David, and Jehoram his son became king in his place."
            },
            {
                "verse_number": "51",
                "verse_text": "Ahaziah the son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned over Israel for two years."
            },
            {
                "verse_number": "52",
                "verse_text": "He did evil in the sight of the L ord and walked in the [idolatrous] way of his father [Ahab] and of his mother [Jezebel], and in the way of Jeroboam the son of Nebat, who made Israel sin."
            },
            {
                "verse_number": "53",
                "verse_text": "He served Baal and worshiped him, and he provoked the L ord God of Israel to anger, in accordance with everything that his father [Ahab] had done."
            }
        ]
    }
}