{
    "2 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, an apostle (special messenger, personally chosen representative) of Christ Jesus (the Messiah) by the will of God, and Timothy our brother, T o the church of God which is at Corinth, and to all the saints (God’s people) throughout Achaia (southern Greece):"
            },
            {
                "verse_number": "2",
                "verse_text": "Grace to you and peace [inner calm and spiritual well-being] from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Blessed [gratefully praised and adored] be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all comfort,"
            },
            {
                "verse_number": "4",
                "verse_text": "who comforts and encourages us in every trouble so that we will be able to comfort and encourage those who are in any kind of trouble, with the comfort with which we ourselves are comforted by God."
            },
            {
                "verse_number": "5",
                "verse_text": "For just as Christ’s sufferings are ours in abundance [as they overflow to His followers], so also our comfort [our reassurance, our encouragement, our consolation] is abundant through Christ [it is truly more than enough to endure what we must]."
            },
            {
                "verse_number": "6",
                "verse_text": "But if we are troubled and distressed, it is for your comfort and salvation; or if we are comforted and encouraged, it is for your comfort, which works [in you] when you patiently endure the same sufferings which we experience."
            },
            {
                "verse_number": "7",
                "verse_text": "And our hope for you [our confident expectation of good for you] is firmly grounded [assured and unshaken], since we know that just as you share as partners in our sufferings, so also you share as partners in our comfort."
            },
            {
                "verse_number": "8",
                "verse_text": "For we do not want you to be uninformed, brothers and sisters, about our trouble in [the west coast province of] Asia [Minor], how we were utterly weighed down, beyond our strength, so that we despaired even of life [itself]."
            },
            {
                "verse_number": "9",
                "verse_text": "Indeed, we felt within ourselves that we had received the sentence of death [and were convinced that we would die, but this happened] so that we would not trust in ourselves, but in God who raises the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "He rescued us from so great a threat of death, and will continue to rescue us. On Him we have set our hope. And He will again rescue us [from danger and draw us near],"
            },
            {
                "verse_number": "11",
                "verse_text": "while you join in helping us by your prayers. Then thanks will be given by many persons on our behalf for the gracious gift [of deliverance] granted to us through the prayers of many [believers]."
            },
            {
                "verse_number": "12",
                "verse_text": "This is our [reason for] proud confidence: our conscience testifies that we have conducted ourselves in the world [in general], and especially toward you, with pure motives and godly sincerity, not in human wisdom, but in the grace of God [that is, His gracious lovingkindness that leads people to Christ and spiritual maturity]."
            },
            {
                "verse_number": "13",
                "verse_text": "For we write you nothing other than what you read and understand [there is no double meaning in what we say]. And I hope you will [accurately] understand [divine things] until the end;"
            },
            {
                "verse_number": "14",
                "verse_text": "just as you have [already] partially understood us, [and one day will recognize] that you can be proud of us just as we are of you, in the day of our Lord Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "It was with this confidence that I planned at first to visit you, so that you might receive twice a token of grace;"
            },
            {
                "verse_number": "16",
                "verse_text": "that is, [I wanted] to visit you on my way to Macedonia, and [then] to come back to you [on my return] from Macedonia, and have you send me on my way to Judea."
            },
            {
                "verse_number": "17",
                "verse_text": "So then, was I indecisive or capricious when I was [originally] planning this? Or the things I plan, do I plan in a self-serving way like a worldly man, ready to say, “Yes, yes” and “No, no” [at the same time]?"
            },
            {
                "verse_number": "18",
                "verse_text": "But [as surely as] God is faithful and means what He says, our message to you is not “Yes” and “No” [at the same time]."
            },
            {
                "verse_number": "19",
                "verse_text": "For the Son of God, Jesus Christ, who was preached among you by us, by me, Silvanus, and Timothy, was not “Yes” and “No,” but has proved to be “Yes” in Him [true and faithful, the divine “Yes” affirming God’s promises]."
            },
            {
                "verse_number": "20",
                "verse_text": "For as many as are the promises of God, in Christ they are [all answered] “Yes.” So through Him we say our “Amen” to the glory of God."
            },
            {
                "verse_number": "21",
                "verse_text": "Now it is God who establishes and confirms us [in joint fellowship] with you in Christ, and who has anointed us [empowering us with the gifts of the Spirit];"
            },
            {
                "verse_number": "22",
                "verse_text": "it is He who has also put His seal on us [that is, He has appropriated us and certified us as His] and has given us the [Holy] Spirit in our hearts as a pledge [like a security deposit to guarantee the fulfillment of His promise of eternal life]."
            },
            {
                "verse_number": "23",
                "verse_text": "But I call on God as my soul’s witness, that it was to spare you [pain and discouragement] that I did not come again to Corinth—"
            },
            {
                "verse_number": "24",
                "verse_text": "not that we rule [like dictators] over your faith, but rather we work with you for [the increase of] your joy; for in your faith you stand firm [in your strong conviction that Jesus of Nazareth—the Messiah—is the Son of God, through whom we obtain eternal salvation]."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "But I made up my mind not to grieve you with another painful visit."
            },
            {
                "verse_number": "2",
                "verse_text": "For if I cause you grief [by a well-deserved rebuke], who then provides me enjoyment but the very one whom I have made sad?"
            },
            {
                "verse_number": "3",
                "verse_text": "And I wrote this same thing to you, so that when I came, I would not be filled with sorrow by those who ought to make me glad, for I trusted in you and felt confident that my joy would be shared by all of you."
            },
            {
                "verse_number": "4",
                "verse_text": "For I wrote to you out of great distress and with an anguished heart, and with many tears, not to cause you sorrow but to make you realize the [overflowing] love which I have especially for you."
            },
            {
                "verse_number": "5",
                "verse_text": "But if someone has caused [all this] sorrow, he has caused it not to me, but in some degree—not to put it too severely—[he has distressed and grieved] all of you."
            },
            {
                "verse_number": "6",
                "verse_text": "For such a one this punishment by the majority is sufficient,"
            },
            {
                "verse_number": "7",
                "verse_text": "so instead [of further rebuke, now] you should rather [graciously] forgive and comfort and encourage him, to keep him from being overwhelmed by excessive sorrow."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore I urge you to reinstate him in your affections and reaffirm your love for him."
            },
            {
                "verse_number": "9",
                "verse_text": "For this was my purpose in writing, to see if you would stand the test, whether you are obedient and committed to following my instruction in all things."
            },
            {
                "verse_number": "10",
                "verse_text": "If you forgive anyone anything, I too forgive [that one]; and what I have forgiven, if I have forgiven anything, has been for your sake in the presence of [and with the approval of] Christ,"
            },
            {
                "verse_number": "11",
                "verse_text": "to keep Satan from taking advantage of us; for we are not ignorant of his schemes."
            },
            {
                "verse_number": "12",
                "verse_text": "Now when I arrived at Troas to preach the good news of Christ, even though a door [of opportunity] opened for me in the Lord,"
            },
            {
                "verse_number": "13",
                "verse_text": "my spirit could not rest because I did not find my brother Titus there; so saying goodbye to them, I left for Macedonia."
            },
            {
                "verse_number": "14",
                "verse_text": "But thanks be to God, who always leads us in triumph in Christ, and through us spreads and makes evident everywhere the sweet fragrance of the knowledge of Him."
            },
            {
                "verse_number": "15",
                "verse_text": "For we are the sweet fragrance of Christ [which ascends] to God, [discernible both] among those who are being saved and among those who are perishing;"
            },
            {
                "verse_number": "16",
                "verse_text": "to the latter one an aroma from death to death [a fatal, offensive odor], but to the other an aroma from life to life [a vital fragrance, living and fresh]. And who is adequate and sufficiently qualified for these things?"
            },
            {
                "verse_number": "17",
                "verse_text": "For we are not like many, [acting like merchants] peddling God’s word [shortchanging and adulterating God’s message]; but from pure [uncompromised] motives, as [commissioned and sent] from God, we speak [His message] in Christ in the sight of God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Are we starting to commend ourselves again? Or do we need, like some [false teachers], letters of recommendation to you or from you? [No!]"
            },
            {
                "verse_number": "2",
                "verse_text": "You are our letter [of recommendation], written in our hearts, recognized and read by everyone."
            },
            {
                "verse_number": "3",
                "verse_text": "You show that you are a letter from Christ, delivered by us, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts."
            },
            {
                "verse_number": "4",
                "verse_text": "Such is the confidence and steadfast reliance and absolute trust that we have through Christ toward God."
            },
            {
                "verse_number": "5",
                "verse_text": "Not that we are sufficiently qualified in ourselves to claim anything as coming from us, but our sufficiency and qualifications come from God."
            },
            {
                "verse_number": "6",
                "verse_text": "He has qualified us [making us sufficient] as ministers of a new covenant [of salvation through Christ], not of the letter [of a written code] but of the Spirit; for the letter [of the Law] kills [by revealing sin and demanding obedience], but the Spirit gives life."
            },
            {
                "verse_number": "7",
                "verse_text": "Now if the ministry of death, engraved in letters on stones [the covenant of the Law which led to death because of sin], came with such glory and splendor that the Israelites were not able to look steadily at the face of Moses because of its glory, [a brilliance] that was fading,"
            },
            {
                "verse_number": "8",
                "verse_text": "how will the ministry of the Spirit [the new covenant which allows us to be Spirit-filled] fail to be even more glorious and splendid?"
            },
            {
                "verse_number": "9",
                "verse_text": "For if the ministry that brings condemnation [the old covenant, the Law] has glory, how much more does glory overflow in the ministry that brings righteousness [the new covenant which declares believers free of guilt and sets them apart for God’s special purpose]!"
            },
            {
                "verse_number": "10",
                "verse_text": "Indeed, what had glory [the Law], in this case no longer has glory because of the glory that surpasses it [the gospel]."
            },
            {
                "verse_number": "11",
                "verse_text": "For if that [Law] which fades away came with glory, how much more must that [gospel] which remains and is permanent abide in glory and splendor!"
            },
            {
                "verse_number": "12",
                "verse_text": "Since we have such a [glorious] hope and confident expectation, we speak with great courage,"
            },
            {
                "verse_number": "13",
                "verse_text": "and we are not like Moses, who used to put a veil over his face so that the Israelites would not gaze at the end of the glory which was fading away."
            },
            {
                "verse_number": "14",
                "verse_text": "But [in fact] their minds were hardened [for they had lost the ability to understand]; for until this very day at the reading of the old covenant the same veil remains unlifted, because it is removed [only] in Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "But to this day whenever Moses is read, a veil [of blindness] lies over their heart;"
            },
            {
                "verse_number": "16",
                "verse_text": "but whenever a person turns [in repentance and faith] to the Lord, the veil is taken away."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is liberty [emancipation from bondage, true freedom]."
            },
            {
                "verse_number": "18",
                "verse_text": "And we all, with unveiled face, continually seeing as in a mirror the glory of the Lord, are progressively being transformed into His image from [one degree of] glory to [even more] glory, which comes from the Lord, [who is] the Spirit."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since we have this ministry, just as we received mercy [from God, granting us salvation, opportunities, and blessings], we do not get discouraged nor lose our motivation."
            },
            {
                "verse_number": "2",
                "verse_text": "But we have renounced the disgraceful things hidden because of shame; not walking in trickery or adulterating the word of God, but by stating the truth [openly and plainly], we commend ourselves to everyone’s conscience in the sight of God."
            },
            {
                "verse_number": "3",
                "verse_text": "But even if our gospel is [in some sense] hidden [behind a veil], it is hidden [only] to those who are perishing;"
            },
            {
                "verse_number": "4",
                "verse_text": "among them the god of this world [Satan] has blinded the minds of the unbelieving to prevent them from seeing the illuminating light of the gospel of the glory of Christ, who is the image of God."
            },
            {
                "verse_number": "5",
                "verse_text": "For we do not preach ourselves, but Jesus Christ as Lord, and ourselves [merely] as your bond-servants for Jesus’ sake."
            },
            {
                "verse_number": "6",
                "verse_text": "For God, who said, “Let light shine out of darkness,” is the One who has shone in our hearts to give us the Light of the knowledge of the glory and majesty of God [clearly revealed] in the face of Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "But we have this precious treasure [the good news about salvation] in [unworthy] earthen vessels [of human frailty], so that the grandeur and surpassing greatness of the power will be [shown to be] from God [His sufficiency] and not from ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "We are pressured in every way [hedged in], but not crushed; perplexed [unsure of finding a way out], but not driven to despair;"
            },
            {
                "verse_number": "9",
                "verse_text": "hunted down and persecuted, but not deserted [to stand alone]; struck down, but never destroyed;"
            },
            {
                "verse_number": "10",
                "verse_text": "always carrying around in the body the dying of Jesus, so that the [resurrection] life of Jesus also may be shown in our body."
            },
            {
                "verse_number": "11",
                "verse_text": "For we who live are constantly [experiencing the threat of] being handed over to death for Jesus’ sake, so that the [resurrection] life of Jesus also may be evidenced in our mortal body [which is subject to death]."
            },
            {
                "verse_number": "12",
                "verse_text": "So physical death is [actively] at work in us, but [spiritual] life [is actively at work] in you."
            },
            {
                "verse_number": "13",
                "verse_text": "Yet we have the same spirit of faith as he had, who wrote in Scripture, “I believed , therefore I spoke .” We also believe, therefore we also speak,"
            },
            {
                "verse_number": "14",
                "verse_text": "knowing that He who raised the Lord Jesus will also raise us with Jesus and will present us [along] with you in His presence."
            },
            {
                "verse_number": "15",
                "verse_text": "For all [these] things are for your sake, so that as [God’s remarkable, undeserved] grace reaches to more and more people it may increase thanksgiving, to the glory of [our great] God."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore we do not become discouraged [spiritless, disappointed, or afraid]. Though our outer self is [progressively] wasting away, yet our inner self is being [progressively] renewed day by day."
            },
            {
                "verse_number": "17",
                "verse_text": "For our momentary, light distress [this passing trouble] is producing for us an eternal weight of glory [a fullness] beyond all measure [surpassing all comparisons, a transcendent splendor and an endless blessedness]!"
            },
            {
                "verse_number": "18",
                "verse_text": "So we look not at the things which are seen, but at the things which are unseen; for the things which are visible are temporal [just brief and fleeting], but the things which are invisible are everlasting and imperishable."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "For we know that if the earthly tent [our physical body] which is our house is torn down [through death], we have a building from God, a house not made with hands, eternal in the heavens."
            },
            {
                "verse_number": "2",
                "verse_text": "For indeed in this house we groan, longing to be clothed with our [immortal, eternal] celestial dwelling,"
            },
            {
                "verse_number": "3",
                "verse_text": "so that by putting it on we will not be found naked."
            },
            {
                "verse_number": "4",
                "verse_text": "For while we are in this tent, we groan, being burdened [often weighed down, oppressed], not that we want to be unclothed [separated by death from the body], but to be clothed, so that what is mortal [the body] will be swallowed up by life [after the resurrection]."
            },
            {
                "verse_number": "5",
                "verse_text": "Now He who has made us and prepared us for this very purpose is God, who gave us the [Holy] Spirit as a pledge [a guarantee, a down payment on the fulfillment of His promise]."
            },
            {
                "verse_number": "6",
                "verse_text": "So then, being always filled with good courage and confident hope, and knowing that while we are at home in the body we are absent from the Lord—"
            },
            {
                "verse_number": "7",
                "verse_text": "for we walk by faith, not by sight [living our lives in a manner consistent with our confident belief in God’s promises]—"
            },
            {
                "verse_number": "8",
                "verse_text": "we are [as I was saying] of good courage and confident hope, and prefer rather to be absent from the body and to be at home with the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, whether we are at home [on earth] or away from home [and with Him], it is our [constant] ambition to be pleasing to Him."
            },
            {
                "verse_number": "10",
                "verse_text": "For we [believers will be called to account and] must all appear before the judgment seat of Christ, so that each one may be repaid for what has been done in the body, whether good or bad [that is, each will be held responsible for his actions, purposes, goals, motives—the use or misuse of his time, opportunities and abilities]."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, since we know the fear of the Lord [and understand the importance of obedience and worship], we persuade people [to be reconciled to Him]. But we are plainly known to God [He knows everything about us]; and I hope that we are plainly known also in your consciences [your God-given discernment]."
            },
            {
                "verse_number": "12",
                "verse_text": "We are not commending ourselves to you again, but are giving you an occasion to be [rightfully] proud of us, so that you will have an answer for those who take pride in [outward] appearances [the virtues they pretend to have] rather than what is [actually] in heart."
            },
            {
                "verse_number": "13",
                "verse_text": "If we are out of our mind [just unstable fanatics as some critics say], it is for God; if we are in our right mind, it is for your benefit."
            },
            {
                "verse_number": "14",
                "verse_text": "For the love of Christ controls and compels us, because we have concluded this, that One died for all, therefore all died;"
            },
            {
                "verse_number": "15",
                "verse_text": "and He died for all, so that all those who live would no longer live for themselves, but for Him who died and was raised for their sake."
            },
            {
                "verse_number": "16",
                "verse_text": "So from now on we regard no one from a human point of view [according to worldly standards and values]. Though we have known Christ from a human point of view, now we no longer know Him in this way ."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore if anyone is in Christ [that is, grafted in, joined to Him by faith in Him as Savior], he is a new creature [reborn and renewed by the Holy Spirit]; the old things [the previous moral and spiritual condition] have passed away. Behold, new things have come [because spiritual awakening brings a new life]."
            },
            {
                "verse_number": "18",
                "verse_text": "But all these things are from God, who reconciled us to Himself through Christ [making us acceptable to Him] and gave us the ministry of reconciliation [so that by our example we might bring others to Him],"
            },
            {
                "verse_number": "19",
                "verse_text": "that is, that God was in Christ reconciling the world to Himself, not counting people’s sins against them [but canceling them]. And He has committed to us the message of reconciliation [that is, restoration to favor with God]."
            },
            {
                "verse_number": "20",
                "verse_text": "So we are ambassadors for Christ, as though God were making His appeal through us; we [as Christ’s representatives] plead with you on behalf of Christ to be reconciled to God."
            },
            {
                "verse_number": "21",
                "verse_text": "He made Christ who knew no sin to [judicially] be sin on our behalf, so that in Him we would become the righteousness of God [that is, we would be made acceptable to Him and placed in a right relationship with Him by His gracious lovingkindness]."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Working together with Him, we strongly urge you not to receive God’s grace in vain [by turning away from sound doctrine and His merciful kindness]."
            },
            {
                "verse_number": "2",
                "verse_text": "For He says, “A t the acceptable time (the time of grace) I listened to you , A nd I helped you on the day of salvation .” Behold, now is “ the acceptable time ,” behold, now is “ the day of salvation ”— “I will dwell among them and walk among them ; A nd I will be their G od , and they shall be M y people . “A nd do not touch what is unclean ; And I will graciously receive you and welcome you [with favor], And you will be My sons and daughters,” Says the Lord Almighty."
            },
            {
                "verse_number": "3",
                "verse_text": "we put no obstruction in anyone’s path, so that the ministry will not be discredited,"
            },
            {
                "verse_number": "4",
                "verse_text": "but we commend ourselves in every way as servants of God: in great endurance, in sufferings, in hardships, in distresses,"
            },
            {
                "verse_number": "5",
                "verse_text": "in beatings, in imprisonments, in riots, in labors, in sleepless nights, in hunger,"
            },
            {
                "verse_number": "6",
                "verse_text": "in purity and sincerity, in knowledge and spiritual insight, in patience, in kindness, in the Holy Spirit, in genuine love,"
            },
            {
                "verse_number": "7",
                "verse_text": "in [speaking] the word of truth, in the power of God; by the weapons of righteousness for the right hand [like holding the sword to attack] and for the left [like holding the shield to defend],"
            },
            {
                "verse_number": "8",
                "verse_text": "amid glory and dishonor; by evil report and good report; branded as deceivers and yet [vindicated as] truthful;"
            },
            {
                "verse_number": "9",
                "verse_text": "as unknown [to the world], yet well-known [by God and His people]; as dying, yet we live; as punished, yet not killed;"
            },
            {
                "verse_number": "10",
                "verse_text": "as sorrowful, yet always rejoicing; as poor, yet bestowing riches on many; as having nothing, yet possessing all things."
            },
            {
                "verse_number": "11",
                "verse_text": "We are speaking freely to you, Corinthians [we are keeping nothing back], and our heart is opened wide."
            },
            {
                "verse_number": "12",
                "verse_text": "There is no limit to our affection for you, but you are limited in your own affection [for us]."
            },
            {
                "verse_number": "13",
                "verse_text": "Now in the same way as a fair exchange [for our love toward you]—I am speaking as [I would] to children—open wide [your hearts] to us also."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not be unequally bound together with unbelievers [do not make mismatched alliances with them, inconsistent with your faith]. For what partnership can righteousness have with lawlessness? Or what fellowship can light have with darkness?"
            },
            {
                "verse_number": "15",
                "verse_text": "What harmony can there be between Christ and Belial (Satan)? Or what does a believer have in common with an unbeliever?"
            },
            {
                "verse_number": "16",
                "verse_text": "What agreement is there between the temple of God and idols? For we are the temple of the living God; just as God said:"
            },
            {
                "verse_number": "17",
                "verse_text": "So come out from among unbelievers and be separate ,” says the Lord,"
            },
            {
                "verse_number": "18",
                "verse_text": "And I will be a Father to you,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since we have these [great and wonderful] promises, beloved, let us cleanse ourselves from everything that contaminates body and spirit, completing holiness [living a consecrated life—a life set apart for God’s purpose] in the fear of God. A nd in addition to our comfort, we were especially delighted at the joy of Titus, because you have refreshed his spirit."
            },
            {
                "verse_number": "2",
                "verse_text": "Make room for us in your hearts; we have wronged no one, we have corrupted no one, we have cheated no one."
            },
            {
                "verse_number": "3",
                "verse_text": "I do not say this to condemn you, for I have said before that you are [nested] in our hearts [and you will remain there] to die together and to live together [with us]."
            },
            {
                "verse_number": "4",
                "verse_text": "Great is my confidence in you; great is my pride and boasting on your behalf. I am filled [to the brim] with comfort; I am overflowing with joy in spite of all our trouble."
            },
            {
                "verse_number": "5",
                "verse_text": "For even when we arrived in Macedonia our bodies had no rest, but we were oppressed at every turn—conflicts and disputes without, fears and dread within."
            },
            {
                "verse_number": "6",
                "verse_text": "But God, who comforts and encourages the depressed and the disquieted, comforted us by the arrival of Titus."
            },
            {
                "verse_number": "7",
                "verse_text": "And not only by his arrival, but also by [his account of] the encouragement which he received in regard to you. He told us about your longing [for us], your mourning [over sin], and how eagerly you took my part and supported me, so that I rejoiced even more."
            },
            {
                "verse_number": "8",
                "verse_text": "For even though I did grieve you with my letter, I do not regret it [now]; though I did regret it —for I see that the letter hurt you, though only for a little while—"
            },
            {
                "verse_number": "9",
                "verse_text": "yet I am glad now, not because you were hurt and made sorry, but because your sorrow led to repentance [and you turned back to God]; for you felt a grief such as God meant you to feel, so that you might not suffer loss in anything on our account."
            },
            {
                "verse_number": "10",
                "verse_text": "For [godly] sorrow that is in accord with the will of God produces a repentance without regret, leading to salvation; but worldly sorrow [the hopeless sorrow of those who do not believe] produces death."
            },
            {
                "verse_number": "11",
                "verse_text": "For [you can look back and] see what an earnestness and authentic concern this godly sorrow has produced in you: what vindication of yourselves [against charges that you tolerate sin], what indignation [at sin], what fear [of offending God], what longing [for righteousness and justice], what passion [to do what is right], what readiness to punish [those who sin and those who tolerate sin]! At every point you have proved yourselves to be innocent in the matter."
            },
            {
                "verse_number": "12",
                "verse_text": "So even though I wrote to you [as I did], it was not for the sake of the offender nor for the sake of the one offended, but in order to make evident to you before God how earnestly you do care for us [and your willingness to accept our authority]."
            },
            {
                "verse_number": "13",
                "verse_text": "It is for this reason that we are comforted and encouraged."
            },
            {
                "verse_number": "14",
                "verse_text": "For if I have boasted to him at all concerning you, I was not disappointed. But just as everything we ever said to you was true, so our boasting [about you] to Titus has proved true also."
            },
            {
                "verse_number": "15",
                "verse_text": "His affection is greater than ever as he remembers the obedience [to his guidance] that all of you exhibited, and how you received him with the greatest respect."
            },
            {
                "verse_number": "16",
                "verse_text": "I rejoice that in everything I have [perfect] confidence in you."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now, brothers and sisters, we want to tell you about the grace of God which has been evident in the churches of Macedonia [awakening in them a longing to contribute];"
            },
            {
                "verse_number": "2",
                "verse_text": "for during an ordeal of severe distress, their abundant joy and their deep poverty [together] overflowed in the wealth of their lavish generosity."
            },
            {
                "verse_number": "3",
                "verse_text": "For I testify that according to their ability, and beyond their ability, they gave voluntarily,"
            },
            {
                "verse_number": "4",
                "verse_text": "begging us insistently for the privilege of participating in the service for [the support of] the saints [in Jerusalem]."
            },
            {
                "verse_number": "5",
                "verse_text": "Not only [did they give materially] as we had hoped, but first they gave themselves to the Lord and to us [as His representatives] by the will of God [disregarding their personal interests and giving as much as they possibly could]."
            },
            {
                "verse_number": "6",
                "verse_text": "So we urged Titus that, as he began it, he should also complete this gracious work among you as well."
            },
            {
                "verse_number": "7",
                "verse_text": "But just as you excel in everything, [and lead the way] in faith, in speech, in knowledge, in genuine concern, and in your love for us, see that you excel in this gracious work [of giving] also."
            },
            {
                "verse_number": "8",
                "verse_text": "I am not saying this as a command [to dictate to you], but to prove, by [pointing out] the enthusiasm of others, the sincerity of your love as well."
            },
            {
                "verse_number": "9",
                "verse_text": "For you are recognizing [more clearly] the grace of our Lord Jesus Christ [His astonishing kindness, His generosity, His gracious favor], that though He was rich, yet for your sake He became poor, so that by His poverty you might become rich (abundantly blessed)."
            },
            {
                "verse_number": "10",
                "verse_text": "I give you my opinion in this matter: this is to your advantage, who were the first to begin a year ago not only to take action [to help the believers in Jerusalem], but also [the first] to desire to do it ."
            },
            {
                "verse_number": "11",
                "verse_text": "So now finish this, so that your eagerness in desiring it may be equaled by your completion of it, according to your ability."
            },
            {
                "verse_number": "12",
                "verse_text": "For if the eagerness [to give] is there, it is acceptable according to what one has, not according to what he does not have."
            },
            {
                "verse_number": "13",
                "verse_text": "For it is not [intended] that others be relieved [of their responsibility] and that you be burdened [unfairly], but that there be equality [in sharing the burden]—"
            },
            {
                "verse_number": "14",
                "verse_text": "at this present time your surplus [over necessities] is going to supply their need, so that [at some other time] their surplus may be given to supply your need, that there may be equality;"
            },
            {
                "verse_number": "15",
                "verse_text": "as it is written [in Scripture], “H e who gathered much did not have too much , and he who gathered little did not lack .”"
            },
            {
                "verse_number": "16",
                "verse_text": "But thanks be to God who puts the same genuine concern for you in the heart of Titus."
            },
            {
                "verse_number": "17",
                "verse_text": "For Titus not only accepted our appeal, but was so very interested in you that he has gone to visit you of his own accord."
            },
            {
                "verse_number": "18",
                "verse_text": "And we have sent along with him the brother who is praised in the gospel [ministry] throughout all the churches;"
            },
            {
                "verse_number": "19",
                "verse_text": "and not only this, but he has also been appointed by the churches to travel with us in regard to this gracious offering which we are administering for the glory of the Lord Himself, and to show our eagerness [as believers to help one another]."
            },
            {
                "verse_number": "20",
                "verse_text": "We are taking precaution so that no one will [find anything with which to] discredit us in our administration of this generous gift."
            },
            {
                "verse_number": "21",
                "verse_text": "For we have regard for what is honorable [and above suspicion], not only in the sight of the Lord, but also in the sight of men."
            },
            {
                "verse_number": "22",
                "verse_text": "We have sent with them our brother, whom we have often tested and found to be diligent in many things, but who is now even more diligent [than ever] because of his great confidence in you."
            },
            {
                "verse_number": "23",
                "verse_text": "As for Titus, he is my partner and fellow worker in your service; and as for the [other two] brothers, they are [special] messengers of the churches, a glory and credit to Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "Therefore, show these men, in the sight of the churches, the proof of your love and our reason for being proud of you."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now it is unnecessary for me to write to you about the offering [that is to be made] for the saints [in Jerusalem];"
            },
            {
                "verse_number": "2",
                "verse_text": "for I know your eagerness [to promote this cause], and I have [proudly] boasted to the people of Macedonia about it, telling them that Achaia has been prepared since last year [for this contribution], and your enthusiasm has inspired the majority of them [to respond]."
            },
            {
                "verse_number": "3",
                "verse_text": "Still, I am sending the brothers [on to you], so that our pride in you may not be an empty boast in this case, and so that you may be prepared, just as I told them you would be;"
            },
            {
                "verse_number": "4",
                "verse_text": "otherwise, if any Macedonians come with me and find you unprepared, we—to say nothing of yourselves—will be humiliated for being so confident."
            },
            {
                "verse_number": "5",
                "verse_text": "That is why I thought it necessary to urge these brothers to go to you [before I come] and make arrangements in advance for this generous, previously promised gift of yours, so that it would be ready, not as something extorted [or wrung out of you], but as a [voluntary and] generous gift. “H e [the benevolent and generous person] scattered abroad , he gave to the poor , H is righteousness endures forever !”"
            },
            {
                "verse_number": "6",
                "verse_text": "Now [remember] this: he who sows sparingly will also reap sparingly, and he who sows generously [that blessings may come to others] will also reap generously [and be blessed]."
            },
            {
                "verse_number": "7",
                "verse_text": "Let each one give [thoughtfully and with purpose] just as he has decided in his heart, not grudgingly or under compulsion, for God loves a cheerful giver [and delights in the one whose heart is in his gift]."
            },
            {
                "verse_number": "8",
                "verse_text": "And God is able to make all grace [every favor and earthly blessing] come in abundance to you, so that you may always [under all circumstances, regardless of the need] have complete sufficiency in everything [being completely self-sufficient in Him], and have an abundance for every good work and act of charity."
            },
            {
                "verse_number": "9",
                "verse_text": "As it is written and forever remains written,"
            },
            {
                "verse_number": "10",
                "verse_text": "Now He who provides seed for the sower and bread for food will provide and multiply your seed for sowing [that is, your resources] and increase the harvest of your righteousness [which shows itself in active goodness, kindness, and love]."
            },
            {
                "verse_number": "11",
                "verse_text": "You will be enriched in every way so that you may be generous, and this [generosity, administered] through us is producing thanksgiving to God [from those who benefit]."
            },
            {
                "verse_number": "12",
                "verse_text": "For the ministry of this service (offering) is not only supplying the needs of the saints (God’s people), but is also overflowing through many expressions of thanksgiving to God."
            },
            {
                "verse_number": "13",
                "verse_text": "Because of this act of ministry, they will glorify God for your obedience to the gospel of Christ which you confess, as well as for your generous participation [in this gift] for them and for all [the other believers in need],"
            },
            {
                "verse_number": "14",
                "verse_text": "and they also long for you while they pray on your behalf, because of the surpassing measure of God’s grace [His undeserved favor, mercy, and blessing which is revealed] in you."
            },
            {
                "verse_number": "15",
                "verse_text": "Now thanks be to God for His indescribable gift [which is precious beyond words]!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now I, Paul, urge you by the gentleness and graciousness of Christ—I who am meek [so they say] when with you face to face, but bold [outspoken and fearless] toward you when absent!"
            },
            {
                "verse_number": "2",
                "verse_text": "I ask that when I do come I will not be driven to the boldness that I intend to show toward those few who regard us as if we walked according to the flesh [like men without the Spirit]."
            },
            {
                "verse_number": "3",
                "verse_text": "For though we walk in the flesh [as mortal men], we are not carrying on our [spiritual] warfare according to the flesh and using the weapons of man."
            },
            {
                "verse_number": "4",
                "verse_text": "The weapons of our warfare are not physical [weapons of flesh and blood]. Our weapons are divinely powerful for the destruction of fortresses."
            },
            {
                "verse_number": "5",
                "verse_text": "We are destroying sophisticated arguments and every exalted and proud thing that sets itself up against the [true] knowledge of God, and we are taking every thought and purpose captive to the obedience of Christ,"
            },
            {
                "verse_number": "6",
                "verse_text": "being ready to punish every act of disobedience, when your own obedience [as a church] is complete."
            },
            {
                "verse_number": "7",
                "verse_text": "You are looking [only] at the outward appearance of things. If anyone is confident that he is Christ’s, he should reflect and consider this, that just as he is Christ’s, so too are we."
            },
            {
                "verse_number": "8",
                "verse_text": "For even though I boast rather freely about the authority the Lord gave us for building you up and not for destroying you, I will not be ashamed [of the truth],"
            },
            {
                "verse_number": "9",
                "verse_text": "nor do I want to seem to be trying to frighten you with my letters;"
            },
            {
                "verse_number": "10",
                "verse_text": "for they say, “His letters are weighty and forceful and impressive, but his personal presence is unimpressive and his speech contemptible [of no account].”"
            },
            {
                "verse_number": "11",
                "verse_text": "Let such people realize that what we say by word in letters when we are absent, is the same as what we are in action when present."
            },
            {
                "verse_number": "12",
                "verse_text": "We do not have the audacity to put ourselves in the same class or compare ourselves with some who [supply testimonials to] commend themselves. When they measure themselves by themselves and compare themselves with themselves, they lack wisdom and behave like fools."
            },
            {
                "verse_number": "13",
                "verse_text": "We, on the other hand, will not boast beyond our proper limit, but [will keep] within the limits of our commission (territory, authority) which God has granted to us as a measure, which reaches and includes even you."
            },
            {
                "verse_number": "14",
                "verse_text": "We are not overstepping the limits of our province, as if we did not [legitimately] reach to you, for we were the [very] first to come even as far as you with the good news of Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "We do not go beyond our proper limit, boasting in the work of other men, but we have the hope that as your faith [in Christ and His divine power] continues to grow, our field among you may be greatly expanded [but still within the limits of our commission],"
            },
            {
                "verse_number": "16",
                "verse_text": "so that we may preach the gospel even in the lands beyond you, but not to boast in work already accomplished in another one’s field of activity."
            },
            {
                "verse_number": "17",
                "verse_text": "However, “L et him who boasts boast in the L ord .”"
            },
            {
                "verse_number": "18",
                "verse_text": "For it is not he who commends and praises himself who is approved [by God], but it is the one whom the Lord commends and praises."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I wish you would bear with me [while I indulge] in a little foolishness; but indeed you are bearing with me [as you read this]."
            },
            {
                "verse_number": "2",
                "verse_text": "I am jealous for you with a godly jealousy because I have promised you to one husband, to present you as a pure virgin to Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "But I am afraid that, even as the serpent beguiled Eve by his cunning, your minds may be corrupted and led away from the simplicity of [your sincere and] pure devotion to Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "For [you seem willing to allow it] if one comes and preaches another Jesus whom we have not preached, or if you receive a different spirit from the one you received, or a different gospel from the one you accepted. You tolerate all this beautifully [welcoming the deception]."
            },
            {
                "verse_number": "5",
                "verse_text": "Yet I consider myself in no way inferior to the [so-called] super-apostles."
            },
            {
                "verse_number": "6",
                "verse_text": "But even if I am unskilled in speaking, yet I am not [untrained] in knowledge [I know what I am talking about]; but we have made this evident to you in every way, in all things. B ut in whatever anyone else dares to boast—I am speaking foolishly—I also dare to boast."
            },
            {
                "verse_number": "7",
                "verse_text": "Or did I [perhaps] sin by humbling myself so that you might be exalted and honored, because I preached God’s gospel to you free of charge?"
            },
            {
                "verse_number": "8",
                "verse_text": "I robbed other churches by accepting [more than their share of] financial support for my ministry to you."
            },
            {
                "verse_number": "9",
                "verse_text": "And when I was with you and ran short [financially], I did not burden any of you; for what I needed was fully supplied by the brothers (Silas and Timothy) who came from Macedonia (the church at Philippi). So I kept myself from being a burden to you in any way, and will continue to do so."
            },
            {
                "verse_number": "10",
                "verse_text": "As the truth of Christ is in me, my boast [of independence] will not be silenced in the regions of Achaia (southern Greece)."
            },
            {
                "verse_number": "11",
                "verse_text": "Why? Because I do not love you [or wish you well, or have regard for your welfare]? God knows [that I do]!"
            },
            {
                "verse_number": "12",
                "verse_text": "But what I am doing I will keep doing, [for I am determined to keep this independence] in order to cut off the claim of those who want an opportunity to be regarded just as we are in the things they brag about."
            },
            {
                "verse_number": "13",
                "verse_text": "For such men are counterfeit apostles, deceitful workers, masquerading as apostles of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "And no wonder, since Satan himself masquerades as an angel of light."
            },
            {
                "verse_number": "15",
                "verse_text": "So it is no great surprise if his servants also masquerade as servants of righteousness, but their end will correspond with their deeds."
            },
            {
                "verse_number": "16",
                "verse_text": "I repeat then, let no one think that I am foolish; but even if you do, at least accept me as foolish, so that I too may boast a little."
            },
            {
                "verse_number": "17",
                "verse_text": "What I say in this confident boasting, I say not as the Lord would [with His authority], but foolishly."
            },
            {
                "verse_number": "18",
                "verse_text": "Since many boast [of worldly things and brag] about human accomplishments, I will boast too."
            },
            {
                "verse_number": "19",
                "verse_text": "For you, being so wise, gladly tolerate and accept the foolish [like me]!"
            },
            {
                "verse_number": "20",
                "verse_text": "For you tolerate it if anyone makes you his slave; or devours you and your possessions; or takes advantage of you; or acts presumptuously; or hits you in the face."
            },
            {
                "verse_number": "21",
                "verse_text": "To my shame, I must say, we have been too weak [in comparison to those pseudo-apostles who take advantage of you]."
            },
            {
                "verse_number": "22",
                "verse_text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
            },
            {
                "verse_number": "23",
                "verse_text": "Are they [self-proclaimed] servants of Christ?—I am speaking as if I were out of my mind—I am more so [for I exceed them]; with far more labors, with far more imprisonments, beaten times without number, and often in danger of death."
            },
            {
                "verse_number": "24",
                "verse_text": "Five times I received from the Jews thirty-nine lashes."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times I was beaten with rods, once I was stoned. Three times I was shipwrecked, a night and a day I have spent adrift on the sea;"
            },
            {
                "verse_number": "26",
                "verse_text": "many times on journeys, [exposed to] danger from rivers, danger from bandits, danger from my own countrymen, danger from the Gentiles, danger in the city, danger in the wilderness, danger on the sea, danger among those posing as believers;"
            },
            {
                "verse_number": "27",
                "verse_text": "in labor and hardship, often unable to sleep, in hunger and thirst, often [driven to] fasting [for lack of food], in cold and exposure [without adequate clothing]."
            },
            {
                "verse_number": "28",
                "verse_text": "Besides those external things, there is the daily [inescapable] pressure of my concern for all the churches."
            },
            {
                "verse_number": "29",
                "verse_text": "Who is weak, and I do not feel [his] weakness? Who is made to sin, and I am not on fire [with sorrow and concern]?"
            },
            {
                "verse_number": "30",
                "verse_text": "If I must boast, I will boast of the things that reveal my weakness [the things by which I am made weak in the eyes of my opponents]."
            },
            {
                "verse_number": "31",
                "verse_text": "The God and Father of the Lord Jesus, He who is blessed and to be praised forevermore, knows that I am not lying."
            },
            {
                "verse_number": "32",
                "verse_text": "In Damascus the governor (ethnarch) under King Aretas guarded the city of Damascus in order to arrest me,"
            },
            {
                "verse_number": "33",
                "verse_text": "and I was [actually] let down in a basket through a window in the wall, and slipped through his fingers."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "It is necessary to boast, though nothing is gained by it; but I will go on to visions and revelations of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "I know a man in Christ who fourteen years ago—whether in the body I do not know, or out of the body I do not know, [only] God knows—such a man was caught up to the third heaven."
            },
            {
                "verse_number": "3",
                "verse_text": "And I know that such a man—whether in the body or out of the body I do not know, [only] God knows—"
            },
            {
                "verse_number": "4",
                "verse_text": "was caught up into Paradise and heard inexpressible words which man is not permitted to speak [words too sacred to tell]."
            },
            {
                "verse_number": "5",
                "verse_text": "On behalf of such a man [and his experiences] I will boast; but in my own behalf I will not boast, except in regard to my weaknesses."
            },
            {
                "verse_number": "6",
                "verse_text": "If I wish to boast, I will not be foolish, because I will be speaking the truth. But I abstain [from it], so that no one will credit me with more than [is justified by what] he sees in me or hears from me."
            },
            {
                "verse_number": "7",
                "verse_text": "Because of the surpassing greatness and extraordinary nature of the revelations [which I received from God], for this reason, to keep me from thinking of myself as important, a thorn in the flesh was given to me, a messenger of Satan, to torment and harass me—to keep me from exalting myself!"
            },
            {
                "verse_number": "8",
                "verse_text": "Concerning this I pleaded with the Lord three times that it might leave me;"
            },
            {
                "verse_number": "9",
                "verse_text": "but He has said to me, “My grace is sufficient for you [My lovingkindness and My mercy are more than enough—always available—regardless of the situation]; for [My] power is being perfected [and is completed and shows itself most effectively] in [your] weakness.” Therefore, I will all the more gladly boast in my weaknesses, so that the power of Christ [may completely enfold me and] may dwell in me."
            },
            {
                "verse_number": "10",
                "verse_text": "So I am well pleased with weaknesses, with insults, with distresses, with persecutions, and with difficulties, for the sake of Christ; for when I am weak [in human strength], then I am strong [truly able, truly powerful, truly drawing from God’s strength]."
            },
            {
                "verse_number": "11",
                "verse_text": "Now I have become foolish; you have forced me [by questioning my apostleship]. Actually I should have been commended by you [instead of being treated disdainfully], for I was not inferior to those super-apostles, even if I am nobody."
            },
            {
                "verse_number": "12",
                "verse_text": "The signs that indicate a genuine apostle were performed among you fully and most patiently—signs and wonders and miracles."
            },
            {
                "verse_number": "13",
                "verse_text": "For in what respect were you treated as inferior to the rest of the churches, except [for the fact] that I did not burden you [with my financial support]? Forgive me [for doing you] this injustice!"
            },
            {
                "verse_number": "14",
                "verse_text": "Now for the third time I am ready to visit you. I will not burden you [financially], because I do not want what is yours [not your money or your possessions], but you. For children are not responsible to save up for their parents, but parents for their children."
            },
            {
                "verse_number": "15",
                "verse_text": "But I will very gladly spend [my own resources] and be utterly spent for your souls. If I love you greatly, am I to be loved less [by you]?"
            },
            {
                "verse_number": "16",
                "verse_text": "But be that as it may, I did not burden you [with my support]. But [some say that] I was sly and took you by trickery."
            },
            {
                "verse_number": "17",
                "verse_text": "Did I take advantage of you or make any money off you through any of the messengers I sent you? [Certainly not!]"
            },
            {
                "verse_number": "18",
                "verse_text": "I urged Titus to go, and I sent the brother with him. Titus did not take advantage of you, did he? [No!] Did we not conduct ourselves in the same spirit and walk in the same steps? [Of course!]"
            },
            {
                "verse_number": "19",
                "verse_text": "All this time you have been thinking that we are [merely] defending ourselves to you. It is in the sight of God that we have been speaking [as one] in Christ; and everything, dearly beloved, is to strengthen you [spiritually]."
            },
            {
                "verse_number": "20",
                "verse_text": "For I am afraid that perhaps when I come I may find you not to be as I wish, and that you may find me not as you wish—that perhaps there may be strife, jealousy, angry tempers, disputes, slander, gossip, arrogance and disorder;"
            },
            {
                "verse_number": "21",
                "verse_text": "I am afraid that when I come again my God may humiliate me before you, and I may mourn over many of those who have sinned in the past and not repented of the impurity, sexual immorality and decadence which they formerly practiced."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "This is the third time that I am visiting you. E very fact shall be sustained and confirmed by the testimony of two or three witnesses ."
            },
            {
                "verse_number": "2",
                "verse_text": "I have already warned those who have sinned in the past and all the rest as well, and I warn them now even though I am absent [from you] as I did when I was with you the second time, that if I come back I will not spare anyone,"
            },
            {
                "verse_number": "3",
                "verse_text": "since you seek [forensic] proof that Christ is speaking in and through me. He is not weak or ineffective in dealing with you, but powerful within you."
            },
            {
                "verse_number": "4",
                "verse_text": "For even though He was crucified in weakness [yielding Himself], yet He lives [resurrected] by the power of God [His Father]. For we too are weak in Him [as He was humanly weak], yet we are alive and well [in fellowship] with Him because of the power of God directed toward you."
            },
            {
                "verse_number": "5",
                "verse_text": "Test and evaluate yourselves to see whether you are in the faith and living your lives as [committed] believers. Examine yourselves [not me]! Or do you not recognize this about yourselves [by an ongoing experience] that Jesus Christ is in you—unless indeed you fail the test and are rejected as counterfeit?"
            },
            {
                "verse_number": "6",
                "verse_text": "But I hope you will acknowledge that we do not fail the test nor are we to be rejected."
            },
            {
                "verse_number": "7",
                "verse_text": "But I pray to God that you may do nothing wrong. Not so that we [and our teaching] may appear to be approved, but that you may continue doing what is right, even though we [by comparison] may seem to have failed."
            },
            {
                "verse_number": "8",
                "verse_text": "For we can do nothing against the truth, but only for the truth [and the gospel—the good news of salvation]."
            },
            {
                "verse_number": "9",
                "verse_text": "We are glad when we are weak [since God’s power comes freely through us], but you [by comparison] are strong. We also pray for this, that you be made complete [fully restored, growing and maturing in godly character and spirit—pleasing your heavenly Father by the life you live]."
            },
            {
                "verse_number": "10",
                "verse_text": "For this reason I am writing these things while absent from you, so that when I come, I will not need to deal severely [with you], in my use of the authority which the Lord has given me [to be used] for building you up and not for tearing you down."
            },
            {
                "verse_number": "11",
                "verse_text": "Finally, believers, rejoice! Be made complete [be what you should be], be comforted, be like-minded, live in peace [enjoy the spiritual well-being experienced by believers who walk closely with God]; and the God of love and peace [the source of lovingkindness] will be with you."
            },
            {
                "verse_number": "12",
                "verse_text": "Greet one another with a holy kiss."
            },
            {
                "verse_number": "13",
                "verse_text": "All God’s people greet you."
            },
            {
                "verse_number": "14",
                "verse_text": "The grace of the Lord Jesus Christ and the love of God, and the fellowship of the Holy Spirit be with you all."
            }
        ]
    }
}