{
    "2 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened after the death of Saul, when David had returned from the slaughter of the Amalekites, that he stayed two days in Ziklag."
            },
            {
                "verse_number": "2",
                "verse_text": "On the third day a man came [unexpectedly] from Saul&quot;s camp with his clothes torn and dust on his head [as in mourning]. When he came to David, he bowed to the ground and lay himself face down [in an act of great respect and submission]."
            },
            {
                "verse_number": "3",
                "verse_text": "Then David asked him, &apos;Where do you come from?&apos; He said, &apos;I have escaped from the camp of Israel.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "David said to him, &apos;How did it go? Please tell me.&apos; He answered, &apos;The people have fled from the battle. Also, many of the people have fallen and are dead; Saul and Jonathan his son are also dead.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So David said to the young man who informed him, &apos;How do you know Saul and his son Jonathan are dead?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And the young man who told him explained, &apos;By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and the chariots and horsemen [of the Philistines] were close behind him."
            },
            {
                "verse_number": "7",
                "verse_text": "When he turned to look behind him, he saw me, and called to me. And I answered, &quot;Here I am.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "He asked me, &quot;Who are you?&quot; I answered him, &quot;I am an Amalekite.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said to me, &quot;Stand up facing me and kill me, for [terrible] agony has come over me, yet I still live [and I will be taken alive].&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So I stood facing him and killed him, because I knew that he could not live after he had fallen. Then I took the crown which was on his head and the band which was on his arm, and I have brought them here to my lord.&apos; How the mighty have fallen! Proclaim it not in the streets of Ashkelon, Or the daughters of the Philistines will rejoice, The daughters of the uncircumcised (pagans) will exult. Let not dew or rain be upon you, nor fields with offerings; For there the shield of the mighty was defiled, The bow of Jonathan did not turn back, And the sword of Saul did not return empty. And in their death they were not separated; They were swifter than eagles, They were stronger than lions. Who put ornaments of gold on your apparel. Jonathan lies slain upon your high places. You have been a good friend to me. Than the love of women. And the weapons of war have perished!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David grasped his own clothes and tore them [in mourning]; so did all the men who were with him."
            },
            {
                "verse_number": "12",
                "verse_text": "They mourned and wept and fasted until evening for Saul and Jonathan his son, and for the L ord &quot; s people and the house of Israel, because they had fallen by the sword [in battle]."
            },
            {
                "verse_number": "13",
                "verse_text": "David said to the young man who informed him, &apos;Where are you from?&apos; He answered, &apos;I am the son of a foreigner (resident alien, sojourner), an Amalekite.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David said to him, &apos;How is it that you were not afraid to put out your hand to destroy the L ord &quot; s anointed?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David called one of the young men and said, &apos;Go, execute him.&apos; So he struck the Amalekite and he died."
            },
            {
                "verse_number": "16",
                "verse_text": "David said to the [fallen] man, &apos; Your blood is on your own head, for your own mouth has testified against you, saying, &quot;I have killed the L ord &quot; s anointed.&quot; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then David sang this dirge (funeral song) over Saul and his son Jonathan,"
            },
            {
                "verse_number": "18",
                "verse_text": "and he told them to teach the sons of Judah, the song of the bow. Behold, it is written in the Book of Jashar:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Your glory and splendor, O Israel, is slain upon your high places!"
            },
            {
                "verse_number": "20",
                "verse_text": "Tell it not in Gath,"
            },
            {
                "verse_number": "21",
                "verse_text": "O mountains of Gilboa, The shield of Saul, [dry, cracked] not anointed with oil. Who clothed you luxuriously in scarlet, Your love toward me was more wonderful"
            },
            {
                "verse_number": "22",
                "verse_text": "From the blood of the slain, from the fat of the mighty,"
            },
            {
                "verse_number": "23",
                "verse_text": "Saul and Jonathan, beloved and lovely and friends in their lives,"
            },
            {
                "verse_number": "24",
                "verse_text": "O daughters of Israel, weep over Saul,"
            },
            {
                "verse_number": "25",
                "verse_text": "How the mighty have fallen in the midst of the battle!"
            },
            {
                "verse_number": "26",
                "verse_text": "I am distressed for you, my brother Jonathan;"
            },
            {
                "verse_number": "27",
                "verse_text": "How the mighty have fallen,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So it happened after this that David inquired of the L ord , saying, &apos;Shall I go up into one of the cities of Judah?&apos; And the L ord said to him, &apos;Go up.&apos; David asked, &apos;Where shall I go?&apos; And He said, &apos;To Hebron.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David went up there [to Hebron] with his two wives also, Ahinoam of Jezreel and Abigail the widow of Nabal of Carmel [in Judah]."
            },
            {
                "verse_number": "3",
                "verse_text": "And David brought up his men who were with him, each one with his household; and they lived in the cities of Hebron."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the men of Judah came and there they anointed David king over the house of Judah. T hen they told David, &apos;It was the men of Jabesh-gilead who buried Saul.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So David sent messengers to the men of Jabesh-gilead, and said to them, &apos;May you be blessed by the L ord because you showed this graciousness and loyalty to Saul your lord (king), and buried him."
            },
            {
                "verse_number": "6",
                "verse_text": "Now may the L ord show lovingkindness and truth and faithfulness to you. I too will show this goodness to you, because you have done this thing."
            },
            {
                "verse_number": "7",
                "verse_text": "So now, let your hands be strong and be valiant; for your lord Saul is dead, and also the house of Judah has anointed me king over them.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Now [Saul&quot;s cousin] Abner the son of Ner, commander of Saul&quot;s army, had taken Ish-bosheth the son of Saul and brought him over to Mahanaim."
            },
            {
                "verse_number": "9",
                "verse_text": "He made him king over Gilead, over the Ashurites, over Jezreel, over Ephraim, over Benjamin, even over all Israel [except Judah]."
            },
            {
                "verse_number": "10",
                "verse_text": "Ish-bosheth, Saul&quot;s son, was forty years old when he became king over Israel, and he reigned for two years. But the house of Judah followed David."
            },
            {
                "verse_number": "11",
                "verse_text": "And the time that David was king in Hebron over the house of Judah was seven years and six months."
            },
            {
                "verse_number": "12",
                "verse_text": "Now Abner the son of Ner and the servants of Ish-bosheth the son of Saul went out from Mahanaim to Gibeon."
            },
            {
                "verse_number": "13",
                "verse_text": "Joab [David&quot;s nephew] the son of Zeruiah and the servants of David also went out and met them by the pool of Gibeon. They sat down, with one group on one side of the pool and the other group on the other side of the pool."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Abner said to Joab, &apos;Let the young men now stand and have a contest before us.&apos; And Joab said, &apos;Let them stand.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they stood up and went over by number, twelve for Benjamin and Ish-bosheth the son of Saul, and twelve of the servants of David."
            },
            {
                "verse_number": "16",
                "verse_text": "Each one of them seized his opponent by the head and thrust his sword into his opponents side; so they fell down together. Therefore that place was called Helkath-hazzurim [that is, the Field of Sides], which is in Gibeon."
            },
            {
                "verse_number": "17",
                "verse_text": "There was a very fierce battle that day, and Abner and the men of Israel were beaten before the servants of David."
            },
            {
                "verse_number": "18",
                "verse_text": "Three sons of Zeruiah [the half sister of David] were there: Joab, Abishai, and Asahel. Now Asahel was as light and swift-footed as one of the [wild] gazelles in the field."
            },
            {
                "verse_number": "19",
                "verse_text": "Asahel pursued Abner and did not turn to the right or to the left as he followed him."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Abner looked behind him and said, &apos;Is that you, Asahel?&apos; He answered, &apos;It is I.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Abner said to him, &apos;Turn to your right or to your left, and grab one of the young men and take his armor for yourself.&apos; But Asahel was not willing to turn away from pursuing Abner."
            },
            {
                "verse_number": "22",
                "verse_text": "Abner repeated again, &apos;Turn away from following me. Why should I have to strike you to the ground? How would I be able to face Joab your brother [and look him in the eye]?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Asahel refused to turn away; so Abner struck him in the abdomen with the butt end of his spear, and the spear came out his back; and he fell there and died on that spot. And it came about that everyone who came to the place where Asahel fell and died, stood still [and reflected]."
            },
            {
                "verse_number": "24",
                "verse_text": "But Joab and Abishai [Asahel&quot;s brothers] pursued Abner. When the sun was going down, they came to the hill of Ammah, which is in front of Giah on the way to the wilderness of Gibeon."
            },
            {
                "verse_number": "25",
                "verse_text": "And the sons of [the tribe of] Benjamin gathered together behind Abner and became one troop, and took their stand on the top of a hill."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Abner called to Joab, &apos;Must the sword devour forever? Do you not know that it will be bitter in the end? How long [will it be] before you tell the people to stop pursuing their brothers?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Joab said, &apos;As God lives, if you had not spoken, then the people certainly would have stopped pursuing their brothers in the morning.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Joab blew the trumpet; and all the people halted and no longer pursued Israel, nor did they fight anymore."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Abner and his men went through the Arabah (desert region) all that night, crossed the Jordan, went through Bithron and walked the whole morning and came to Mahanaim [where Ish-bosheth ruled Israel]."
            },
            {
                "verse_number": "30",
                "verse_text": "Joab returned from pursuing Abner; and when he had gathered all the people together, nineteen of David&quot;s servants were missing, besides Asahel."
            },
            {
                "verse_number": "31",
                "verse_text": "But the servants of David had struck down many of Benjamin and Abner&quot;s men; so that three hundred and sixty men died."
            },
            {
                "verse_number": "32",
                "verse_text": "And they picked up [the body of] Asahel and buried him in the tomb of his father in Bethlehem. Then Joab and his men walked all night and they arrived in Hebron at daybreak."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "There was a long war between the house of Saul and the house of David; but David grew steadily stronger, while the house of Saul grew weaker and weaker [to the point of being powerless]. &apos;Should Abner [the great warrior] die as a fool dies? As a man falls before the wicked, so you have fallen.&apos; And all the people wept again over him."
            },
            {
                "verse_number": "2",
                "verse_text": "Sons were born to David in Hebron: his firstborn was Amnon, by Ahinoam of Jezreel;"
            },
            {
                "verse_number": "3",
                "verse_text": "his second, Chileab, by Abigail the widow of Nabal of Carmel; the third, Absalom the son of [his wife] Maacah, daughter of Talmai the king of Geshur;"
            },
            {
                "verse_number": "4",
                "verse_text": "the fourth, Adonijah the son of [his wife] Haggith; the fifth, Shephatiah the son of [his wife] Abital;"
            },
            {
                "verse_number": "5",
                "verse_text": "and the sixth, Ithream, by David&quot;s wife Eglah. These [sons] were born to David in Hebron."
            },
            {
                "verse_number": "6",
                "verse_text": "Now while war continued between the houses of Saul and David, Abner was proving himself strong in the house of Saul."
            },
            {
                "verse_number": "7",
                "verse_text": "Now Saul had a concubine whose name was Rizpah the daughter of Aiah; and Ish-bosheth said to Abner, &apos;Why have you gone in to my father&quot;s concubine?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Abner was very angry at the words of Ish-bosheth, and he said, &apos;Am I a dog&quot;s head [a despicable traitor] that belongs to Judah? Today I show loyalty and kindness to the house of Saul your father, to his brothers and his friends, by not having you handed over to David; and yet you charge me today with guilt concerning this woman."
            },
            {
                "verse_number": "9",
                "verse_text": "May God do so to Abner, and more also, if I do not do for David just as the L ord has sworn to him,"
            },
            {
                "verse_number": "10",
                "verse_text": "to transfer the kingdom from the house of Saul, and establish the throne of David over Israel and Judah from Dan [in the north] to Beersheba [in the south].&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "And Ish-bosheth could not say another word to Abner, because he was afraid of him."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Abner sent messengers to David [who was] in his place [at Hebron], saying, &apos;Whose is the land? Make your covenant (treaty) with me, and behold, my hand shall be with you to bring all Israel over to you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David said, &apos;Good! I will make a covenant (treaty) with you, but I require one thing of you: you shall not see my face unless you first bring Michal, Saul&quot;s daughter, when you come to see me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So David sent messengers to Ish-bosheth, Saul&quot;s son, saying, &apos; Give me my wife Michal, to whom I was betrothed for [the price of] a hundred foreskins of the Philistines.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Ish-bosheth sent and took her from her husband, from Paltiel the son of Laish [to whom Saul had given her]."
            },
            {
                "verse_number": "16",
                "verse_text": "But her husband went with her, weeping continually behind her as far as Bahurim. Then Abner told him, &apos;Go, return.&apos; And he did so."
            },
            {
                "verse_number": "17",
                "verse_text": "Abner talked with the elders (tribal leaders) of Israel, saying, &apos;In times past you were seeking for David to be king over you."
            },
            {
                "verse_number": "18",
                "verse_text": "Now then, do it [and make him king]! For the L ord has spoken of David, saying, &quot;By the hand of My servant David I will save My people Israel from the hand of the Philistines and the hand of all their enemies.&quot; &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Abner also spoke to [the men of] Benjamin. Then he also went to tell David at Hebron everything that seemed good to Israel and to the entire house of Benjamin."
            },
            {
                "verse_number": "20",
                "verse_text": "So Abner came to David at Hebron, and [brought] twenty men along with him. And David prepared a feast for Abner and the men with him."
            },
            {
                "verse_number": "21",
                "verse_text": "Abner said to David, &apos;Let me stand up and go, and gather all Israel to my lord the king, so that they may make a covenant (treaty) with you, and that you may reign over all that your soul desires.&apos; So David sent Abner away, and he went in peace."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the servants of David came with Joab from a raid and brought a great quantity of spoil with them; but Abner was not with David at Hebron, because David had sent him away, and he had gone in peace."
            },
            {
                "verse_number": "23",
                "verse_text": "When Joab and all the army that was with him arrived, they told Joab, &apos;Abner the son of Ner came to the king, and he has sent him away, and he has gone in peace.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Joab came to the king and said, &apos;What have you done? Behold, Abner came to you; why did you send him away, so that he is already gone?"
            },
            {
                "verse_number": "25",
                "verse_text": "You know Abner the son of Ner, that he [only] came to deceive you [with flattering words] and to learn of your going out and coming in, and to find out what you are doing.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When Joab left David, he sent messengers after Abner, and they brought him back from the well of Sirah; but David knew nothing [about Joab&quot;s action]."
            },
            {
                "verse_number": "27",
                "verse_text": "So when Abner returned to Hebron, Joab took him aside to the middle of the gate to speak to him privately, and there he struck Abner in the abdomen so that he died, to avenge the blood of Asahel, Joab&quot;s brother."
            },
            {
                "verse_number": "28",
                "verse_text": "Afterward, when David heard of it, he said, &apos;I and my kingdom are forever innocent before the L ord of the blood of Abner the son of Ner."
            },
            {
                "verse_number": "29",
                "verse_text": "Let the guilt fall on the head of Joab and on all his father&quot;s house (family); and may there never disappear from the house of Joab one who suffers with a discharge or one who is a leper or one who walks with a crutch [being unfit for war], or one who falls by the sword, or one who lacks food.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So Joab and Abishai his brother murdered Abner because he had killed their brother Asahel in the battle at Gibeon."
            },
            {
                "verse_number": "31",
                "verse_text": "Then David said to Joab and to all the people with him, &apos;Tear your clothes, put on sackcloth, and mourn before Abner.&apos; And King David walked behind the bier."
            },
            {
                "verse_number": "32",
                "verse_text": "They buried Abner in Hebron; and the king raised his voice and wept at the grave of Abner, and all the people wept."
            },
            {
                "verse_number": "33",
                "verse_text": "And the king sang a dirge (funeral song) over Abner and said,"
            },
            {
                "verse_number": "34",
                "verse_text": "Your hands were not bound, nor your feet put in fetters;"
            },
            {
                "verse_number": "35",
                "verse_text": "All the people came to urge David to eat food while it was still day; but David took an oath, saying, &apos;May God do so to me, and more also, if I taste bread or anything else before the sun sets.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "And all the people took notice of it and it pleased them, just as everything that the king did pleased all the people."
            },
            {
                "verse_number": "37",
                "verse_text": "So all the people and all Israel understood that day that it had not been the will of the king to put Abner the son of Ner to death."
            },
            {
                "verse_number": "38",
                "verse_text": "Then the king said to his servants, &apos;Do you not know that a prince and a great man has fallen this day in Israel?"
            },
            {
                "verse_number": "39",
                "verse_text": "Today I am weak, though anointed king; these men, the sons of Zeruiah, are too difficult for me. May the L ord repay the evildoer [Joab] in accordance with his wickedness!&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Saul&quot;s son Ish-bosheth [king of Israel], heard that Abner had died in Hebron, he lost courage, and all Israel was horrified."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul&quot;s son had two men who were commanders of [raiding] bands [of soldiers]. One was named Baanah and the other Rechab, the sons of Rimmon the Beerothite of the sons (tribe) of Benjamin (for Beeroth is also considered part of [the tribe of] Benjamin,"
            },
            {
                "verse_number": "3",
                "verse_text": "and the Beerothites fled to Gittaim, and have been resident aliens there to this day)."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan, Saul&quot;s son, had a son whose feet were crippled. He was five years old when the news [of the deaths] of Saul and Jonathan came from Jezreel. And the boy&quot;s nurse picked him up and fled; but it happened that while she was hurrying to flee, he fell and became lame. His name was Mephibosheth."
            },
            {
                "verse_number": "5",
                "verse_text": "So the sons of Rimmon the Beerothite, Rechab and Baanah, left and came to the house of Ish-bosheth in the heat of the day while he was taking his midday rest."
            },
            {
                "verse_number": "6",
                "verse_text": "They came into the interior of the house as if to get wheat [for the soldiers], and they struck him in the stomach. Then Rechab and Baanah his brother escaped [unnoticed]."
            },
            {
                "verse_number": "7",
                "verse_text": "Now when they entered the house he was lying on his bed in his bedroom. They [not only] struck and killed him, [but] they also beheaded him. Then they took his head and traveled all night by way of the Arabah."
            },
            {
                "verse_number": "8",
                "verse_text": "They brought the head of Ish-bosheth to David at Hebron, and said to the king, &apos;Look, the head of Ish-bosheth the son of Saul, your enemy, who sought your life; thus the L ord has granted my lord the king vengeance this day on Saul and on his descendants.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David replied to Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said to them, &apos;As the L ord lives, who has redeemed my life from every adversity,"
            },
            {
                "verse_number": "10",
                "verse_text": "when a man told me, &quot;Behold, Saul is dead,&quot; thinking that he was bringing good news, I seized and killed him in Ziklag, to reward him for his news."
            },
            {
                "verse_number": "11",
                "verse_text": "How much more, when wicked men have killed a righteous and just man in his own house on his bed, shall I not require his blood from your hand and remove you from the earth?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David commanded his young men, and they killed them and cut off their hands and feet and hung them beside the pool in Hebron. But they took Ish-bosheth&quot;s head and buried it in Hebron in the tomb of Abner [his relative]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then all the tribes of Israel came to David at Hebron and said, &apos;Behold, we are your bone and your flesh."
            },
            {
                "verse_number": "2",
                "verse_text": "In times past, when Saul was king over us, it was you who led Israel out [to war] and brought Israel in [from battle]. And the L ord told you, &quot;You shall shepherd My people Israel and be ruler over them.&quot; &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the elders (tribal leaders) of Israel came to the king at Hebron, and King David made a covenant with them at Hebron before the L ord ; and they anointed him king over Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "David was thirty years old when he became king, and he reigned forty years."
            },
            {
                "verse_number": "5",
                "verse_text": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "Now the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who said to David, &apos;You shall not enter here, for the blind and the lame [even the weakest among us] will turn you away&apos;; they thought, &apos;David cannot come in here [because the walls are impenetrable].&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Nevertheless, David captured the stronghold (fortress) of Zion, that is, the City of David."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said on that day, &apos;Whoever strikes the Jebusites, let him go up through the [underground] water shaft to strike the lame and the blind, who are detested by David&quot;s soul [because of their arrogance].&apos; So [for that reason] they say, &apos;The blind or the lame (Jebusites) shall not come into the [royal] house [of Israel].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So David lived in the stronghold and called it the City of David. And he built all around [the surrounding area] from the Millo [fortification] and inward."
            },
            {
                "verse_number": "10",
                "verse_text": "David became greater and greater, for the L ord , the God of hosts (armies), was with him."
            },
            {
                "verse_number": "11",
                "verse_text": "Now Hiram the king of Tyre sent messengers to David with cedar trees, carpenters, and stonemasons; and they built a house (palace) for David."
            },
            {
                "verse_number": "12",
                "verse_text": "And David knew that the L ord had established him as king over Israel, and that He had exalted his kingdom for His people Israel&quot;s sake."
            },
            {
                "verse_number": "13",
                "verse_text": "David took more concubines and wives from Jerusalem, after he came from Hebron; and more sons and daughters were born to him."
            },
            {
                "verse_number": "14",
                "verse_text": "And these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ibhar, Elishua, Nepheg, Japhia,"
            },
            {
                "verse_number": "16",
                "verse_text": "Elishama, Eliada, and Eliphelet."
            },
            {
                "verse_number": "17",
                "verse_text": "When the Philistines heard that David had been anointed king over Israel, all the Philistines went up to look for him, but he heard about it and went down to the stronghold."
            },
            {
                "verse_number": "18",
                "verse_text": "Now the Philistines had come and spread out [for battle] in the Valley of Rephaim."
            },
            {
                "verse_number": "19",
                "verse_text": "David inquired of the L ord , saying, &apos;Shall I go up against the Philistines? Will You hand them over to me?&apos; And the L ord said to David, &apos;Go up, for I will certainly hand them over to you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So David came to Baal-perazim, and he defeated them there, and said, &apos;The L ord has broken through my enemies before me, like a breakthrough of water.&apos; So he named that place Baal-perazim (master of breakthroughs)."
            },
            {
                "verse_number": "21",
                "verse_text": "The Philistines abandoned their [pagan] idols there, so David and his men took them away [to be burned]."
            },
            {
                "verse_number": "22",
                "verse_text": "The Philistines came up once again and spread out in the Valley of Rephaim."
            },
            {
                "verse_number": "23",
                "verse_text": "When David inquired of the L ord , He said, &apos;You shall not go up, but circle around behind them and come at them in front of the balsam trees."
            },
            {
                "verse_number": "24",
                "verse_text": "And when you hear the sound of marching in the tops of the balsam trees, then you shall pay attention and act promptly, for at that time the L ord will have gone out before you to strike the army of the Philistines.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David did just as the L ord had commanded him, and struck down the Philistines from Geba as far as Gezer."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Again David gathered together all the chosen men of Israel, thirty thousand."
            },
            {
                "verse_number": "2",
                "verse_text": "And David arose and went with all those who were with him to Baale-judah [Kiriath-jearim], to bring up from there [to Jerusalem] the ark of God which is called by the Name&ndash;the very Name of the L ord of hosts, who dwells enthroned above the cherubim."
            },
            {
                "verse_number": "3",
                "verse_text": "They placed the ark of God on a new cart and brought it out of the house of Abinadab, which was on the hill; and Uzzah and Ahio, sons of Abinadab, were leading the new cart."
            },
            {
                "verse_number": "4",
                "verse_text": "So they brought it with the ark of God from the house of Abinadab, which was on the hill; and Ahio was walking in front of the ark."
            },
            {
                "verse_number": "5",
                "verse_text": "Meanwhile, David and all the house of Israel were celebrating and dancing before the L ord with all kinds of instruments made of fir or cypress wood, with lyres, harps, tambourines, castanets, and cymbals."
            },
            {
                "verse_number": "6",
                "verse_text": "When they came to Nacon&quot;s threshing floor, Uzzah reached out [with his hand] to the ark of God and took hold of it, because the oxen [stumbled and] nearly overturned it."
            },
            {
                "verse_number": "7",
                "verse_text": "And the anger of the L ord burned against Uzzah, and God struck him there for his irreverence; and he died there by the ark of God."
            },
            {
                "verse_number": "8",
                "verse_text": "David became angry and grieved and offended because of the L ord &quot; s outburst against Uzzah, and that place has been called Perez-uzzah (outburst against Uzzah) to this day."
            },
            {
                "verse_number": "9",
                "verse_text": "So David was afraid of the L ord that day; and he said, &apos;How can the ark of the L ord come to me?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David was unwilling to move the ark of the L ord into the City of David with him; instead he took it aside to the house of Obed-edom the Gittite."
            },
            {
                "verse_number": "11",
                "verse_text": "So the ark of the L ord remained in the house of Obed-edom the Gittite for three months, and the L ord blessed Obed-edom and all his household (family)."
            },
            {
                "verse_number": "12",
                "verse_text": "Now King David was told, &apos;The L ord has blessed the house of Obed-edom and all that belongs to him, because of the ark of God.&apos; So David went and brought up the ark of God from the house of Obed-edom into the City of David with rejoicing and gladness."
            },
            {
                "verse_number": "13",
                "verse_text": "And when those who were carrying the ark of the L ord [by its poles] had gone six paces, he sacrificed an ox and a fatling."
            },
            {
                "verse_number": "14",
                "verse_text": "And David was dancing before the L ord with great enthusiasm, and David was wearing a linen ephod [a priest&quot;s upper garment]."
            },
            {
                "verse_number": "15",
                "verse_text": "So David and all the house of Israel were bringing the ark of the L ord up [to the City of David] with shouts [of joy] and with the sound of the trumpet."
            },
            {
                "verse_number": "16",
                "verse_text": "Then, as the ark of the L ord came into the City of David, Michal, Saul&quot;s daughter [David&quot;s wife], looked down from the window above and saw King David leaping and dancing before the L ord ; and she felt contempt for him in her heart [because she thought him undignified]."
            },
            {
                "verse_number": "17",
                "verse_text": "They brought in the ark of the L ord and set it in its place inside the tent which David had pitched for it; and David offered burnt offerings and peace offerings before the L ord ."
            },
            {
                "verse_number": "18",
                "verse_text": "When David had finished offering the burnt offerings and peace offerings, he blessed the people in the name of the L ord of hosts (armies),"
            },
            {
                "verse_number": "19",
                "verse_text": "and distributed to all the people, the entire multitude of Israel, both to men and women, to each a [ring-shaped] loaf of bread, a cake of dates, and a cake of raisins. Then all the people departed, each to his house."
            },
            {
                "verse_number": "20",
                "verse_text": "Then David returned to bless his household. But [his wife] Michal the daughter of Saul came out to meet David and said, &apos;How glorious and distinguished was the king of Israel today, who uncovered himself and stripped [off his kingly robes] in the eyes of his servants&quot; maids like one of the riffraff who shamelessly uncovers himself!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So David said to Michal, &apos;It was before the L ord [that I did this], who chose me above your father and all his house, to appoint me as ruler over Israel, the people of the L ord . Therefore I will celebrate [in pure enjoyment] before the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "Yet I will demean myself even more than this, and will be humbled (abased) in my own sight [and yours, as I please], but by the maids whom you mentioned, by them I shall be held in honor.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Michal the daughter of Saul had no child to the day of her death."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When King David lived in his house (palace) and the L ord had given him rest from all his surrounding enemies,"
            },
            {
                "verse_number": "2",
                "verse_text": "the king said to Nathan the prophet, &apos;See now, I dwell in a house of cedar, but the ark of God dwells within tent curtains.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And Nathan said to the king, &apos;Go, do everything that is in your heart, for the L ord is with you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But it happened that night that the word of the L ord came to Nathan, saying,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Go and tell My servant David, &quot;Thus says the L ord , &apos;Should you be the one to build Me a house in which to dwell?"
            },
            {
                "verse_number": "6",
                "verse_text": "For I have not dwelt in a house since the day I brought the sons (descendants) of Israel up from Egypt, even to this day; but I have been moving about in a tent, even in a tabernacle."
            },
            {
                "verse_number": "7",
                "verse_text": "Wherever I have gone with all the Israelites, did I speak a word to any from the tribes of Israel, whom I commanded to shepherd My people Israel, asking, &quot;Why have you not built Me a house of cedar?&quot; &apos; &quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "So now, say this to My servant David, &quot;Thus says the L ord of hosts, &apos;I took you from the pasture, from following the sheep, to be ruler over My people Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "I have been with you wherever you have gone, and have cut off all your enemies from before you; and I will make you a great name, like that of the great men of the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "I will appoint a place for My people Israel and will plant them, so that they may live in a place of their own and not be disturbed again. The wicked will not afflict them again, as formerly,"
            },
            {
                "verse_number": "11",
                "verse_text": "even from the day that I appointed judges over My people Israel; and I will give you rest from all your enemies. The L ord also declares to you that He will make a house (royal dynasty) for you."
            },
            {
                "verse_number": "12",
                "verse_text": "When your days are fulfilled and you lie down [in death] with your fathers (ancestors), I will raise up your descendant after you, who shall be born to you, and I will establish his kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "He [is the one who] shall build a house for My Name and My Presence, and I will establish the throne of his kingdom forever."
            },
            {
                "verse_number": "14",
                "verse_text": "I will be his Father, and he shall be My son. When he commits iniquity (wrongdoing), I will discipline him with the rod of men and with the strokes of the sons of man."
            },
            {
                "verse_number": "15",
                "verse_text": "But My lovingkindness and mercy will not depart from him, as I took it from Saul, whom I removed from before you."
            },
            {
                "verse_number": "16",
                "verse_text": "Your house (royal dynasty) and your kingdom will endure forever before Me; your throne will be established forever.&apos; &quot; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Nathan spoke to David in accordance with all these words and all of this vision."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King David went in and sat [in prayer] before the L ord , and said, &apos;Who am I, O Lord G od , and what is my house (family), that You have brought me this far?"
            },
            {
                "verse_number": "19",
                "verse_text": "Yet this was very insignificant in Your eyes, O Lord G od , for You have spoken also of Your servant&quot;s house (royal dynasty) in the distant future. And this is the law and custom of man, O Lord G od ."
            },
            {
                "verse_number": "20",
                "verse_text": "What more can David say to You? For You know (acknowledge, choose) Your servant, O Lord G od ."
            },
            {
                "verse_number": "21",
                "verse_text": "Because of Your word (promise), and in accordance with Your own heart, You have done all these great and astounding things to let Your servant know (understand)."
            },
            {
                "verse_number": "22",
                "verse_text": "Therefore You are great, O Lord G od ; for there is none like You, and there is no God besides You, according to all that we have heard with our ears."
            },
            {
                "verse_number": "23",
                "verse_text": "What one nation on earth is like Your people Israel, whom God went to redeem for Himself as a people and to make a name for Himself, and to do great and awesome things for Yourself and for Your land, before Your people whom You have redeemed for Yourself from Egypt, from nations and their gods?"
            },
            {
                "verse_number": "24",
                "verse_text": "You established for Yourself Your people Israel as Your people forever, and You, O L ord , have become their God."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, O L ord God, confirm forever the word [of the covenant] that You have spoken in regard to Your servant and his house (royal dynasty); and do just as You have spoken,"
            },
            {
                "verse_number": "26",
                "verse_text": "so that Your Name may be magnified forever, saying, &quot;The L ord of hosts (armies) is God over Israel;&quot; and may the house (royal dynasty) of Your servant David be established before You."
            },
            {
                "verse_number": "27",
                "verse_text": "For You, O L ord of hosts, God of Israel, have revealed this to Your servant, saying, &quot;I will build you a house (royal dynasty).&quot; For that reason Your servant has found courage to pray this prayer to You."
            },
            {
                "verse_number": "28",
                "verse_text": "And now, O Lord G od , You are God, and Your words are truth, and You have promised this good thing to Your servant."
            },
            {
                "verse_number": "29",
                "verse_text": "Therefore now, may it please You to bless the house (royal dynasty) of Your servant, so that it may continue forever before You; for You, O Lord G od , have spoken it, and with Your blessing may the house of Your servant be blessed forever.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now it came about after this that David defeated the Philistines and subdued (humbled) them, and he took control of Metheg-ammah [the main city] from the hand of the Philistines."
            },
            {
                "verse_number": "2",
                "verse_text": "He defeated Moab, and measured them with a length of rope, making them lie down on the ground; he measured two lengths to [choose those to] put to death, and one full length to [choose those to] be kept alive. And the [surviving] Moabites became servants to David, bringing tribute."
            },
            {
                "verse_number": "3",
                "verse_text": "Then David defeated Hadadezer the son of Rehob, king of Zobah, as he went to restore his power at the River [Euphrates]."
            },
            {
                "verse_number": "4",
                "verse_text": "David captured from him 1,700 horsemen and 20,000 foot soldiers. David also hamstrung all the chariot horses (making them lame), but reserved enough of them for a hundred chariots."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Arameans (Syrians) of Damascus came to help Hadadezer, king of Zobah, David struck down 22,000 Arameans."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David put garrisons among the Arameans in Damascus, and the Arameans became his servants and brought tribute. The L ord helped David wherever he went."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the shields of gold that were carried by the servants of Hadadezer, and brought them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "And from Betah and Berothai, cities of Hadadezer, King David took an immense quantity of bronze."
            },
            {
                "verse_number": "9",
                "verse_text": "When Toi king of Hamath heard about David&quot;s defeat of all the forces of Hadadezer,"
            },
            {
                "verse_number": "10",
                "verse_text": "Toi sent Joram his son to King David to greet and congratulate him for his battle and defeat of Hadadezer; for Hadadezer had been at war with Toi. Joram brought with him articles of silver, gold, and bronze [as gifts]."
            },
            {
                "verse_number": "11",
                "verse_text": "King David also dedicated these [gifts] to the L ord , along with the silver and gold that he had dedicated from all the nations which he subdued:"
            },
            {
                "verse_number": "12",
                "verse_text": "from Aram (Syria), Moab, the Ammonites, the Philistines, and Amalek, and from the spoil of Hadadezer the son of Rehob, king of Zobah."
            },
            {
                "verse_number": "13",
                "verse_text": "So David made a name for himself when he returned from killing 18,000 Arameans (Syrians) in the Valley of Salt."
            },
            {
                "verse_number": "14",
                "verse_text": "He put garrisons in Edom; in all Edom he put garrisons, and all the Edomites became servants to David. And the L ord helped him wherever he went."
            },
            {
                "verse_number": "15",
                "verse_text": "So David reigned over all Israel, and continued to administer justice and righteousness for all his people."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab the son of Zeruiah was [commander] over the army; Jehoshaphat the son of Ahilud was recorder (secretary);"
            },
            {
                "verse_number": "17",
                "verse_text": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were the [chief] priests, and Seraiah was the scribe;"
            },
            {
                "verse_number": "18",
                "verse_text": "Benaiah the son of Jehoiada was [head] over both the Cherethites and Pelethites [the king&quot;s bodyguards]; and David&quot;s sons were chief [confidential] advisers (officials) [to the king]."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "And David said, &apos;Is there still anyone left of the house (family) of Saul to whom I may show kindness for Jonathan&quot;s sake?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "There was a servant of the house of Saul whose name was Ziba, so they called him to David. And the king said to him, &apos;Are you Ziba?&apos; He said, &apos; I am your servant.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And the king said, &apos;Is there no longer anyone left of the house (family) of Saul to whom I may show the goodness and graciousness of God?&apos; Ziba replied to the king, &apos;There is still a son of Jonathan, [one] whose feet are crippled.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the king said to him, &apos;Where is he?&apos; And Ziba replied to the king, &apos;He is in the house of Machir the son of Ammiel, in Lo-debar.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then King David sent word and had him brought from the house of Machir the son of Ammiel, from Lo-debar."
            },
            {
                "verse_number": "6",
                "verse_text": "Mephibosheth the son of Jonathan, the son of Saul, came to David and fell face down and lay himself down [in respect]. David said, &apos;Mephibosheth.&apos; And he answered, &apos;Here is your servant!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "David said to him, &apos;Do not be afraid, for I will certainly show you kindness for the sake of your father Jonathan, and will restore to you all the land of your grandfather Saul; and you shall always eat at my table.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Again Mephibosheth lay himself face down and said, &apos;What is your servant, that you would be concerned for a dead dog like me?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the king summoned Ziba, Saul&quot;s servant, and said to him, &apos;I have given your master&quot;s grandson everything that belonged to Saul and to all his house (family)."
            },
            {
                "verse_number": "10",
                "verse_text": "You and your sons and your servants shall cultivate the land for him, and you shall bring in the produce, so that your master&quot;s grandson may have food to eat; but Mephibosheth, your master&quot;s grandson, shall always eat at my table.&apos; Now Ziba had fifteen sons and twenty servants."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Ziba said to the king, &apos;Your servant will do according to everything that my lord the king commands.&apos; So Mephibosheth ate at David&quot;s table as one of the king&quot;s sons."
            },
            {
                "verse_number": "12",
                "verse_text": "Mephibosheth had a young son whose name was Mica. And all who lived in Ziba&quot;s house were servants to Mephibosheth."
            },
            {
                "verse_number": "13",
                "verse_text": "So Mephibosheth lived in Jerusalem, for he always ate at the king&quot;s table. And he was lame in both feet."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened later that [Nahash] the king of the Ammonites died, and his son Hanun became king in his place."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David said, &apos;I will show kindness to Hanun the son of Nahash, just as his father did to me.&apos; So David sent [a letter along with] some of his servants to console him in regard to his father&quot;s death; and David&quot;s servants came into the land of the Ammonites."
            },
            {
                "verse_number": "3",
                "verse_text": "But the princes of the Ammonites [were suspicious and] said to Hanun their lord, &apos;Do you think that David is honoring your father because he has sent comforters to you? Has David not sent his servants to you in order to search the city, to spy it out and overthrow it?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Hanun took David&quot;s servants and shaved off half their beards, and cut off their robes in the middle as far as their hips, and sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "When David was informed, he sent [messengers] to meet them [before they reached Jerusalem], for the men were greatly ashamed and humiliated. And the king said, &apos;Stay at Jericho until your beards grow, and then return.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the Ammonites saw that they had become an object of hatred to David, they sent word and hired the Arameans (Syrians) of Beth-rehob and the Arameans of Zobah, 20,000 foot soldiers, and the king of Maacah with 1,000 men, and the men of Tob with 12,000 men [to fight for them]."
            },
            {
                "verse_number": "7",
                "verse_text": "When David heard about it, he sent Joab and the entire army, the strong and brave men."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites came out and lined up for battle at the entrance of the [city] gate, but the Arameans of Zobah and Rehob and the men of Tob and Maacah were [stationed] by themselves in the field."
            },
            {
                "verse_number": "9",
                "verse_text": "Now when Joab saw that the battlefront was against him in front and in the rear, he selected some of all the choice men in Israel and set them in battle formation to meet the Arameans (Syrians)."
            },
            {
                "verse_number": "10",
                "verse_text": "But he placed the rest of the men in the hand of his brother Abishai, and he placed them in battle formation to meet the Ammonites."
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said [to Abishai], &apos;If the Arameans are too strong for me, then you shall help me; but if the Ammonites are too strong for you, I will come to help you."
            },
            {
                "verse_number": "12",
                "verse_text": "Be courageous, and let us show ourselves courageous for the benefit of our people and the cities of our God. And may the L ord do what is good in His sight.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Joab and the people who were with him approached the battle against the Arameans, and they fled before him."
            },
            {
                "verse_number": "14",
                "verse_text": "When the Ammonites saw that the Arameans had fled, they also fled before Abishai and entered the city. So Joab returned from battling against the Ammonites and came to Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Arameans saw that they were defeated by Israel, they gathered together."
            },
            {
                "verse_number": "16",
                "verse_text": "Hadadezer sent word and brought out the Arameans who were beyond the River [Euphrates]; and they came to Helam; and Shobach the commander of the army of Hadadezer led them."
            },
            {
                "verse_number": "17",
                "verse_text": "When David was informed, he gathered all Israel together and crossed the Jordan, and came to Helam. Then the Arameans assembled in battle formation to meet David and fought against him."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Arameans fled before Israel, and David killed 700 Aramean charioteers and 40,000 horsemen, and struck Shobach the commander of their army, and he died there."
            },
            {
                "verse_number": "19",
                "verse_text": "When all the kings serving Hadadezer saw that they had been defeated by Israel, they made peace with Israel and served them. So the Arameans (Syrians) were afraid to help the Ammonites anymore."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then it happened in the spring, at the time when the kings go out to battle, that David sent Joab and his servants with him, and all [the fighting men of] Israel, and they destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "One evening David got up from his couch and was walking on the [flat] roof of the king&quot;s palace, and from there he saw a woman bathing; and she was very beautiful in appearance."
            },
            {
                "verse_number": "3",
                "verse_text": "David sent word and inquired about the woman. Someone said, &apos;Is this not Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "David sent messengers and took her. When she came to him, he lay with her. And when she was purified from her uncleanness, she returned to her house."
            },
            {
                "verse_number": "5",
                "verse_text": "The woman conceived; and she sent word and told David, &apos;I am pregnant.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then David sent word to Joab, saying , &apos;Send me Uriah the Hittite.&apos; So Joab sent Uriah to David."
            },
            {
                "verse_number": "7",
                "verse_text": "When Uriah came to him, David asked him how Joab was, how the people were doing, and how the war was progressing."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said to Uriah, &apos;Go down to your house, and wash your feet (spend time at home).&apos; Uriah left the king&quot;s palace, and a gift from the king was sent out after him."
            },
            {
                "verse_number": "9",
                "verse_text": "But Uriah slept at the entrance of the king&quot;s palace with all the servants of his lord, and did not go down to his house."
            },
            {
                "verse_number": "10",
                "verse_text": "When they told David, &apos;Uriah did not go down to his house,&apos; David said to Uriah, &apos;Have you not [just] come from a [long] journey? Why did you not go to your house?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Uriah said to David, &apos;The ark and Israel and Judah are staying in huts (temporary shelters), and my lord Joab and the servants of my lord are camping in the open field. Should I go to my house to eat and drink and lie with my wife? By your life and the life of your soul, I will not do this thing.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then David said to Uriah, &apos;Stay here today as well, and tomorrow I will let you leave.&apos; So Uriah remained in Jerusalem that day and the next."
            },
            {
                "verse_number": "13",
                "verse_text": "Now David called him [to dinner], and he ate and drank with him, so that he made Uriah drunk; in the evening he went out to lie on his bed with the servants of his lord, and [still] did not go down to his house."
            },
            {
                "verse_number": "14",
                "verse_text": "In the morning David wrote a letter to Joab and sent it with Uriah."
            },
            {
                "verse_number": "15",
                "verse_text": "He wrote in the letter, &apos;Put Uriah in the front line of the heaviest fighting and leave him, so that he may be struck down and die.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So it happened that as Joab was besieging the city, he assigned Uriah to the place where he knew the [enemy&quot;s] valiant men were positioned ."
            },
            {
                "verse_number": "17",
                "verse_text": "And the men of the city came out and fought against Joab, and some of the people among the servants of David fell; Uriah the Hittite also died."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Joab sent word and informed David of all the events of the war."
            },
            {
                "verse_number": "19",
                "verse_text": "And he commanded the messenger, &apos;When you have finished reporting all the events of the war to the king,"
            },
            {
                "verse_number": "20",
                "verse_text": "then if the king becomes angry and he says to you, &quot;Why did you go so near to the city to fight? Did you not know that they would shoot [arrows] from the wall?"
            },
            {
                "verse_number": "21",
                "verse_text": "Who killed Abimelech the son of Jerubbesheth (Gideon)? Was it not a woman who threw an upper millstone on him from the wall so that he died at Thebez? Why did you go so near the wall?&quot; Then you shall say, &quot;Your servant Uriah the Hittite is also dead.&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the messenger left, and he came and told David everything that Joab had sent him to report ."
            },
            {
                "verse_number": "23",
                "verse_text": "The messenger said to David, &apos;The men indeed prevailed against us and came out to us in the field, but we were on them and pushed them as far as the entrance of the [city] gate."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the archers shot at your servants from the wall. Some of the king&quot;s servants are dead, and your servant Uriah the Hittite is also dead.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then David said to the messenger, &apos;Tell Joab this, &quot;Do not let this thing disturb you, for the sword devours one [side] as well as another. Strengthen your battle against the city and overthrow it&quot;; and so encourage Joab.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When Uriah&quot;s wife [Bathsheba] heard that her husband Uriah was dead, she mourned for her husband."
            },
            {
                "verse_number": "27",
                "verse_text": "And when the time of mourning was past, David sent word and had her brought to his house, and she became his wife and bore him a son. But the thing that David had done [with Bathsheba] was evil in the sight of the L ord ."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "And the L ord sent Nathan [the prophet] to David. He came and said to him, &apos;There were two men in a city, one rich and the other poor. Which he had purchased and nourished; And it grew up together with him and his children. It ate his food, drank from his cup, it lay in his arms, And was like a daughter to him. And to avoid taking one from his own flock or herd To prepare [a meal] for the traveler who had come to him, A nd the L ord struck the child that Uriah&quot;s widow bore to David, and he was very sick."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich man had a very large number of flocks and herds,"
            },
            {
                "verse_number": "3",
                "verse_text": "But the poor man had nothing but one little ewe lamb"
            },
            {
                "verse_number": "4",
                "verse_text": "Now a traveler (visitor) came to the rich man, He took the poor man&quot;s ewe lamb and prepared it for his guest.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then David&quot;s anger burned intensely against the man, and he said to Nathan, &apos;As the L ord lives, the man who has done this deserves to die."
            },
            {
                "verse_number": "6",
                "verse_text": "He shall make restitution for the ewe lamb four times as much [as the lamb was worth], because he did this thing and had no compassion.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Nathan said to David, &apos;You are the man! Thus says the L ord , the God of Israel, &quot;I anointed you as king over Israel, and I spared you from the hand of Saul."
            },
            {
                "verse_number": "8",
                "verse_text": "I also gave you your master&quot;s house, and put your master&quot;s wives into your care and under your protection, and I gave you the house (royal dynasty) of Israel and of Judah; and if that had been too little, I would have given you much more!"
            },
            {
                "verse_number": "9",
                "verse_text": "Why have you despised the word of the L ord by doing evil in His sight? You have struck down Uriah the Hittite with the sword and have taken his wife to be your wife. You have killed him with the sword of the Ammonites."
            },
            {
                "verse_number": "10",
                "verse_text": "Now, therefore, the sword shall never depart from your house, because you have despised Me and have taken the wife of Uriah the Hittite to be your wife.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Thus says the L ord , &quot;Behold, I will stir up evil against you from your own household; and I will take your wives before your eyes and give them to your companion, and he will lie with your wives in broad daylight."
            },
            {
                "verse_number": "12",
                "verse_text": "Indeed you did it secretly, but I will do this thing before all Israel, and in broad daylight.&quot; &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David said to Nathan, &apos;I have sinned against the L ord .&apos; And Nathan said to David, &apos;The L ord also has allowed your sin to pass [without further punishment]; you shall not die."
            },
            {
                "verse_number": "14",
                "verse_text": "Nevertheless, because by this deed you have given [a great] opportunity to the enemies of the L ord to blaspheme [Him], the son that is born to you shall certainly die.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Nathan went [back] to his home."
            },
            {
                "verse_number": "16",
                "verse_text": "David therefore appealed to God for the child [to be healed]; and David fasted and went in and lay all night on the ground."
            },
            {
                "verse_number": "17",
                "verse_text": "The elders of his household stood by him [in the night] to lift him up from the ground, but he was unwilling [to get up] and would not eat food with them."
            },
            {
                "verse_number": "18",
                "verse_text": "Then it happened on the seventh day that the child died. David&quot;s servants were afraid to tell him that the child was dead, for they said, &apos;While the child was still alive, we spoke to him and he would not listen to our voices. How then can we tell him the child is dead, since he might harm himself [or us]?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But when David saw that his servants were whispering to one another, he realized that the child was dead. So David said to them, &apos;Is the child dead?&apos; And they said, &apos;He is dead.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then David got up from the ground, washed, anointed himself [with olive oil], changed his clothes, and went into the house of the L ord and worshiped. Then he came [back] to his own house, and when he asked, they set food before him and he ate."
            },
            {
                "verse_number": "21",
                "verse_text": "Then his servants said to him, &apos;What is this thing that you have done? While the child was alive you fasted and wept, but when the child died, you got up and ate food.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David said, &apos;While the child was still alive, I fasted and wept; for I thought, &quot;Who knows, the L ord may be gracious to me and the child may live.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "But now he is dead; why should I [continue to] fast? Can I bring him back again? I will go to him [when I die], but he will not return to me.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "David comforted his wife Bathsheba, and went to her and lay with her; and she gave birth to a son, and David named him Solomon. And the L ord loved the child;"
            },
            {
                "verse_number": "25",
                "verse_text": "and He sent word through Nathan the prophet, and he named him Jedidiah (beloved of the L ord ) for the sake of the L ord [who loved the child]."
            },
            {
                "verse_number": "26",
                "verse_text": "Now Joab fought against Rabbah of the Ammonites and captured the royal city."
            },
            {
                "verse_number": "27",
                "verse_text": "Joab sent messengers to David and said, &apos;I have fought against Rabbah; I have even taken the city of waters."
            },
            {
                "verse_number": "28",
                "verse_text": "So now, assemble the rest of the men, and camp against the city and capture it, or I will take the city myself, and it will be named after me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So David gathered all the men together and went to Rabbah, then fought against it and captured it."
            },
            {
                "verse_number": "30",
                "verse_text": "And he took the crown of their king from his head; it weighed a talent of gold, and [set in it was] a precious stone; and it was placed on David&quot;s head. And he brought the spoil out of the city in great amounts."
            },
            {
                "verse_number": "31",
                "verse_text": "He also brought out the people who were there, and put them to [work with] the saws and sharp iron instruments and iron axes, and made them work at the brickkiln. And he did this to all the Ammonite cities. Then David and all the men returned to Jerusalem."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "It happened afterwards that Absalom the son of David had a beautiful sister whose name was Tamar, and Amnon [her half brother] the son of David was in love with her."
            },
            {
                "verse_number": "2",
                "verse_text": "Amnon was so frustrated because of his [half-] sister Tamar that he made himself sick, for she was a virgin, and Amnon thought it impossible for him to do anything to her."
            },
            {
                "verse_number": "3",
                "verse_text": "But Amnon had a friend whose name was Jonadab the son of Shimeah, David&quot;s brother; and Jonadab was a very shrewd (cunning) man."
            },
            {
                "verse_number": "4",
                "verse_text": "He said to Amnon, &apos;Why are you, the king&quot;s son, so depressed morning after morning? Will you not tell me?&apos; And Amnon said to him, &apos;I am in love with Tamar, my [half-] brother Absalom&quot;s sister.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jonadab said to him, &apos;Go to bed and pretend you are sick; and when your father [David] comes to see you, say to him, &quot;Just let my sister Tamar come and serve me food, and let her prepare it in my sight, so that I may see it and eat it from her hand.&quot; &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Amnon lay down and pretended to be sick; and when the king came to see him, Amnon said to the king, &apos;Please let my sister Tamar come and make me a couple of cakes in my sight, so that I may eat from her hand.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then David sent word to the house for Tamar, saying, &apos;Go now to your brother Amnon&quot;s house, and prepare some food for him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Tamar went to her brother Amnon&quot;s house, and he was in bed. And she took dough and kneaded it, and made cakes in his sight, and baked them."
            },
            {
                "verse_number": "9",
                "verse_text": "She took the pan and dished them out before him, but he refused to eat. And Amnon said, &apos;Have everyone leave me.&apos; So everyone left him [except Tamar]."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Amnon said to Tamar, &apos;Bring the food into the bedroom, so that I may eat from your hand.&apos; So Tamar took the cakes she had made and brought them into the bedroom to her [half-] brother Amnon."
            },
            {
                "verse_number": "11",
                "verse_text": "When she brought them to him to eat, he took hold of her and said, &apos;Come, lie with me, my sister.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "She replied, &apos;No, my brother! Do not violate me, for such a thing is not done in Israel; do not do this disgraceful thing!"
            },
            {
                "verse_number": "13",
                "verse_text": "As for me, how could I get rid of my shame and disgrace? And you, you will be considered one of the fools in Israel. So now, just speak to the king [about taking me as your wife], for he will not withhold me from you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But he would not listen to her; and since he was stronger than she, he violated her and lay with her."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Amnon became extremely hateful toward her, for his hatred toward her was greater than the love which he had for her. And Amnon said to her, &apos;Get up and get out!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But she said, &apos;No, because this wrong of sending me away is worse than the other that you have done to me!&apos; But he would not listen to her."
            },
            {
                "verse_number": "17",
                "verse_text": "Instead, he called his young man who was his personal servant and said, &apos;Now throw this woman out of my presence and bolt the door behind her.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now Tamar was wearing a [long-sleeved] robe of various colors; for that is how the virgin daughters of the king dressed themselves in robes. Then Amnon&quot;s personal servant took her out and bolted the door behind her."
            },
            {
                "verse_number": "19",
                "verse_text": "So Tamar put dust on her head [in grief] and tore the long-sleeved robe which she had on, and she put her hand on her head and went away crying out [for help]."
            },
            {
                "verse_number": "20",
                "verse_text": "So her brother Absalom said to her, &apos;Has your brother Amnon been with you? But now keep silent, my sister; he is your brother; do not take this matter to heart.&apos; So Tamar remained secluded in her brother Absalom&quot;s house."
            },
            {
                "verse_number": "21",
                "verse_text": "Now when King David heard about all these things, he was very angry [but failed to take any action]."
            },
            {
                "verse_number": "22",
                "verse_text": "But Absalom did not speak to Amnon either good or bad; for Absalom hated Amnon because he had violated his sister Tamar."
            },
            {
                "verse_number": "23",
                "verse_text": "Now it came about after two full years that Absalom had sheepshearers at Baal-hazor near Ephraim, and Absalom invited all the king&quot;s sons [to a party]."
            },
            {
                "verse_number": "24",
                "verse_text": "Absalom came to [his father] the king and said, &apos;Behold, your servant has sheepshearers; please let the king and his servants go with your servant.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But the king said to Absalom, &apos;No, my son, we should not all go, for we will be a burden to you.&apos; Although Absalom [strongly] urged David, still he would not go, but he gave him his blessing."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Absalom said, &apos;If not, then at least let my brother Amnon go with us.&apos; And the king said to him, &apos;Why should he go with you?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But Absalom urged him [again], and he let Amnon and all the king&quot;s sons go with him."
            },
            {
                "verse_number": "28",
                "verse_text": "Now Absalom commanded his servants, &apos;Notice carefully, when Amnon&quot;s heart is joyous with wine, and when I say to you, &quot;Strike Amnon,&quot; then kill him. Do not be afraid; have I not commanded you myself [and in doing so have I not taken full responsibility for his death]? Be courageous and brave.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So the servants of Absalom did to Amnon just as Absalom had commanded. Then all the king&quot;s sons got up, and every man mounted his mule and fled."
            },
            {
                "verse_number": "30",
                "verse_text": "Now it happened while they were on the way [back home], that the [exaggerated] report came to David, &apos;Absalom has killed all the king&quot;s sons, and not one of them is left.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the king stood and tore his clothes and lay on the ground [in mourning]; and all his servants were standing by with their clothes torn."
            },
            {
                "verse_number": "32",
                "verse_text": "But Jonadab the son of Shimeah, David&quot;s brother, responded, &apos;Do not let my lord assume that all the king&quot;s sons have been put to death; for only Amnon is dead. This act of revenge has been on Absalom&quot;s mind since the day Amnon violated his sister Tamar."
            },
            {
                "verse_number": "33",
                "verse_text": "So now, do not let my lord the king take the report to heart that all the king&quot;s sons are dead; for Amnon alone is dead.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Now Absalom fled. And the young man who kept watch looked up, and behold, many people were coming from the road behind him by the side of the mountain."
            },
            {
                "verse_number": "35",
                "verse_text": "And Jonadab said to the king, &apos;Look, the king&quot;s sons are coming. It has turned out just as your servant said.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "And when he finished speaking, the king&quot;s sons came, and they raised their voices and wept; and the king and all his servants also wept very bitterly."
            },
            {
                "verse_number": "37",
                "verse_text": "But Absalom fled and went to [his mother&quot;s father] Talmai the son of Ammihud, king of Geshur. And David mourned for his son every day."
            },
            {
                "verse_number": "38",
                "verse_text": "So Absalom fled and went to Geshur, and was there for three years."
            },
            {
                "verse_number": "39",
                "verse_text": "And the heart of King David longed to go to Absalom; for he was comforted regarding Amnon, since he was dead."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Now Joab the son of Zeruiah knew that the king&quot;s heart longed for Absalom."
            },
            {
                "verse_number": "2",
                "verse_text": "So Joab sent word to Tekoa and had a wise woman brought from there and told her, &apos;Please pretend to be a mourner, and put on mourning clothes, and do not anoint yourself with oil, but act like a woman who has for many days been in mourning for the dead."
            },
            {
                "verse_number": "3",
                "verse_text": "Then go to the king and speak to him in this way.&apos; So Joab told her what to say."
            },
            {
                "verse_number": "4",
                "verse_text": "When the woman of Tekoa spoke to the king, she bowed with her face to the ground and lay herself down, and said, &apos;Help, O king.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king asked her, &apos; What is the matter?&apos; She said, &apos;Truly I am a widow; my husband is dead."
            },
            {
                "verse_number": "6",
                "verse_text": "Your maidservant had two sons, but the two of them struggled and fought in the field. There was no one to separate them, so one struck the other and killed him."
            },
            {
                "verse_number": "7",
                "verse_text": "Now behold, the entire family has risen against your maidservant, and they say, &quot;Hand over the one who killed his brother, so that we may put him to death [to pay] for the life of his brother whom he killed and destroy the heir also.&quot; By doing this they will extinguish my coal that is left, leaving my husband without a name or a remnant (heir) on the face of the earth.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said to the woman, &apos;Go to your home, and I will give orders concerning you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman of Tekoa said to the king, &apos;My lord, O king, the guilt is on me and on my father&quot;s house, but the king and his throne are guiltless.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king said, &apos;If anyone speaks to you [about this matter], bring him to me [for judgment], and he will not touch you again.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then she said, &apos;Please let the king remember the L ord your God, so that the avenger of blood will not continue to destroy, otherwise they will destroy my son.&apos; And David said, &apos;As the L ord lives, not a single hair [from the head] of your son shall fall to the ground.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the woman said, &apos;Please let your maidservant speak one more word to my lord the king.&apos; He said, &apos;Speak.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The woman said, &apos;Now why have you planned such a thing against God&quot;s people? For in speaking this word the king is like a guilty man, in that the king does not bring back his banished one."
            },
            {
                "verse_number": "14",
                "verse_text": "For we will certainly die and are like water that is spilled on the ground and cannot be gathered up again. Yet God does not [simply] take away life, but devises plans so that the one who is banished is not driven away from Him."
            },
            {
                "verse_number": "15",
                "verse_text": "Now I came to speak of this matter to my lord the king because the people have made me afraid. So your maidservant thought, &quot;I will just speak to the king; perhaps the king will do what his maidservant requests."
            },
            {
                "verse_number": "16",
                "verse_text": "For the king will hear and save his maidservant from the hand of the man who would destroy me and my son together from the inheritance of God.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then your maidservant said, &quot;Please let the word of my lord the king be comforting, for my lord the king is as the angel of God to discern good and evil. May the L ord your God be with you.&quot; &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king answered and said to the woman, &apos;Do not hide from me anything that I ask you.&apos; And the woman said, &apos;Let my lord the king please speak.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The king said, &apos;Is the hand of Joab with you in all of this?&apos; And the woman answered, &apos;As your soul lives, my lord the king, no one can turn to the right or to the left from anything that my lord the king has said. Indeed, it was your servant Joab who commanded me; he put all these words in the mouth of your maidservant."
            },
            {
                "verse_number": "20",
                "verse_text": "In order to change the appearance of things [between Absalom and you, his father] your servant Joab did this thing. But my lord has wisdom like the wisdom of the angel of God, to know everything that is in the earth.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the king said to Joab, &apos;Listen, I will most certainly do this thing; now go, bring back the young man Absalom.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joab bowed his face toward the ground and lay himself down and blessed the king. Then Joab said, &apos;Today your servant knows that I have found favor in your sight, my lord, O king, in that the king has done the request of his servant.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Joab got up, went to Geshur, and brought Absalom to Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "However, the king said, &apos;Let him go to his own house, and do not let him see my face.&apos; So Absalom went to his own house and did not see the king&quot;s face."
            },
            {
                "verse_number": "25",
                "verse_text": "Now in all Israel there was no man as handsome as Absalom, so highly praised [for that]; from the sole of his foot to the crown of his head there was no blemish in him."
            },
            {
                "verse_number": "26",
                "verse_text": "When he cut the hair of his head (for at the end of each year he cut it, because its weight was heavy on him) he weighed the hair of his head at 200 shekels by the king&quot;s weight."
            },
            {
                "verse_number": "27",
                "verse_text": "To Absalom were born three sons and one daughter whose name was Tamar; she was a beautiful woman."
            },
            {
                "verse_number": "28",
                "verse_text": "Absalom lived two full years in Jerusalem, without seeing the king&quot;s face."
            },
            {
                "verse_number": "29",
                "verse_text": "So Absalom sent for Joab, to send him to the king, but he would not come to him; even when he sent again a second time, he [still] would not come."
            },
            {
                "verse_number": "30",
                "verse_text": "Therefore Absalom said to his servants, &apos;See, Joab&quot;s property is near mine, and he has barley there; go and set it on fire.&apos; So Absalom&quot;s servants set the field on fire."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Joab took action and went to Absalom at his house and said to him, &apos;Why did your servants set my field on fire?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Absalom answered Joab, &apos;I sent for you, saying, &quot;Come here, so that I may send you to the king to ask, &apos;Why have I come [back] from Geshur? It would be better for me to still be there.&apos; &quot; Now then, let me see the king&quot;s face, and if there is guilt in me, let him put me to death.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Joab came to the king and told him. Then David called for Absalom, and he came to the king and bowed his face to the ground before the king; and the king kissed Absalom."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "After this, Absalom provided for himself a chariot and horses, and fifty men as runners before him."
            },
            {
                "verse_number": "2",
                "verse_text": "He would get up early and stand beside the road to the gate [of the city, where court was held]; and when any man who had a dispute came to the king for judgment, Absalom would call to him, &apos;From what city are you?&apos; And he would say, &apos;Your servant is from one of the tribes of Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Absalom would say to him, &apos;See, your claims are good and right, but there is no man appointed as the king&quot;s agent to listen to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moreover Absalom would say, &apos;Oh, that I were appointed judge in the land! Then every man who had a dispute could come to me and I would get justice for him.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And whenever a man approached to bow down before him, he would put out his hand, take hold of him, and kiss him."
            },
            {
                "verse_number": "6",
                "verse_text": "This is how Absalom dealt with everyone in Israel who came to the king for judgment. So Absalom stole the hearts of the men of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "And after four years, Absalom said to the king, &apos;Please let me go and pay my vow which I have made to the L ord at Hebron [my birthplace]."
            },
            {
                "verse_number": "8",
                "verse_text": "For your servant made a vow while I lived at Geshur in Aram (Syria), &quot;If the L ord will in fact bring me back to Jerusalem, then I will serve the Lord [by offering a sacrifice of thanksgiving].&quot; &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And [David] the king said to him, &apos;Go in peace.&apos; So he arose and went to Hebron."
            },
            {
                "verse_number": "10",
                "verse_text": "But Absalom sent spies throughout all the tribes of Israel, saying, &apos;As soon as you hear the sound of the trumpet, you shall say, &quot;Absalom is king in Hebron.&quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then two hundred men from Jerusalem who were invited [as guests to his sacrificial feast] went with Absalom. They went innocently and knew nothing [about his plan against David]."
            },
            {
                "verse_number": "12",
                "verse_text": "And Absalom sent for Ahithophel the Gilonite, David&quot;s counselor, from his city Giloh, while he was offering sacrifices. And the conspiracy grew strong, for the people with Absalom increased continually."
            },
            {
                "verse_number": "13",
                "verse_text": "Then a messenger came to David, saying, &apos;The hearts of the men of Israel are with Absalom.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David said to all his servants who were with him at Jerusalem, &apos;Arise, let us flee, or none of us will escape from Absalom! Go in haste, or he will overtake us quickly and bring disaster on us and strike the city with the edge of the sword.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The king&quot;s servants said to him, &apos;Listen, your servants are ready to do whatever my lord the king decides.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the king left, and all his household with him. But the king left behind ten women who were concubines to take care of the house (palace)."
            },
            {
                "verse_number": "17",
                "verse_text": "The king left, and all the people with him, and they stopped at the last house."
            },
            {
                "verse_number": "18",
                "verse_text": "All of David&quot;s servants passed on beside him, and all the Cherethites, Pelethites and the Gittites, six hundred men who had come with him from Gath, passed on before the king."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the king said to Ittai the Gittite, &apos;Why should you go with us, too? Go back and stay with the king [of your own country], for you are a foreigner and an exile as well; return to your own place."
            },
            {
                "verse_number": "20",
                "verse_text": "You came only yesterday, so should I make you wander with us today while I go where I will? Return and take your brothers back with you also. May lovingkindness and faithfulness be with you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Ittai answered the king, &apos;As the L ord lives, and as my lord the king lives, most certainly wherever my lord the king may be, whether for death or life, there will your servant be also.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So David said to Ittai, &apos;Go on and cross over [the Brook Kidron].&apos; So Ittai the Gittite crossed over with all his men and all the little ones who were with him."
            },
            {
                "verse_number": "23",
                "verse_text": "While all the country was weeping with a loud voice, all the people crossed over. The king also crossed the Brook Kidron, and all the people went on toward the way of the wilderness [that lies between Jerusalem and the Jordan River]."
            },
            {
                "verse_number": "24",
                "verse_text": "Now Zadok also came , and all the Levites with him carrying the ark of the covenant of God. And they set down the ark of God, and Abiathar [the priest] came up [and officiated] until all the people had finished passing from the city."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king told Zadok, &apos;Take the ark of God back to [its rightful place in] the city [of Jerusalem, the capital]. If I find favor in the L ord &quot; s sight, He will bring me back again and let me see both it and His dwelling place (habitation)."
            },
            {
                "verse_number": "26",
                "verse_text": "But if He should say, &quot;I have no delight in you,&quot; then here I am; let Him do to me what seems good to Him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The king also said to Zadok the priest, &apos;Are you not a seer? Return to the city in peace [you and Abiathar], and your two sons with you, your son Ahimaaz and Jonathan the son of Abiathar."
            },
            {
                "verse_number": "28",
                "verse_text": "See, I am going to wait at the fords [of the Jordan] in the wilderness until word comes from you to inform me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Zadok and Abiathar brought the ark of God back to Jerusalem, and they stayed there."
            },
            {
                "verse_number": "30",
                "verse_text": "And David went up the ascent of the Mount of Olives, weeping as he went, with his head covered and walking barefoot [in despair]. And all the people who were with him covered their heads and went up, weeping as they went."
            },
            {
                "verse_number": "31",
                "verse_text": "David was told, &apos;Ahithophel [your counselor] is among the conspirators with Absalom.&apos; David said, &apos;O L ord , I pray You, turn Ahithophel&quot;s counsel into foolishness.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "It happened when David came to the summit [of the Mount of Olives], where he worshiped God, behold, Hushai the Archite came to meet him with his tunic torn and dust on his head [as if in mourning]."
            },
            {
                "verse_number": "33",
                "verse_text": "David said to him, &apos;If you go on with me, you will be a burden to me."
            },
            {
                "verse_number": "34",
                "verse_text": "But if you return to the city, and say to Absalom, &quot;I will be your servant, O king; as I have been your father&quot;s servant in the past, so I will be your servant now;&quot; then you can thwart (make useless) the advice of Ahithophel for me."
            },
            {
                "verse_number": "35",
                "verse_text": "Are not Zadok and Abiathar the priests with you there? So it shall be that every word you hear from the king&quot;s palace, you shall report it to them."
            },
            {
                "verse_number": "36",
                "verse_text": "Their two sons are there with them, Ahimaaz, Zadok&quot;s son and Jonathan, Abiathar&quot;s son; and by them you shall send to me everything that you hear.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So Hushai, David&quot;s friend, returned to the city, and [at about the same time] Absalom came into Jerusalem."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "When David was a little past the summit [of the Mount of Olives], behold, Ziba, the servant of Mephibosheth, met him with a team of saddled donkeys, and on them were two hundred loaves of bread, a hundred clusters of raisins, a hundred summer fruits, and a jug of wine."
            },
            {
                "verse_number": "2",
                "verse_text": "The king said to Ziba, &apos;Why do you have these?&apos; Ziba said, &apos;The donkeys are for the king&quot;s household (family) to ride on, the bread and summer fruit for the young men to eat, and the wine is for anyone to drink who becomes weary in the wilderness.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king said, &apos;And where is your master&quot;s son [Mephibosheth]?&apos; Ziba said to the king, &apos;Behold, he remains in Jerusalem, for he said, &quot;Today the house of Israel will give me back the kingdom of my father.&quot; &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king said to Ziba, &apos; Behold, everything that belonged to Mephibosheth is [now] yours.&apos; Ziba said, &apos;I bow down [in honor and gratitude]; let me find favor in your sight, O my lord the king.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When King David came to Bahurim, a man named Shimei, the son of Gera, came out from there. He was of the family of Saul&quot;s household and he was cursing continually as he came out."
            },
            {
                "verse_number": "6",
                "verse_text": "He threw stones at David and at all the servants of King David; yet all the people and all the warriors remained on his right and on his left."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what Shimei said as he cursed: &apos;Get out, get out, you man of bloodshed, you worthless and useless man!"
            },
            {
                "verse_number": "8",
                "verse_text": "The L ord has returned upon you all the bloodshed of the house of Saul, in whose place you have reigned; and the L ord has given the kingdom into the hands of Absalom your son. And behold, you are caught in your own evil, for you are a man of bloodshed!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Abishai [David&quot;s nephew], the son of Zeruiah, said to the king, &apos;Why should this dead dog (despicable person) curse my lord the king? Let me go over and take off his head.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the king said, &apos; What business is this of yours, O sons of Zeruiah? If Shimei is cursing because the L ord said to him, &quot;Curse David,&quot; then who should say, &quot;Why have you done so?&quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David said to Abishai and to all his servants, &apos;Look, my son [Absalom] who came from my own body, is seeking my life; how much more [reason] now [does] this Benjamite [have to curse me]? Let him alone and let him curse, for [it could be that] the L ord has told him [to do it]."
            },
            {
                "verse_number": "12",
                "verse_text": "Perhaps the L ord will look on the wrong done to me [by Shimei, if he is acting on his own]; and [in that case perhaps] the Lord will this day return good to me in place of his cursing.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his men went on the road; and Shimei went along on the hillside close beside David and cursed as he went and threw stones and dust at him."
            },
            {
                "verse_number": "14",
                "verse_text": "The king and all the people who were with him arrived [at the Jordan River] weary, and he refreshed himself there."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Absalom and all the people, the men of Israel, entered Jerusalem, and Ahithophel with him."
            },
            {
                "verse_number": "16",
                "verse_text": "Now it happened when Hushai the Archite, David&quot;s friend, came to Absalom, Hushai said to him, &apos; Long live the king! Long live the king!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Absalom said to Hushai, &apos;Is this your loyalty to your friend? Why did you not go with your friend?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Hushai said to Absalom, &apos;No! For whomever the L ord and this people and all the men of Israel have chosen [as king], I will be his, and I will remain with him."
            },
            {
                "verse_number": "19",
                "verse_text": "Besides, whom should I serve? Should I not serve in the presence of David&quot;s son? As I have served in your father&quot;s presence, so I shall serve in your presence.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Absalom said to Ahithophel, &apos;Give me your advice. What should we do?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Ahithophel said to Absalom, &apos;Go in to your father&quot;s concubines, whom he has left behind to take care of the house; then all Israel will hear that you have made yourself odious to your father. Then the hands of all who are with you will be strengthened [by your boldness and audacity].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So they pitched a tent for Absalom on the roof [of the king&quot;s palace], and Absalom went in to his father&quot;s concubines in the sight of all Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "The advice of Ahithophel, which he gave in those days, was as if a man had consulted the word of God; that is how all Ahithophel&quot;s counsel was regarded by both David and Absalom."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Then, Ahithophel said to Absalom, &apos;Please let me choose 12,000 men, and I will set out and pursue David tonight."
            },
            {
                "verse_number": "2",
                "verse_text": "I will strike while he is weary and exhausted, and terrify him; and all the people with him will flee [in terror]. Then I will attack the king alone,"
            },
            {
                "verse_number": "3",
                "verse_text": "and I will bring all the people [who follow David] back to you. The return of everyone depends on the [death of the] man you are seeking; then all the people will be at peace [and accept you as king].&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the plan pleased Absalom and all the elders of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Nevertheless, Absalom said, &apos;Now call Hushai the Archite also, and let us hear what he has to say.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Hushai came to Absalom, Absalom said to him, &apos;Ahithophel has advised this [plan of action]. Should we do what he says? If not, you speak [and explain why not].&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Hushai said to Absalom, &apos;Ahithophel has not given good advice this time.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And Hushai said, &apos;You know your father and his men, that they are brave men, and they are enraged and fierce, like a bear deprived of her cubs in the field. Your father is a [shrewd] man of war, and will not spend the night with the people [knowing that you seek his life]."
            },
            {
                "verse_number": "9",
                "verse_text": "Behold, he has hidden himself [even] now in one of the ravines or in another place; and when some of your troops fall at the first attack, whoever hears about it will say, &quot;There has been a defeat among the people who follow Absalom.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "And even the one who is brave, whose heart is like the heart of a lion, will completely lose heart and melt away; for all Israel knows that your father is a mighty man, and that those who are with him are brave men."
            },
            {
                "verse_number": "11",
                "verse_text": "But I advise that all [the men of] Israel be summoned to you, from Dan [in the north] to Beersheba [in the south], like the sand that is by the sea in abundance, and that you personally go into battle."
            },
            {
                "verse_number": "12",
                "verse_text": "So shall we come upon David in one of the places where he can be found, and we will fall on him as the dew falls [unseen and unheard] on the ground; and of him and of all the men who are with him, not even one will be left."
            },
            {
                "verse_number": "13",
                "verse_text": "If he retreats into a city, then all Israel shall bring ropes to that city, and we will drag it into the ravine until not even a pebble [of it] is found there.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Absalom and all the men of Israel said, &apos;The advice of Hushai the Archite is better than that of Ahithophel.&apos; For the L ord had ordained to thwart the good advice of Ahithophel, so that the L ord could bring disaster upon Absalom."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Hushai said to Zadok and Abiathar the priests, &apos;This is the advice that Ahithophel gave to Absalom and the elders of Israel, and this is the advice that I have given."
            },
            {
                "verse_number": "16",
                "verse_text": "Now then, send word quickly and tell David, &quot;Do not spend the night at the fords [on the west side of the Jordan] in the wilderness, but by all means cross over [to the east side of the river], or else the king and all the people with him will be destroyed [if Ahithophel is allowed by Absalom to lead an attack].&quot; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now Jonathan and Ahimaaz [the priests&quot; sons] were staying at En-rogel, and a maidservant [appearing to go for water] would go and tell them [what was happening], and they would go [secretly] and inform King David; for they could not [allow themselves to] be seen coming into the city [of Jerusalem]."
            },
            {
                "verse_number": "18",
                "verse_text": "But a boy saw them and told Absalom; so the two of them left quickly and came to the house of a man in Bahurim, who had a well in his courtyard, and [with his permission] they went down into it."
            },
            {
                "verse_number": "19",
                "verse_text": "And the woman [of the house] took a covering and spread it over the mouth of the well and scattered grain on it; so nothing was discovered."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Absalom&quot;s servants came to the woman at the house and asked, &apos;Where are Ahimaaz and Jonathan?&apos; And the woman said to them, &apos;They have crossed over the brook.&apos; When they searched and could not find them, they returned to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "After they left, Jonathan and Ahimaaz came up out of the well and went and informed King David, and said to David, &apos;Arise and cross over the Jordan River quickly, for Ahithophel has advised [an attack] against you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then David and all the people who were with him departed and crossed over the Jordan. By daybreak, not even one was left who had not crossed the Jordan."
            },
            {
                "verse_number": "23",
                "verse_text": "Now when Ahithophel saw that his advice had not been followed, he saddled his donkey and set out and went to his home, to his city. Then he put his household in order, and hanged himself. So he died and was buried in the tomb of his father."
            },
            {
                "verse_number": "24",
                "verse_text": "Then David came to Mahanaim. And Absalom crossed over the Jordan, he and all the men of Israel with him."
            },
            {
                "verse_number": "25",
                "verse_text": "Absalom put Amasa in command of the army instead of Joab. Now Amasa was the son of a man named Ithra the Israelite, who had married Abigail the daughter of Nahash, [the half sister of David and] the sister of Zeruiah, Joab&quot;s mother."
            },
            {
                "verse_number": "26",
                "verse_text": "So Israel and Absalom camped in the land of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "When David came to Mahanaim, Shobi the son of Nahash from Rabbah of the Ammonites, and Machir the son of Ammiel from Lo-debar, and Barzillai the Gileadite from Rogelim"
            },
            {
                "verse_number": "28",
                "verse_text": "brought beds, basins, pottery, wheat, barley, flour, roasted grain, broad beans, lentils, and [other] roasted grain,"
            },
            {
                "verse_number": "29",
                "verse_text": "honey, cream, sheep, and cheese of the herd, for David and the people who were with him, to eat; for they said, &apos;The people are hungry and weary and thirsty in the wilderness.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "David numbered the men who were with him and set over them commanders of thousands and commanders of hundreds."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David sent the army out, a third under the command of Joab, a third under Abishai the son of Zeruiah, Joab&quot;s brother, and a third under the command of Ittai the Gittite. And the king said to the men, &apos;I myself will certainly go out [to fight] with you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the men said, &apos;You should not go out [to battle with us]. For if in fact we retreat, they will not care about us; even if half of us die, they will not care about us. But you are worth ten thousand of us. So now it is better that you be ready to help us from the city [of Mahanaim].&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king said to them, &apos;I will do whatever seems best to you.&apos; So the king stood beside the gate [of Mahanaim], and all the army went out in groups of hundreds and of thousands."
            },
            {
                "verse_number": "5",
                "verse_text": "The king commanded Joab and Abishai and Ittai, saying, &apos; Deal gently with the young man Absalom for my sake.&apos; And all the men heard when the king gave orders to all the commanders about Absalom."
            },
            {
                "verse_number": "6",
                "verse_text": "So the men went out into the field against Israel, and the battle was fought in the forest of Ephraim."
            },
            {
                "verse_number": "7",
                "verse_text": "The men of Israel [who supported Absalom] were defeated there by the men of David, and a great slaughter took place there that day, 20,000 men."
            },
            {
                "verse_number": "8",
                "verse_text": "For the battle there was spread out over the surface of the entire countryside, and the [hazards of the] forest devoured more men that day than did the sword."
            },
            {
                "verse_number": "9",
                "verse_text": "Now Absalom met the servants of David. Absalom was riding on his mule, and the mule went under the thick branches of a massive tree, and his head was caught in [the thick branches of] the tree; and he was left hanging [in midair] between heaven and earth, while the mule that had been under him kept going."
            },
            {
                "verse_number": "10",
                "verse_text": "A certain man saw it and informed Joab, saying, &apos;I saw Absalom hanging in a tree.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said to the man who informed him, &apos;You saw him! Why then did you not strike him there to the ground? I would have given you ten pieces of silver and a belt.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The man told Joab, &apos;Even if I were to feel the weight of a thousand pieces of silver in my hands, I would not put out my hand against the king&quot;s son; for we all heard the king command you, Abishai, and Ittai, saying, &quot;Protect the young man Absalom, for my sake.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Otherwise, if I had acted treacherously against his life (for nothing is hidden from the king) you yourself would have taken sides against me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joab said, &apos;I will not waste time with you.&apos; So he took three spears in his hand and thrust them through the heart of Absalom while he was still alive [and caught] in the midst of the tree."
            },
            {
                "verse_number": "15",
                "verse_text": "And ten young men, Joab&quot;s armor bearers, surrounded and struck Absalom and killed him."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Joab blew the trumpet [to signal the end of the combat], and the men returned from pursuing Israel, for Joab held them back."
            },
            {
                "verse_number": "17",
                "verse_text": "They took [down the body of] Absalom and threw him into a deep pit in the forest and set up a huge mound of stones over him. Then all Israel fled, everyone to his own tent."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Absalom in his lifetime had taken and set up for himself a memorial pillar which is in the King&quot;s Valley, for he said, &apos;I have no son to keep my name in remembrance.&apos; He named the memorial pillar after himself, and to this day it is called Absalom&quot;s Monument."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Ahimaaz the son of Zadok, said, &apos;Let me run and bring the king news that the L ord has vindicated him by rescuing him from [the power of] his enemies.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Joab told him, &apos;You are not the man to carry news [to King David] today, but you shall carry news another day. On this day you shall carry no news, because the king&quot;s son is dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joab said to the Cushite (Ethiopian), &apos;Go, tell the king what you have seen.&apos; And the Cushite bowed to Joab and ran."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Ahimaaz the son of Zadok said again to Joab, &apos;But whatever happens, please let me also run after the Cushite.&apos; Joab said, &apos;Why should you run, my son, seeing you will have no messenger&quot;s reward for going [because you have only bad news]?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;But whatever happens, Let me run.&apos; So Joab said to him, &apos;Run.&apos; Then Ahimaaz ran by the way of the plain [of the Jordan River] and outran the Cushite."
            },
            {
                "verse_number": "24",
                "verse_text": "Now David was sitting between the two gates; and the lookout went up to the roof of the gate by the wall, and when he raised his eyes and looked, he saw a man running alone."
            },
            {
                "verse_number": "25",
                "verse_text": "The lookout called down and told the king. The king said, &apos;If he is alone, he has good news to tell.&apos; And he came nearer and nearer."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the lookout saw another man running, and he called to the gatekeeper and said, &apos;Look, another man running alone.&apos; The king said, &apos;He also is bringing good news.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The lookout said, &apos;I think the man in front runs like Ahimaaz the son of Zadok.&apos; The king said, &apos;He is a good man and is coming with good news.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "And Ahimaaz called out and said to the king, &apos; All is well.&apos; And he bowed before the king with his face to the ground and said, &apos;Blessed be the L ord your God, who has handed over the men who lifted up their hands [to fight] against my lord the king.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The king asked, &apos;Is the young man Absalom safe?&apos; Ahimaaz answered, &apos;When Joab sent the king&quot;s servant, and your servant, I saw a great turmoil, but I do not know what it was about .&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The king told him, &apos;Step aside; stand here.&apos; And he stepped aside and stood still."
            },
            {
                "verse_number": "31",
                "verse_text": "Behold, the Cushite (Ethiopian) arrived, and said, &apos;Let my lord the king receive good news, for the L ord has vindicated you today by rescuing you from the hand (power) of all those who stood against you.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The king asked the Cushite, &apos;Is the young man Absalom [my son] safe?&apos; The Cushite replied, &apos;May the enemies of my lord the king, and all those who rise against you to do evil, be [dead] like that young man is.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The king was deeply moved and went to the upper room over the gate and wept [in sorrow]. And this is what he said as he walked: &apos;O my son Absalom, my son, my son Absalom! How I wish that I had died instead of you, O Absalom, my son, my son!&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "It was told to Joab, &apos;Behold, the king is weeping and mourning for Absalom.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the victory on that day was turned into mourning for all the people, for the people heard it said on that day, &apos;The king grieves for his son.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The people stole into the city [of Mahanaim] that day, as people who are humiliated and ashamed steal away when they retreat in battle."
            },
            {
                "verse_number": "4",
                "verse_text": "But the king covered his face and cried out with a loud voice, &apos;O my son Absalom, O Absalom, my son, my son!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Joab came into the house to the king and said, &apos;Today you have put all your servants to shame who this day have saved your life and the lives of your sons and your daughters, and the lives of your wives and concubines."
            },
            {
                "verse_number": "6",
                "verse_text": "For you love those who hate you and hate those who love you. For you have shown today that commanders and servants are nothing to you; for today I know that if Absalom had lived and all the rest of us had died today, then you would be pleased."
            },
            {
                "verse_number": "7",
                "verse_text": "So now stand up, go out and speak kindly and encouragingly to your servants; for I swear by the L ord that if you do not go out, not a man will stay with you tonight. And this will be worse for you than all the evil that has come upon you from your youth until now.&apos; B ut Israel [Absalom&quot;s troops] had fled, every man to his tent."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the king stood and sat at the gate [of Mahanaim]. And they told all the people, &apos;The king is sitting at the gate,&apos; and all the people came before the king."
            },
            {
                "verse_number": "9",
                "verse_text": "All the people were quarreling throughout the tribes of Israel, saying, &apos;The king rescued us from the hands of our enemies, and he saved us from the hands of the Philistines, but now he has fled out of the land from Absalom."
            },
            {
                "verse_number": "10",
                "verse_text": "And Absalom, whom we anointed over us, has died in battle. So now, why are you [leaders] doing nothing about bringing back the king?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then King David sent word to Zadok and to Abiathar the priests, saying, &apos;Say to the elders of Judah, &quot;Why are you the last to bring the king back to his house [in Jerusalem], since the word of all Israel has come to the king, and to his house?"
            },
            {
                "verse_number": "12",
                "verse_text": "You are my brothers (relatives, relations); you are my bone and my flesh. Why then are you the last to bring back the king?&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Say to Amasa [the commander of Absalom&quot;s troops], &quot;Are you not my bone and my flesh? May God do so to me, and more also, if you will not be commander of my army from now on in place of Joab.&quot; &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "In this way he changed the hearts of all the men of Judah as one man, so they sent word to the king, &apos;Return, you and all your servants.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So David returned and came to the Jordan. And [supporters from] Judah came to Gilgal to meet the king, to escort him across the Jordan."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Shimei the son of Gera, a Benjamite of Bahurim, hurried and came down with the men [from the tribe] of Judah to meet King David,"
            },
            {
                "verse_number": "17",
                "verse_text": "and a thousand men [from the tribe] of Benjamin with him. And Ziba, the servant of the house of Saul, and his fifteen sons and twenty servants with him, rushed down to the Jordan before the king."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they [repeatedly] crossed the ford to bring over the king&quot;s household (family), and to do what pleased him. And Shimei the son of Gera fell down before the king as he was about to cross the Jordan,"
            },
            {
                "verse_number": "19",
                "verse_text": "and said to the king, &apos;Let not my lord consider me guilty, nor remember what your servant did wrong on the day my lord the king left Jerusalem, so that the king would take it to heart."
            },
            {
                "verse_number": "20",
                "verse_text": "For your servant knows that I have sinned; therefore, behold, I have come today, the first of all the house of Joseph to come down to meet my lord the king.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Abishai the son of Zeruiah said, &apos;Should not Shimei be put to death for this, because he cursed the L ord &quot; s anointed?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David said, &apos;What business is this of yours, you sons of Zeruiah, that you should be an adversary to me today? Should anyone be put to death in Israel today? For do I not know that today I am king over Israel?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Therefore the king said to Shimei, &apos;You shall not be put to death.&apos; And so the king gave him his promise."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Mephibosheth the [grand]son of Saul came down to meet the king, but he had not cared for his feet, nor trimmed his mustache, nor washed his clothes from the day the king left until the day he returned in peace and safety."
            },
            {
                "verse_number": "25",
                "verse_text": "And when he came to Jerusalem to meet the king, the king said to him, &apos;Why did you not go with me, Mephibosheth?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He said, &apos;My lord the king, my servant [Ziba] betrayed me; for I said, &quot;Saddle a donkey for me so that I may ride on it and go with the king,&quot; for your servant is lame [but he took the donkeys and left without me]."
            },
            {
                "verse_number": "27",
                "verse_text": "Further, he has slandered your servant to my lord the king; but my lord the king is like the angel of God; so do what is good in your eyes."
            },
            {
                "verse_number": "28",
                "verse_text": "For were not all of my father&quot;s household (family) nothing but dead men before my lord the king; yet you set your servant among those who ate at your own table. So what right do I still have to cry out anymore to the king [for help]?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The king said to him, &apos;Why speak anymore of your affairs? I have said, &quot;You and Ziba shall divide the land.&quot; &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Mephibosheth said to the king, &apos;Let him even take it all, since my lord the king has returned to his own house in safety and peace.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Now Barzillai the Gileadite came down from Rogelim and went on to the Jordan with the king to escort him over the Jordan."
            },
            {
                "verse_number": "32",
                "verse_text": "Barzillai was a very old man, eighty years old; and he had provided the king with food while he stayed at Mahanaim, for he was a very great and wealthy man."
            },
            {
                "verse_number": "33",
                "verse_text": "The king said to Barzillai, &apos;Cross over with me and I will provide for you in Jerusalem with me.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But Barzillai said to the king, &apos;How much longer have I to live, that I should go up with the king to Jerusalem?"
            },
            {
                "verse_number": "35",
                "verse_text": "I am this day eighty years old. Can I [be useful to advise you to] discern between good and bad? Can your servant taste what I eat or drink? Can I still hear the voices of singing men and women? Why then should your servant be an added burden to my lord the king?"
            },
            {
                "verse_number": "36",
                "verse_text": "Your servant would merely cross over the Jordan with the king. Why should the king compensate me with this reward?"
            },
            {
                "verse_number": "37",
                "verse_text": "Please let your servant return, so that I may die in my own city [and be buried] by the grave of my father and mother. But here is your servant Chimham [my son]; let him cross over with my lord the king, and do for him what seems good to you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The king answered, &apos;Chimham shall cross over with me, and I will do for him what seems good to you; and whatever you ask of me, I will do for you.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So all the people crossed over the Jordan. When the king had crossed over, he kissed Barzillai and blessed him, and he returned to his place."
            },
            {
                "verse_number": "40",
                "verse_text": "Then the king went on to Gilgal, and Chimham went on with him; and all the people of Judah and also half the people of Israel accompanied the king."
            },
            {
                "verse_number": "41",
                "verse_text": "And all the men of Israel came to the king and said to him, &apos;Why have our brothers (relatives), the men [from the tribe] of Judah, stolen you away and brought the king and his household and all David&quot;s men with him over the Jordan [instead of waiting for us to arrive]?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then all the men of Judah answered the men of Israel, &apos;Because the king is a close relative to us. So why then are you angry about this matter? Have we eaten at all at the king&quot;s expense? Or has anything been taken for us?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then the men of Israel answered the men of Judah, &apos;We have ten [tribes&quot;] shares in the king, and we have more claim on David than you. Why then did you treat us with contempt and ignore us [by rushing ahead]? Were we not the first to speak of bringing back our king?&apos; But the words of the men of Judah were harsher than those of the men of Israel."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "There happened to be there a worthless and wicked man named Sheba the son of Bichri, a Benjamite. He blew a trumpet [to call Israel to revolt] and said, &apos;We have no portion in David And no inheritance in the son of Jesse, Every man to his tents, O Israel!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So all the men of Israel deserted David and followed Sheba the son of Bichri; but the men of Judah stayed faithfully with their king, from the Jordan to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "Then David came to his house (palace) at Jerusalem, and the king took the ten women, his concubines whom he had left to take care of the house, and placed them under guard and provided for them, but did not go in to them. So they were confined, and lived as widows until the day of their death."
            },
            {
                "verse_number": "4",
                "verse_text": "Now the king said to Amasa [the commander of his army], &apos;Summon the [fighting] men of Judah to me within three days, and be present here yourself.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Amasa went to summon [the fighting men of] Judah, but he delayed longer than the time which David had set for him."
            },
            {
                "verse_number": "6",
                "verse_text": "And David said to Abishai [his nephew], &apos;Now Sheba the son of Bichri will do us more harm than Absalom did. Take your lord&quot;s servants and pursue him, so that he does not find fortified cities for himself and escape from our sight.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joab&quot;s men went after him, along with [David&quot;s bodyguards] the Cherethites and Pelethites and all the warriors; they went out from Jerusalem to pursue Sheba the son of Bichri."
            },
            {
                "verse_number": "8",
                "verse_text": "When they were at the great stone in Gibeon, Amasa came to meet them. Now Joab was wearing his military uniform, and over it he had a belt with a sheathed sword strapped around his hips; and as he went forward, it fell out."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab said to Amasa, &apos;Is it going well with you, my brother?&apos; And with his right hand Joab took hold of Amasa by the beard [as if] to kiss him [in greeting]."
            },
            {
                "verse_number": "10",
                "verse_text": "But Amasa [who had replaced Joab as David&quot;s commander] was off guard and not attentive to the sword in Joab&quot;s hand. So Joab struck Amasa in the abdomen with the sword, spilling his intestines to the ground. Without another blow Amasa died. Then Joab and Abishai his brother pursued Sheba the son of Bichri."
            },
            {
                "verse_number": "11",
                "verse_text": "Now one of Joab&quot;s young men stood by him and said, &apos;Whoever favors Joab and is for David, let him follow Joab!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Amasa was wallowing in his blood in the middle of the highway. And when the man saw that all the people who came by stopped [to look], he moved Amasa from the highway into the field and threw a garment over him when he saw that everyone who came by Amasa stopped."
            },
            {
                "verse_number": "13",
                "verse_text": "When [the body of] Amasa was removed from the highway, everyone followed after Joab to pursue Sheba the son of Bichri."
            },
            {
                "verse_number": "14",
                "verse_text": "Now Joab went through all the tribes of Israel to Abel, even Beth-maacah, and all the Berites; and they assembled and also went after Sheba."
            },
            {
                "verse_number": "15",
                "verse_text": "And the army of Joab came and besieged Sheba in Abel Beth-maacah, and they built up an assault ramp against the city, and it stood against the outer rampart; and all the people who were with Joab were wreaking destruction to make the wall fall."
            },
            {
                "verse_number": "16",
                "verse_text": "Then a wise woman cried out from the city, &apos;Hear, hear! Tell Joab, &quot;Come here so that I may speak to you.&quot; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So when he approached her, the woman asked, &apos;Are you Joab?&apos; He answered, &apos;I am.&apos; Then she said to him, &apos;Listen to the words of your maidservant.&apos; He answered, &apos;I am listening.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then she said, &apos;In the past people used to say, &quot;They will certainly ask advice at Abel,&quot; and so they settled the dispute ."
            },
            {
                "verse_number": "19",
                "verse_text": "I am one of the peaceable and faithful in Israel. You are seeking to destroy a city, and a mother in Israel. Why would you swallow up (devour) the inheritance of the L ord ?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab answered, &apos;Far be it, far be it from me that I would swallow up or destroy!"
            },
            {
                "verse_number": "21",
                "verse_text": "That is not true. But a man of the hill country of Ephraim, Sheba the son of Bichri by name, has lifted up his hand [in rebellion] against King David. Only hand him over, and I will leave the city.&apos; And the woman said to Joab, &apos;Behold, his head shall be thrown to you over the wall.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the woman in her wisdom went to all the people [to inform them of the agreement]. And they beheaded Sheba the son of Bichri and threw his head [down] to Joab. So he blew the trumpet [signaling the end of the attack], and they dispersed from the city, every man to his own tent. And Joab returned to Jerusalem to [David] the king."
            },
            {
                "verse_number": "23",
                "verse_text": "Now Joab was [commander] over the entire army of Israel; Benaiah the son of Jehoiada was [commander] over the Cherethites and Pelethites [the king&quot;s bodyguards];"
            },
            {
                "verse_number": "24",
                "verse_text": "Adoram was over the forced labor; Jehoshaphat the son of Ahilud was recorder;"
            },
            {
                "verse_number": "25",
                "verse_text": "Sheva was the scribe; and Zadok and Abiathar were priests;"
            },
            {
                "verse_number": "26",
                "verse_text": "also Ira the Jairite was a priest to David."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "There was famine in the days of David for three consecutive years; and David sought the presence (face) of the L ord [asking the reason]. The L ord replied, &apos;It is because of Saul and his bloody house, because he put the Gibeonites to death.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the king called the Gibeonites and spoke to them (now the Gibeonites were not of the sons (descendants) of Israel but of the remnant (survivors) of the Amorites. The Israelites had sworn [an oath] to [spare] them, but Saul in his zeal for the sons of Israel and Judah had sought to strike down the Gibeonites)."
            },
            {
                "verse_number": "3",
                "verse_text": "So David said to the Gibeonites, &apos;What should I do for you? How can I make it good so that you will bless the L ord &quot; s inheritance (Israel)?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Gibeonites said to him, &apos;We will not accept silver or gold belonging to Saul or his household (descendants); nor is it for us to put any man to death in Israel.&apos; David said, &apos;I will do for you whatever you say.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they said to the king, &apos;The man who consumed us and planned to exterminate us from remaining in any territory of Israel,"
            },
            {
                "verse_number": "6",
                "verse_text": "let seven men [chosen] from his sons (descendants) be given to us and we will hang them before the L ord [that is, put them on display, impaled with broken legs and arms] in Gibeah of Saul, the chosen one of the L ord .&apos; And the king said, &apos;I will give them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But the king spared Mephibosheth the son of Jonathan, the son of Saul, because of the L ord &quot; s oath that was between David and Saul&quot;s son Jonathan."
            },
            {
                "verse_number": "8",
                "verse_text": "So the king took the two sons of Rizpah the daughter of Aiah, whom she bore to Saul, Armoni and Mephibosheth, and the five sons of Merab the daughter of Saul, whom she had borne to Adriel the son of Barzillai the Meholathite."
            },
            {
                "verse_number": "9",
                "verse_text": "He handed them over to the Gibeonites, and they hanged them on the hill before the L ord , and the seven died together. They were put to death in the first days of the grain harvest, the beginning of the barley harvest [in the spring]."
            },
            {
                "verse_number": "10",
                "verse_text": "Rizpah the daughter of Aiah took sackcloth and spread it out for herself on the rock, from the beginning of harvest [in the spring] until [the autumn] rain fell on them; and she allowed neither the birds of the sky to rest on their bodies by day, nor the beasts of the field [to feed on them] by night."
            },
            {
                "verse_number": "11",
                "verse_text": "David was told what Rizpah the daughter of Aiah, the concubine of Saul, had done."
            },
            {
                "verse_number": "12",
                "verse_text": "Then David went and took the bones of Saul and Jonathan his son from the men of Jabesh-gilead, who had stolen them from the open square of Beth-shan, where the Philistines had hanged them on the day when the Philistines had killed Saul in Gilboa."
            },
            {
                "verse_number": "13",
                "verse_text": "He brought up the bones of Saul and of Jonathan his son from there, and they gathered the bones of those who had been hanged [with their arms and legs broken]."
            },
            {
                "verse_number": "14",
                "verse_text": "They buried the bones of Saul and Jonathan his son in the country of Benjamin in Zela, in the tomb of Kish his father; and they did all that the king commanded. After that, God was moved by prayer for the land."
            },
            {
                "verse_number": "15",
                "verse_text": "Now the Philistines were at war again with Israel. David went down with his servants, and as they fought against the Philistines, David became weary."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Ishbi-benob, who was among the descendants of the giant, the weight of whose spear was three hundred shekels (six pounds) of bronze, was armed with a new sword, and he intended to kill David."
            },
            {
                "verse_number": "17",
                "verse_text": "But Abishai the son of Zeruiah came to David&quot;s aid, and struck and killed the Philistine. Then David&quot;s men swore to him, &apos;You shall not go out again with us to battle, so that you do not extinguish the lamp of Israel.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "After this, there was war again with the Philistines at Gob (Gezer). At that time Sibbecai the Hushathite killed Saph (Sippai), who was among the descendants of the giant."
            },
            {
                "verse_number": "19",
                "verse_text": "There was war with the Philistines again at Gob, and Elhanan the son of Jaare-oregim, a Bethlehemite, killed Goliath the Gittite, whose spear shaft was like a weaver&quot;s beam."
            },
            {
                "verse_number": "20",
                "verse_text": "There was war at Gath again, where there was a man of great stature who had six fingers on each hand and six toes on each foot, twenty-four in number; he also was a descendant of the giants."
            },
            {
                "verse_number": "21",
                "verse_text": "And when he taunted and defied Israel, Jonathan the son of Shimei, David&quot;s brother, killed him."
            },
            {
                "verse_number": "22",
                "verse_text": "These four [warriors] were descended from the giant in Gath, and they fell by the hands of David and his servants."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David spoke the words of this song to the L ord when the L ord rescued him from the hands of all his enemies and from the hand of Saul."
            },
            {
                "verse_number": "2",
                "verse_text": "He said: &apos;The L ord is my rock and my fortress [on the mountain] and my rescuer; My shield and the horn of my salvation, my stronghold and my refuge, My Savior&ndash;You save me from violence. And I am saved from my enemies. The snares of death confronted me. I cried out to my God, And from His temple [in the heavens] He heard my voice; My cry for help came into His ears. The foundations of the heavens trembled And were shaken, because He was angry. And devouring fire from His mouth; Coals were kindled by it. With thick darkness under His feet. He appeared upon the wings of the wind. A mass of waters, thick clouds of the skies. Coals of fire were set aflame. And the Most High uttered His voice. Lightning, and confused them. The foundations of the world were uncovered At the rebuke of the L ord , At the blast of the breath of His nostrils. He drew me out of great waters. From those who hated me, for they were too mighty for me. But the L ord was my support. He rescued me because He delighted in me. According to the cleanness of my hands He has rewarded me. And have not acted wickedly against my God. And from His statutes I did not turn aside. And kept myself from wrongdoing. According to my cleanness in His sight. With the blameless You show Yourself blameless. With the perverted You show Yourself astute. But Your eyes are on the haughty whom You abase (humiliate). The L ord illumines and dispels my darkness. By my God I can leap over a wall. The word of the L ord is tested. He is a shield to all those who take refuge and trust in Him. And who is a rock, besides our God? He sets the blameless in His way. He sets me [secure and confident] on my high places. So that my arms can bend (pull back) a bow of bronze. And Your help and gentleness make me great. And my feet have not slipped. And I did not turn back until they were consumed (eliminated). They fell under my feet. You have subdued under me those who stood against me. And I destroyed those who hated me. Even to the L ord [they looked], but He did not answer them. I crushed and stamped them as the mire (dirt, mud) of the streets. You have kept me as the head of the nations. People whom I have not known served me. As soon as they hear [me], they obey me. They come trembling out of their strongholds. And exalted be my God, the rock of my salvation. And brings down [and disciplines] the peoples under me, You even lift me above those who rise up against me; You rescue me from the violent man. I will sing praises to Your name. And shows lovingkindness to His anointed, To David and his offspring forever.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "My God, my rock, in whom I take refuge;"
            },
            {
                "verse_number": "4",
                "verse_text": "I call on the L ord , who is worthy to be praised,"
            },
            {
                "verse_number": "5",
                "verse_text": "For the waves of death encompassed me; The torrents of destruction overwhelmed and terrified me."
            },
            {
                "verse_number": "6",
                "verse_text": "The cords of Sheol surrounded me;"
            },
            {
                "verse_number": "7",
                "verse_text": "In my distress I called upon the L ord ;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the earth shook and quaked,"
            },
            {
                "verse_number": "9",
                "verse_text": "Smoke went up out of His nostrils,"
            },
            {
                "verse_number": "10",
                "verse_text": "He bowed the heavens also, and came down"
            },
            {
                "verse_number": "11",
                "verse_text": "He rode on a cherub and flew;"
            },
            {
                "verse_number": "12",
                "verse_text": "He made darkness canopies around Him,"
            },
            {
                "verse_number": "13",
                "verse_text": "Out of the brightness before Him"
            },
            {
                "verse_number": "14",
                "verse_text": "The L ord thundered from heaven,"
            },
            {
                "verse_number": "15",
                "verse_text": "He sent out arrows and scattered them;"
            },
            {
                "verse_number": "16",
                "verse_text": "The channels of the sea appeared,"
            },
            {
                "verse_number": "17",
                "verse_text": "He sent from above, He took me;"
            },
            {
                "verse_number": "18",
                "verse_text": "He rescued me from my strong enemy,"
            },
            {
                "verse_number": "19",
                "verse_text": "They came upon me in the day of my calamity,"
            },
            {
                "verse_number": "20",
                "verse_text": "He also brought me out to an open place;"
            },
            {
                "verse_number": "21",
                "verse_text": "The L ord has dealt with me according to my righteousness;"
            },
            {
                "verse_number": "22",
                "verse_text": "For I have kept the ways of the L ord ,"
            },
            {
                "verse_number": "23",
                "verse_text": "For all His judgments (legal decisions) were before me,"
            },
            {
                "verse_number": "24",
                "verse_text": "I was also blameless before Him,"
            },
            {
                "verse_number": "25",
                "verse_text": "Therefore the L ord has rewarded me according to my righteousness,"
            },
            {
                "verse_number": "26",
                "verse_text": "With the loving and loyal You show Yourself loving and loyal,"
            },
            {
                "verse_number": "27",
                "verse_text": "With the pure You show Yourself pure,"
            },
            {
                "verse_number": "28",
                "verse_text": "And You save the afflicted people;"
            },
            {
                "verse_number": "29",
                "verse_text": "For You, O L ord , are my lamp;"
            },
            {
                "verse_number": "30",
                "verse_text": "For by You I can run upon a troop;"
            },
            {
                "verse_number": "31",
                "verse_text": "As for God, His way is blameless and perfect;"
            },
            {
                "verse_number": "32",
                "verse_text": "For who is God, besides the L ord ?"
            },
            {
                "verse_number": "33",
                "verse_text": "God is my strong fortress;"
            },
            {
                "verse_number": "34",
                "verse_text": "He makes my feet like the doe&quot;s feet [firm and swift];"
            },
            {
                "verse_number": "35",
                "verse_text": "He trains my hands for war,"
            },
            {
                "verse_number": "36",
                "verse_text": "You have also given me the shield of Your salvation,"
            },
            {
                "verse_number": "37",
                "verse_text": "You enlarge my steps under me,"
            },
            {
                "verse_number": "38",
                "verse_text": "I pursued my enemies and destroyed them,"
            },
            {
                "verse_number": "39",
                "verse_text": "I consumed them and shattered them, so that they did not rise;"
            },
            {
                "verse_number": "40",
                "verse_text": "For You have surrounded me with strength for the battle;"
            },
            {
                "verse_number": "41",
                "verse_text": "You have also made my enemies turn their backs to me [in retreat],"
            },
            {
                "verse_number": "42",
                "verse_text": "They looked, but there was no savior for them &ndash;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then I beat them as [small as] the dust of the earth;"
            },
            {
                "verse_number": "44",
                "verse_text": "You also have rescued me from strife with my [own] people;"
            },
            {
                "verse_number": "45",
                "verse_text": "Foreigners pretend obedience to me;"
            },
            {
                "verse_number": "46",
                "verse_text": "Foreigners lose heart;"
            },
            {
                "verse_number": "47",
                "verse_text": "The L ord lives, and blessed be my rock,"
            },
            {
                "verse_number": "48",
                "verse_text": "It is God who executes vengeance for me,"
            },
            {
                "verse_number": "49",
                "verse_text": "Who also brings me out from my enemies."
            },
            {
                "verse_number": "50",
                "verse_text": "For this I will give thanks and praise You, O L ord , among the nations;"
            },
            {
                "verse_number": "51",
                "verse_text": "He is a tower of salvation and great deliverance to His king,"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the last words of David. David the son of Jesse declares, The man who was raised on high declares, The anointed of the God of Jacob, And the sweet psalmist of Israel, And His word was on my tongue. The Rock of Israel spoke to me, &quot;He who rules over men righteously, Who rules in the fear of God, A morning without clouds, When the fresh grass springs out of the earth Through sunshine after rain.&quot; For He has made an everlasting covenant with me, Ordered in all things, and secured. For will He not cause to grow and prosper All my salvation and my every wish? Will He not make it grow and prosper? Because they cannot be taken with the hand; Must be armed with iron and the shaft of a spear, And they are utterly burned and consumed by fire in their place.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The Spirit of the L ord spoke by me,"
            },
            {
                "verse_number": "3",
                "verse_text": "The God of Israel,"
            },
            {
                "verse_number": "4",
                "verse_text": "Is like the morning light when the sun rises,"
            },
            {
                "verse_number": "5",
                "verse_text": "Truly is not my house so [blessed] with God?"
            },
            {
                "verse_number": "6",
                "verse_text": "But the wicked and worthless are all to be thrown away like thorns,"
            },
            {
                "verse_number": "7",
                "verse_text": "But the man who touches them"
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of the mighty men (warriors) whom David had: Josheb-basshebeth, a Tahchemonite, chief of the captains, also called Adino the Eznite (spear) because of the eight hundred men killed [by him] at one time."
            },
            {
                "verse_number": "9",
                "verse_text": "Next to him was Eleazar the son of Dodo the son of Ahohi. He was one of the three mighty men with David when they taunted and defied the Philistines assembled there for battle, and the men of Israel had gone."
            },
            {
                "verse_number": "10",
                "verse_text": "Eleazar stood up and struck down the Philistines until his hand was weary and clung to the sword. The L ord brought about a great victory that day; the people returned after him only to take the spoil [of the slain]."
            },
            {
                "verse_number": "11",
                "verse_text": "Next to Eleazar was Shammah the son of Agee the Hararite. The Philistines were gathered into an army where there was a plot of ground full of lentils, and the people [of Israel] fled from the Philistines."
            },
            {
                "verse_number": "12",
                "verse_text": "But he took his stand in the center of the plot and defended it and struck down the Philistines; and the L ord brought about a great victory."
            },
            {
                "verse_number": "13",
                "verse_text": "Then three of the thirty chief men went down and came to David at harvest time in the cave of Adullam, while an army of Philistines was encamped in the Valley of Rephaim."
            },
            {
                "verse_number": "14",
                "verse_text": "David was then in the stronghold, and the garrison of the Philistines was then in Bethlehem."
            },
            {
                "verse_number": "15",
                "verse_text": "And David had a craving and said, &apos;Oh that someone would give me water to drink from the well of Bethlehem, which is by the gate!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the three mighty men broke through the camp of the Philistines, and drew water from the well of Bethlehem by the gate, and carried and brought it to David. But he would not drink it, but poured it out [in worship] to the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "And he said, &apos;Far be it from me, O L ord , that I should drink this. [Is it not the same as] the blood of the men who went at the risk of their lives?&apos; So he would not drink it. These things the three mighty men did."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Abishai the brother of Joab the son of Zeruiah was chief of the thirty. He wielded his spear against three hundred men and killed them, and gained a reputation beside the three."
            },
            {
                "verse_number": "19",
                "verse_text": "He was the most honored of the thirty, so he became their commander; however, he did not attain to the [greatness of the] three."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done many notable acts, killed two [famous] warriors of Moab. He also went down and killed a lion in the middle of a pit on a snowy day."
            },
            {
                "verse_number": "21",
                "verse_text": "And he killed an Egyptian, an impressive and handsome man. The Egyptian had a spear in his hand, but Benaiah went down to him with a club, snatched the spear out of the Egyptian&quot;s hand and killed the man with his own spear."
            },
            {
                "verse_number": "22",
                "verse_text": "These things Benaiah the son of Jehoiada did, and gained a reputation beside the three mighty men."
            },
            {
                "verse_number": "23",
                "verse_text": "He was honored among the thirty, but he did not attain to the [greatness of the] three. David appointed him over his guard."
            },
            {
                "verse_number": "24",
                "verse_text": "Asahel the brother of Joab was one of the thirty; then Elhanan the son of Dodo of Bethlehem,"
            },
            {
                "verse_number": "25",
                "verse_text": "Shammah of Harod, Elika of Harod,"
            },
            {
                "verse_number": "26",
                "verse_text": "Helez the Paltite, Ira the son of Ikkesh of Tekoa,"
            },
            {
                "verse_number": "27",
                "verse_text": "Abiezer of Anathoth, Mebunnai the Hushathite,"
            },
            {
                "verse_number": "28",
                "verse_text": "Zalmon the Ahohite, Maharai of Netophah,"
            },
            {
                "verse_number": "29",
                "verse_text": "Heleb the son of Baanah of Netophah, Ittai the son of Ribai of Gibeah of the Benjamites,"
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah of Pirathon, Hiddai of the brooks of Gaash,"
            },
            {
                "verse_number": "31",
                "verse_text": "Abi-albon the Arbathite, Azmaveth the Barhumite,"
            },
            {
                "verse_number": "32",
                "verse_text": "Eliahba of Shaalbon, the sons of Jashen, Jonathan,"
            },
            {
                "verse_number": "33",
                "verse_text": "Shammah the Hararite, Ahiam the son of Sharar the Ararite,"
            },
            {
                "verse_number": "34",
                "verse_text": "Eliphelet the son of Ahasbai the son of Maacah, Eliam the son of Ahithophel of Giloh,"
            },
            {
                "verse_number": "35",
                "verse_text": "Hezro (Hezrai) of Carmel, Paarai the Arbite,"
            },
            {
                "verse_number": "36",
                "verse_text": "Igal the son of Nathan of Zobah, Bani the Gadite,"
            },
            {
                "verse_number": "37",
                "verse_text": "Zelek the Ammonite, Naharai of Beeroth, armor bearer of Joab the son of Zeruiah,"
            },
            {
                "verse_number": "38",
                "verse_text": "Ira the Ithrite, Gareb the Ithrite,"
            },
            {
                "verse_number": "39",
                "verse_text": "Uriah the Hittite&ndash;thirty-seven in all."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Now again the anger of the L ord burned against Israel, and He incited David against them to say, &apos;Go, count [the people of] Israel and Judah.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the king said to Joab the commander of the army who was with him, &apos;Go now through all the tribes of Israel, from Dan [in the north] to Beersheba [in the south], and conduct a census of the people, so that I may know the number of the people.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Joab said to the king, &apos;May the L ord your God add to the people a hundred times as many as there are, and let the eyes of my lord the king see it; but why does my lord the king want to do this thing?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Nevertheless, the king&quot;s word prevailed against Joab and the commanders of the army. So they went from the king&quot;s presence to take a census of the people of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "They crossed over the Jordan and camped in Aroer, on the south side of the city which is in the middle of the river valley [of the Arnon] toward Gad, and on toward Jazer."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they came to Gilead and to the land of Tahtim-hodshi, and they came to Dan-jaan and around to Sidon,"
            },
            {
                "verse_number": "7",
                "verse_text": "and they came to the stronghold of Tyre and to all the cities of the Hivites and Canaanites, and they went out to the south of Judah, to Beersheba."
            },
            {
                "verse_number": "8",
                "verse_text": "So when they had gone about through all the land [taking the census], they came to Jerusalem at the end of nine months and twenty days."
            },
            {
                "verse_number": "9",
                "verse_text": "And Joab gave the sum of the census of the people to the king. In Israel there were 800,000 valiant men who drew the sword, and the men of Judah were 500,000."
            },
            {
                "verse_number": "10",
                "verse_text": "But David&quot;s heart (conscience) troubled him after he had counted the people. David said to the L ord , &apos;I have sinned greatly in what I have done. But now, O L ord , please take away the sin of Your servant, for I have acted very foolishly.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When David got up in the morning, the word of the L ord came to the prophet Gad, David&quot;s seer, saying,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Go and say to David, &quot;Thus says the L ord , &apos;I am giving you three choices; select one of them for yourself, and I will do it to you.&apos; &quot; &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Gad came to David and told him, and said to him, &apos;Shall seven years of famine come to you in your land? Or will you flee three months before your enemies as they pursue you? Or shall there be three days of pestilence (plague) in your land? Now consider this and decide what answer I shall return to Him who sent me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then David said to Gad, &apos;I am in great distress. Let us fall into the hands of the L ord , for His mercies are great, but do not let me fall into the hands of man.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the L ord sent a pestilence (plague) [lasting three days] upon Israel from the morning until the appointed time, and seventy thousand men of the people from Dan to Beersheba died."
            },
            {
                "verse_number": "16",
                "verse_text": "When the [avenging] angel stretched out his hand toward Jerusalem to destroy it, the L ord relented from the disaster and said to the angel who destroyed the people, &apos;It is enough! Now relax your hand.&apos; And the angel of the L ord was by the threshing floor of Araunah the Jebusite."
            },
            {
                "verse_number": "17",
                "verse_text": "When David saw the angel who was striking down the people, he spoke to the L ord and said, &apos;Behold, I [alone] am the one who has sinned and done wrong; but these sheep (people of Israel), what have they done [to deserve this]? Please let Your hand be [only] against me and my father&quot;s house (family).&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Gad [the prophet] came to David that day and said to him, &apos;Go up, set up an altar to the L ord on the threshing floor of Araunah the Jebusite [where you saw the angel].&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So David went up according to Gad&quot;s word, as the L ord commanded."
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah looked down and saw the king and his servants crossing over toward him; and he went out and bowed before the king with his face toward the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "Araunah said, &apos;Why has my lord the king come to his servant?&apos; And David said, &apos;To buy the threshing floor from you, to build an altar to the L ord , so that the plague may be held back from the people.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Araunah said to David, &apos;Let my lord the king take and offer up whatever seems good to him. Look, here are oxen for the burnt offering, and threshing sledges and the yokes of the oxen for the wood."
            },
            {
                "verse_number": "23",
                "verse_text": "All of this, O king, Araunah gives to the king.&apos; And Araunah said to the king, &apos;May the L ord your God be favorable to you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But the king said to Araunah, &apos;No, but I will certainly buy it from you for a price. I will not offer burnt offerings to the L ord my God which cost me nothing.&apos; So David purchased the threshing floor and the oxen for fifty shekels of silver."
            },
            {
                "verse_number": "25",
                "verse_text": "David built an altar to the L ord there, and offered burnt offerings and peace offerings. So the L ord was moved [to compassion] by [David&quot;s] prayer for the land, and the plague was held back from Israel."
            }
        ]
    }
}