{
    "Judges": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now it came about after the death of Joshua, that the sons (descendants) of Israel (Jacob) asked the L ord , “Who shall go up first for us against the Canaanites, to fight against them?”"
            },
            {
                "verse_number": "2",
                "verse_text": "And the L ord said, “Judah shall go up [first]; behold, I have given the land into his hand.”"
            },
            {
                "verse_number": "3",
                "verse_text": "And [the tribe of the sons of] Judah said to [the tribe of the sons of] Simeon his brother, “Come up with me into my allotted territory, so that we may fight against the Canaanites; and I likewise will go with you into your allotted territory.” So Simeon went with him."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Judah went up, and the L ord gave the Canaanites and the Perizzites into their hand, and they struck down in defeat ten thousand men at Bezek."
            },
            {
                "verse_number": "5",
                "verse_text": "Then they found Adoni-bezek in Bezek and fought against him, and they struck down in defeat the Canaanites and the Perizzites."
            },
            {
                "verse_number": "6",
                "verse_text": "But Adoni-bezek fled; and they pursued him and caught him and cut off his thumbs and his big toes."
            },
            {
                "verse_number": "7",
                "verse_text": "Adoni-bezek said, “Seventy kings with their thumbs and big toes cut off used to gather up scraps of food under my table; as I have done [to others], so God has repaid me.” So they brought him to Jerusalem, and he died there."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the sons of Judah fought against [Jebusite] Jerusalem and captured it and struck it with the edge of the sword and set the city on fire."
            },
            {
                "verse_number": "9",
                "verse_text": "Afterward the sons of Judah went down to fight against the Canaanites who lived in the hill country, in the Negev (South country) and in the lowland."
            },
            {
                "verse_number": "10",
                "verse_text": "So Judah went against the Canaanites who lived in Hebron (the name of Hebron formerly was Kiriath-arba); and they defeated Sheshai and Ahiman and Talmai."
            },
            {
                "verse_number": "11",
                "verse_text": "From there [the tribe of] Judah went against the inhabitants of Debir (the name of Debir formerly was Kiriath-sepher [city of books and scribes])."
            },
            {
                "verse_number": "12",
                "verse_text": "And Caleb said, “Whoever attacks Kiriath-sepher and captures it, I will even give him my daughter Achsah as a wife.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Othniel the son of Kenaz, Caleb’s younger brother, captured it; so he gave him his daughter Achsah as a wife."
            },
            {
                "verse_number": "14",
                "verse_text": "When she came to Othniel, she persuaded him to [allow her to] ask her father [Caleb] for a field. Then she [rode up to Caleb and] dismounted from her donkey, and Caleb said to her, “What do you want?”"
            },
            {
                "verse_number": "15",
                "verse_text": "She said to him, “Give me a blessing; since you have given me the land of the Negev (South country), give me springs of water, too.” So Caleb gave her the upper springs and the lower springs."
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of [ Jethro] the Kenite, Moses’ father-in-law, went up from the City of Palms (Jericho) with the sons of Judah, to the wilderness of Judah which is in the Negev (South country) near Arad; and they went and lived with the people."
            },
            {
                "verse_number": "17",
                "verse_text": "Then [the warriors of the tribe of] Judah went with [the warriors of the tribe of] Simeon his brother, and they struck the Canaanites living in Zephath and utterly destroyed it. So the city was called Hormah (destruction)."
            },
            {
                "verse_number": "18",
                "verse_text": "Also [the warriors of] Judah captured Gaza with its territory and Ashkelon with its territory and Ekron with its territory."
            },
            {
                "verse_number": "19",
                "verse_text": "The L ord was with Judah, and [the tribe of] Judah took possession of the hill country, but they could not dispossess and drive out those inhabiting the valley because they had iron chariots."
            },
            {
                "verse_number": "20",
                "verse_text": "Then they gave Hebron to Caleb, as Moses had said, and he drove out from there the three sons of Anak."
            },
            {
                "verse_number": "21",
                "verse_text": "But the sons of Benjamin did not drive out the Jebusites who inhabited Jerusalem; so the Jebusites have lived with the sons of Benjamin in Jerusalem to this day."
            },
            {
                "verse_number": "22",
                "verse_text": "The house of Joseph also went up against Bethel, and the L ord was with them."
            },
            {
                "verse_number": "23",
                "verse_text": "The house of Joseph spied out Bethel (now the name of the city was formerly Luz)."
            },
            {
                "verse_number": "24",
                "verse_text": "The spies saw a man coming out of the city and they said to him, “Please show us the entrance to the city and we will treat you kindly.”"
            },
            {
                "verse_number": "25",
                "verse_text": "So he showed them the entrance to the city, and they struck the city with the edge of the sword, but they let the man and all his family go free."
            },
            {
                "verse_number": "26",
                "verse_text": "The man went into the land of the Hittites and built a city and named it Luz, which is its name to this day."
            },
            {
                "verse_number": "27",
                "verse_text": "But [the tribe of] Manasseh did not take possession of Beth-shean and its villages, or Taanach and its villages, or the inhabitants of Dor and its villages, or the inhabitants of Ibleam and its villages, or the inhabitants of Megiddo and its villages; so the Canaanites remained in that land."
            },
            {
                "verse_number": "28",
                "verse_text": "It happened when Israel became strong, that they put the Canaanites to forced labor, but they did not drive them out completely."
            },
            {
                "verse_number": "29",
                "verse_text": "Neither did [the warriors of] Ephraim drive out the Canaanites who were living in Gezer; so the Canaanites lived in Gezer among them."
            },
            {
                "verse_number": "30",
                "verse_text": "[The warriors of the tribe of] Zebulun did not drive out the inhabitants of Kitron or of Nahalol; so the Canaanites lived among them and were put to forced labor."
            },
            {
                "verse_number": "31",
                "verse_text": "[The warriors of the tribe of] Asher did not drive out the inhabitants of Acco, or the inhabitants of Sidon, or of Ahlab, or of Achzib, or of Helbah, or of Aphik, or of Rehob."
            },
            {
                "verse_number": "32",
                "verse_text": "So the Asherites lived among the Canaanites, the inhabitants of the land, because they did not drive them out."
            },
            {
                "verse_number": "33",
                "verse_text": "Neither did [the warriors of] Naphtali drive out the inhabitants of Beth-shemesh, or the inhabitants of Beth-anath, but they lived among the Canaanites, the inhabitants of the land; and the inhabitants of Beth-shemesh and of Beth-anath became forced labor for them."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the Amorites forced the sons of Dan [back] into the hill country, for they would not allow them to come down into the valley;"
            },
            {
                "verse_number": "35",
                "verse_text": "yet the Amorites persisted in living on Mount Heres (the mountain of the sun), in Aijalon, and in Shaalbim; but when the power of the house (descendants) of Joseph became strong and prevailed, they became forced labor."
            },
            {
                "verse_number": "36",
                "verse_text": "The border of the Amorites ran from the ascent of Akrabbim, from Sela (rock) and upward."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now the Angel of the L ord came up from Gilgal to Bochim. And he said, “I brought you up from Egypt and led you to the land which I swore [to give] to your fathers; and I said, ‘I will never break My covenant with you,"
            },
            {
                "verse_number": "2",
                "verse_text": "and as for you, you shall not make a covenant with the inhabitants of this land; you shall tear down their altars.’ But you have not obeyed Me; what is this that you have done?"
            },
            {
                "verse_number": "3",
                "verse_text": "So I also said, ‘I will not drive your enemies out before you; but they will be like thorns in your sides and their gods will be a snare to you.’ ”"
            },
            {
                "verse_number": "4",
                "verse_text": "When the Angel of the L ord had spoken these words to all the Israelites, the people raised their voices and wept."
            },
            {
                "verse_number": "5",
                "verse_text": "So they named that place Bochim (weepers); and there they offered sacrifices to the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "And when Joshua had sent the people away, the [tribes of the] Israelites went each to his inheritance, to take possession of the land."
            },
            {
                "verse_number": "7",
                "verse_text": "The people served the L ord all the days of Joshua and all the days of the elders who outlived Joshua, who had seen all the great work of the L ord which He had done for Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Joshua the son of Nun, the servant of the L ord , died at the age of a hundred and ten."
            },
            {
                "verse_number": "9",
                "verse_text": "And they buried him in the territory of his inheritance in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash."
            },
            {
                "verse_number": "10",
                "verse_text": "Also, all [the people of] that generation were gathered to their fathers [in death]; and another generation arose after them who did not know (recognize, understand) the L ord , nor even the work which He had done for Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Israelites did evil in the sight of the L ord and worshiped and served the Baals,"
            },
            {
                "verse_number": "12",
                "verse_text": "and they abandoned the L ord , the God of their fathers, who brought them out of the land of Egypt. They followed other gods from the gods of the peoples who were around them, and they bowed down to them, and offended and provoked the L ord to anger."
            },
            {
                "verse_number": "13",
                "verse_text": "So they abandoned the L ord and served Baal [the pagan god of the Canaanites] and the Ashtaroth."
            },
            {
                "verse_number": "14",
                "verse_text": "So the anger of the L ord burned against Israel, and He gave them into the hands (power) of plunderers who robbed them; and He sold them into the hands of their surrounding enemies, so that they could no longer stand [in opposition] before their enemies."
            },
            {
                "verse_number": "15",
                "verse_text": "Wherever they went, the hand of the L ord was against them for evil (misfortune), as the L ord had spoken, and as the L ord had sworn to them, so that they were severely distressed."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the L ord raised up judges who rescued them from the hands of those who robbed them."
            },
            {
                "verse_number": "17",
                "verse_text": "Yet they did not listen to their judges, for they played the prostitute after other gods and they bowed down to them. They quickly turned aside from the way in which their fathers had walked in obeying the commandments of the L ord ; they did not do as their fathers."
            },
            {
                "verse_number": "18",
                "verse_text": "When the L ord raised up judges for them, He was with the judge and He rescued them from the hand of their enemies all the days of the judge; for the L ord was moved to pity by their groaning because of those who oppressed and afflicted them."
            },
            {
                "verse_number": "19",
                "verse_text": "But when the judge died, they turned back and behaved more corruptly than their fathers, in following and serving other gods, and bowing down to them. They did not abandon their practices or their stubborn ways."
            },
            {
                "verse_number": "20",
                "verse_text": "So the anger of the L ord burned against Israel, and He said, “Because this nation has transgressed (violated) My covenant (binding agreement) which I commanded their fathers, and has not listened to My voice,"
            },
            {
                "verse_number": "21",
                "verse_text": "I also will no longer drive out before them any of the nations which Joshua left [to be conquered] when he died,"
            },
            {
                "verse_number": "22",
                "verse_text": "in order to test [the loyalty of] Israel by them, whether Israel will keep the way of the L ord to walk in it, as their fathers did, or not.”"
            },
            {
                "verse_number": "23",
                "verse_text": "So the L ord allowed those nations to remain, not driving them out at once; and He did not give them into the hand of Joshua."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the nations which the L ord left [in order] to test Israel by them ( that is, all [the people of Israel] who had not [previously] experienced any of the wars in Canaan;"
            },
            {
                "verse_number": "2",
                "verse_text": "only in order that the generations of the sons of Israel might be taught war, at least those who had not experienced it previously)."
            },
            {
                "verse_number": "3",
                "verse_text": "The remaining nations are: the five lords (governors) of the Philistines, all the Canaanites, the Sidonians, and the Hivites who lived on Mount Lebanon from Mount Baal-hermon to the entrance of Hamath."
            },
            {
                "verse_number": "4",
                "verse_text": "They were [allowed to remain] for the testing of Israel, to determine whether Israel would listen to and obey the commandments of the L ord , which He had commanded their fathers (ancestors) through Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "And the Israelites lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites;"
            },
            {
                "verse_number": "6",
                "verse_text": "and they took their daughters for themselves as wives and gave their own daughters to their sons, and served their [pagan] gods."
            },
            {
                "verse_number": "7",
                "verse_text": "And the Israelites did evil in the sight of the L ord , and they forgot the L ord their God and served the Baals and the Asheroth."
            },
            {
                "verse_number": "8",
                "verse_text": "So the anger of the L ord was kindled against Israel, and He sold them into the hand of Cushan-rishathaim king of Mesopotamia; and the Israelites served Cushan-rishathaim eight years."
            },
            {
                "verse_number": "9",
                "verse_text": "But when the Israelites cried out to the L ord [for help], the L ord raised up a man to rescue the people of Israel, Othniel the son of Kenaz, Caleb’s younger brother."
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit of the L ord came upon him, and he judged Israel. He went out to war, and the L ord gave Cushan-rishathaim king of Mesopotamia into his hand, and he prevailed over Cushan-rishathaim."
            },
            {
                "verse_number": "11",
                "verse_text": "And the land was at rest [from oppression for] forty years. Then Othniel the son of Kenaz died."
            },
            {
                "verse_number": "12",
                "verse_text": "Now the Israelites again did evil in the sight of the L ord , and the L ord strengthened Eglon king of Moab against Israel, since they had done what was evil in the sight of the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "And Eglon gathered to him the sons of Ammon and Amalek, and went and struck down Israel [in defeat], and they took possession of the City of Palm Trees (Jericho)."
            },
            {
                "verse_number": "14",
                "verse_text": "And the Israelites served Eglon king of Moab eighteen years."
            },
            {
                "verse_number": "15",
                "verse_text": "But when the Israelites cried out to the L ord [for help], the L ord raised up a man to rescue them, Ehud the son of Gera, a Benjamite, a left-handed man. And the Israelites sent a gift of tribute by him to Eglon king of Moab."
            },
            {
                "verse_number": "16",
                "verse_text": "Now Ehud made for himself a sword a cubit long, which had two edges, and he bound it on his right thigh under his robe."
            },
            {
                "verse_number": "17",
                "verse_text": "And he brought the tribute to Eglon king of Moab. Now Eglon was a very fat man."
            },
            {
                "verse_number": "18",
                "verse_text": "And when Ehud had finished presenting the tribute, he sent away the people who had carried it."
            },
            {
                "verse_number": "19",
                "verse_text": "But Ehud himself turned back from the sculptured stones at Gilgal, [and he returned to Eglon] and said [to him], “I have a secret message for you, O king.” Eglon said “Keep silence.” And all who attended him left him."
            },
            {
                "verse_number": "20",
                "verse_text": "Ehud came to him as he was sitting alone in his [private] cool upper chamber, and Ehud said, “I have a message from God for you.” And the king got up from his seat."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Ehud reached out with his left hand and took the sword from his right thigh, and plunged it into Eglon’s belly."
            },
            {
                "verse_number": "22",
                "verse_text": "And the hilt also went in after the blade, and the fat closed over the blade, because Ehud did not draw the sword out of his belly; and the refuse came out."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Ehud went out into the vestibule and shut the doors of the upper chamber behind him, and locked them."
            },
            {
                "verse_number": "24",
                "verse_text": "When Ehud departed, Eglon’s servants came. And when they saw that the doors of the upper room were locked, they said, “He is only relieving himself in the cool room.”"
            },
            {
                "verse_number": "25",
                "verse_text": "They waited [a very long time] until they became embarrassed and uneasy, but he still did not open the doors of the upper room. So [finally] they took the key and opened them, and behold, their master had fallen to the floor, dead."
            },
            {
                "verse_number": "26",
                "verse_text": "Now Ehud escaped while they lingered, and he passed beyond the sculptured stones and escaped to Seirah."
            },
            {
                "verse_number": "27",
                "verse_text": "When he had arrived, he blew a trumpet in the hill country of Ephraim; and the sons of Israel went down with him from the hill country, and he was in front of them."
            },
            {
                "verse_number": "28",
                "verse_text": "And he said to them, “Pursue them, for the L ord has handed over your enemies the Moabites to you.” So they went down after him and seized the fords of the Jordan opposite Moab and did not allow anyone to cross."
            },
            {
                "verse_number": "29",
                "verse_text": "They struck down at that time about ten thousand Moabite men, all strong, courageous men; not a man escaped."
            },
            {
                "verse_number": "30",
                "verse_text": "So Moab was subdued and humbled that day under the hand of Israel, and the land was at rest for eighty years."
            },
            {
                "verse_number": "31",
                "verse_text": "After Ehud came Shamgar the son of Anath, who struck down six hundred Philistine men with an oxgoad. He too saved Israel."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "But the Israelites again did evil in the sight of the L ord , after Ehud died."
            },
            {
                "verse_number": "2",
                "verse_text": "So the L ord sold them into the hand of Jabin king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who lived in Harosheth-hagoyim."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Israelites cried out to the L ord [for help], for Jabin had nine hundred iron chariots and had oppressed and tormented the sons of Israel severely for twenty years."
            },
            {
                "verse_number": "4",
                "verse_text": "Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time."
            },
            {
                "verse_number": "5",
                "verse_text": "She used to sit [to hear and decide disputes] under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim; and the Israelites came up to her for judgment."
            },
            {
                "verse_number": "6",
                "verse_text": "Now she sent word and summoned Barak the son of Abinoam from Kedesh-naphtali, and said to him, “Behold, the L ord , the God of Israel, has commanded, ‘Go and march to Mount Tabor, and take with you ten thousand men [of war] from the tribes of Naphtali and Zebulun."
            },
            {
                "verse_number": "7",
                "verse_text": "I will draw out Sisera, the commander of Jabin’s army, with his chariots and his infantry to meet you at the river Kishon, and I will hand him over to you.’ ”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Barak said to her, “If you will go with me, then I will go; but if you will not go with me, I will not go.”"
            },
            {
                "verse_number": "9",
                "verse_text": "She said, “I will certainly go with you; nevertheless, the journey that you are about to take will not be for your honor and glory, because the L ord will sell Sisera into the hand of a woman.” Then Deborah got up and went with Barak to Kedesh."
            },
            {
                "verse_number": "10",
                "verse_text": "And Barak summoned [the fighting men of the tribes of] Zebulun and Naphtali to Kedesh, and ten thousand men went up under his command; Deborah also went up with him."
            },
            {
                "verse_number": "11",
                "verse_text": "Now Heber the Kenite had separated himself from the Kenites, from the sons of Hobab the father-in-law of Moses, and had pitched his tent as far away as the terebinth tree in Zaanannim, which is near Kedesh."
            },
            {
                "verse_number": "12",
                "verse_text": "When someone told Sisera that Barak the son of Abinoam had gone up to Mount Tabor,"
            },
            {
                "verse_number": "13",
                "verse_text": "Sisera called together all his chariots, nine hundred iron chariots, and all the people who were with him, from Harosheth-hagoyim to the river Kishon."
            },
            {
                "verse_number": "14",
                "verse_text": "Deborah said to Barak, “Arise! For this is the day when the L ord has given Sisera into your hand. Has the L ord not gone out before you?” So Barak went down from Mount Tabor with ten thousand men following him."
            },
            {
                "verse_number": "15",
                "verse_text": "And the L ord routed Sisera and all his chariots and [confused] all his army with the edge of the sword before Barak; and Sisera dismounted from his chariot and fled away on foot."
            },
            {
                "verse_number": "16",
                "verse_text": "But Barak pursued the chariots and the army to Harosheth-hagoyim, and the entire army of Sisera fell by the sword; not even one man was left."
            },
            {
                "verse_number": "17",
                "verse_text": "But Sisera fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was peace between Jabin the king of Hazor and the house of Heber the Kenite."
            },
            {
                "verse_number": "18",
                "verse_text": "Jael went out to meet Sisera, and said to him, “Turn aside, my lord, turn aside to me! Have no fear.” So he turned aside to her [and went] into the tent, and she covered him with a rug."
            },
            {
                "verse_number": "19",
                "verse_text": "And he said to her, “Please give me a little water to drink because I am thirsty.” And she opened a skin of milk and gave him a drink; then she covered him."
            },
            {
                "verse_number": "20",
                "verse_text": "And he said to her, “Stand at the door of the tent, and if any man comes and asks you, ‘Is there anyone here?’ tell him, ‘No.’ ”"
            },
            {
                "verse_number": "21",
                "verse_text": "But Jael, Heber’s wife, took a tent peg and a hammer in her hand, and came up quietly to him and drove the peg through his temple, and it went through into the ground; for he was sound asleep and exhausted. So he died."
            },
            {
                "verse_number": "22",
                "verse_text": "And behold, as Barak pursued Sisera, Jael came out to meet him and said to him, “Come, and I will show you the man whom you are seeking.” And he entered [her tent] with her, and behold Sisera lay dead with the tent peg in his temple."
            },
            {
                "verse_number": "23",
                "verse_text": "So on that day God subdued and humbled Jabin king of Canaan before the sons of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "And the hand of the sons of Israel pressed down heavier and heavier on Jabin king of Canaan, until they had destroyed him."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then Deborah and Barak the son of Abinoam sang on that day, saying, For the people who volunteered [for battle], Bless the L ord ! I will sing to the L ord , I will sing praise to the L ord , the God of Israel. When You marched from the field of Edom, The earth quaked, the heavens also dripped, Yes, the clouds dripped water. Yes, this Sinai, at the presence of the L ord , the God of Israel. In the days of Jael, the highways were deserted, And travelers went by roundabout ways. Until I, Deborah, arose, Until I arose, a mother in Israel. Then war was in the gates. Was there a shield or spear seen Among forty thousand in Israel? The volunteers among the people; Bless the L ord ! You who sit on rich carpets, And you who walk by the way. There they shall recount the righteous acts of the L ord , The righteous acts toward His villagers in Israel. Then the people of the L ord went down to the gates. Awake, awake, sing a song! Arise, Barak, and lead away your captives, you son of Abinoam. The people of the L ord marched down for Me against the mighty. After you, Benjamin, with your relatives; From Machir came down commanders and rulers, As Issachar, so was Barak; Into the valley they rushed at his heels; Among the divisions of Reuben There were great searchings of heart. To hear the piping for the flocks? Among the divisions of Reuben There were great searchings of heart. And why did Dan live as an alien on ships? Asher sat [still] on the seacoast, And remained by its landings. [These did not come to battle for God’s people.] Naphtali also, on the heights of the field. Then the kings of Canaan fought At Taanach by the waters of Megiddo. Spoils of silver they did not obtain. From their courses they fought against Sisera. The ancient torrent, the torrent Kishon. O my soul, march on with strength. Because of the galloping—the galloping of his valiant and powerful steeds. ‘Utterly curse its inhabitants; Because they did not come to the help of the L ord , To the help of the L ord against the mighty.’ The wife of Heber the Kenite; Most blessed is she of women in the tent. She brought him curds in a magnificent bowl. And her right hand for the workmen’s hammer. Then she struck Sisera, she smashed his head; And she shattered and pierced his temple. At her feet he bowed, he fell; Where he bowed, there he fell dead. The mother of Sisera through the lattice, ‘Why is his chariot delayed in coming? Why have the hoofbeats of his chariots delayed?’ Indeed, she repeated her words to herself, A maiden (concubine) or two for every man; A spoil of dyed garments for Sisera, A spoil of dyed garments embroidered, Two pieces of dyed garments embroidered for the neck of the plunderer?’ But let those who love Him be like the rising of the sun in its might.” And the land was at rest for forty years."
            },
            {
                "verse_number": "2",
                "verse_text": "“For the leaders who took the lead in Israel,"
            },
            {
                "verse_number": "3",
                "verse_text": "Hear, O kings; listen, O rulers!"
            },
            {
                "verse_number": "4",
                "verse_text": "L ord , when You went out from Seir,"
            },
            {
                "verse_number": "5",
                "verse_text": "The mountains quaked at the presence of the L ord ,"
            },
            {
                "verse_number": "6",
                "verse_text": "“In the days of Shamgar the son of Anath,"
            },
            {
                "verse_number": "7",
                "verse_text": "The villagers ceased to be; they ceased in Israel"
            },
            {
                "verse_number": "8",
                "verse_text": "They chose new gods;"
            },
            {
                "verse_number": "9",
                "verse_text": "My heart goes out to the commanders of Israel,"
            },
            {
                "verse_number": "10",
                "verse_text": "Sing of it, you who ride on white donkeys,"
            },
            {
                "verse_number": "11",
                "verse_text": "At the sound of those who divide flocks among the watering places,"
            },
            {
                "verse_number": "12",
                "verse_text": "“Awake, awake, Deborah;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then down marched the survivors to the nobles;"
            },
            {
                "verse_number": "14",
                "verse_text": "From Ephraim those whose root is in Amalek came down, And from Zebulun those who handle the scepter of the [office of] scribe."
            },
            {
                "verse_number": "15",
                "verse_text": "And the heads of Issachar came with Deborah;"
            },
            {
                "verse_number": "16",
                "verse_text": "Why [Reuben] did you linger among the sheepfolds,"
            },
            {
                "verse_number": "17",
                "verse_text": "Gilead remained beyond the Jordan;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Zebulun was a people who risked their lives to the [point of] death;"
            },
            {
                "verse_number": "19",
                "verse_text": "“The kings came and fought;"
            },
            {
                "verse_number": "20",
                "verse_text": "From the heavens the stars fought,"
            },
            {
                "verse_number": "21",
                "verse_text": "The torrent Kishon swept the enemy away,"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the horses’ hoofs beat [loudly]"
            },
            {
                "verse_number": "23",
                "verse_text": "‘Curse Meroz,’ said the messenger of the L ord ,"
            },
            {
                "verse_number": "24",
                "verse_text": "“Most blessed of women is Jael,"
            },
            {
                "verse_number": "25",
                "verse_text": "Sisera asked for water and she gave him milk;"
            },
            {
                "verse_number": "26",
                "verse_text": "She reached out her [left] hand for the tent peg,"
            },
            {
                "verse_number": "27",
                "verse_text": "He bowed, he fell, he lay [still] at her feet;"
            },
            {
                "verse_number": "28",
                "verse_text": "“Out of the window she looked down and lamented (cried out in a shrill voice),"
            },
            {
                "verse_number": "29",
                "verse_text": "Her wise ladies answered her,"
            },
            {
                "verse_number": "30",
                "verse_text": "‘Are they not finding and dividing the spoil?"
            },
            {
                "verse_number": "31",
                "verse_text": "So let all Your enemies perish, O L ord ;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then the Israelites did evil in the sight of the L ord ; and the L ord gave them into the hand of Midian for seven years."
            },
            {
                "verse_number": "2",
                "verse_text": "The [powerful] hand of Midian prevailed against Israel. Because of Midian the sons of Israel made for themselves the dens (hideouts) which were in the mountains, and the caves and the [mountain] strongholds."
            },
            {
                "verse_number": "3",
                "verse_text": "For it was whenever Israel had sown [their seed] that the Midianites would come up with the Amalekites and the people of the east and go up against them."
            },
            {
                "verse_number": "4",
                "verse_text": "So they would camp against them and destroy the crops of the land as far as Gaza, and leave no sustenance in Israel as well as no sheep, ox, or donkey."
            },
            {
                "verse_number": "5",
                "verse_text": "For they would come up with their livestock and their tents, and they would come in as numerous as locusts; both they and their camels were innumerable. So they came into the land to devastate it."
            },
            {
                "verse_number": "6",
                "verse_text": "So Israel was greatly impoverished because of the Midianites, and the Israelites cried out to the L ord [for help]."
            },
            {
                "verse_number": "7",
                "verse_text": "Now it came about when they cried out to the L ord because of Midian,"
            },
            {
                "verse_number": "8",
                "verse_text": "that the L ord sent a prophet to the Israelites, and he said to them, “Thus says the L ord , the God of Israel, ‘I brought you up from Egypt and brought you out of the house of slavery."
            },
            {
                "verse_number": "9",
                "verse_text": "And I rescued you from the hand of the Egyptians and from the hand of all who oppressed you, and drove them out before you and gave you their land,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I said to you, “I am the L ord your God; you shall not fear the gods of the Amorites in whose land you live.” But you have not listened to and obeyed My voice.’ ”"
            },
            {
                "verse_number": "11",
                "verse_text": "Now the Angel of the L ord came and sat under the terebinth tree at Ophrah, which belonged to Joash the Abiezrite, and his son Gideon was beating wheat in the wine press [instead of the threshing floor] to [hide it and] save it from the Midianites."
            },
            {
                "verse_number": "12",
                "verse_text": "And the Angel of the L ord appeared to him and said to him, “The L ord is with you, O brave man.”"
            },
            {
                "verse_number": "13",
                "verse_text": "But Gideon said to him, “Please my lord, if the L ord is with us, then why has all this happened to us? And where are all His wondrous works which our fathers told us about when they said, ‘Did not the L ord bring us up from Egypt?’ But now the L ord has abandoned us and put us into the hand of Midian.”"
            },
            {
                "verse_number": "14",
                "verse_text": "The L ord turned to him and said, “Go in this strength of yours and save Israel from the hand of Midian. Have I not sent you?”"
            },
            {
                "verse_number": "15",
                "verse_text": "But Gideon said to Him, “Please Lord, how am I to rescue Israel? Behold, my family is the least [significant] in Manasseh, and I am the youngest (smallest) in my father’s house.”"
            },
            {
                "verse_number": "16",
                "verse_text": "The L ord answered him, “I will certainly be with you, and you will strike down the Midianites as [if they were only] one man.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Gideon replied to Him, “If I have found any favor in Your sight, then show me a sign that it is You who speaks with me."
            },
            {
                "verse_number": "18",
                "verse_text": "Please do not depart from here until I come back to You, and bring my offering and place it before You.” And He said, “I will wait until you return.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Gideon went and prepared a young goat and unleavened bread from an ephah of flour. The meat he put in a basket and the broth in a pot, and he brought the food to Him under the oak (terebinth) and presented it."
            },
            {
                "verse_number": "20",
                "verse_text": "The Angel of God said to him, “Take the meat and unleavened bread and lay them on this rock, and pour out the broth [over them].” And he did so."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Angel of the L ord put out the end of the staff that was in His hand and touched the meat and the unleavened bread; and fire flared up from the rock and consumed the meat and the unleavened bread. Then the Angel of the L ord vanished from his sight."
            },
            {
                "verse_number": "22",
                "verse_text": "When Gideon realized [without any doubt] that He was the Angel of the L ord , he declared, “ Oh no, Lord G od ! For now I have seen the Angel of the L ord face to face [and I am doomed]!”"
            },
            {
                "verse_number": "23",
                "verse_text": "The L ord said to him, “Peace to you, do not be afraid; you shall not die.”"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Gideon built an altar there to the L ord and named it The L ord is Peace. To this day it is still in Ophrah, of the Abiezrites."
            },
            {
                "verse_number": "25",
                "verse_text": "Now on that same night the L ord said to Gideon, “Take your father’s bull, the second bull seven years old, and tear down the altar of Baal that belongs to your father, and cut down the Asherah that is beside it;"
            },
            {
                "verse_number": "26",
                "verse_text": "and build an altar to the L ord your God on top of this mountain stronghold [with stones laid down] in an orderly way. Then take the second bull and offer a burnt sacrifice using the wood of the Asherah which you shall cut down.”"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Gideon took ten men of his servants and did just as the L ord had told him; but because he was too afraid of his father’s household (relatives) and the men of the city to do it during daylight, he did it at night."
            },
            {
                "verse_number": "28",
                "verse_text": "Early the next morning when the men of the city got up, they discovered that the altar of Baal was torn down, and the Asherah which was beside it was cut down, and the second bull was offered on the altar which had been built."
            },
            {
                "verse_number": "29",
                "verse_text": "So they said to one another, “Who has done this thing?” When they searched about and inquired, they were told, “Gideon the son of Joash did it.”"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the men of the city said to Joash, “Bring out your son, so that he may be executed, because he has torn down the altar of Baal and cut down the Asherah which was beside it.”"
            },
            {
                "verse_number": "31",
                "verse_text": "But Joash said to all who stood against him, “Will you plead for Baal? Will you save him? Whoever pleads for Baal shall be put to death while it is still morning. If Baal is a god, let him defend himself, because someone has torn down his altar.”"
            },
            {
                "verse_number": "32",
                "verse_text": "Therefore on that day he named Gideon Jerubbaal, meaning, “Let Baal plead,” because he had torn down his altar."
            },
            {
                "verse_number": "33",
                "verse_text": "Then all the Midianites and the Amalekites and the people of the east assembled together; and they crossed over [the Jordan] and camped in the Valley of Jezreel."
            },
            {
                "verse_number": "34",
                "verse_text": "So the Spirit of the L ord clothed Gideon [and empowered him]; and he blew a trumpet, and the Abiezrites were called together [as a militia] to follow him."
            },
            {
                "verse_number": "35",
                "verse_text": "He sent messengers throughout [the tribe of] Manasseh, and the fighting men were also called together to follow him; and he sent messengers to [the tribes of] Asher, Zebulun, and Naphtali, and they came up to meet them."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Gideon said to God, “If You are going to rescue Israel through me, as You have spoken,"
            },
            {
                "verse_number": "37",
                "verse_text": "behold, I will put a fleece of [freshly sheared] wool on the threshing floor. If there is dew only on the fleece, and it is dry on all the ground [around it], then I will know that You will rescue Israel through me, as You have said.”"
            },
            {
                "verse_number": "38",
                "verse_text": "And it was so. When he got up early the next morning and squeezed the dew out of the fleece, he wrung from it a bowl full of water."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Gideon said to God, “Do not let your anger burn against me, so that I may speak once more. Please let me make a test once more with the fleece; now let only the fleece be dry, and let there be dew on all the ground.”"
            },
            {
                "verse_number": "40",
                "verse_text": "God did so that night; for it was dry only on the fleece, and there was dew on all the ground [around it]."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Then Jerubbaal (that is, Gideon) and all the people who were with him got up early and camped beside the spring of Harod; and the camp of Midian was north of them by the hill of Moreh in the valley."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the L ord said to Gideon, “There are too many people with you for Me to hand over Midian to them, otherwise Israel will boast [about themselves] against Me, saying, ‘My own power has rescued me.’"
            },
            {
                "verse_number": "3",
                "verse_text": "So now, proclaim in the hearing of the people, ‘Whoever is afraid and trembling, let him turn back and leave Mount Gilead.’ ” So twenty-two thousand men returned [home], but ten thousand remained."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the L ord said to Gideon, “There are still too many people; bring them down to the water and I will test them for you there. Therefore it shall be that he of whom I say to you, ‘This one shall go with you,’ he shall go with you; but everyone of whom I say to you, ‘This one shall not go with you,’ he shall not go.”"
            },
            {
                "verse_number": "5",
                "verse_text": "So he brought the people down to the water, and the L ord said to Gideon, “You shall separate everyone who laps the water with his tongue as a dog laps, as well as everyone who kneels down to drink.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Now the number of those who lapped [the water], putting their hand to their mouth, was three hundred men, but all the rest of the people kneeled down to drink water."
            },
            {
                "verse_number": "7",
                "verse_text": "And the L ord told Gideon, “With the three hundred men who lapped I will rescue you, and will hand over the Midianites to you. Let all the other people go, each man to his home.”"
            },
            {
                "verse_number": "8",
                "verse_text": "So the three hundred men took people’s provisions [for the journey] and their trumpets [made of rams’ horns] in their hands. And Gideon sent [away] all the other men of Israel, each to his tent, but kept the three hundred men. And the camp of Midian was below him in the valley."
            },
            {
                "verse_number": "9",
                "verse_text": "Now on that same night the L ord said to Gideon, “Arise, go down against their camp, for I have given it into your hand."
            },
            {
                "verse_number": "10",
                "verse_text": "But if you are afraid to go down [by yourself], go with Purah your servant down to the camp,"
            },
            {
                "verse_number": "11",
                "verse_text": "and you will hear what they say; and afterward you will have the courage to go down against the camp.” Then he went down with Purah his servant to the outposts of the army that was in the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Now the Midianites and the Amalekites and all the sons of the east were lying [camped] in the valley, as countless as locusts; and their camels were without number, as numerous as the sand on the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "When Gideon arrived, there was a man telling a dream to his friend. And he said, “Listen carefully, I had a dream: there was a loaf of barley bread tumbling into the camp of Midian, and it came to the tent and struck it so that it fell, and turned it upside down so that the tent lay flat.”"
            },
            {
                "verse_number": "14",
                "verse_text": "And his friend replied, “This [dream] is nothing less than the sword of Gideon the son of Joash, a man of Israel. God has given Midian and the entire camp into his hand.”"
            },
            {
                "verse_number": "15",
                "verse_text": "When Gideon heard the account of the dream and its interpretation, he bowed down in worship. Then he returned to the camp of Israel and said, “Arise, for the L ord has given the camp of Midian into your hand.”"
            },
            {
                "verse_number": "16",
                "verse_text": "He divided the three hundred men into three companies, and he put trumpets and empty pitchers into the hands of all of them, with torches inside the pitchers."
            },
            {
                "verse_number": "17",
                "verse_text": "And he said to them, “Look at me, then do likewise. When I come to the edge of the camp, do just as I do."
            },
            {
                "verse_number": "18",
                "verse_text": "When I and all who are with me blow the trumpet (ram’s horn), then all around the camp you also blow the trumpets and shout, ‘For the L ord and for Gideon!’ ”"
            },
            {
                "verse_number": "19",
                "verse_text": "So Gideon and the hundred men who were with him came to the edge of the camp at the beginning of the middle watch, when the guards had just been changed, and they blew the trumpets and smashed the pitchers that were in their hands."
            },
            {
                "verse_number": "20",
                "verse_text": "When three companies blew the trumpets and broke the pitchers, they held the torches in their left hands, and the trumpets in their right hands to blow, and they shouted, “A sword for the L ord and for Gideon!”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then each stood in his place around the camp; and the entire [Midianite] army ran, crying out as they fled."
            },
            {
                "verse_number": "22",
                "verse_text": "When Gideon’s men blew the three hundred trumpets, the L ord set the sword of one [Midianite] against another even throughout the whole army; and the army fled as far as Beth-shittah toward Zererah, as far as the border of Abel-meholah, by Tabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "The men of Israel were summoned together from [the tribes of] Naphtali and Asher and all Manasseh, and they pursued Midian."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Gideon sent messengers throughout the hill country of [the tribe of] Ephraim, saying, “Come down against the Midianites and take [control of] the waters before them [thereby cutting off the Midianites], as far as Beth-barah and the Jordan [River].” So all the men of Ephraim were assembled together and they took control of the waters, as far as Beth-barah and the Jordan."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the men of Ephraim took the two leaders of Midian, Oreb and Zeeb, and they killed Oreb at the rock of Oreb, and they killed Zeeb at the wine press of Zeeb, and pursued Midian; and they brought the heads of Oreb and Zeeb to Gideon from across the Jordan."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "And the men of [the tribe of] Ephraim said to Gideon, “What is this thing that you have done to us, not calling us when you went to fight with Midian?” And they quarreled with him vehemently."
            },
            {
                "verse_number": "2",
                "verse_text": "But he said to them, “What have I done now [that is so significant] in comparison with you? Is not the gleaning (leftovers) of the grapes of [your tribe of] Ephraim better than the vintage (entire harvest) of [my clan of] Abiezer?"
            },
            {
                "verse_number": "3",
                "verse_text": "God has given the leaders of Midian, Oreb and Zeeb into your hands; and what was I able to do in comparison with you?” Then their anger toward him subsided when he made this statement."
            },
            {
                "verse_number": "4",
                "verse_text": "So Gideon came to the Jordan and crossed over [the river], he and the three hundred men who were with him—exhausted, yet [still] pursuing [the enemy]."
            },
            {
                "verse_number": "5",
                "verse_text": "He said to the men of Succoth, “Please give loaves of bread to the people who are following me since they are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”"
            },
            {
                "verse_number": "6",
                "verse_text": "But the leaders of Succoth said, “Are Zebah and Zalmunna already in your hands, that we should give bread to your army?”"
            },
            {
                "verse_number": "7",
                "verse_text": "Gideon said, “For that [response], when the L ord has handed over Zebah and Zalmunna to me, I will thrash your bodies with the thorns and briars of the wilderness.”"
            },
            {
                "verse_number": "8",
                "verse_text": "He went from there up to Penuel and spoke similarly to them; and the men of Penuel answered him just as the men of Succoth had answered."
            },
            {
                "verse_number": "9",
                "verse_text": "So Gideon said also to the men of Penuel, “When I come again in peace, I will tear down this tower.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Now Zebah and Zalmunna were in Karkor with their armies, about fifteen thousand [fighting] men, all who were left of the entire army of the sons of the east; for a hundred and twenty thousand swordsmen had fallen."
            },
            {
                "verse_number": "11",
                "verse_text": "Gideon went up by the route of those who lived in tents to the east of Nobah and Jogbehah, and he attacked their camp when the camp was unsuspecting."
            },
            {
                "verse_number": "12",
                "verse_text": "When Zebah and Zalmunna fled, he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and terrified the entire army."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Gideon the son of Joash returned from the battle by the ascent of Heres."
            },
            {
                "verse_number": "14",
                "verse_text": "He captured a young man of Succoth and questioned him. And the youth wrote down for him [the names of] the leaders of Succoth and its elders, seventy-seven men."
            },
            {
                "verse_number": "15",
                "verse_text": "He came to the men of Succoth and said, “Look here, Zebah and Zalmunna, about whom you taunted me, saying, ‘Are Zebah and Zalmunna now in your hand, that we should give bread to your men who are exhausted?’ ”"
            },
            {
                "verse_number": "16",
                "verse_text": "He took the elders of the city, and thorns of the wilderness and briars, and with them he punished the men of Succoth."
            },
            {
                "verse_number": "17",
                "verse_text": "He tore down the tower of Penuel and killed the men of the city."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Gideon said to Zebah and Zalmunna, “What kind of men were they whom you killed at Tabor?” And they replied, “They were like you, each one of them resembled the son of a king.”"
            },
            {
                "verse_number": "19",
                "verse_text": "He said, “They were my brothers, the sons of my mother. As the L ord lives, if only you had let them live, I would not kill you.”"
            },
            {
                "verse_number": "20",
                "verse_text": "So [to humiliate them] Gideon said to Jether his firstborn, “Stand up, and kill them!” But the youth did not draw his sword, because he was afraid, for he was still [just] a boy."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Zebah and Zalmunna said, “Rise up yourself and strike us; for as the man is, so is his strength.” So Gideon arose and killed Zebah and Zalmunna, and took the crescent amulets that were on their camels’ necks."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the men of Israel said to Gideon, “Rule [as king] over us, both you and your son, also your son’s son, for you have rescued us from the hand of Midian.”"
            },
            {
                "verse_number": "23",
                "verse_text": "But Gideon said to them, “I will not rule over you, and my son will not rule over you; the L ord shall rule over you.”"
            },
            {
                "verse_number": "24",
                "verse_text": "And Gideon said to them, “I would make a request of you, that each one of you give me an earring from his spoil.” For the Midianites had gold earrings, because they were Ishmaelites [who customarily wore them]."
            },
            {
                "verse_number": "25",
                "verse_text": "They answered, “We will certainly give them to you .” And they spread out a garment, and every one of them threw an earring there from his spoil."
            },
            {
                "verse_number": "26",
                "verse_text": "And the weight of the golden earrings that he requested was seventeen hundred shekels of gold, apart from the crescent amulets and pendants and the purple garments which were worn by the kings of Midian, and apart from the chains that were on their camels’ necks."
            },
            {
                "verse_number": "27",
                "verse_text": "Gideon made [all the golden earrings into] an ephod [a sacred, high priest’s garment], and put it in his city of Ophrah, and all Israel worshiped it as an idol there, and it became a trap for Gideon and his household."
            },
            {
                "verse_number": "28",
                "verse_text": "So Midian was subdued and humbled before the sons of Israel, and they no longer lifted up their heads [in pride]. And the land was at rest for forty years in the days of Gideon."
            },
            {
                "verse_number": "29",
                "verse_text": "Jerubbaal (Gideon) the son of Joash went and lived in his own house."
            },
            {
                "verse_number": "30",
                "verse_text": "Now Gideon had seventy sons born to him, because he had many wives."
            },
            {
                "verse_number": "31",
                "verse_text": "And his concubine who was in Shechem also bore him a son, whom he named Abimelech."
            },
            {
                "verse_number": "32",
                "verse_text": "Gideon the son of Joash died at a good advanced age and was buried in the tomb of Joash his father in Ophrah of the Abiezrites."
            },
            {
                "verse_number": "33",
                "verse_text": "Then it came about, as soon as Gideon was dead, that the Israelites again played the prostitute with the Baals, and made Baal-berith their god."
            },
            {
                "verse_number": "34",
                "verse_text": "And the Israelites did not remember the L ord their God, who had rescued them from the hand of all their enemies on every side;"
            },
            {
                "verse_number": "35",
                "verse_text": "nor did they show kindness to the family of Jerubbaal ( that is, Gideon) in return for all the good that he had done for Israel."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now Abimelech the son of Jerubbaal (Gideon) went to Shechem to his mother’s relatives, and said to them and to the whole clan of the household of his mother’s father,"
            },
            {
                "verse_number": "2",
                "verse_text": "“Speak now in the hearing of all the leaders of Shechem, ‘Which is better for you, that seventy men, all of the sons of Jerubbaal rule over you, or that one man rule over you?’ Also, remember that I am your own bone and flesh.”"
            },
            {
                "verse_number": "3",
                "verse_text": "So his mother’s relatives spoke all these words concerning him so that all the leaders of Shechem could hear; and their hearts were inclined to follow Abimelech, for they said, “He is our relative.”"
            },
            {
                "verse_number": "4",
                "verse_text": "And they gave him seventy pieces of silver from the house of Baal-berith, with which Abimelech hired worthless and undisciplined men, and they followed (supported) him."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he went to his father’s house at Ophrah and murdered his brothers the sons of Jerubbaal, seventy men, [in a public execution] on one stone. But Jotham the youngest son of Jerubbaal was left alive , because he had hidden himself."
            },
            {
                "verse_number": "6",
                "verse_text": "All the men of Shechem and all of Beth-millo assembled together, and they went and made Abimelech king, by the oak (terebinth) of the pillar (memorial stone) at Shechem."
            },
            {
                "verse_number": "7",
                "verse_text": "When they told Jotham, he went and stood at the top of Mount Gerizim and shouted to them, “Hear me, O men of Shechem, so that God may hear you."
            },
            {
                "verse_number": "8",
                "verse_text": "Once the trees went forth to anoint a king over them, and they said to the olive tree, ‘Reign over us!’"
            },
            {
                "verse_number": "9",
                "verse_text": "But the olive tree said to them, ‘Should I give up my fatness by which God and men are honored, and go to wave over the trees?’"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the trees said to the fig tree, ‘You come and reign over us!’"
            },
            {
                "verse_number": "11",
                "verse_text": "But the fig tree said to them, ‘Should I give up my sweetness and my good fruit, and go to wave over the trees?’"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the trees said to the vine, ‘You come and reign over us.’"
            },
            {
                "verse_number": "13",
                "verse_text": "And the vine replied, ‘Should I give up my new wine, which makes God and men happy, and go to wave over the trees?’"
            },
            {
                "verse_number": "14",
                "verse_text": "Then all the trees said to the bramble, ‘You come and reign over us.’"
            },
            {
                "verse_number": "15",
                "verse_text": "So the bramble said to the trees, ‘If in truth you are anointing me king over you, then come and take refuge in my shade; but if not, let fire come out of the bramble and devour the cedars of Lebanon.’"
            },
            {
                "verse_number": "16",
                "verse_text": "“Now then, if you acted in truth and integrity when you made Abimelech king, and if you have dealt well with Jerubbaal and his house, and have dealt with him as he deserved—"
            },
            {
                "verse_number": "17",
                "verse_text": "for my father fought for you and risked his life and rescued you from the hand of Midian;"
            },
            {
                "verse_number": "18",
                "verse_text": "but you have risen against my father’s house today and have murdered his sons, seventy men, on one stone, and have made Abimelech, son of his maidservant, king over the people of Shechem, because he is your relative—"
            },
            {
                "verse_number": "19",
                "verse_text": "if then you have acted in truth and integrity with Jerubbaal and his house this day, then rejoice in Abimelech, and let him also rejoice in you."
            },
            {
                "verse_number": "20",
                "verse_text": "But if not, may fire come out from Abimelech and devour the people of Shechem and Beth-millo; and may fire come out from the people of Shechem and Beth-millo, and devour Abimelech.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jotham escaped and fled, and went to Beer and lived there because of Abimelech his brother."
            },
            {
                "verse_number": "22",
                "verse_text": "Abimelech ruled over Israel for three years."
            },
            {
                "verse_number": "23",
                "verse_text": "Then God sent an evil spirit between Abimelech and the leaders of Shechem; and the leaders of Shechem acted treacherously against Abimelech,"
            },
            {
                "verse_number": "24",
                "verse_text": "so that the violence done to the seventy sons of Jerubbaal (Gideon) might come [on the guilty], and that their [innocent] blood might be laid on Abimelech their brother, who had killed them, and on the leaders of Shechem, who strengthened his hands (encouraged him) to kill his brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "The leaders of Shechem set men in ambush against Abimelech on the mountaintops, and they robbed all who passed by them along the road; and it was reported to Abimelech."
            },
            {
                "verse_number": "26",
                "verse_text": "Now Gaal the son of Ebed came with his relatives, and moved into Shechem; and the leaders of Shechem trusted him."
            },
            {
                "verse_number": "27",
                "verse_text": "They went out into the field, gathered the grapes of their vineyard and trod them, and held a festival; and they entered the house of their god, and they ate and drank, and cursed Abimelech."
            },
            {
                "verse_number": "28",
                "verse_text": "Gaal the son of Ebed said, “Who is Abimelech, and who is Shechem, that we should serve him? Is he not [merely] the son of Jerubbaal and is Zebul not his lieutenant? Serve the men of Hamor the father (founder) of Shechem. Why then should we serve Abimelech?"
            },
            {
                "verse_number": "29",
                "verse_text": "If only this people were under my authority! Then I would remove Abimelech and say to him, ‘Increase [the size of] your army and come out [to fight].’ ”"
            },
            {
                "verse_number": "30",
                "verse_text": "When Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger burned."
            },
            {
                "verse_number": "31",
                "verse_text": "He sent messengers to Abimelech secretly, saying, “Behold, Gaal the son of Ebed and his relatives have come to Shechem; and they are stirring up the city against you."
            },
            {
                "verse_number": "32",
                "verse_text": "Now then, get up during the night, you and the people who are with you, and set up an ambush in the field."
            },
            {
                "verse_number": "33",
                "verse_text": "Then in the morning, at sunrise, you will get up early and rush upon and attack the city; and when Gaal and the people who are with him come out against you, you shall do to them whatever you can.”"
            },
            {
                "verse_number": "34",
                "verse_text": "So Abimelech and all the people who were with him got up during the night, and set up an ambush against Shechem, in four companies."
            },
            {
                "verse_number": "35",
                "verse_text": "Now Gaal the son of Ebed came out and stood in the entrance of the city gate; then Abimelech and the people who were with him got up from the ambush."
            },
            {
                "verse_number": "36",
                "verse_text": "When Gaal saw the people, he said to Zebul, “Look, people are coming down from the mountaintops.” But Zebul said to him, “You are only seeing the shadow of the mountains as if they were men.”"
            },
            {
                "verse_number": "37",
                "verse_text": "Gaal spoke again and said, “Look! People are coming down from the highest part of the land, and one company is coming by way of the sorcerers’ oak tree.”"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Zebul said to Gaal, “Where is your [boasting] mouth now, you who said, ‘Who is Abimelech that we should serve him?’ Is this not the people whom you despised? Go out now and fight with them!”"
            },
            {
                "verse_number": "39",
                "verse_text": "So Gaal went out ahead of the leaders of Shechem and fought with Abimelech."
            },
            {
                "verse_number": "40",
                "verse_text": "Abimelech chased him, and he fled before him; and many fell wounded as far as the entrance of the gate."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Abimelech stayed at Arumah, and Zebul drove out Gaal and his relatives so that they could not remain in Shechem."
            },
            {
                "verse_number": "42",
                "verse_text": "The next day the people went out to the field, and it was reported to Abimelech."
            },
            {
                "verse_number": "43",
                "verse_text": "So he took his people and divided them into three companies, and set an ambush in the field; and he looked and saw the people coming out of the city. And he rose up against them and struck them down."
            },
            {
                "verse_number": "44",
                "verse_text": "Then Abimelech and the company with him advanced forward and stood in the entrance of the city gate; the two other companies attacked all who were in the field and killed them."
            },
            {
                "verse_number": "45",
                "verse_text": "Abimelech fought against the city that entire day. He took the city and killed the people who were in it; he demolished the city and sowed it with salt."
            },
            {
                "verse_number": "46",
                "verse_text": "When all the leaders of the Tower of Shechem heard about it, they entered the inner chamber (stronghold) of the temple of El-berith (the god of a covenant)."
            },
            {
                "verse_number": "47",
                "verse_text": "Abimelech was told that all the leaders of the Tower of Shechem were assembled together."
            },
            {
                "verse_number": "48",
                "verse_text": "So Abimelech went up to Mount Zalmon, he and all the people with him; and Abimelech took an axe in his hand and cut down a branch from the trees, picked it up, and laid it on his shoulder. And he said to the people with him, “What you have seen me do, hurry and do just as I have done.”"
            },
            {
                "verse_number": "49",
                "verse_text": "So everyone of the people also cut down his branch and followed Abimelech, and they put the branches on top of the inner chamber and set it on fire over those inside , so that all the people in the Tower of Shechem also died, about a thousand men and women."
            },
            {
                "verse_number": "50",
                "verse_text": "Then Abimelech went to Thebez, and camped against Thebez and took it."
            },
            {
                "verse_number": "51",
                "verse_text": "But there was a strong (fortified) tower in the center of the city, and all the men and women with all the leaders of the city fled to it and shut themselves in; and they went up on the roof of the tower."
            },
            {
                "verse_number": "52",
                "verse_text": "So Abimelech came to the tower and fought against it, and approached the entrance of the tower to burn it down with fire."
            },
            {
                "verse_number": "53",
                "verse_text": "But a certain woman threw an upper millstone [down] on Abimelech’s head and crushed his skull."
            },
            {
                "verse_number": "54",
                "verse_text": "Then he called quickly to the young man who was his armor bearer, and said to him, “Draw your sword and kill me, so that it will not be said of me, ‘A woman killed him.’ ” So the young man pierced him through, and he died."
            },
            {
                "verse_number": "55",
                "verse_text": "When the men of Israel saw that Abimelech was dead, each departed to his home."
            },
            {
                "verse_number": "56",
                "verse_text": "In this way God repaid the wickedness of Abimelech, which he had done to his father [Jerubbaal] by killing his seventy brothers."
            },
            {
                "verse_number": "57",
                "verse_text": "Also God repaid all the wickedness of the men of Shechem on their heads, and the curse of Jotham the son of Jerubbaal (Gideon) came upon them."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After Abimelech died, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel; and he lived in Shamir, in the hill country of Ephraim."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola judged Israel for twenty-three years; then he died and was buried in Shamir."
            },
            {
                "verse_number": "3",
                "verse_text": "After him, Jair the Gileadite arose, and he judged Israel for twenty-two years."
            },
            {
                "verse_number": "4",
                "verse_text": "He had thirty sons who rode on thirty donkeys, and they had thirty towns in the land of Gilead that are called Havvoth-jair (towns of Jair) to this day."
            },
            {
                "verse_number": "5",
                "verse_text": "And Jair died and was buried in Kamon."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Israelites again did what was evil in the sight of the L ord ; they served the Baals, the Ashtaroth (female deities), the gods of Aram (Syria), the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines. They abandoned the L ord and did not serve Him."
            },
            {
                "verse_number": "7",
                "verse_text": "So the anger of the L ord was kindled against Israel, and He sold them into the hands of the Philistines and the Ammonites,"
            },
            {
                "verse_number": "8",
                "verse_text": "and they oppressed and crushed Israel that year. For eighteen years they oppressed all the Israelites who were beyond the Jordan in the land of the Amorites, which is in Gilead."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites crossed the Jordan to fight against Judah, Benjamin, and the house of Ephraim, so that Israel was greatly distressed."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Israelites cried out to the L ord [for help], saying, “We have sinned against You, because we have abandoned (rejected) our God and have served the Baals.”"
            },
            {
                "verse_number": "11",
                "verse_text": "The L ord said to the Israelites, “ Did I not rescue you from the Egyptians, the Amorites, the Ammonites, and the Philistines?"
            },
            {
                "verse_number": "12",
                "verse_text": "Also when the Sidonians, the Amalekites, and the Maonites oppressed and crushed you, you cried out to Me, and I rescued you from their hands."
            },
            {
                "verse_number": "13",
                "verse_text": "Yet you have abandoned (rejected) Me and served other gods; therefore I will no longer rescue you."
            },
            {
                "verse_number": "14",
                "verse_text": "Go, cry out to the gods you have chosen; let them rescue you in your time of distress.”"
            },
            {
                "verse_number": "15",
                "verse_text": "The Israelites said to the L ord , “We have sinned, do to us whatever seems good to You; only please rescue us this day.”"
            },
            {
                "verse_number": "16",
                "verse_text": "So they removed the foreign gods from among them and served the L ord ; and He could bear the misery of Israel no longer."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Ammonites were assembled together and they camped in Gilead. And the sons of Israel assembled and camped at Mizpah."
            },
            {
                "verse_number": "18",
                "verse_text": "The people, the leaders of Gilead (Israel) said to one another, “Who is the man who will begin to fight against the Ammonites? He shall become head over all the inhabitants of Gilead.”"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now Jephthah the Gileadite was a brave warrior, but he was the son of a prostitute. Gilead was the father of Jephthah."
            },
            {
                "verse_number": "2",
                "verse_text": "Gilead’s wife bore him sons, and when his wife’s sons grew up, they drove Jephthah out and said to him, “You shall not have an inheritance in our father’s house, because you are the son of another woman.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jephthah fled from his brothers and lived in the land of Tob; and worthless and unprincipled men gathered around Jephthah, and went out [on raids] with him."
            },
            {
                "verse_number": "4",
                "verse_text": "Now it happened after a while that the Ammonites fought against Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Ammonites fought against Israel, the elders of Gilead went to get Jephthah from the land of Tob;"
            },
            {
                "verse_number": "6",
                "verse_text": "and they said to Jephthah, “Come and be our leader, so that we may fight against the Ammonites.”"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jephthah said to the elders of Gilead, “Did you not hate me and drive me from the house of my father? Why have you come to me now when you are in trouble?”"
            },
            {
                "verse_number": "8",
                "verse_text": "The elders of Gilead said to Jephthah, “This is why we have turned to you now: that you may go with us and fight the Ammonites and become head over all the inhabitants of Gilead.”"
            },
            {
                "verse_number": "9",
                "verse_text": "So Jephthah said to the elders of Gilead, “If you take me back [home] to fight against the Ammonites and the L ord gives them over to me, will I [really] become your head?”"
            },
            {
                "verse_number": "10",
                "verse_text": "The elders of Gilead said to Jephthah, “The L ord is the witness between us; be assured that we will do as you have said.”"
            },
            {
                "verse_number": "11",
                "verse_text": "So Jephthah went with the elders of Gilead, and the people made him head and leader over them. And Jephthah repeated everything that he had promised before the L ord at Mizpah."
            },
            {
                "verse_number": "12",
                "verse_text": "Now Jephthah sent messengers to the king of the Ammonites, saying, “What is [the problem] between you and me, that you have come against me to fight in my land?”"
            },
            {
                "verse_number": "13",
                "verse_text": "The Ammonites’ king replied to the messengers of Jephthah, “It is because Israel took away my land when they came up from Egypt, from the [river] Arnon as far as the Jabbok and [east of] the Jordan; so now, return those lands peaceably.”"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jephthah sent messengers again to the king of the Ammonites,"
            },
            {
                "verse_number": "15",
                "verse_text": "and they said to him, “This is what Jephthah says: ‘Israel did not take the land of Moab or the land of the Ammonites."
            },
            {
                "verse_number": "16",
                "verse_text": "For when they came up from Egypt, Israel walked through the wilderness to the Red Sea and came to Kadesh;"
            },
            {
                "verse_number": "17",
                "verse_text": "then Israel sent messengers to the king of Edom, saying, “Please let us pass through your land,” but the king of Edom would not listen. Also they sent word to the king of Moab, but he would not consent. So Israel stayed at Kadesh."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they went through the wilderness and went around the land of Edom and the land of Moab, and came to the east side of the land of Moab, and they camped on the other side of the [river] Arnon; but they did not enter the territory of Moab, for the Arnon was the [northern] boundary of Moab."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Israel sent messengers to Sihon king of the Amorites, king of Heshbon, and Israel said to him, “Please let us pass through your land to our place.”"
            },
            {
                "verse_number": "20",
                "verse_text": "But Sihon did not trust Israel to pass through his territory; so Sihon gathered together all his people and camped at Jahaz and fought against Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "The L ord , the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them; so Israel took possession of all the land of the Amorites, the inhabitants of that country."
            },
            {
                "verse_number": "22",
                "verse_text": "They took possession of all the territory of the Amorites, from the Arnon as far as the Jabbok, and from the wilderness [westward] as far as the Jordan."
            },
            {
                "verse_number": "23",
                "verse_text": "And now the L ord God of Israel has dispossessed and driven out the Amorites from before His people Israel, so [why] should you possess it?"
            },
            {
                "verse_number": "24",
                "verse_text": "Do you not possess what Chemosh your god gives you to possess? And everything that the L ord our God dispossessed before us, we will possess."
            },
            {
                "verse_number": "25",
                "verse_text": "Now are you any better than Balak the son of Zippor, king of Moab? Did he ever strive against Israel, or did he ever go to war against them?"
            },
            {
                "verse_number": "26",
                "verse_text": "While Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the cities along the banks of the Arnon for three hundred years, why did you not recover your lost lands during that time?"
            },
            {
                "verse_number": "27",
                "verse_text": "So I have not sinned against you, but you are doing me wrong by making war against me; may the L ord , the [righteous] Judge, judge this day between the Israelites and the Ammonites.’ ”"
            },
            {
                "verse_number": "28",
                "verse_text": "But the king of the Ammonites disregarded the message of Jephthah, which he sent to him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the Spirit of the L ord came upon Jephthah, and he passed through Gilead and Manasseh, and Mizpah of Gilead, and from Mizpah of Gilead he passed on to the Ammonites."
            },
            {
                "verse_number": "30",
                "verse_text": "Jephthah made a vow to the L ord and said, “If You will indeed give the Ammonites into my hand,"
            },
            {
                "verse_number": "31",
                "verse_text": "then whatever comes out of the doors of my house to meet me when I return in peace from the Ammonites, it shall be the L ord ’ s , and I will offer it up as a burnt offering.”"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jephthah crossed over to the Ammonites to fight with them; and the L ord gave them into his hand."
            },
            {
                "verse_number": "33",
                "verse_text": "And from Aroer to the entrance of Minnith he struck them, twenty cities, and as far as Abel-keramim (brook by the vineyard), with a very great defeat. So the Ammonites were subdued and humbled before the Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Jephthah came to his house at Mizpah, and this is what he saw: his daughter coming out to meet him with tambourines and with dancing. And she was his only child; except for her he had no son or daughter."
            },
            {
                "verse_number": "35",
                "verse_text": "And when he saw her, he tore his clothes [in grief] and said, “Alas, my daughter! You have brought me great disaster, and you are the cause of ruin to me; for I have made a vow to the L ord , and I cannot take it back.”"
            },
            {
                "verse_number": "36",
                "verse_text": "And she said to him, “My father, you have made a vow to the L ord ; do to me as you have vowed, since the L ord has taken vengeance for you on your enemies, the Ammonites.”"
            },
            {
                "verse_number": "37",
                "verse_text": "And she said to her father, “Let this one thing be done for me; let me alone for two months, so that I may go to the mountains and weep over my virginity, I and my companions.”"
            },
            {
                "verse_number": "38",
                "verse_text": "And he said, “Go.” So he sent her away for two months; and she left with her companions, and wept over her virginity on the mountains."
            },
            {
                "verse_number": "39",
                "verse_text": "At the end of two months she returned to her father, who did to her as he had vowed; and she had no relations with a man. It became a custom in Israel,"
            },
            {
                "verse_number": "40",
                "verse_text": "that the daughters of Israel went yearly to tell the story of the daughter of Jephthah the Gileadite four days in the year."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The men of [the tribe of] Ephraim were summoned [to action], and they crossed over to Zaphon and said to Jephthah, “Why did you cross over to fight with the Ammonites without calling us to go with you? [For that] we will burn your house down upon you.”"
            },
            {
                "verse_number": "2",
                "verse_text": "And Jephthah said to them, “My people and I were in a major conflict with the Ammonites, and when I called you [for help], you did not rescue me from their hand."
            },
            {
                "verse_number": "3",
                "verse_text": "So when I saw that you were not coming to help me, I took my life in my hands and crossed over against the Ammonites, and the L ord handed them over to me. So why have you come up to me this day to fight against me?”"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jephthah assembled all the men of Gilead and fought with [the tribe of] Ephraim; and the men of Gilead defeated Ephraim, because they had said, “You Gileadites are fugitives of Ephraim, in the midst of [the tribes of] Ephraim and Manasseh.”"
            },
            {
                "verse_number": "5",
                "verse_text": "And the Gileadites took the fords of the Jordan opposite the Ephraimites; and when any of the fugitives of Ephraim said, “Let me cross over,” the men of Gilead would say to him, “Are you an Ephraimite?” If he said, “No,”"
            },
            {
                "verse_number": "6",
                "verse_text": "they said to him, “Then say ‘Shibboleth.’ ” And he said, “Sibboleth,” for he could not pronounce it correctly. Then they seized him and killed him at the fords of the Jordan. At that time forty-two thousand of the Ephraimites fell."
            },
            {
                "verse_number": "7",
                "verse_text": "Jephthah judged Israel for six years. Then Jephthah the Gileadite died and was buried in one of the cities of Gilead."
            },
            {
                "verse_number": "8",
                "verse_text": "And after him Ibzan of Bethlehem judged Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "He had thirty sons, and thirty daughters whom he gave in marriage outside the family, and he brought in thirty daughters [-in-law] from outside for his sons. He judged Israel for seven years."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Ibzan died and was buried at Bethlehem."
            },
            {
                "verse_number": "11",
                "verse_text": "After him Elon the Zebulunite judged Israel; and he judged Israel for ten years."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun."
            },
            {
                "verse_number": "13",
                "verse_text": "Now after him Abdon the son of Hillel the Pirathonite judged Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "He had forty sons and thirty grandsons who rode on seventy donkeys; and he judged Israel for eight years."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Abdon the son of Hillel the Pirathonite died and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Now Israel again did what was evil in the sight of the L ord , and the L ord gave them into the hands of the Philistines for forty years."
            },
            {
                "verse_number": "2",
                "verse_text": "And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was infertile and had no children ."
            },
            {
                "verse_number": "3",
                "verse_text": "And the Angel of the L ord appeared to the woman and said to her, “Behold, you are infertile and have no children, but you shall conceive and give birth to a son."
            },
            {
                "verse_number": "4",
                "verse_text": "Therefore, be careful not to drink wine or [any other] intoxicating drink, and do not eat anything [ceremonially] unclean."
            },
            {
                "verse_number": "5",
                "verse_text": "For behold, you shall conceive and give birth to a son. No razor shall come upon his head, for the boy shall be a Nazirite [dedicated] to God from birth; and he shall begin to rescue Israel from the hands of the Philistines.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the woman went and told her husband, saying, “A Man of God came to me and his appearance was like the appearance of the Angel of God, very awesome. I did not ask Him where he came from, and he did not tell me his name."
            },
            {
                "verse_number": "7",
                "verse_text": "But He said to me, ‘Behold, you shall conceive and give birth to a son, and now you shall not drink wine or [any other] intoxicating drink, nor eat anything [ceremonially] unclean, for the boy shall be a Nazirite to God from birth to the day of his death.’ ”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Manoah pleaded with the L ord and said, “O Lord, please let the Man of God whom You sent come again to us and teach us what we are to do for the boy who is to be born.”"
            },
            {
                "verse_number": "9",
                "verse_text": "And God listened to the voice of Manoah; and the Angel of God came again to the woman as she sat in the field, but Manoah her husband was not with her."
            },
            {
                "verse_number": "10",
                "verse_text": "So the woman ran quickly and told her husband, “Behold, the Man who came to me the other day has appeared to me.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Manoah got up and followed his wife, and came to the Man and said to him, “Are you the Man who spoke to this woman?” He said, “I am.”"
            },
            {
                "verse_number": "12",
                "verse_text": "And Manoah said, “Now when your words come true, what shall be the boy’s manner of life, and his vocation?”"
            },
            {
                "verse_number": "13",
                "verse_text": "The Angel of the L ord said to Manoah, “The woman must pay attention to everything that I said to her."
            },
            {
                "verse_number": "14",
                "verse_text": "She may not eat anything that comes from the vine nor drink wine or [any other] intoxicating drink, nor eat anything [ceremonially] unclean. She shall observe everything that I commanded her.”"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Manoah said to the Angel of the L ord , “Please let us detain you and let us prepare a young goat for you [to eat].”"
            },
            {
                "verse_number": "16",
                "verse_text": "The Angel of the L ord said to Manoah, “Though you detain me, I will not eat your food, but if you prepare a burnt offering, offer it to the L ord .” For Manoah did not know that he was the Angel of the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "Manoah said to the Angel of the L ord , “What is your name, so that when your words come true, we may honor you?”"
            },
            {
                "verse_number": "18",
                "verse_text": "But the Angel of the L ord said to him, “Why do you ask my name, seeing it is wonderful (miraculous)?”"
            },
            {
                "verse_number": "19",
                "verse_text": "So Manoah took the young goat with the grain offering and offered it on the rock to the L ord , and He performed miracles while Manoah and his wife looked on."
            },
            {
                "verse_number": "20",
                "verse_text": "For when the flame went up toward heaven from the altar, the Angel of the L ord ascended in the altar flame. When Manoah and his wife saw this they fell on their faces to the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "The Angel of the L ord did not appear again to Manoah or his wife. Then Manoah knew that he was the Angel of the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "So Manoah said to his wife, “We will certainly die, because we have seen God.”"
            },
            {
                "verse_number": "23",
                "verse_text": "But his [sensible] wife said to him, “If the L ord had desired to kill us, He would not have received a burnt offering and a grain offering from our hands, nor would He have shown us all these things, nor would He have announced such things as these at this time.”"
            },
            {
                "verse_number": "24",
                "verse_text": "So the woman [in due time] gave birth to a son and named him Samson; and the boy grew and the L ord blessed him."
            },
            {
                "verse_number": "25",
                "verse_text": "And the Spirit of the L ord began to stir him at times in Mahaneh-dan, between Zorah and Eshtaol."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Samson went down to Timnah and at Timnah he saw a woman, one of the daughters of the Philistines."
            },
            {
                "verse_number": "2",
                "verse_text": "So he went back and told his father and his mother, “I saw a woman in Timnah, one of the daughters of the Philistines; now get her for me as a wife.”"
            },
            {
                "verse_number": "3",
                "verse_text": "But his father and mother said to him, “Is there no woman among the daughters of your relatives, or among all our people, that you must go to take a wife from the uncircumcised (pagan) Philistines?” And Samson said to his father, “Get her for me, because she looks pleasing to me.”"
            },
            {
                "verse_number": "4",
                "verse_text": "His father and mother did not know that it was of the L ord , and that He was seeking an occasion [to take action] against the Philistines. Now at that time the Philistines were ruling over Israel. “Out of the eater came something to eat, And out of the strong came something sweet.” And they could not solve the riddle in three days. “What is sweeter than honey? What is stronger than a lion?” And he said to them, You would not have solved my riddle.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Samson went down to Timnah with his father and mother [to arrange the marriage], and they came as far as the vineyards of Timnah; and suddenly, a young lion came roaring toward him."
            },
            {
                "verse_number": "6",
                "verse_text": "The Spirit of the L ord came upon him mightily, and he tore the lion apart as one tears apart a young goat, and he had nothing at all in his hand; but he did not tell his father or mother what he had done."
            },
            {
                "verse_number": "7",
                "verse_text": "So he went down and talked with the woman; and she looked pleasing to Samson."
            },
            {
                "verse_number": "8",
                "verse_text": "When he returned later to take her, he turned aside to see the carcass of the lion; and behold, a swarm of bees and honey were in the body of the lion."
            },
            {
                "verse_number": "9",
                "verse_text": "So he scraped the honey out into his hands and went on, eating as he went. When he came to his father and mother, he gave them some , and they ate it; but he did not tell them he had taken the honey from the body of the lion."
            },
            {
                "verse_number": "10",
                "verse_text": "His father went down to the woman, and Samson prepared a feast there, for that was the customary thing for young men to do."
            },
            {
                "verse_number": "11",
                "verse_text": "When the people saw him, they brought thirty companions (wedding attendants) to be with him."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Samson said to them, “Let me now ask you a riddle; if you can tell me what it is within the seven days of the feast, and solve it, then I will give you thirty linen tunics (undergarments) and thirty changes of [outer] clothing."
            },
            {
                "verse_number": "13",
                "verse_text": "But if you are unable to tell me [the answer], then you shall give me thirty linen tunics (undergarments) and thirty changes of [outer] clothing.” And they said to him, “Ask your riddle, so that we may hear it.”"
            },
            {
                "verse_number": "14",
                "verse_text": "So he said to them,"
            },
            {
                "verse_number": "15",
                "verse_text": "Then on the fourth day they said to Samson’s wife, “Persuade your husband to tell us [through you] the [answer to the] riddle, or we will burn you and your father’s household with fire. Have you invited us to make us poor? Is this not true? ”"
            },
            {
                "verse_number": "16",
                "verse_text": "So Samson’s wife wept before him and said, “You only hate me, you do not love me; you have asked my countrymen a riddle, and have not told [the answer] to me.” And he said to her, “Listen, I have not told my father or my mother [either], so [why] should I tell you?”"
            },
            {
                "verse_number": "17",
                "verse_text": "However Samson’s wife wept before him seven days while their [wedding] feast lasted, and on the seventh day he told her because she pressed him so hard. Then she told the [answer to the] riddle to her countrymen."
            },
            {
                "verse_number": "18",
                "verse_text": "So the men of the city said to Samson on the seventh day before sundown, “If you had not plowed with my heifer,"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Spirit of the L ord came upon him mightily, and he went down to Ashkelon and killed thirty of them and took their gear, and gave changes of clothes to those who had explained the riddle. And his anger burned, and he went up to his father’s house."
            },
            {
                "verse_number": "20",
                "verse_text": "But Samson’s wife was given to his companion who had been his friend."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "But after a while, in the time of wheat harvest, Samson went to visit his wife with a young goat [as a gift of reconciliation]; and he said, “I will go in to my wife in her room.” But her father would not allow him to go in."
            },
            {
                "verse_number": "2",
                "verse_text": "Her father said, “I really thought you utterly hated her; so I gave her to your companion. Is her younger sister not more beautiful than she? Please take her [as your wife] instead.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Samson said to them, “This time I shall be blameless in regard to the Philistines when I do them harm.”"
            },
            {
                "verse_number": "4",
                "verse_text": "So Samson went and caught three hundred foxes, and took torches and turning the foxes tail to tail, he put a torch between each pair of tails."
            },
            {
                "verse_number": "5",
                "verse_text": "When he had set the torches ablaze, he let the foxes go into the standing grain of the Philistines, and he burned up the heap of sheaves and the standing grain, along with the vineyards and olive groves."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Philistines said, “Who did this?” And they were told, “Samson, the son-in-law of the Timnite, because he took Samson’s wife and gave her to his [chief] companion [at the wedding feast].” So the Philistines came up and burned her and her father with fire."
            },
            {
                "verse_number": "7",
                "verse_text": "Samson said to them, “If this is the way you act, be certain that I will take revenge on you, and [only] after that I will stop.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then he struck them without mercy, a great slaughter; and he went down and lived in the cleft of the rock of Etam. “With the jawbone of a donkey, Heaps upon heaps, With the jawbone of a donkey I have struck down a thousand men.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the [army of the] Philistines came up and camped in [the tribal territory of] Judah, and overran Lehi (Jawbone)."
            },
            {
                "verse_number": "10",
                "verse_text": "The men of Judah said, “Why have you come up against us?” And they answered, “We have come up to bind Samson, in order to do to him as he has done to us.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Then three thousand men of Judah went down to the cleft of the rock of Etam and said to Samson, “Have you not known that the Philistines are rulers over us? What is this that you have done to us?” He said to them, “As they did to me, so I have done to them.”"
            },
            {
                "verse_number": "12",
                "verse_text": "They said to him, “We have come down to bind you, so that we may hand you over to the Philistines.” And Samson said to them, “Swear to me that you will not kill me.”"
            },
            {
                "verse_number": "13",
                "verse_text": "So they said to him, “No, we will [only] bind you securely and place you into their hands; but we certainly will not kill you.” So they bound him with two new ropes and brought him up from the rock [of Etam]."
            },
            {
                "verse_number": "14",
                "verse_text": "When he came to Lehi, the Philistines came shouting to meet him. And the Spirit of the L ord came upon him mightily, and the ropes on his arms were like flax (linen) that had been burned, and his bonds dropped off his hands."
            },
            {
                "verse_number": "15",
                "verse_text": "He found a fresh jawbone of a donkey, so he reached out his hand and took it and killed a thousand men with it."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Samson said,"
            },
            {
                "verse_number": "17",
                "verse_text": "When he finished speaking, he threw the jawbone from his hand; and he named that place Ramath-lehi (hill of the jawbone)."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Samson was very thirsty, and he called out to the L ord and said, “You have given this great victory through the hand of Your servant, and now am I to die of thirst and fall into the hands of the uncircumcised (pagans)?”"
            },
            {
                "verse_number": "19",
                "verse_text": "So God split open the hollow place that was at Lehi, and water came out of it. When Samson drank, his spirit (strength) returned and he was revived. Therefore he named it En-hakkore (spring which is calling), which is at Lehi to this day."
            },
            {
                "verse_number": "20",
                "verse_text": "And Samson judged Israel in the days of [occupation by] the Philistines for twenty years."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then Samson went to Gaza and saw a prostitute there, and went in to her."
            },
            {
                "verse_number": "2",
                "verse_text": "The Gazites were told, “Samson has come here.” So they surrounded the place and waited all night at the gate of the city to ambush him. They kept quiet all night, saying, “In the morning, when it is light, we will kill him.”"
            },
            {
                "verse_number": "3",
                "verse_text": "But Samson lay [resting] until midnight, then at midnight he got up and took hold of the doors of the city gate and the two door-posts, and pulled them up, [security] bar and all, and he put them on his shoulders and carried them up to the top of the hill which is opposite Hebron. “Our god has given Samson our enemy into our hands!” “Our god has handed over our enemy to us, The ravager of our country, Who has killed many of us.”"
            },
            {
                "verse_number": "4",
                "verse_text": "After this he fell in love with a [Philistine] woman [living] in the Valley of Sorek, whose name was Delilah."
            },
            {
                "verse_number": "5",
                "verse_text": "So the [five] lords (governors) of the Philistines came to her and said to her, “Persuade him, and see where his great strength lies and [find out] how we may overpower him so that we may bind him to subdue him. And each of us will give you eleven hundred pieces of silver.”"
            },
            {
                "verse_number": "6",
                "verse_text": "So Delilah said to Samson, “Please tell me where your great strength lies and with what you may be bound and subdued.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson said to her, “If they bind me with seven fresh cords ( tendons) that have not been dried, then I will be weak and be like any [other] man.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Philistine lords brought her seven fresh cords that had not been dried, and she bound him with them."
            },
            {
                "verse_number": "9",
                "verse_text": "Now she had men lying in ambush in an inner room. And she said to him, “The Philistines are upon you, Samson!” And he broke the cords as a string of tow breaks when it touches fire. So [the secret of] his strength was not discovered."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Delilah said to Samson, “See now, you have mocked me and told me lies; now please tell me [truthfully] how you may be bound.”"
            },
            {
                "verse_number": "11",
                "verse_text": "He said to her, “If they bind me tightly with new ropes that have not been used, then I will become weak and be like any [other] man.”"
            },
            {
                "verse_number": "12",
                "verse_text": "So Delilah took new ropes and bound him with them and said to him, “The Philistines are upon you, Samson!” And the men lying in ambush were in the inner room. But he snapped the ropes off his arms like [sewing] thread."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Delilah said to Samson, “Until now you have mocked me and told me lies; tell me [truthfully] with what you may be bound.” And he said to her, “If you weave the seven braids of my hair with the web [ and fasten it with a pin, then I will become weak and be like any other man.”"
            },
            {
                "verse_number": "14",
                "verse_text": "So while he slept, Delilah took the seven locks (braids) of his hair and wove them into the web ] . And she fastened it with the pin [of the loom] and said to him, “The Philistines are upon you, Samson!” And he awoke from his sleep and pulled out the pin of the [weaver’s] loom and the web."
            },
            {
                "verse_number": "15",
                "verse_text": "Then she said to him, “How can you say, ‘I love you,’ when your heart is not with me? You have mocked me these three times and have not told me where your great strength lies.”"
            },
            {
                "verse_number": "16",
                "verse_text": "When she pressured him day after day with her words and pleaded with him, he was annoyed to death."
            },
            {
                "verse_number": "17",
                "verse_text": "Then [finally] he told her everything that was in his heart and said to her, “A razor has never been used on my head, for I have been a Nazirite to God from my mother’s womb. If I am shaved, then my strength will leave me, and I will become weak and be like any [other] man.”"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Delilah realized that he had told her everything in his heart, so she sent and called for the Philistine lords, saying, “Come up this once, because he has told me everything in his heart.” Then the Philistine lords came up to her and brought the money [they had promised] in their hands."
            },
            {
                "verse_number": "19",
                "verse_text": "She made Samson sleep on her knees, and she called a man and had him shave off the seven braids of his head. Then she began to abuse Samson, and his strength left him."
            },
            {
                "verse_number": "20",
                "verse_text": "She said, “The Philistines are upon you, Samson!” And he awoke from his sleep and said, “I will go out as I have time after time and shake myself free.” For Samson did not know that the L ord had departed from him."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Philistines seized him and gouged out his eyes; and they brought him down to Gaza and bound him with [two] bronze chains; and he was forced to be a grinder [of grain into flour at the mill] in the prison."
            },
            {
                "verse_number": "22",
                "verse_text": "But the hair of his head began to grow again after it had been shaved off."
            },
            {
                "verse_number": "23",
                "verse_text": "Now the Philistine lords gathered together to offer a great sacrifice to Dagon their god, and to celebrate, for they said,"
            },
            {
                "verse_number": "24",
                "verse_text": "When the people saw Samson, they praised their god, for they said,"
            },
            {
                "verse_number": "25",
                "verse_text": "Now when they were in high spirits, they said, “Call for Samson, so that he may amuse us.” So they called Samson out of the prison, and he entertained them. They made him stand between the pillars."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Samson said to the boy who held him by the hand, “Let me feel the pillars on which the [roof of the] house rests, so that I may lean against them.”"
            },
            {
                "verse_number": "27",
                "verse_text": "Now the house was full of men and women; all the Philistine lords were there, and on the flat roof were about three thousand men and women who looked on while Samson was entertaining them."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Samson called to the L ord and said, “O Lord G od , please remember me and please strengthen me just this one time, O God, and let me take vengeance on the Philistines for my two eyes.”"
            },
            {
                "verse_number": "29",
                "verse_text": "Samson took hold of the two middle [support] pillars on which the house rested, and braced himself against them, one with his right hand and the other with his left."
            },
            {
                "verse_number": "30",
                "verse_text": "And Samson said, “Let me die with the Philistines!” And he stretched out with all his might [collapsing the support pillars], and the house fell on the lords and on all the people who were in it. So the dead whom he killed at his death were more than those whom he had killed during his life."
            },
            {
                "verse_number": "31",
                "verse_text": "Then his brothers and his father’s entire [tribal] household came down, took him, and brought him up; and they buried him in the tomb of Manoah his father, [which was] between Zorah and Eshtaol. So Samson had judged Israel for twenty years."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "There was a man of the hill country of Ephraim whose name was Micah."
            },
            {
                "verse_number": "2",
                "verse_text": "And he said to his mother, “The eleven hundred pieces of silver which were taken from you, about which you cursed [the thief] and also spoke about in my hearing, behold, the silver is with me; I took it.” And his mother said, “Blessed be my son before the L ord .”"
            },
            {
                "verse_number": "3",
                "verse_text": "He returned the eleven hundred pieces of silver to his mother, and she said, “I had truly dedicated the silver from my hand to the L ord for my son (in his name) to make an image [carved from wood and plated with silver] and a cast image [of solid silver]; so now, I will return it to you.”"
            },
            {
                "verse_number": "4",
                "verse_text": "So when he returned the silver to his mother, she took two hundred pieces of silver and gave them to the silversmith who made of it an image [of silver-plated wood] and a cast image [of solid silver]; and they were in the house of Micah."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the man Micah had a house of gods (shrine), and he made an ephod and teraphim and dedicated and installed one of his sons, who became his [personal] priest."
            },
            {
                "verse_number": "6",
                "verse_text": "In those days there was no king in Israel; every man did what was right in his own eyes."
            },
            {
                "verse_number": "7",
                "verse_text": "Now there was a young man from Bethlehem in Judah, from the family [of the tribe] of Judah, who was a Levite; and he was staying there [temporarily]."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the man left the town of Bethlehem in Judah, to stay wherever he could find a place; and as he journeyed, he came to the hill country of Ephraim, to the house of Micah."
            },
            {
                "verse_number": "9",
                "verse_text": "Micah said to him, “Where do you come from?” And he said to him, “I am a Levite from Bethlehem in Judah, and I am going to stay wherever I can find a place. ”"
            },
            {
                "verse_number": "10",
                "verse_text": "And Micah said to him, “Live here with me and be a father and a [personal] priest to me, and I will give you ten pieces of silver each year, a supply of clothing, and your sustenance (room and board).” So the Levite went in."
            },
            {
                "verse_number": "11",
                "verse_text": "The Levite agreed to live with the man, and the young man became to Micah like one of his sons."
            },
            {
                "verse_number": "12",
                "verse_text": "So Micah dedicated (installed) the Levite, and the young man became his priest and lived in the house of Micah."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Micah said, “Now I know that the L ord will favor me and make me prosper because I have a Levite as my priest.”"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "In those days there was no king in Israel; and in those days the tribe of the Danites was seeking an inheritance [of land] for themselves to live in, for until then an inheritance had not been allotted to them as a possession among the tribes of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So the sons of Dan sent from the total number of their [extended] family five brave men from Zorah and Eshtaol, to scout the land and to explore it; and they said to them, “Go, explore the land.” They came to the hill country of Ephraim, to the house of Micah, and lodged there."
            },
            {
                "verse_number": "3",
                "verse_text": "When they passed near Micah’s house, they recognized the voice of the young man, the Levite, and they turned aside there and said to him, “Who brought you here? And what are you doing in this place? And what do you have here?”"
            },
            {
                "verse_number": "4",
                "verse_text": "And he said to them, “Micah has done this and that for me, and he has hired me and I have become his priest.”"
            },
            {
                "verse_number": "5",
                "verse_text": "And they said to him, “Please ask of God, so that we may know whether our journey on which we are going will be successful.”"
            },
            {
                "verse_number": "6",
                "verse_text": "The priest said to them, “Go in peace; the journey on which you are going is acceptable to the L ord .”"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the five men went on and came to Laish and saw the people who were there, [how they were] living securely in the style of the Sidonians, quiet and peaceful; and there was no oppressive magistrate in the land humiliating them in anything, and they were far from the Sidonians and had no dealings with anyone."
            },
            {
                "verse_number": "8",
                "verse_text": "The five men came back [home] to their brothers at Zorah and Eshtaol, and their brothers said to them, “What do you have to report? ”"
            },
            {
                "verse_number": "9",
                "verse_text": "They said, “Arise, let us go up against them; for we have seen the land, and behold, it is very good (fertile). Will you sit still and do nothing? Do not hesitate to go, to enter, to take possession of the land."
            },
            {
                "verse_number": "10",
                "verse_text": "When you enter, you will come to people [feeling] safe and secure with a spacious land [widely extended on all sides]; for God has given it into your hands—a place where there is no lack of anything that is on the earth.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Then from the [tribal] family of the Danites, from Zorah and from Eshtaol, six hundred men armed with weapons of war set out."
            },
            {
                "verse_number": "12",
                "verse_text": "They went up and camped at Kiriath-jearim in Judah. Therefore they have called that place Mahaneh-dan to this day; it is west of Kiriath-jearim."
            },
            {
                "verse_number": "13",
                "verse_text": "They went on from there to the hill country of Ephraim and came to Micah’s house."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the five men who had gone to scout the country of Laish said to their relatives, “Do you know that there are in these houses an ephod, teraphim, an image [of silver-plated wood], and a cast image [of solid silver]? Now therefore, consider what you should do.”"
            },
            {
                "verse_number": "15",
                "verse_text": "So they turned in that direction and came to the house of the young Levite, at the home of Micah, and asked him how he was doing."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the six hundred men armed with their weapons of war, who were of the sons of Dan, stood at the entrance of the gate."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the five men who had gone to scout the land went up and entered the house and took the image [of silver-plated wood], the ephod, the teraphim, and the cast image [of solid silver], while the priest stood by the entrance of the gate with the six hundred men armed with weapons of war."
            },
            {
                "verse_number": "18",
                "verse_text": "When these [five men] went into Micah’s house and took the [plated] image, the ephod, the teraphim, and the cast image, the priest asked them, “What are you doing?”"
            },
            {
                "verse_number": "19",
                "verse_text": "They said to him, “Keep quiet, put your hand over your mouth and come with us, and be a father and a priest to us. Is it better for you to be a priest to the house of one man, or to be a priest to a tribe and family in Israel?”"
            },
            {
                "verse_number": "20",
                "verse_text": "The priest’s heart was glad [to hear that], and he took the ephod, the teraphim, and the image, and went among the people."
            },
            {
                "verse_number": "21",
                "verse_text": "So they turned and left, and they put the children, the livestock, and the valuables and supplies in front of them."
            },
            {
                "verse_number": "22",
                "verse_text": "When they had gone some distance from the house of Micah, the men who were [living] in the houses near Micah’s house assembled [as a militia] and overtook the sons of Dan."
            },
            {
                "verse_number": "23",
                "verse_text": "They shouted to the Danites, who turned and said to Micah, “What is your reason for assembling [against us]?”"
            },
            {
                "verse_number": "24",
                "verse_text": "He said, “You have taken away my gods which I have made, and the priest, and have gone away; what else do I have left? How can you say to me, ‘What is your reason? ’ ”"
            },
            {
                "verse_number": "25",
                "verse_text": "The sons of Dan said to him, “Do not let your voice [of complaint] be heard among us, or else angry men will assault you and you will lose your life, along with the lives of [everyone in] your household.”"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the Danites went on their way; and Micah saw that they were too strong for him, so he turned and went back to his house."
            },
            {
                "verse_number": "27",
                "verse_text": "They took the [idolatrous] things that Micah had made, and his priest, and they came to Laish, to a people who were quiet and secure; and they struck them with the edge of the sword and burned the city with fire."
            },
            {
                "verse_number": "28",
                "verse_text": "And there was no one to rescue them because it was far from Sidon and they had no dealings with anyone. It was in the valley which belongs to Beth-rehob. And they rebuilt the city and lived in it."
            },
            {
                "verse_number": "29",
                "verse_text": "They named the city Dan, after Dan their forefather who was born to Israel (Jacob); however, the original name of the city was Laish."
            },
            {
                "verse_number": "30",
                "verse_text": "The [tribe of] the sons of Dan set up the image [of silver-plated wood] for themselves; and Jonathan the son of Gershom, the son of Moses, and his sons were priests to the tribe of the Danites until the day of the captivity and exile from the land."
            },
            {
                "verse_number": "31",
                "verse_text": "So they set up for themselves Micah’s [silver-plated wooden] image which he had made, and kept it throughout the time that the house (tabernacle) of God was at Shiloh."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened in those days, when there was no king in Israel, that a certain Levite living [as an alien] in the most remote part of the hill country of Ephraim, who took a concubine for himself from Bethlehem in Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "But his concubine was unfaithful to him, and left him and went to her father’s house in Bethlehem of Judah, and stayed there for a period of four months."
            },
            {
                "verse_number": "3",
                "verse_text": "Then her husband arose and went after her to speak kindly and tenderly to her in order to bring her back, taking with him his servant and a pair of donkeys. So she brought him into her father’s house, and when the father of the girl saw him, he was happy to meet him."
            },
            {
                "verse_number": "4",
                "verse_text": "So his father-in-law, the girl’s father, detained him; and he stayed there with him for three days. So they ate and drank, and he lodged there."
            },
            {
                "verse_number": "5",
                "verse_text": "On the fourth day they got up early in the morning, and the Levite prepared to leave; but the girl’s father said to his son-in-law, “Strengthen yourself with a piece of bread, and afterward go your way.”"
            },
            {
                "verse_number": "6",
                "verse_text": "So both men sat down and ate and drank together; and the girl’s father said to the man, “Please be willing to spend the night and enjoy yourself.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the man got up to leave, but his father-in-law urged him [strongly to remain]; so he spent the night there again."
            },
            {
                "verse_number": "8",
                "verse_text": "On the fifth day he got up early in the morning to leave, but the girl’s father said, “Please strengthen yourself, and wait until the end of the day.” So both of them ate."
            },
            {
                "verse_number": "9",
                "verse_text": "When the man and his concubine and his servant got up to leave, his father-in-law, the girl’s father, said to him, “Behold, now the day has drawn to a close; please spend the night. Look, now the day comes to an end; spend the night here and celebrate, enjoy yourself. Then tomorrow you may get up early for your journey and go home.”"
            },
            {
                "verse_number": "10",
                "verse_text": "But the man was not willing to stay the night; so he got up and left and came to a place opposite Jebus (that is Jerusalem). With him were two saddled donkeys [and his servant] and his concubine."
            },
            {
                "verse_number": "11",
                "verse_text": "When they were near Jebus, the day was almost gone, and the servant said to his master, “Please come and let us turn aside into this Jebusite city and spend the night in it.”"
            },
            {
                "verse_number": "12",
                "verse_text": "But his master said to him, “We will not turn aside into a city of foreigners who are not of the sons (descendants) of Israel. We will go on as far as Gibeah.”"
            },
            {
                "verse_number": "13",
                "verse_text": "And he said to his servant, “Come and let us approach one of these places: and we will spend the night in Gibeah or in Ramah.”"
            },
            {
                "verse_number": "14",
                "verse_text": "So they passed by and went on their way, and the sun set on them near Gibeah, which belongs to [the tribe of] Benjamin,"
            },
            {
                "verse_number": "15",
                "verse_text": "and they turned aside there to go in and spend the night in Gibeah. And the Levite went in and sat down in the open square of the city, because no man invited them into his house to spend the night."
            },
            {
                "verse_number": "16",
                "verse_text": "Then behold, there was an old man who was coming out of the field from his work at evening. He was from the hill country of Ephraim but was staying in Gibeah, and the men of the place were sons (descendants) of Benjamin."
            },
            {
                "verse_number": "17",
                "verse_text": "When he looked up, he saw the traveler [and his companions] in the city square; and the old man said, “Where are you going, and where do you come from?”"
            },
            {
                "verse_number": "18",
                "verse_text": "The Levite replied, “We are passing through from Bethlehem [in the territory] of Judah to the most remote part of the hill country of Ephraim; I am from there. I went to Bethlehem of Judah, but I am now going [home] to my house, and there is no man [in the city] who will take me into his house [for the night]."
            },
            {
                "verse_number": "19",
                "verse_text": "Yet we have both straw and feed for our donkeys, and also bread and wine for me, and for your handmaid, and for the young man who is with your servant; there is no lack of anything.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the old man said, “Peace be to you. Only leave all your needs to me; and do not spend the night in the open square.”"
            },
            {
                "verse_number": "21",
                "verse_text": "So he brought him into his house and fed the donkeys; and they washed their feet and ate and drank."
            },
            {
                "verse_number": "22",
                "verse_text": "While they were celebrating, behold, men of the city, certain worthless and evil men, surrounded the house, pounding on the door; and they spoke to the master of the house, the old man, saying, “Bring out the man who came to your house so that we may have relations with him.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the man, the master of the house, went out and said to them, “No, my fellow citizens, please do not act so wickedly. Since this man has come to my house [as my guest], do not commit this sacrilege."
            },
            {
                "verse_number": "24",
                "verse_text": "Here is my virgin daughter and this man’s concubine. I will bring them out now; abuse and humiliate them and do to them whatever you want, but do not commit this act of sacrilege against this man.”"
            },
            {
                "verse_number": "25",
                "verse_text": "But the men would not listen to him. So the man took the Levite’s concubine and brought her outside to them; and they had relations with her and abused her all night until morning; and when daybreak came, they let her go."
            },
            {
                "verse_number": "26",
                "verse_text": "At daybreak the woman came and collapsed at the door of the man’s house where her master was, until it was [fully] light."
            },
            {
                "verse_number": "27",
                "verse_text": "When her master got up in the morning and opened the doors of the house and went out to go on his way, he saw his concubine lying at the door of the house, and her hands were on the threshold."
            },
            {
                "verse_number": "28",
                "verse_text": "He said to her, “Get up, and let us go.” But there was no answer [for she had died]. Then he put her [body] on the donkey; and the man left and went home."
            },
            {
                "verse_number": "29",
                "verse_text": "When he arrived at his house, he took a knife, and taking hold of his [dead] concubine, he cut her [corpse] limb by limb into twelve pieces, and sent her [body parts] throughout all the territory of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "All who saw the dismembered parts said, “Nothing like this has ever happened or been seen from the day that the sons of Israel came up from the land of Egypt to this day. Consider it, take counsel, and speak [your minds]!”"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then all the sons of Israel from Dan [in the north] to Beersheba [in the south], including the land of Gilead came out, and the congregation assembled as one man to the L ord at Mizpah."
            },
            {
                "verse_number": "2",
                "verse_text": "The chiefs of all the people of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand men on foot who drew the sword."
            },
            {
                "verse_number": "3",
                "verse_text": "(Now the Benjamites [in whose territory the crime was committed] heard that the [other tribes of the] sons of Israel had gone up to Mizpah.) And the sons of Israel said, “How did this evil thing happen?”"
            },
            {
                "verse_number": "4",
                "verse_text": "So the Levite, the husband of the woman who was murdered, replied, “I had come with my concubine to spend the night in Gibeah, [a town] which belongs to [the tribe of] Benjamin."
            },
            {
                "verse_number": "5",
                "verse_text": "But the men of Gibeah rose up against me and surrounded the house at night because of me. They intended to kill me, but instead they raped my concubine [so brutally] that she died."
            },
            {
                "verse_number": "6",
                "verse_text": "So I took my concubine and cut her [corpse] in pieces and sent her [body parts] throughout the land of the inheritance of Israel; for the men of Gibeah have committed a lewd and disgraceful act in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Now then, all you sons of Israel, all of you, give your advice and counsel here [regarding what should be done].”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then all the people stood [unified] as one man, saying, “None of us will go to his tent, and none of us will return to his home [until this is settled]."
            },
            {
                "verse_number": "9",
                "verse_text": "But now this is the thing which we will do to Gibeah; we will go up by lot against it,"
            },
            {
                "verse_number": "10",
                "verse_text": "and we will take ten men out of a hundred throughout the tribes of Israel, and a hundred out of a thousand, and a thousand out of ten thousand to bring provisions for the men, so that when they come to Gibeah of Benjamin, they may punish them for all the despicable acts which they have committed in Israel.”"
            },
            {
                "verse_number": "11",
                "verse_text": "So all the men of Israel assembled against the city, united as one man."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the tribes of Israel sent men through the entire tribe of Benjamin, saying, “What is this evil thing that has been done among you?"
            },
            {
                "verse_number": "13",
                "verse_text": "Now therefore, turn over the men [involved], the worthless and wicked men in Gibeah, so that we may put them to death and remove this wickedness from Israel.” But the Benjamites would not listen to the voice of their brothers, the sons of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the [tribe of the] sons of Benjamin gathered from the cities to Gibeah, to go out to battle against the [other] sons of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "And the Benjamites assembled out of their cities at that time twenty-six thousand men who drew the sword, besides the inhabitants of Gibeah, who assembled seven hundred chosen men."
            },
            {
                "verse_number": "16",
                "verse_text": "Out of all these people were seven hundred choice left-handed men; each one could sling stones at [a target no wider than] a hair and not miss."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the men of Israel, other than Benjamin, assembled four hundred thousand men who drew the sword; all of these were men of war."
            },
            {
                "verse_number": "18",
                "verse_text": "The men of Israel arose and went up to Bethel and asked of God and said, “Which of us shall take the lead to battle against the sons [tribe] of Benjamin?” And the L ord said, “Judah [shall go up] first.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the [fighting men of the] sons of Israel arose in the morning and camped against Gibeah."
            },
            {
                "verse_number": "20",
                "verse_text": "The men of Israel went out to battle against Benjamin, and assembled in battle formation against them at Gibeah."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Benjamin came out of Gibeah and struck to the ground on that day twenty-two thousand [fighting] men of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "But the people, the [fighting] men of Israel, took courage and strengthened themselves and again set their battle line in the same place where they formed it the first day."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Israel went up and wept before the L ord until evening, and asked of the L ord , “Shall we advance again to battle against the sons of our brother Benjamin?” And the L ord said, “Go up against them.”"
            },
            {
                "verse_number": "24",
                "verse_text": "So the sons of Israel came against the sons of Benjamin the second day."
            },
            {
                "verse_number": "25",
                "verse_text": "And [the fighting men from the tribe of] Benjamin went out of Gibeah against them the second day and again struck to the ground the sons of Israel, eighteen thousand men, all of whom were swordsmen."
            },
            {
                "verse_number": "26",
                "verse_text": "Then all the sons of Israel and all the people went up and came to Bethel and wept; and they sat there before the L ord and fasted that day until evening and offered burnt offerings and peace offerings before the L ord ."
            },
            {
                "verse_number": "27",
                "verse_text": "And the sons of Israel inquired of the L ord (for the ark of the covenant of God was there [at Bethel] in those days,"
            },
            {
                "verse_number": "28",
                "verse_text": "and Phinehas the son of Eleazar, the son of Aaron, ministered before it in those days), saying, “Shall I yet again go out to battle against the sons of my brother Benjamin, or shall I quit?” And the L ord said, “Go up, for tomorrow I will hand them over to you.”"
            },
            {
                "verse_number": "29",
                "verse_text": "So Israel set men in ambush around Gibeah."
            },
            {
                "verse_number": "30",
                "verse_text": "The [fighting men of the] sons of Israel went up against the sons of Benjamin on the third day and placed themselves in battle formation against Gibeah as at other times."
            },
            {
                "verse_number": "31",
                "verse_text": "The Benjamites went out against their army and were lured away from the city, and they began to strike and kill some of the people as at other times, on the highways, one of which goes up to Bethel and the other to Gibeah, and in the open country, about thirty men of Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "And the Benjamites said, “They are defeated before us, as at the first.” But the sons of Israel said, “Let us flee and lure them away from the city to the highways.”"
            },
            {
                "verse_number": "33",
                "verse_text": "Then all the men of Israel got up from their places and placed themselves in battle formation at Baal-tamar; and the men of Israel [who were] in ambush rushed from their place in the plain of Maareh-geba."
            },
            {
                "verse_number": "34",
                "verse_text": "When the ten thousand choice [fighting] men from all Israel came against Gibeah, the battle was hard and fierce; but the Benjamites did not realize that disaster was about to strike them."
            },
            {
                "verse_number": "35",
                "verse_text": "And the L ord struck down [the tribe of] Benjamin before Israel, so that the sons of Israel destroyed twenty-five thousand one hundred men of Benjamin that day, all of whom were swordsmen."
            },
            {
                "verse_number": "36",
                "verse_text": "So the Benjamites realized that they were defeated. Then men of Israel gave ground to the Benjamites, because they relied on the men in ambush whom they had placed against Gibeah."
            },
            {
                "verse_number": "37",
                "verse_text": "Then the men in ambush quickly rushed and attacked Gibeah; and the men in ambush also deployed and struck the entire city with the edge of the sword."
            },
            {
                "verse_number": "38",
                "verse_text": "Now the appointed signal between the men of Israel and the men in ambush was that they would make a great cloud of smoke rise from the city."
            },
            {
                "verse_number": "39",
                "verse_text": "So the men of Israel turned in the battle, and Benjamin began to strike and kill about thirty men of Israel, for they said, “Certainly they are defeated before us as in the first battle!”"
            },
            {
                "verse_number": "40",
                "verse_text": "But when the [signal] cloud began to rise out of the city in a column of smoke, the Benjamites looked behind them; and behold, the entire city went up in smoke to heaven."
            },
            {
                "verse_number": "41",
                "verse_text": "When the men of Israel turned back again , the men of Benjamin were terrified, for they saw that disaster had fallen upon them."
            },
            {
                "verse_number": "42",
                "verse_text": "Therefore, they turned their backs before the men of Israel [and fled] toward the direction of the wilderness, but the battle followed and overtook them. As the [fighting men of the] sons of Benjamin ran among them, the Israelites of the cities came out and destroyed them."
            },
            {
                "verse_number": "43",
                "verse_text": "They surrounded [the men of] Benjamin, pursued them relentlessly, and overtook them opposite Gibeah toward the east."
            },
            {
                "verse_number": "44",
                "verse_text": "Thus eighteen thousand men of Benjamin fell, all of these brave and able warriors."
            },
            {
                "verse_number": "45",
                "verse_text": "The survivors [of Benjamin] turned and fled toward the wilderness to the rock of Rimmon, and Israel caught five thousand of them on the roads and overtook them at Gidom and killed two thousand of them."
            },
            {
                "verse_number": "46",
                "verse_text": "So all of Benjamin who fell that day were twenty-five thousand men who drew the sword, all of them brave and able warriors."
            },
            {
                "verse_number": "47",
                "verse_text": "But six hundred men turned and fled toward the wilderness to the rock of Rimmon and stayed at the rock of Rimmon for four months."
            },
            {
                "verse_number": "48",
                "verse_text": "The men of Israel turned back against [the tribe of] the sons of Benjamin and struck them with the edge of the sword, both the entire city [of Gibeah] and the livestock and all that they found. They also set on fire all the [surrounding] towns which they found."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Now the men of Israel had sworn [an oath] at Mizpah, “None of us shall give his daughter in marriage to [a man of] Benjamin.”"
            },
            {
                "verse_number": "2",
                "verse_text": "So the people came to Bethel and sat there before God until evening, and lifted up their voices and wept bitterly."
            },
            {
                "verse_number": "3",
                "verse_text": "They said, “O L ord , God of Israel, why has this come about in Israel, that there should be today one tribe missing from Israel?”"
            },
            {
                "verse_number": "4",
                "verse_text": "And the next day the people got up early and built an altar there and offered burnt offerings and peace offerings."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the sons of Israel said, “Which one from all the tribes of Israel did not come up in the assembly to the L ord ?” For they had taken a great oath concerning him who did not come up to the L ord at Mizpah, saying, “He shall certainly be put to death.”"
            },
            {
                "verse_number": "6",
                "verse_text": "And the sons of Israel felt sorry [and had compassion] for their brother Benjamin and said, “One tribe has been cut off from Israel today."
            },
            {
                "verse_number": "7",
                "verse_text": "What shall we do for wives for those who are left, since we have sworn [an oath] by the L ord that we will not give them any of our daughters as wives?”"
            },
            {
                "verse_number": "8",
                "verse_text": "And they said, “Which one is there of the tribes from Israel that did not come up to Mizpah to the L ord ?” And behold, [it was discovered that] no one had come to the camp from Jabesh-gilead, to the assembly."
            },
            {
                "verse_number": "9",
                "verse_text": "For when the people were assembled, behold, there was not one of the inhabitants of Jabesh-gilead there."
            },
            {
                "verse_number": "10",
                "verse_text": "And the congregation sent twelve thousand of the most courageous men there, and commanded them saying, “Go and strike the inhabitants of Jabesh-gilead with the sword, including the women and the children."
            },
            {
                "verse_number": "11",
                "verse_text": "And this is the thing that you shall do; you shall utterly destroy every male and every woman who is not a virgin.”"
            },
            {
                "verse_number": "12",
                "verse_text": "And they found among the inhabitants of Jabesh-gilead four hundred young virgins who had not known a man intimately; and they brought them to the camp at Shiloh, which is in the land of Canaan."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the whole congregation sent word to the [surviving] sons of Benjamin who were at the rock of Rimmon, and proclaimed peace to them."
            },
            {
                "verse_number": "14",
                "verse_text": "So [the survivors of] Benjamin returned at that time, and they gave them the women whom they had kept alive from the women of Jabesh-gilead; but there were not enough [to provide wives] for them."
            },
            {
                "verse_number": "15",
                "verse_text": "And the people were sorry [and had compassion] for [the survivors of the tribe of] Benjamin because the L ord had made a gap in the tribes of Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the elders of the congregation said, “What shall we do for wives for those [men] who are left, since the women of Benjamin have been destroyed?”"
            },
            {
                "verse_number": "17",
                "verse_text": "They said, “ There must be an inheritance for the survivors of Benjamin, so that a tribe will not be wiped out from Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "But we cannot give them wives from our daughters.” For the sons of Israel had sworn [an oath], “Cursed is he who gives a wife to [a man from the tribe of] Benjamin.”"
            },
            {
                "verse_number": "19",
                "verse_text": "So they said, “Listen, there is the yearly feast of the L ord at Shiloh, which is on the north side of Bethel, on the east side of the highway that goes up from Bethel to Shechem, and on the south side of Lebonah.”"
            },
            {
                "verse_number": "20",
                "verse_text": "So they instructed the sons of Benjamin, saying, “Go, set an ambush in the vineyards,"
            },
            {
                "verse_number": "21",
                "verse_text": "and watch; if the daughters of Shiloh come out to dance in the dances, then you shall come out of the vineyards and each of you shall catch his wife from the daughters of Shiloh, and go to the land of [the tribe of] Benjamin."
            },
            {
                "verse_number": "22",
                "verse_text": "When their fathers or their brothers come to complain to us, we shall say to them, ‘Give them to us voluntarily, because we did not take a wife for each man of Benjamin in battle, nor did you give wives to them, for that would have made you guilty [of breaking your oath].’ ”"
            },
            {
                "verse_number": "23",
                "verse_text": "So the sons of [the tribe of] Benjamin did as instructed and took wives according to their number, from the dancers whom they carried away. Then they went and returned to their inheritance, and rebuilt the towns and lived in them."
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Israel departed from there at that time, each man to his tribe and family, and each man went from there to his inheritance."
            },
            {
                "verse_number": "25",
                "verse_text": "In those days [when the judges governed] there was no king in Israel; every man did what was right in his own eyes."
            }
        ]
    }
}