{
    "Zechariah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the eighth month of the second year [of the reign] of Darius [the king of Persia], the word of the L ord came to Zechariah (the L ord remembers) the son of Berechiah, the son of Iddo, the prophet, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "“The L ord was extremely angry with your fathers."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore say to the Jews, ‘Thus says the L ord of hosts (armies), “Return to Me,” declares the L ord of hosts, “and I shall return to you."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not be like your fathers, to whom the former prophets proclaimed, ‘Thus says the L ord of hosts, “Repent [that is, change your way of thinking] and return now from your evil way [of life] and from your evil deeds.” ’ But they did not listen or pay attention to Me,” declares the L ord ."
            },
            {
                "verse_number": "5",
                "verse_text": "“Your fathers, where are they? And the prophets, do they live forever?"
            },
            {
                "verse_number": "6",
                "verse_text": "But did not My words (warnings) and My statutes, which I commanded My servants the prophets, overtake your fathers? Then they repented and said, ‘As the L ord of hosts planned to do to us [in discipline and punishment], in accordance with our ways and our deeds, so has He dealt with us.’ ” ’ ”"
            },
            {
                "verse_number": "7",
                "verse_text": "On the twenty-fourth day of the eleventh month (Feb 15, 519 b . c .), which is the month of Shebat, in the second year of [the reign of] Darius, the word of the L ord came to Zechariah the prophet, the son of Berechiah, the son of Iddo, as follows:"
            },
            {
                "verse_number": "8",
                "verse_text": "In the night I saw [a vision] and behold, a Man was riding on a red horse, and it stood among the myrtle trees that were in the ravine; and behind Him were horses: red, sorrel (reddish-brown), and white."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I said, “O my lord, what are these?” And the angel who was speaking with me said, “I will show you what these are.”"
            },
            {
                "verse_number": "10",
                "verse_text": "And the Man who stood among the myrtle trees answered and said, “These are the ones whom the L ord has sent to go throughout the earth and patrol it.”"
            },
            {
                "verse_number": "11",
                "verse_text": "And the men on the horses answered the Angel of the L ord who stood among the myrtle trees and said, “We have gone throughout the earth [patrolling it] and behold, all the earth sits at rest [in peace and free from war].”"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Angel of the L ord said, “O L ord of hosts, how long will You withhold mercy and compassion from Jerusalem and the cities of Judah, against which You have had indignation and anger these seventy years [of the Babylonian captivity]?”"
            },
            {
                "verse_number": "13",
                "verse_text": "And the L ord answered the angel who was speaking with me with gracious and comforting words."
            },
            {
                "verse_number": "14",
                "verse_text": "So the angel who was speaking with me said to me, “Proclaim, ‘Thus says the L ord of hosts, “I am jealous [with a burning, fiery passion] for Jerusalem and for Zion [demanding what is rightfully and uniquely mine] with a great jealousy."
            },
            {
                "verse_number": "15",
                "verse_text": "But I am very angry with the nations who are at ease and feel secure; for while I was only a little angry, they furthered the disaster [against the people of Israel].”"
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore, thus says the L ord , “I have returned to Jerusalem with mercy and compassion. My house shall be built in it,” says the L ord of hosts, “and a measuring line shall be stretched out over Jerusalem.” ’"
            },
            {
                "verse_number": "17",
                "verse_text": "Proclaim again, ‘Thus says the L ord of hosts, “My cities shall again overflow with prosperity, and the L ord shall again comfort Zion and again choose Jerusalem.” ’ ”"
            },
            {
                "verse_number": "18",
                "verse_text": "Then I looked up, and saw four horns (powers)!"
            },
            {
                "verse_number": "19",
                "verse_text": "So I asked the angel who was speaking with me, “What are these?” And he answered me, “These are the horns [the powerful Gentile nations] that have scattered Judah (the Southern Kingdom), Israel (the Northern Kingdom), and Jerusalem (capital city of Judah).”"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the L ord showed me four craftsmen."
            },
            {
                "verse_number": "21",
                "verse_text": "I asked, “What are these [horns and craftsmen] coming to do?” And he said, “These are the horns (powers) that have scattered Judah so that no man raised up his head [because of the suffering inflicted by the Gentile nations]. But these craftsmen have come to terrify them and make them panic, and throw down the horns of the nations who have lifted up their horns against the land of Judah in order to scatter it.”"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "And I looked up, and saw a man with a measuring line in his hand."
            },
            {
                "verse_number": "2",
                "verse_text": "So I said, “Where are you going?” And he said to me, “To measure Jerusalem, to see how wide it is and how long it is.”"
            },
            {
                "verse_number": "3",
                "verse_text": "And behold, the angel who was speaking with me was going out, and another angel was coming out to meet him,"
            },
            {
                "verse_number": "4",
                "verse_text": "and he said to the second angel, “Run, speak to that young man, saying, ‘Jerusalem will be inhabited [like villages] without walls [spreading out into the open country] because of the great number of people and livestock in it."
            },
            {
                "verse_number": "5",
                "verse_text": "For I,’ declares the L ord , ‘will be a wall of fire around her [protecting her from enemies], and I will be the glory in her midst.’ ”"
            },
            {
                "verse_number": "6",
                "verse_text": "“ Hear this! Flee from [Babylon] the land of the north [which shall come under judgment],” declares the L ord , “for I have scattered you like the four winds of the heavens,” declares the L ord ."
            },
            {
                "verse_number": "7",
                "verse_text": "“Hear, Zion (Jerusalem)! Escape, you who are living with the daughter of Babylon!”"
            },
            {
                "verse_number": "8",
                "verse_text": "For thus says the L ord of hosts, “After glory He has sent Me against the nations which plunder you—for he who touches you, touches the apple of His eye."
            },
            {
                "verse_number": "9",
                "verse_text": "Behold, I will wave my hand over them and they shall become plunder for their own slaves. Then you shall know (recognize, understand fully) that the L ord of hosts has sent Me."
            },
            {
                "verse_number": "10",
                "verse_text": "Sing for joy and rejoice, O Daughter of Zion; for behold, I am coming, and I will dwell in your midst,” declares the L ord ."
            },
            {
                "verse_number": "11",
                "verse_text": "“Many nations shall join themselves to the L ord in that day and shall be My people. And I will dwell in your midst, and you shall know (recognize, understand fully) that the L ord of hosts has sent Me to you."
            },
            {
                "verse_number": "12",
                "verse_text": "The L ord will take possession of Judah as His portion in the holy land and will again choose Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "“Be still before the L ord , all mankind; for He is roused (raised up) from His holy habitation [in response to His persecuted people].”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then the guiding angel showed me Joshua the high priest [representing disobedient, sinful Israel] standing before the Angel of the L ord , and Satan standing at Joshua’s right hand to be his adversary and to accuse him."
            },
            {
                "verse_number": "2",
                "verse_text": "And the L ord said to Satan, “The L ord rebuke you, Satan! Even the L ord , who [now and ever] has chosen Jerusalem, rebuke you! Is this not a log snatched and rescued from the fire?”"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Joshua was clothed with filthy (nauseatingly vile) garments and was standing before the Angel [of the L ord ]."
            },
            {
                "verse_number": "4",
                "verse_text": "He spoke to those who stood before Him, saying, “Remove the filthy garments from him.” And He said to Joshua, “See, I have caused your wickedness to be taken away from you, and I will clothe and beautify you with rich robes [of forgiveness].”"
            },
            {
                "verse_number": "5",
                "verse_text": "And I (Zechariah) said, “Let them put a clean turban on his head.” So they put a clean turban on his head and clothed him with [rich] garments. And the Angel of the L ord stood by."
            },
            {
                "verse_number": "6",
                "verse_text": "And the Angel of the L ord [solemnly and earnestly] admonished Joshua, saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "“Thus says the L ord of hosts, ‘If you will walk in My ways [that is, remain faithful] and perform My service, then you will also govern My house and have charge of My courts, and I will give you free access [to My presence] among these who are standing here."
            },
            {
                "verse_number": "8",
                "verse_text": "Now listen, Joshua, the high priest, you and your colleagues who are sitting in front of you—indeed they are men who are a symbol [of what is to come]—for behold, I am going to bring in My servant the Branch [in Messianic glory]."
            },
            {
                "verse_number": "9",
                "verse_text": "For behold, the stone which I have set before Joshua; on that one stone are seven eyes (symbolizing infinite intelligence, omniscience). Behold, I will engrave an inscription on it,’ declares the L ord of hosts, ‘and I will remove the wickedness and guilt of this land in a single day."
            },
            {
                "verse_number": "10",
                "verse_text": "In that day,’ declares the L ord of hosts, ‘every one of you will invite his neighbor to sit under his vine and his fig tree [enjoying peace and prosperity in the kingdom].’ ”"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "And the angel who was speaking with me came back and awakened me, like a man who is awakened out of his sleep."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to me, “What do you see?” I said, “I see, and behold, a lampstand all of gold, with its bowl [for oil] on the top of it and its seven lamps on it with seven spouts belonging to each of the lamps which are on the top of it."
            },
            {
                "verse_number": "3",
                "verse_text": "And there are two olive trees by it, one on the right side of the bowl and the other on its left side [supplying it continuously with oil].”"
            },
            {
                "verse_number": "4",
                "verse_text": "So I asked the angel who was speaking with me, “What are these, my lord?”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel who was speaking with me answered me, “Do you not know what these are?” And I said, “No, my lord.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Then he said to me, “This [continuous supply of oil] is the word of the L ord to Zerubbabel [prince of Judah], saying, ‘Not by might, nor by power, but by My Spirit [of whom the oil is a symbol],’ says the L ord of hosts."
            },
            {
                "verse_number": "7",
                "verse_text": "‘What are you, O great mountain [of obstacles]? Before Zerubbabel [who will rebuild the temple] you will become a plain (insignificant)! And he will bring out the capstone [of the new temple] with loud shouts of “Grace, grace to it!” ’ ”"
            },
            {
                "verse_number": "8",
                "verse_text": "Also the word of the L ord came to me, saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "“The hands of Zerubbabel have laid the foundations of this house, and his hands will finish it. Then you will know (recognize, understand fully) that the L ord of hosts has sent me [as His messenger] to you."
            },
            {
                "verse_number": "10",
                "verse_text": "Who [with reason] despises the day of small things (beginnings)? For these seven [eyes] shall rejoice when they see the plumb line in the hand of Zerubbabel. They are the eyes of the L ord which roam throughout the earth.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I said to him [who was speaking with me], “What are these two olive trees on the right side of the lampstand and on its left?”"
            },
            {
                "verse_number": "12",
                "verse_text": "And a second time I said to him, “What are these two olive branches which are beside the two golden pipes by which the golden oil is emptied?”"
            },
            {
                "verse_number": "13",
                "verse_text": "And he answered me, “Do you not know what these are?” And I said, “No, my lord.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then he said, “These are the two sons of fresh oil [Joshua the high priest and Zerubbabel the prince of Judah] who are standing by the Lord of the whole earth [as His anointed ones].”"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Again I looked up, and I saw a scroll flying in the air!"
            },
            {
                "verse_number": "2",
                "verse_text": "And the angel said to me, “What do you see?” And I answered, “I see a flying scroll; its length is twenty cubits (thirty feet) and its width is ten cubits (fifteen feet).”"
            },
            {
                "verse_number": "3",
                "verse_text": "Then he said to me, “This is the curse that is going out over the face of the whole land; for everyone who steals will be cut off according to the writing on one side, and everyone who swears [oaths falsely] shall be cut off according to the writing on the other side."
            },
            {
                "verse_number": "4",
                "verse_text": "I will send the curse out,” declares the L ord of hosts, “and it will enter the house of the thief and the house of the one who swears falsely by My name; and it will spend the night in that house and consume it, both its timber and its stones.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel who was speaking with me came forward and said to me, “Now look up and see what this is going forth.”"
            },
            {
                "verse_number": "6",
                "verse_text": "And I said, “What is it?” And he said, “This is the ephah (grain basket) going forth. This,” he continued, “is their appearance throughout the land"
            },
            {
                "verse_number": "7",
                "verse_text": "(and behold, a [round, flat] lead cover was lifted up); and there sat a woman inside the ephah.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then he said, “This is Wickedness (Godlessness)!” And he threw her back down into the middle of the ephah and threw the lead cover on its opening."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I looked up, and there were two women coming out with the wind in their wings; and they had wings like the wings of a stork, and they lifted up the ephah between the earth and the heavens."
            },
            {
                "verse_number": "10",
                "verse_text": "I said to the angel who was speaking with me, “Where are they taking the ephah?”"
            },
            {
                "verse_number": "11",
                "verse_text": "And he said to me, “To the land of Shinar (Babylon) to build a temple for her; and when it is prepared, she shall be set there on her own pedestal.”"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now again I looked up, and four chariots were coming out from between two mountains; and the mountains were mountains of [firm, immovable] bronze (divine judgment)."
            },
            {
                "verse_number": "2",
                "verse_text": "The first chariot had red horses (war, bloodshed), the second chariot had black horses (famine, death),"
            },
            {
                "verse_number": "3",
                "verse_text": "the third chariot had white horses (victory), and the fourth chariot had strong dappled horses (death through judgment)."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I said to the angel who was speaking with me, “What are these, my lord?”"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel answered me, “These are the four spirits of the heavens, which go out after presenting themselves before the Lord of all the earth,"
            },
            {
                "verse_number": "6",
                "verse_text": "with the chariot with the black horses going toward the north country; then the one with the white horses follows after them [because there are two northern powers to overcome], and the chariot with the dappled horses goes toward the south country.”"
            },
            {
                "verse_number": "7",
                "verse_text": "When the strong horses went out, they were eager to patrol the earth. And the L ord said, “Go, patrol the earth.” So they patrolled the earth [watching and protecting it]."
            },
            {
                "verse_number": "8",
                "verse_text": "Then He called out to me and said to me, “See, those who are going to the north country have quieted My Spirit [of wrath] in the north country.”"
            },
            {
                "verse_number": "9",
                "verse_text": "The word of the L ord also came to me, saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "“Take an offering from the exiles, from Heldai, from Tobijah, and from Jedaiah [as representatives]; and you go the same day and enter the house of Josiah the son of Zephaniah, where they have arrived from Babylon."
            },
            {
                "verse_number": "11",
                "verse_text": "Take silver and gold [from them], and make an ornate crown and set it on the head of Joshua the son of Jehozadak, the high priest."
            },
            {
                "verse_number": "12",
                "verse_text": "Then say to Joshua, ‘Thus says the L ord of hosts, “Behold (look, keep in sight, watch), a Man (Messiah) whose name is Branch, for He shall branch out from His place (Israel, the Davidic line); and He shall build the [ultimate] temple of the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Yes, [you are to build a temple of the L ord , but] it is He who shall build the [ultimate] temple of the L ord , and He shall bear the honor and majesty [as the only begotten of the Father] and sit and rule on His throne. And He shall be a Priest on His throne, and the counsel of peace shall be between the two offices [Priest and King].” ’"
            },
            {
                "verse_number": "14",
                "verse_text": "Now the crown shall become a reminder in the temple of the L ord to Helem, Tobijah, Jedaiah, and Hen the son of Zephaniah."
            },
            {
                "verse_number": "15",
                "verse_text": "And those who are far away will come and [help] build the temple of the L ord .” Then you shall know [without any doubt] that the L ord of hosts sent me (Zechariah) to you. And it will come about if you will diligently obey the [voice of the] L ord your God."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "In the fourth year of [the reign of] King Darius [of Persia], the word of the L ord came to Zechariah on the fourth day of the ninth month, which is Chislev (Dec 7, 518 b . c .)."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the people of Bethel had sent Sharezer and Regem-melech and their men to seek the favor of the L ord ,"
            },
            {
                "verse_number": "3",
                "verse_text": "speaking to the priests who belong to the house of the L ord of hosts and to the prophets, saying, “[Now that I am returned from exile] shall I weep in the fifth month [mourning the destruction of the temple], and fast as I have done these many years [in Babylon]?”"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the word of the L ord of hosts came to me (Zechariah), saying,"
            },
            {
                "verse_number": "5",
                "verse_text": "“Speak to all the people of the land and to the priests, saying, ‘When you fasted and mourned in the fifth and seventh months these seventy years [that you were in exile], was it actually for Me that you fasted?"
            },
            {
                "verse_number": "6",
                "verse_text": "When you eat and when you drink, do you not eat for yourselves and do you not drink for yourselves [to satisfy your own needs]?"
            },
            {
                "verse_number": "7",
                "verse_text": "Should you not hear the words which the L ord proclaimed by the former prophets, when Jerusalem was inhabited and prosperous along with her cities around her, and the South (the Negev) and the foothills were inhabited?’ ”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the word of the L ord came to Zechariah, saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "“Thus has the L ord of hosts said, ‘Dispense true justice and practice kindness and compassion, to each other;"
            },
            {
                "verse_number": "10",
                "verse_text": "and do not oppress or exploit the widow or the fatherless, the stranger or the poor; and do not devise or even imagine evil in your hearts against one another.’"
            },
            {
                "verse_number": "11",
                "verse_text": "But they refused to listen and pay attention and turned a stubborn shoulder [stiffening themselves in resistance] and stopped up their ears."
            },
            {
                "verse_number": "12",
                "verse_text": "They made their hearts [hard] like flint, so that they could not hear the law and the words which the L ord of hosts had sent by His Spirit through the former prophets. Therefore great wrath came from the L ord of hosts."
            },
            {
                "verse_number": "13",
                "verse_text": "And just as He called and they would not listen, so they called and I would not listen,” says the L ord of hosts;"
            },
            {
                "verse_number": "14",
                "verse_text": "“but I scattered them with a storm wind among all the nations whom they have not known. Thus the land was desolate after they had gone, so that no one passed through or returned, for they [by their sins] had made the pleasant land desolate and deserted.”"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the word of the L ord of hosts came [to me], saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "“Thus says the L ord of hosts, ‘I am jealous for Zion with great jealousy [demanding what is rightfully and uniquely mine], and I am jealous for her with great wrath [against her enemies].’"
            },
            {
                "verse_number": "3",
                "verse_text": "Thus says the L ord , ‘I shall return to Zion and will dwell in the midst of Jerusalem, and Jerusalem shall be called the [faithful] City of Truth, and the mountain of the L ord of hosts will be called the Holy Mountain.’"
            },
            {
                "verse_number": "4",
                "verse_text": "Thus says the L ord of hosts, ‘Old men and old women will again sit in the streets (public places) of Jerusalem, each man with his staff in his hand because of his advanced age."
            },
            {
                "verse_number": "5",
                "verse_text": "And the streets of the city will be filled with boys and girls playing in its streets.’"
            },
            {
                "verse_number": "6",
                "verse_text": "Thus says the L ord of hosts, ‘If it is difficult in the eyes of the remnant of this people in those days [in which this comes to pass], will it also be difficult in My sight?’ declares the L ord of hosts."
            },
            {
                "verse_number": "7",
                "verse_text": "Thus says the L ord of hosts, ‘Behold, I am going to save My people from the east country and from the west,"
            },
            {
                "verse_number": "8",
                "verse_text": "and I will bring them home and they will live in the midst of Jerusalem; and they shall be My people, and I will be their God in truth (faithfulness) and in righteousness.’"
            },
            {
                "verse_number": "9",
                "verse_text": "“Thus says the L ord of hosts, ‘Let your hands be strong, you who in these days hear these words from the mouths of the prophets who, on the day that the foundation of the house of the L ord of hosts was laid, foretold that the temple might be rebuilt."
            },
            {
                "verse_number": "10",
                "verse_text": "For before those days there were no wages for man or animal; nor was there any peace or success for him who went out or came in because of his enemies, for I set all men against one another."
            },
            {
                "verse_number": "11",
                "verse_text": "But now [in this time since you began to build] I will not treat the remnant of this people as in the former days,’ declares the L ord of hosts."
            },
            {
                "verse_number": "12",
                "verse_text": "‘For there the seed will produce peace and prosperity; the vine will yield its fruit, and the ground will produce its increase, and the heavens will give their dew. And I will cause the remnant of this people to inherit and possess all these things."
            },
            {
                "verse_number": "13",
                "verse_text": "And as you have been a curse among the nations, O house of Judah (Southern Kingdom) and house of Israel (Northern Kingdom), so I will save you, that you may be a blessing. Fear not; let your hands be strong.’"
            },
            {
                "verse_number": "14",
                "verse_text": "“For thus says the L ord of hosts, ‘Just as I planned to do harm to you when your fathers provoked Me to wrath,’ says the L ord of hosts, ‘and I did not relent,"
            },
            {
                "verse_number": "15",
                "verse_text": "so I have again planned in these days to do good to Jerusalem and to the house of Judah. Do not fear!"
            },
            {
                "verse_number": "16",
                "verse_text": "These are the things which you should do: speak the truth with one another; judge with truth and pronounce the judgment that brings peace in [the courts at] your gates."
            },
            {
                "verse_number": "17",
                "verse_text": "And let none of you devise or even imagine evil in your heart against another, and do not love lying or half-truths; for all these things I hate,’ declares the L ord .”"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the word of the L ord of hosts came to me (Zechariah), saying,"
            },
            {
                "verse_number": "19",
                "verse_text": "“Thus says the L ord of hosts, ‘The fast of the fourth [month to mourn the breaching of Jerusalem’s walls], the fast of the fifth [month to mourn the temple’s destruction], the fast of the seventh [month to mourn Gedaliah’s assassination], and the fast of the tenth [month to mourn the siege of Jerusalem] will become times of joy and gladness and cheerful feasts for the house of Judah; so [to bring this about] love truth and peace.’"
            },
            {
                "verse_number": "20",
                "verse_text": "“Thus says the L ord of hosts, ‘It will come to pass that peoples and the inhabitants of many cities will come [to Jerusalem]."
            },
            {
                "verse_number": "21",
                "verse_text": "The inhabitants of one [city] will go to another, saying, “Let us go at once to ask the favor of the L ord and to seek the L ord of hosts. I will go also.”"
            },
            {
                "verse_number": "22",
                "verse_text": "So many peoples and powerful nations will come to seek the L ord of hosts in Jerusalem and to ask the L ord for His favor.’"
            },
            {
                "verse_number": "23",
                "verse_text": "Thus says the L ord of hosts, ‘In those days ten men [as representatives] from all the nations will grasp the robe of a Jew, saying, “Let us go with you, for we have heard that God is with you.” ’ ”"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The oracle (a burdensome message) of the word of the L ord is against the land of Hadrach [in Syria], with Damascus as its resting place (for the eyes of men, especially of all the tribes of Israel, are toward the L ord ), Tyre and Sidon, though they are very wise. And she has heaped up silver like dust And gold like the mire of the streets. And throw her wealth into the sea; And Tyre will be devoured by fire. Gaza will writhe in pain, And Ekron, for her hope and expectation, has been ruined. The king will perish from Gaza, And Ashkelon will not be inhabited. And I will put an end to the pride and arrogance of the Philistines. And their detestable things from between their teeth [those repulsive, idolatrous sacrifices eaten with the blood]. Then they too will be a remnant for our God, And be like a clan in Judah, Because of him who passes by and returns; And no oppressor will again overrun them (Israel), For now My eyes are upon them [providentially protecting them]. Shout aloud, O Daughter of Jerusalem! Behold, your King (Messianic King) is coming to you; He is righteous and endowed with salvation, Upon a colt, the foal of a donkey. And the [war] horse from Jerusalem, And the bow of war will be cut off. And He will speak [words of] peace to the nations, And His dominion shall be from sea to sea [absolutely endless], And from the River [Euphrates] to the ends of the earth. I have freed your prisoners from the waterless pit. Even today I am declaring that I will restore double [your former prosperity] to you [as firstborn among nations]. I will fit the bow with Ephraim [as My arrow]. And I will stir up your sons, O Zion, against your sons, O Greece, And will make you [Israel] like the sword of a warrior. And His arrow will go forth like lightning; And the Lord G od will blow the trumpet And will march in the windstorms of the south. And they will devour [the enemy] and trample down the slingstones [that have missed their mark], And they will drink [of victory] and be boisterous as with wine; And they shall be filled like sacrificial bowls [used to catch the blood], Drenched like the corners of the [sacrificial] altar. As the flock of His people; For they are like the [precious] jewels of a crown, Displayed and glittering in His land. Grain and new wine will make the young men and virgins flourish."
            },
            {
                "verse_number": "2",
                "verse_text": "And Hamath also, which borders on it (Damascus),"
            },
            {
                "verse_number": "3",
                "verse_text": "For Tyre built herself an [impregnable] stronghold [on an island offshore],"
            },
            {
                "verse_number": "4",
                "verse_text": "Behold, the Lord will dispossess her"
            },
            {
                "verse_number": "5",
                "verse_text": "Ashkelon will see it and fear;"
            },
            {
                "verse_number": "6",
                "verse_text": "And a mongrel race will live in Ashdod,"
            },
            {
                "verse_number": "7",
                "verse_text": "I will take the blood from their mouths And Ekron will be like one of the Jebusites. Humble and unassuming [in submission to the will of the Father] and riding on a donkey,"
            },
            {
                "verse_number": "8",
                "verse_text": "Then I will camp around My house [as a guard] because of an army,"
            },
            {
                "verse_number": "9",
                "verse_text": "Rejoice greatly, O Daughter of Zion!"
            },
            {
                "verse_number": "10",
                "verse_text": "I will cut off the [war] chariot from Ephraim"
            },
            {
                "verse_number": "11",
                "verse_text": "As for you also, because of the blood of My covenant with you [My chosen people, the covenant that was sealed with blood]"
            },
            {
                "verse_number": "12",
                "verse_text": "Return to the stronghold [of security and prosperity], O prisoners who have the hope;"
            },
            {
                "verse_number": "13",
                "verse_text": "For I will bend Judah as My bow,"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the L ord will be seen [hovering] over them [protecting His people],"
            },
            {
                "verse_number": "15",
                "verse_text": "The L ord of hosts shall defend and protect them;"
            },
            {
                "verse_number": "16",
                "verse_text": "And the L ord their God shall save them on that day"
            },
            {
                "verse_number": "17",
                "verse_text": "For how great is God’s goodness and how great is His beauty! And how great [He will make Israel’s] goodliness and [Israel’s] beauty!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ask for rain from the L ord at the time of the spring rain. It is the L ord who makes the thunder clouds; And He will give them showers of rain, grass in the field to everyone. And the diviners see lying visions And tell false dreams; They comfort in vain. Therefore the people wander like sheep, They are afflicted and suffer because there is no shepherd. And I shall punish the male goats (leaders); For the L ord of hosts has visited His flock, the house of Judah (the Southern Kingdom), And will make them like His beautiful and majestic horse in the battle. From them the tent peg, From them the bow of battle, From them every ruler, all of them together. Trampling down their enemies in the mire of the streets in the battle; And they will fight because the L ord is with them, And the [enemies’] riders on horses will be shamed. And I will save the house of Joseph. I will bring them back [and allow them to live securely], Because I have had compassion on them. They will be as though I had not rejected them, For I am the L ord their God, and I will listen and answer them. And their heart will rejoice as if from wine; Yes, their children will see it and rejoice; Their heart will rejoice and shout triumphantly in the L ord . For I have redeemed them; And they will increase [again] as they have increased before [in Egypt]. They will remember Me in far countries, And with their children they will live and come back [to Me and the land I gave them]. And gather them from Assyria, And I will bring them into the land of Gilead and Lebanon [the land on the east and on the west of the Jordan] Until no room can be found for them. And He will strike the waves in the sea, So that all the depths of the Nile will dry up; And the pride of Assyria will be brought down And the scepter [of the taskmasters] of Egypt will pass away. And they will walk [and glory] in His name,” declares the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "For the teraphim (household idols) speak wickedness (emptiness, worthlessness),"
            },
            {
                "verse_number": "3",
                "verse_text": "“My anger is kindled against the shepherds [who are not true shepherds],"
            },
            {
                "verse_number": "4",
                "verse_text": "From them (Judah) shall come the Cornerstone,"
            },
            {
                "verse_number": "5",
                "verse_text": "They will be like mighty men"
            },
            {
                "verse_number": "6",
                "verse_text": "I will strengthen the house of Judah [making it superior],"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Ephraim will be like a mighty warrior,"
            },
            {
                "verse_number": "8",
                "verse_text": "I will whistle for them and gather them together,"
            },
            {
                "verse_number": "9",
                "verse_text": "When I scatter them among the nations,"
            },
            {
                "verse_number": "10",
                "verse_text": "I will bring them (all Israel) back home again from the land of Egypt"
            },
            {
                "verse_number": "11",
                "verse_text": "And they will pass through the sea of distress and anxiety [with the L ord leading His people, as at the Red Sea]"
            },
            {
                "verse_number": "12",
                "verse_text": "And I will strengthen Israel in the L ord ,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Open your doors, O Lebanon, That fire may devour your cedars. Because the magnificent trees have been destroyed; Wail, O oaks of Bashan, For the inaccessible forest [on the steep mountainside] has come down. For their splendor (grazing land) is ruined; There is a sound of the young lions’ roar, For the pride of the Jordan is ruined. Who deserts the flock! The sword will strike his arm And his right eye! His arm shall be totally withered And his right eye completely blinded.”"
            },
            {
                "verse_number": "2",
                "verse_text": "Wail, O cypress, for the cedar has fallen,"
            },
            {
                "verse_number": "3",
                "verse_text": "There is a sound of the shepherds’ wail,"
            },
            {
                "verse_number": "4",
                "verse_text": "Thus says the L ord my God, “Pasture the flock doomed for slaughter,"
            },
            {
                "verse_number": "5",
                "verse_text": "whose buyers slay them and go unpunished, and those who sell them say, ‘Blessed be the L ord , for I have become rich!’ And their own shepherds have no pity on them nor protect them [from the wolves]."
            },
            {
                "verse_number": "6",
                "verse_text": "For I will no longer have pity on the inhabitants of the land,” declares the L ord ; “but behold, I will cause the men to fall, each into the hand of another and into the hands of his [foreign] king. And the enemy will strike the land, and I will not rescue the people from their hand.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So I [Zechariah] pastured the flock doomed for slaughter, truly [as the name implies] the most miserable of sheep. And I took two [shepherd’s] staffs, the one I called Favor (Grace) and the other I called Union (Bonds); so I pastured the flock."
            },
            {
                "verse_number": "8",
                "verse_text": "Then I eliminated the three [incompetent, unfit] shepherds [the civil rulers, the priests, and the prophets] in one month, for I was impatient with them, and they also were tired of me and despised me."
            },
            {
                "verse_number": "9",
                "verse_text": "So I said, “I will not pasture you. What is to die, let it die, and what is to be destroyed, let it be destroyed; and let the survivors devour one another’s flesh.”"
            },
            {
                "verse_number": "10",
                "verse_text": "I took my staff, Favor, and broke it in pieces, breaking the covenant which I had made with all the peoples."
            },
            {
                "verse_number": "11",
                "verse_text": "So the covenant was broken on that day, and thus the most wretched of the flock who were watching me realized that it was the word of the L ord ."
            },
            {
                "verse_number": "12",
                "verse_text": "I said to them, “If it seems good to you, give me my wages; but if not, do not.” So they weighed out thirty pieces of silver as my wages."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the L ord said to me, “Throw it to the potter [as if to the dogs]—that magnificent sum at which I am valued by them!” So I took the thirty pieces of silver and threw them to the potter in the house of the L ord ."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I broke my second staff, Union, into pieces to break the brotherhood between Judah (the Southern Kingdom) and Israel (the Northern Kingdom)."
            },
            {
                "verse_number": "15",
                "verse_text": "The L ord said to me, “Take again for yourself the equipment [of a shepherd, but this time] of a foolish shepherd."
            },
            {
                "verse_number": "16",
                "verse_text": "For behold, I am going to raise up a [false] shepherd in the land who will not care for the perishing, seek the scattered, heal the broken, or feed the healthy; but will eat the flesh of the fat ones and tear off their hoofs [to consume everything]."
            },
            {
                "verse_number": "17",
                "verse_text": "Woe (judgment is coming) to the worthless and foolish shepherd"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The oracle (a burdensome message) of the word of the L ord concerning Israel. T hus declares the L ord who stretches out the heavens and lays the foundation of the earth and forms the spirit of man within him:"
            },
            {
                "verse_number": "2",
                "verse_text": "“Behold, I am going to make Jerusalem a cup that causes reeling (staggering) to all the surrounding peoples; and when the siege is against Jerusalem, it will also be against Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "And in that day I will make Jerusalem a heavy stone for all the peoples; all who lift it will be severely injured. And all the nations of the earth will come and be gathered against it."
            },
            {
                "verse_number": "4",
                "verse_text": "In that day,” declares the L ord , “I will strike every horse with panic and his rider with madness; but I will open My eyes and watch over the house of Judah, and will strike every horse of the [opposing] nations with blindness."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the clans of Judah will say in their hearts, ‘The inhabitants of Jerusalem are our strength in the L ord of hosts, their God.’"
            },
            {
                "verse_number": "6",
                "verse_text": "“In that day I will make the clans of Judah like a firepot in a woodpile, and like a flaming torch among sheaves [of grain]. They will devour all the surrounding peoples on the right hand and on the left; and the people of Jerusalem will again live [securely] in their own place, in Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "The L ord shall save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem will not be magnified above Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "In that day the L ord will defend the people of Jerusalem, and the one who is impaired among them in that day [of persecution] will become [strong and noble] like David; and the house of David will be like God, like the Angel of the L ord [who is] before them."
            },
            {
                "verse_number": "9",
                "verse_text": "And in that day I will seek to destroy all the nations that come against Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "“I will pour out on the house of David and on the people of Jerusalem, the Spirit of grace (unmerited favor) and supplication. And they will look at Me whom they have pierced; and they will mourn for Him as one mourns for an only son, and they will weep bitterly over Him as one who weeps bitterly over a firstborn."
            },
            {
                "verse_number": "11",
                "verse_text": "In that day there shall be a great mourning in Jerusalem, like the mourning of [the city of] Hadadrimmon in the Valley of Megiddo [over beloved King Josiah]."
            },
            {
                "verse_number": "12",
                "verse_text": "The land will mourn, every family by itself; the [royal] family of the house of David by itself and their wives by themselves; the family of the house of Nathan [David’s son] by itself and their wives by themselves;"
            },
            {
                "verse_number": "13",
                "verse_text": "the [priestly] family of the house of Levi by itself and their wives by themselves; the family of Shimei [grandson of Levi] by itself and their wives by themselves;"
            },
            {
                "verse_number": "14",
                "verse_text": "all the families that remain, each by itself, and their wives by themselves [each with an overwhelming individual regret for having blindly rejected their Messiah]."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "“In that day a fountain shall be opened for the house of David and for the people of Jerusalem for [cleansing from] sin and impurity. And against the Man, My Associate,” Declares the L ord of hosts. “Strike the Shepherd so that the sheep [of the flock] may be scattered; And I will turn My hand and stretch it out against the little ones [of the flock]. Declares the L ord , “Two parts in it will be cut off and perish, But the third will be left alive. Refine them as silver is refined, And test them as gold is tested. They will call on My name, And I will listen and answer them; I will say, ‘They are My people,’ And they will say, ‘The L ord is my God.’ ”"
            },
            {
                "verse_number": "2",
                "verse_text": "“In that day,” declares the L ord of hosts, “I will cut off the names of the idols from the land, and they will no longer be remembered. I will also remove the [false] prophets and the unclean spirit from the land."
            },
            {
                "verse_number": "3",
                "verse_text": "And if anyone still [appears as a prophet and falsely] prophesies, then his father and his mother who gave birth to him will say to him, ‘You shall not live, for you have spoken lies in the name of the L ord ’; and his father and his mother who gave birth to him shall pierce him through when he prophesies."
            },
            {
                "verse_number": "4",
                "verse_text": "And in that day the [false] prophets will each be ashamed of his vision when he prophesies, and they will not wear a hairy robe [of true prophets] in order to deceive,"
            },
            {
                "verse_number": "5",
                "verse_text": "but he will [deny his identity and] say, ‘I am no prophet. I work the ground, because a man sold me as a slave in my youth.’"
            },
            {
                "verse_number": "6",
                "verse_text": "And one will say to him, ‘What are these wounds between your arms?’ Then he will answer, ‘Those wounds I received in the house of my friends.’"
            },
            {
                "verse_number": "7",
                "verse_text": "“Awake, O sword, against My Shepherd,"
            },
            {
                "verse_number": "8",
                "verse_text": "It will come about in all the land,”"
            },
            {
                "verse_number": "9",
                "verse_text": "And I will bring the third part through the fire,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Behold, a day is coming for the L ord when the spoil taken from you (Jerusalem) will be divided in your midst."
            },
            {
                "verse_number": "2",
                "verse_text": "For I will gather all nations against Jerusalem to battle, and the city will be captured and the houses plundered and the women ravished; and half of the city will be exiled, but the rest of the people will not be cut off from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the L ord will go forth and fight against those nations, as when He fights on a day of battle."
            },
            {
                "verse_number": "4",
                "verse_text": "In that day His feet shall stand on the Mount of Olives, which lies before Jerusalem on the east; and the Mount of Olives will be split in half from the east to the west by a very large valley, and half of the mountain will move toward the north and half of it toward the south."
            },
            {
                "verse_number": "5",
                "verse_text": "You will flee by the valley of My mountains, for the valley of the mountains will reach to Azel; and you will flee just as you fled from the earthquake in the days of Uzziah king of Judah. Then the L ord my God will come, and all the holy ones (believers, angels) with Him."
            },
            {
                "verse_number": "6",
                "verse_text": "In that day there will be no light; the glorious ones (heavenly bodies) shall be darkened."
            },
            {
                "verse_number": "7",
                "verse_text": "But it will be a unique day which is known to the L ord —not day and not night, but at evening time there will be light."
            },
            {
                "verse_number": "8",
                "verse_text": "And in that day living waters will flow out from Jerusalem, half of them to the eastern sea (Dead Sea) and half of them to the western sea (the Mediterranean); it will be in summer as well as in winter."
            },
            {
                "verse_number": "9",
                "verse_text": "And the L ord shall be king over all the earth; in that day the L ord shall be the only one [worshiped], and His name the only one."
            },
            {
                "verse_number": "10",
                "verse_text": "All the land will be changed into a plain from Geba to Rimmon, [the Rimmon that is] south of Jerusalem; but Jerusalem will rise and remain [lifted up] on its site from Benjamin’s Gate to the place of the First Gate to the Corner Gate, and from the Tower of Hananel to the king’s wine presses."
            },
            {
                "verse_number": "11",
                "verse_text": "It will be inhabited, for there will no longer be a curse, for Jerusalem will dwell in security."
            },
            {
                "verse_number": "12",
                "verse_text": "Now this will be the plague with which the L ord shall strike all the peoples that have warred against Jerusalem: Their flesh will rot while they stand on their feet, and their eyes will rot in their sockets, and their tongue will rot in their mouth."
            },
            {
                "verse_number": "13",
                "verse_text": "In that day a great panic and dismay from the L ord will fall on them; and they will seize one another’s hand, and the hand of the one will be raised against the hand of the other."
            },
            {
                "verse_number": "14",
                "verse_text": "Judah also will fight at Jerusalem; and the wealth of all the surrounding nations will be gathered together—gold and silver and garments in great abundance."
            },
            {
                "verse_number": "15",
                "verse_text": "So like this plague [on men] there will be the plague on the horses, mules, camels, donkeys, and all the livestock in those camps."
            },
            {
                "verse_number": "16",
                "verse_text": "Then everyone who is left of all the nations that went against Jerusalem will go up from year to year to worship the King, the L ord of hosts, and celebrate the Feast of Booths (Tabernacles)."
            },
            {
                "verse_number": "17",
                "verse_text": "And it will be that whichever of the families of the earth does not go up to Jerusalem to worship the King, the L ord of hosts, there will be no rain on them."
            },
            {
                "verse_number": "18",
                "verse_text": "If the family of Egypt does not go up [to Jerusalem] and present themselves, then no rain will fall on them. It will be the plague with which the L ord will strike the nations who do not go up to celebrate the Feast of Booths (Tabernacles)."
            },
            {
                "verse_number": "19",
                "verse_text": "This will be the [consequent] punishment [for the sin] of Egypt, and the [consequent] punishment [for the sin] of all the nations that do not go up to celebrate the Feast of Booths (Tabernacles)."
            },
            {
                "verse_number": "20",
                "verse_text": "In that day there will be written on the little bells on the horses, “ HOLY TO THE Lord.” And the cooking pots in the L ord ’ s house will be [holy to the L ord ] like the bowls before the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "Every cooking pot in [all the houses in] Jerusalem and in Judah will be holy to the L ord of hosts, and all who sacrifice will come and take them and boil [their sacrifices] in them. And in that day there will no longer be a Canaanite [that is, any godless or spiritually unclean person, whether Jew or Gentile] in the house of the L ord of hosts."
            }
        ]
    }
}