{
    "Leviticus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The L ord called to Moses and spoke to him from the Tent of Meeting, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel and say to them, &quot;When any one of you brings an offering to the L ord , you shall bring your offering of [domestic] animals from the herd (cattle, oxen) or from the flock (sheep, goats)."
            },
            {
                "verse_number": "3",
                "verse_text": "If his offering is a burnt offering from the herd, he shall offer a male without blemish; he shall offer it at the doorway of the Tent of Meeting so that he may be accepted before the L ord ."
            },
            {
                "verse_number": "4",
                "verse_text": "He shall lay his hand on the head of the burnt offering [transferring symbolically his guilt to the sacrifice], that it may be accepted for him to make atonement on his behalf."
            },
            {
                "verse_number": "5",
                "verse_text": "He shall kill the young bull before the L ord ; and Aaron&quot;s sons the priests shall present the blood and sprinkle the blood around on the altar that is at the doorway of the Tent of Meeting."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he shall skin the burnt offering and cut it into pieces."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Aaron the [high] priest shall put fire on the altar [of burnt offering] and arrange wood on the fire."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Aaron&quot;s sons the priests shall arrange the pieces, the head and the fat, on the wood which is on the fire that is on the altar."
            },
            {
                "verse_number": "9",
                "verse_text": "But he shall wash its entrails and its legs with water. The priest shall offer all of it up in smoke on the altar as a burnt offering. It is an offering by fire, a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "10",
                "verse_text": "&quot;But if his offering is from the flock, of the sheep or of the goats, as a burnt offering, he shall offer a male without blemish."
            },
            {
                "verse_number": "11",
                "verse_text": "He shall kill it on the north side of the altar before the L ord , and Aaron&quot;s sons the priests shall sprinkle its blood around on the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "He shall cut it into pieces, with its head and its fat, and the priest shall arrange them on the wood which is on the fire that is on the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "But he shall wash the entrails and legs with water. The priest shall offer all of it, and offer it up in smoke on the altar. It is a burnt offering, an offering by fire, a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;But if his offering to the L ord is a burnt offering of birds, then he shall bring turtledoves or young pigeons as his offering."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest shall bring it to the altar, and wring off its head, and offer it up in smoke on the altar; and its blood is to be drained out on the side of the altar."
            },
            {
                "verse_number": "16",
                "verse_text": "He shall remove its crop with its feathers and throw it next to the east side of the altar, in the place for ashes."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he shall tear it open by its wings, but shall not sever it. And the priest shall offer it up in smoke on the altar, on the wood that is on the fire. It is a burnt offering, an offering by fire, a sweet and soothing aroma to the L ord ."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&quot;When anyone presents a grain offering to the Lord, his offering shall be of fine flour, and he shall pour [olive] oil over it and put frankincense on it."
            },
            {
                "verse_number": "2",
                "verse_text": "He shall bring it to Aaron&quot;s sons the priests. Out of it he shall take a handful of the fine flour and oil, with all of its frankincense, and the priest shall offer this up in smoke on the altar [of burnt offering] as the memorial portion of it. It is an offering by fire, a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "What is left of the grain offering belongs to Aaron and his sons; it is a most holy part of the offerings to the L ord by fire."
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;When you bring an offering of grain baked in the oven, it shall be unleavened cakes of fine flour mixed with oil, or unleavened wafers spread with oil."
            },
            {
                "verse_number": "5",
                "verse_text": "If your offering is grain baked on a griddle, it shall be of fine unleavened flour, mixed with oil."
            },
            {
                "verse_number": "6",
                "verse_text": "You are to break it into pieces, and you shall pour oil on it; it is a grain offering."
            },
            {
                "verse_number": "7",
                "verse_text": "Now if your offering is grain cooked in a lidded pan, it shall be made of fine flour with oil."
            },
            {
                "verse_number": "8",
                "verse_text": "When you bring the grain offering that is made of these things to the L ord , it shall be presented to the priest, and he shall bring it to the altar [of burnt offering]."
            },
            {
                "verse_number": "9",
                "verse_text": "The priest shall take from the grain offering its memorial portion and offer it up in smoke on the altar. It is an offering by fire, a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "10",
                "verse_text": "What is left of the grain offering belongs to Aaron and his sons; it is a most holy part of the offerings to the L ord by fire."
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;No grain offering that you bring to the L ord shall be made with leaven, for you shall not offer up in smoke any leaven [which symbolizes the spread of sin] or any honey [which, like leaven, is subject to fermentation] in any offering by fire to the L ord ."
            },
            {
                "verse_number": "12",
                "verse_text": "As an offering of first fruits you may offer them [leaven and honey] to the L ord , but they shall not go up [in smoke] on the altar as a sweet and soothing aroma."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall season every grain offering with salt so that the salt (preservation) of the covenant of your God will not be missing from your grain offering. You shall offer salt with all your offerings."
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;If you bring a grain offering of early ripened things to the L ord , you shall bring fresh heads of grain roasted in the fire, crushed grain of new growth, for the grain offering of your early ripened things."
            },
            {
                "verse_number": "15",
                "verse_text": "You shall put oil on it and lay incense on it; it is a grain offering."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest shall offer up in smoke its memorial portion, part of the crushed grain and part of its oil with all its incense; it is an offering by fire to the L ord ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&quot;If a man&quot;s offering is a sacrifice of peace offerings, if he offers an animal from the herd, whether male or female, he shall offer it without blemish before the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "He shall lay his hand on the head of his offering [transferring symbolically his guilt to the sacrifice] and kill it at the doorway of the Tent of Meeting; and Aaron&quot;s sons the priests shall sprinkle the blood around on the altar."
            },
            {
                "verse_number": "3",
                "verse_text": "From the sacrifice of the peace offerings, an offering by fire to the L ord , he shall present the fat that covers the entrails, and all the fat which is on the entrails,"
            },
            {
                "verse_number": "4",
                "verse_text": "and the two kidneys with the fat that is on them at the loins, and the lobe of the liver which he shall remove with the kidneys."
            },
            {
                "verse_number": "5",
                "verse_text": "Aaron&quot;s sons shall offer it up in smoke on the altar [placing it] on the burnt offering which is on the wood that is on the fire. It is an offering by fire, a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "If his peace offering to the L ord is an animal from the flock, male or female, he shall offer the animal without blemish."
            },
            {
                "verse_number": "7",
                "verse_text": "If he offers a lamb as his offering, then he shall present it before the L ord ,"
            },
            {
                "verse_number": "8",
                "verse_text": "and he shall lay his hand on the head of his offering and kill it before the Tent of Meeting, and Aaron&quot;s sons shall sprinkle its blood around on the altar."
            },
            {
                "verse_number": "9",
                "verse_text": "From the sacrifice of peace offerings he shall bring as an offering by fire to the L ord , its fat, the entire fat tail which he shall remove close to the backbone, and the fat that covers the entrails, and all the fat which is on the entrails,"
            },
            {
                "verse_number": "10",
                "verse_text": "and the two kidneys with the fat that is on them at the loins, and the lobe of the liver, which he shall remove with the kidneys."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest shall offer it up in smoke on the altar as food, an offering by fire to the L ord ."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;If his offering is a goat, he shall present it before the L ord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "and he shall lay his hand on its head [transferring symbolically his guilt to the sacrifice], and kill it before the Tent of Meeting; and the sons of Aaron shall sprinkle its blood around on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he shall present from it as his offering, an offering by fire to the L ord : the fat that covers the entrails, and all the fat that is on the entrails,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the two kidneys with the fat that is on them at the loins, and the lobe of the liver which he shall remove with the kidneys."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest shall offer them up in smoke on the altar as food. It is an offering by fire, a sweet and soothing aroma; all the fat is the L ord &quot; s ."
            },
            {
                "verse_number": "17",
                "verse_text": "It is a permanent statute for your generations wherever you may be, that you shall not eat any fat or any blood.&quot;&nbsp;&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel, &quot;If a person sins unintentionally in any of the things which the L ord has commanded not to be done, and commits any of them&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "if the anointed priest sins, bringing guilt on the people, then he shall offer to the L ord a young bull without blemish as a sin offering for the sin he has committed."
            },
            {
                "verse_number": "4",
                "verse_text": "He shall bring the bull to the doorway of the Tent of Meeting before the L ord , and shall lay his hand on the bull&quot;s head [transferring symbolically his guilt to the sacrifice] and kill the bull before the L ord ."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the anointed priest is to take some of the bull&quot;s blood and bring it into the Tent of Meeting;"
            },
            {
                "verse_number": "6",
                "verse_text": "and the priest shall dip his finger in the blood and sprinkle some of it seven times before the L ord in front of the veil (curtain) of the sanctuary."
            },
            {
                "verse_number": "7",
                "verse_text": "The priest shall also put some of the blood on the horns of the altar of fragrant incense which is before the L ord in the Tent of Meeting. All the rest of the blood of the bull he shall pour out at the base of the altar of the burnt offering which is at the doorway of the Tent of Meeting."
            },
            {
                "verse_number": "8",
                "verse_text": "He shall remove all the fat from the bull of the sin offering&ndash;the fat that covers the entrails, and all the fat which is on the entrails,"
            },
            {
                "verse_number": "9",
                "verse_text": "and the two kidneys with the fat that is on them at the loins, and the lobe of the liver, which he shall remove with the kidneys"
            },
            {
                "verse_number": "10",
                "verse_text": "(just as these are removed from the ox of the sacrifice of peace offerings), and the priest is to offer them up in smoke on the altar of burnt offering."
            },
            {
                "verse_number": "11",
                "verse_text": "But the hide of the bull and all its meat, with its head, its legs, its entrails, and its refuse,"
            },
            {
                "verse_number": "12",
                "verse_text": "that is, all the rest of the bull, he is to bring outside the camp to a clean place where the ashes are poured out, and burn it on a fire of wood. Where the ashes are poured out it shall be burned."
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;Now if the whole congregation of Israel sins unintentionally, and the matter escapes the notice of the assembly, and they have done any one of the things which the L ord has commanded not to be done, and they become guilty;"
            },
            {
                "verse_number": "14",
                "verse_text": "when the sin which they have committed becomes known, then the congregation shall offer a young bull of the herd as a sin offering and bring it before the Tent of Meeting."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the elders of the congregation shall lay their hands on the head of the bull before the L ord [to transfer symbolically the congregation&quot;s guilt to the sacrifice], and they shall kill the bull before the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "The anointed priest is to bring some of the bull&quot;s blood to the Tent of Meeting,"
            },
            {
                "verse_number": "17",
                "verse_text": "and the priest shall dip his finger in the blood, and sprinkle it seven times before the L ord , in front of the veil [which screens off the Holy of Holies and the ark of the covenant]."
            },
            {
                "verse_number": "18",
                "verse_text": "He shall put some of the blood on the horns of the altar [of incense] which is before the L ord in the Tent of Meeting; and he shall pour out all the rest of the blood at the base of the altar of burnt offering which is at the doorway of the Tent of Meeting."
            },
            {
                "verse_number": "19",
                "verse_text": "He shall remove all its fat from the bull and offer it up in smoke on the altar."
            },
            {
                "verse_number": "20",
                "verse_text": "He shall also do with the bull just as he did with the bull of the sin offering; that is what he shall do with this. So the priest shall make atonement for [the sin of] the people, and they will be forgiven."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the priest is to bring the bull outside the camp and burn it as he burned the first bull; it is the sin offering for the congregation."
            },
            {
                "verse_number": "22",
                "verse_text": "&quot;When a ruler or leader sins and unintentionally does any one of the things the L ord his God has commanded not to be done, and he becomes guilty,"
            },
            {
                "verse_number": "23",
                "verse_text": "if his sin which he has committed is made known to him, he shall bring a goat, a male without blemish as his offering."
            },
            {
                "verse_number": "24",
                "verse_text": "He shall lay his hand on the head of the male goat [transferring symbolically his guilt to the sacrifice], and kill it in the place where they kill the burnt offering before the L ord ; it is a sin offering."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the priest is to take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering; and the rest of its blood he shall pour out at the base of the altar of burnt offering."
            },
            {
                "verse_number": "26",
                "verse_text": "And he shall offer all its fat up in smoke on the altar like the fat from the sacrifice of peace offerings; so the priest shall make atonement for him in regard to his sin, and he will be forgiven."
            },
            {
                "verse_number": "27",
                "verse_text": "&quot;If anyone of the common people sins unintentionally by doing any of the things the L ord has commanded not to be done, and becomes guilty,"
            },
            {
                "verse_number": "28",
                "verse_text": "if his sin which he has committed is made known to him, then he shall bring a goat, a female without blemish as his offering for the sin which he has committed."
            },
            {
                "verse_number": "29",
                "verse_text": "He shall lay his hand on the head of the sin offering [transferring symbolically his guilt to the sacrifice], and kill it at the place of the burnt offering."
            },
            {
                "verse_number": "30",
                "verse_text": "The priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering and shall pour out all the rest of its blood at the base of the altar."
            },
            {
                "verse_number": "31",
                "verse_text": "Then he shall remove all its fat, just as the fat was removed from the sacrifice of peace offerings; and the priest shall offer it up in smoke on the altar as a sweet and soothing aroma to the L ord . In this way the priest shall make atonement for him, and he will be forgiven."
            },
            {
                "verse_number": "32",
                "verse_text": "&quot;If he brings a lamb as his offering for a sin offering, he shall bring a female without blemish."
            },
            {
                "verse_number": "33",
                "verse_text": "He shall lay his hand on the head of the sin offering [transferring symbolically his guilt to the sacrifice], and kill it as a sin offering in the place where they kill the burnt offering."
            },
            {
                "verse_number": "34",
                "verse_text": "The priest is to take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and all the rest of the blood of the lamb he shall pour out at the base of the altar."
            },
            {
                "verse_number": "35",
                "verse_text": "Then he shall remove all its fat, just as the fat of the lamb is removed from the sacrifice of the peace offerings, and the priest shall offer it up in smoke on the altar, on the offerings by fire to the L ord . In this way the priest shall make atonement for him in regard to the sin which he has committed, and he will be forgiven."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&quot;If anyone sins after he hears a public adjuration (solemn command to testify) when he is a witness, whether he has seen or [otherwise] known [something]&ndash;if he fails to report it, then he will bear his guilt and be held responsible."
            },
            {
                "verse_number": "2",
                "verse_text": "Or if someone touches any [ceremonially] unclean thing&ndash;whether the carcass of an unclean wild animal or the carcass of an unclean domestic animal or the carcass of unclean creeping things&ndash;even if he is unaware of it, he has become unclean, and he will be guilty."
            },
            {
                "verse_number": "3",
                "verse_text": "Or if he touches human uncleanness&ndash;whatever kind it may be&ndash;and he becomes unclean, but he is unaware of it, when he recognizes it, he will be guilty."
            },
            {
                "verse_number": "4",
                "verse_text": "Or if anyone swears [an oath] thoughtlessly or impulsively aloud that he will do either evil or good, in whatever manner a person may speak thoughtlessly or impulsively with an oath, but he is unaware of it, when he recognizes it, he will be guilty in one of these."
            },
            {
                "verse_number": "5",
                "verse_text": "So it shall be when a person is guilty in one of these, that he shall confess the sin he has committed."
            },
            {
                "verse_number": "6",
                "verse_text": "He shall bring his guilt offering to the L ord for the sin which he has committed, a female from the flock, a lamb or a goat as a sin offering. So the priest shall make atonement on his behalf for his sin."
            },
            {
                "verse_number": "7",
                "verse_text": "&quot;But if he cannot afford a lamb, then he shall bring two turtledoves or two young pigeons as his guilt offering for his sin to the L ord , one as a sin offering and the other as a burnt offering."
            },
            {
                "verse_number": "8",
                "verse_text": "He shall bring them to the priest, who shall offer first the one for the sin offering, and shall nip its head at the front of its neck, but shall not sever it [completely]."
            },
            {
                "verse_number": "9",
                "verse_text": "He shall also sprinkle some of the blood of the sin offering on the side of the altar, and the rest of the blood shall be drained out at the base of the altar; it is a sin offering."
            },
            {
                "verse_number": "10",
                "verse_text": "The second [bird] he shall prepare as a burnt offering, according to the ordinance. So the priest shall make atonement on his behalf for the sin which he has committed, and it will be forgiven him."
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;But if he cannot afford to bring two turtledoves or two young pigeons, then he shall bring as his offering for his sin the tenth part of an ephah of fine flour as a sin offering; he shall not put [olive] oil or incense on it, for it is a sin offering."
            },
            {
                "verse_number": "12",
                "verse_text": "He shall bring it to the priest, who shall take a handful of it as a memorial portion and offer it up in smoke on the altar, with the offerings by fire to the L ord ; it is a sin offering."
            },
            {
                "verse_number": "13",
                "verse_text": "In this way the priest shall make atonement for him for the sin which he has committed in one of these things, and it will be forgiven him; then the rest shall be for the priest, like the grain offering.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If a person commits a breach of faith and sins unintentionally against the holy things of the L ord , then he shall bring his guilt offering to the L ord , a ram without blemish from the flock, valued by you in shekels of silver, that is, the shekel of the sanctuary, as a guilt offering."
            },
            {
                "verse_number": "16",
                "verse_text": "He shall make restitution for the sin which he has committed against the holy thing, and shall add a fifth [of the ram&quot;s value] to it, and give it to the priest. The priest shall then make atonement for him with the ram of the guilt offering, and he shall be forgiven."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Now if anyone sins and does any of the things which the L ord has forbidden, though he was not aware of it, still he is guilty and shall bear his punishment."
            },
            {
                "verse_number": "18",
                "verse_text": "He is then to bring to the priest a ram without blemish from the flock, according to your valuation, for a guilt offering. In this way the priest shall make atonement for him regarding the error which he committed unintentionally and did not know it, and he shall be forgiven."
            },
            {
                "verse_number": "19",
                "verse_text": "It is a guilt offering; he was certainly guilty before the L ord .&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;When anyone sins and acts unfaithfully against the L ord by deceiving his neighbor (companion, associate) in regard to a deposit or a security entrusted to him , or through robbery, or if he has extorted from his neighbor,"
            },
            {
                "verse_number": "3",
                "verse_text": "or has found what was lost and lied about it and sworn falsely, so that he sins in regard to any one of the things a man may do&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "then if he has sinned and is guilty, he shall restore what he took by robbery, or what he got by extortion, or the deposit which was entrusted to him, or the lost thing which he found,"
            },
            {
                "verse_number": "5",
                "verse_text": "or anything about which he has sworn falsely; he shall not only restore it in full, but shall add to it one-fifth more. He shall give it to the one to whom it belongs on the day of his guilt offering."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he shall bring to the priest his guilt offering to the L ord , a ram without blemish from the flock, as valued by you, as a guilt offering."
            },
            {
                "verse_number": "7",
                "verse_text": "The priest shall make atonement for him before the L ord , and he will be forgiven for any one of the things which he may have done to incur guilt.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Command Aaron and his sons, saying, &quot;This is the law of the burnt offering: the burnt offering shall remain on the hearth that is on the altar all night until morning and the fire is to be kept burning on the altar."
            },
            {
                "verse_number": "10",
                "verse_text": "The priest is to put on his linen robe, with his linen undergarments next to his body. Then he shall take up the ashes of the burnt offering which the fire has consumed on the altar and put them beside the altar."
            },
            {
                "verse_number": "11",
                "verse_text": "Then he shall take off his garments and put on something else, and take the ashes outside the camp to a (ceremonially) clean place."
            },
            {
                "verse_number": "12",
                "verse_text": "The fire on the altar shall be kept burning; it shall not [be allowed to] go out. The priest shall burn wood on it every morning, and he shall arrange the burnt offering on it and offer the fat portions of the peace offerings up in smoke on it."
            },
            {
                "verse_number": "13",
                "verse_text": "The fire shall be burning continually on the altar; it shall not [be allowed to] go out."
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;Now this is the law of the grain offering: the sons of Aaron shall present it before the L ord in front of the altar."
            },
            {
                "verse_number": "15",
                "verse_text": "One of them shall take up from it a handful of the fine flour of the grain offering with its oil and all the incense that is on the grain offering, and he shall offer it up in smoke on the altar, a sweet and soothing aroma, as the memorial offering to the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "What is left of it Aaron and his sons are to eat. It shall be eaten as unleavened bread in a holy place; they are to eat it in the courtyard of the Tent of Meeting."
            },
            {
                "verse_number": "17",
                "verse_text": "It shall not be baked with leaven [which represents corruption or sin]. I have given it as their share of My offerings by fire; it is most holy, like the sin offering and the guilt offering."
            },
            {
                "verse_number": "18",
                "verse_text": "Every male among the sons of Aaron may eat it [as his share]; it is a permanent ordinance throughout your generations, from offerings by fire to the L ord . Whatever touches them will become consecrated (ceremonially clean).&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;This is the offering which Aaron and his sons are to present to the L ord on the day when he is anointed: the tenth of an ephah of fine flour as a regular grain offering, half of it in the morning and half of it in the evening."
            },
            {
                "verse_number": "21",
                "verse_text": "It shall be prepared with oil on a griddle. When it is well stirred, you shall bring it. You shall present the grain offering in baked pieces as a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "The priest from among the sons of Aaron who is anointed in his place shall offer it. By a permanent statute it shall be entirely offered up in smoke to the L ord ."
            },
            {
                "verse_number": "23",
                "verse_text": "So every grain offering of the priest shall be burned entirely. It shall not be eaten.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Speak to Aaron and his sons, saying, &quot;This is the law of the sin offering: the sin offering shall be killed before the L ord in the [same] place where the burnt offering is killed; it is most holy."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest who offers it for sin shall eat it. It shall be eaten in a holy place, in the courtyard of the Tent of Meeting."
            },
            {
                "verse_number": "27",
                "verse_text": "Whatever touches its meat will become consecrated (ceremonially clean). When any of its blood splashes on a garment, you shall wash what was splashed on in a holy place."
            },
            {
                "verse_number": "28",
                "verse_text": "Also the earthenware vessel in which it was boiled shall be broken; and if it was boiled in a bronze vessel, then that vessel shall be scoured and rinsed in water."
            },
            {
                "verse_number": "29",
                "verse_text": "Every male among the priests may eat this offering; it is most holy."
            },
            {
                "verse_number": "30",
                "verse_text": "But no sin offering from which any of the blood is brought into the Tent of Meeting to make atonement in the Holy Place shall be eaten; it shall be [completely] burned in the fire."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&quot;This is the law of the guilt offering; it is most holy."
            },
            {
                "verse_number": "2",
                "verse_text": "In the place where they kill the burnt offering they are to kill the guilt offering, and he shall sprinkle its blood around on the altar."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he shall offer all its fat, the fat tail and the fat that covers the entrails,"
            },
            {
                "verse_number": "4",
                "verse_text": "and the two kidneys with the fat that is on them at the loins, and the lobe of the liver, which he shall remove with the kidneys."
            },
            {
                "verse_number": "5",
                "verse_text": "The priest shall offer them up in smoke on the altar as an offering by fire to the L ord ; it is a guilt offering."
            },
            {
                "verse_number": "6",
                "verse_text": "Every male among the priests may eat it; it shall be eaten in a holy place; it is most holy."
            },
            {
                "verse_number": "7",
                "verse_text": "The guilt offering is like the sin offering, there is one law for [both of] them: the priest who makes atonement with it shall have it for himself."
            },
            {
                "verse_number": "8",
                "verse_text": "The priest who presents any man&quot;s burnt offering shall have for himself the hide of the burnt offering which he has presented."
            },
            {
                "verse_number": "9",
                "verse_text": "Likewise, every grain offering that is baked in the oven and everything that is prepared in a pan or on a griddle shall belong to the priest who presents it."
            },
            {
                "verse_number": "10",
                "verse_text": "Every grain offering, mixed with [olive] oil or dry, all the sons of Aaron may have, one as well as another."
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;Now this is the law of the sacrifice of peace offerings which shall be presented to the L ord :"
            },
            {
                "verse_number": "12",
                "verse_text": "If one offers it as a sacrificial meal of thanksgiving, then along with the sacrifice of thanksgiving he shall offer unleavened cakes mixed with oil, and unleavened wafers spread with oil, and cakes of fine flour mixed with oil."
            },
            {
                "verse_number": "13",
                "verse_text": "With the sacrifice of his peace offerings for thanksgiving, he shall present his offering with cakes of leavened bread."
            },
            {
                "verse_number": "14",
                "verse_text": "Of this he shall present one [cake] from each offering as a contribution to the L ord ; it shall belong to the priest who sprinkles the blood of the peace offerings."
            },
            {
                "verse_number": "15",
                "verse_text": "&quot;The meat of the sacrifice of thanksgiving presented as a peace offering shall be eaten on the day that it is offered; none of it shall be left until morning."
            },
            {
                "verse_number": "16",
                "verse_text": "But if the sacrifice of his offering is a vow or a freewill offering, it shall be eaten on the day that he offers his sacrifice, and on the next day that which remains of it may be eaten;"
            },
            {
                "verse_number": "17",
                "verse_text": "but what is left over from the meat of the sacrifice on the third day shall be [completely] burned in the fire."
            },
            {
                "verse_number": "18",
                "verse_text": "If any of the meat of the sacrifice of his peace offerings is ever eaten on the third day, then it will not be accepted, and the one who brought it will not be credited with it. It shall be an abhorred (offensive) thing; the one who eats it shall bear his own guilt."
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;The meat that comes in contact with anything that is unclean shall not be eaten; it shall be burned in the fire. As for other meat, everyone who is [ceremonially] clean may eat it."
            },
            {
                "verse_number": "20",
                "verse_text": "But the one who eats meat from the sacrifice of peace offerings which belong to the L ord , in his uncleanness, that person shall be cut off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "21",
                "verse_text": "When anyone touches any unclean thing&ndash;human uncleanness, or an unclean animal, or any unclean detestable thing&ndash;and then eats the meat of the sacrifice of the L ord &quot; s peace offerings, that person shall be cut off from his people [excluding him from the atonement made for them].&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Speak to the children of Israel, saying, &quot;You shall not eat any fat from an ox, a sheep, or a goat."
            },
            {
                "verse_number": "24",
                "verse_text": "The fat of an animal which dies [of natural causes] and the fat of one which is torn [to pieces by a predator] may be put to any other use, but under no circumstances are you to eat it."
            },
            {
                "verse_number": "25",
                "verse_text": "For whoever eats the fat of the animal from which an offering by fire is presented to the L ord , that person who eats shall be cut off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "26",
                "verse_text": "Moreover, you are not to eat any blood [of any kind], whether of bird or animal, in any of your dwelling places."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever eats any blood, that person shall be cut off from his people.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Speak to the children of Israel, saying, &quot;He who offers the sacrifice of his peace offerings to the L ord shall bring his offering to the L ord from the sacrifice of his peace offerings."
            },
            {
                "verse_number": "30",
                "verse_text": "With his own hands he is to bring offerings by fire to the L ord ; he shall bring the fat with the breast, so that the breast may be presented as a wave offering before the L ord ."
            },
            {
                "verse_number": "31",
                "verse_text": "The priest shall offer up the fat in smoke on the altar, but the breast shall be for Aaron and his sons."
            },
            {
                "verse_number": "32",
                "verse_text": "You shall give the right thigh to the priest as a contribution from the sacrifices of your peace offerings."
            },
            {
                "verse_number": "33",
                "verse_text": "The son of Aaron who offers the blood of the peace offerings and the fat shall have the right thigh as his portion."
            },
            {
                "verse_number": "34",
                "verse_text": "For I have taken the breast of the wave offering and the thigh of the heave offering from the Israelites, from the sacrifices of their peace offerings, and I have given them to Aaron the priest and to his sons as their perpetual portion from the Israelites."
            },
            {
                "verse_number": "35",
                "verse_text": "&quot;This is the consecrated portion from the offerings by fire to the L ord that was designated for Aaron and his sons on the day he presented them to serve as priests to the L ord ."
            },
            {
                "verse_number": "36",
                "verse_text": "The L ord commanded this to be given to the priests by the Israelites on the day that He anointed them. It is their portion perpetually throughout their generations.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "This is the law of the burnt offering, the grain offering, the sin offering, the guilt offering, the consecration (ordination) offering, and the sacrifice of peace offerings,"
            },
            {
                "verse_number": "38",
                "verse_text": "which the L ord commanded Moses at Mount Sinai on the day He commanded the Israelites to present their offerings to the L ord , in the Wilderness of Sinai."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Take Aaron and his sons with him, and the garments [which are symbols of their office], and the anointing oil, and the bull for the sin offering, and the two rams, and the basket of unleavened bread;"
            },
            {
                "verse_number": "3",
                "verse_text": "and assemble the entire congregation at the doorway of the Tent of Meeting.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses did as the L ord commanded him, and the congregation was assembled at the doorway of the Tent of Meeting."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses said to the congregation, &apos;This is what the L ord has commanded us to do.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Moses brought Aaron and his sons and washed them with water."
            },
            {
                "verse_number": "7",
                "verse_text": "He put the undertunic on Aaron, tied the sash around him, clothed him in the robe, and put the ephod (an upper vestment) on him. He tied the [skillfully woven] band of the ephod around him, with which he secured it to Aaron."
            },
            {
                "verse_number": "8",
                "verse_text": "Moses then put the breastpiece on Aaron, and he put in the breastpiece the Urim and the Thummim [the sacred articles the high priest used when seeking God&quot;s will concerning the nation]."
            },
            {
                "verse_number": "9",
                "verse_text": "He also put the turban on Aaron&quot;s head, and on it, in the front, Moses placed the golden plate, the holy crown, just as the L ord had commanded him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Moses took the anointing oil and anointed the tabernacle and all that was in it, and consecrated them."
            },
            {
                "verse_number": "11",
                "verse_text": "He sprinkled some of the oil on the altar seven times and anointed the altar and all its utensils, and the basin and its stand, to consecrate them."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he poured some of the anointing oil on Aaron&quot;s head and anointed him, to consecrate him."
            },
            {
                "verse_number": "13",
                "verse_text": "Next Moses brought Aaron&quot;s sons forward, put undertunics on them, belted them with sashes, and bound caps on them, just as the L ord had commanded Moses."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he brought the bull for the sin offering, and Aaron and his sons laid their hands on the head of the bull."
            },
            {
                "verse_number": "15",
                "verse_text": "Next Moses killed it and took the blood and with his finger put some of it around on the horns of the altar and purified it [from sin]. Then he poured out the rest of the blood at the base of the altar and consecrated it, to make atonement for it."
            },
            {
                "verse_number": "16",
                "verse_text": "He took all the fat that was on the entrails, and the lobe of the liver, and the two kidneys with their fat, and Moses offered them up in smoke on the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "But the bull (the sin offering) and its hide, its meat, and its refuse he burned in the fire outside the camp, just as the L ord had commanded Moses."
            },
            {
                "verse_number": "18",
                "verse_text": "He brought the ram for the burnt offering, and Aaron and his sons laid their hands on the head of the ram."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses killed it and sprinkled the blood around on the altar."
            },
            {
                "verse_number": "20",
                "verse_text": "When he had cut the ram into pieces, Moses offered up the head, the pieces, and the fat in smoke."
            },
            {
                "verse_number": "21",
                "verse_text": "After he had washed the entrails and the legs in water, Moses offered up the whole ram in smoke on the altar. It was a burnt offering for a sweet and soothing aroma, an offering by fire to the L ord , just as the L ord had commanded Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "Then he brought the second ram, the ram of consecration (ordination), and Aaron and his sons laid their hands on the head of the ram."
            },
            {
                "verse_number": "23",
                "verse_text": "Moses killed it and took some of its blood and put it on the lobe of Aaron&quot;s right ear, and on the thumb of his right hand, and on the big toe of his right foot."
            },
            {
                "verse_number": "24",
                "verse_text": "He also brought Aaron&quot;s sons forward and put some of the blood on the lobes of their right ears, and the thumbs of their right hands, and the big toes of their right feet; and Moses sprinkled the rest of the blood around on the altar."
            },
            {
                "verse_number": "25",
                "verse_text": "He took the fat, the fat tail, all the fat that was on the entrails, the lobe of the liver, and the two kidneys and their fat, and the right thigh;"
            },
            {
                "verse_number": "26",
                "verse_text": "and from the basket of unleavened bread that was before the L ord , he took one unleavened cake, a cake of oiled bread, and one wafer and put them on the fat and on the right thigh;"
            },
            {
                "verse_number": "27",
                "verse_text": "and he put all these things in Aaron&quot;s hands and his sons&quot; hands and presented them as a wave offering before the L ord ."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Moses took these things from their hands and offered them up in smoke on the altar with the burnt offering. They were a consecration (ordination) offering for a sweet and soothing aroma, an offering by fire to the L ord ."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses also took the breast and presented it as a wave offering before the L ord ; it was Moses&quot; portion of the ram of consecration (ordination), just as the L ord had commanded Moses."
            },
            {
                "verse_number": "30",
                "verse_text": "So Moses took some of the anointing oil and some of the blood which was on the altar and sprinkled it on Aaron and his garments, and also on his sons and their garments with him; so Moses consecrated Aaron and his garments, and his sons and his sons&quot; garments with him."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Moses said to Aaron and to his sons, &apos;Boil the meat at the doorway of the Tent of Meeting and eat it there together with the bread that is in the basket of the consecration (ordination) offering, just as I commanded, saying, &quot;Aaron and his sons shall eat it.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "And what remains of the meat and of the bread you shall burn in the fire."
            },
            {
                "verse_number": "33",
                "verse_text": "You shall not go outside the doorway of the Tent of Meeting for seven days, until the days of your consecration (ordination) are ended; for it will take seven days to consecrate you."
            },
            {
                "verse_number": "34",
                "verse_text": "As has been done this day, so the L ord has commanded to do for your atonement."
            },
            {
                "verse_number": "35",
                "verse_text": "You shall remain day and night for seven days at the doorway of the Tent of Meeting, doing what the Lord has required you to do, so that you will not die; for so I (Moses) have been commanded.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So Aaron and his sons did all the things which the L ord had commanded through Moses."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "And it happened on the eighth day that Moses called Aaron and his sons and the elders of Israel;"
            },
            {
                "verse_number": "2",
                "verse_text": "and he said to Aaron, &apos;Take a bull calf as a sin offering and a ram as a burnt offering, [each] without blemish, and offer both before the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Then say to the Israelites, &quot;Take a male goat as a sin offering, and a calf and a lamb, both one year old, without blemish, as a burnt offering,"
            },
            {
                "verse_number": "4",
                "verse_text": "and a bull and a ram as peace offerings to sacrifice before the L ord , and a grain offering mixed with [olive] oil, for today the L ord will appear to you.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they took what Moses had commanded to the front of the Tent of Meeting, and all the congregation approached and stood before the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses said, &apos;This is the thing which the L ord has commanded you to do, so that the glory of the L ord may appear to you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Moses said to Aaron, &apos;Approach the altar and present your sin offering and your burnt offering and make atonement for yourself and for the people; and present the offering of the people and make atonement for them, just as the L ord has commanded.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Aaron approached the altar and killed the calf as the sin offering, which was designated for himself."
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Aaron presented the blood to him; he dipped his finger in the blood and put some of it on the horns of the altar, and poured out the rest of the blood at the altar&quot;s base;"
            },
            {
                "verse_number": "10",
                "verse_text": "but the fat, the kidneys, and the lobe of the liver from the sin offering he offered up in smoke on the altar, just as the L ord had commanded Moses."
            },
            {
                "verse_number": "11",
                "verse_text": "And Aaron burned the meat and the hide in the fire outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he killed the burnt offering; and Aaron&quot;s sons handed the blood to him and he sprinkled it around on the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "They brought the burnt offering to him piece by piece, with the head, and Aaron offered them up in smoke on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "He also washed the entrails and the legs, and offered them up in smoke with the burnt offering on the altar."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Aaron presented the people&quot;s offering. He took the goat for the sin offering of the people, and killed it and offered it for sin, as he did the first."
            },
            {
                "verse_number": "16",
                "verse_text": "He also presented the burnt offering and offered it according to the ordinance."
            },
            {
                "verse_number": "17",
                "verse_text": "Next Aaron presented the grain offering and took a handful of it and offered it up in smoke on the altar in addition to the burnt offering of the morning."
            },
            {
                "verse_number": "18",
                "verse_text": "He also killed the bull and the ram, the sacrifice of peace offerings which was for the people; and Aaron&quot;s sons handed the blood to him and he sprinkled it around on the altar,"
            },
            {
                "verse_number": "19",
                "verse_text": "As for the portions of fat from the bull and from the ram&ndash;the fat tail, and the fat covering the internal organs, and the kidneys, and the lobe of the liver&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "they now put the portions of fat on the breasts; and Aaron offered the fat up in smoke on the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "But the breasts and the right thigh Aaron presented as a wave offering before the L ord , just as Moses had commanded."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Aaron lifted his hands toward the people and blessed them, and came down [from the altar of burnt offering] after presenting the sin offering, the burnt offering, and the peace offerings."
            },
            {
                "verse_number": "23",
                "verse_text": "Moses and Aaron went into the Tent of Meeting, and when they came out they blessed the people, and the glory and brilliance of the L ord [the Shekinah cloud] appeared to all the people [as promised]."
            },
            {
                "verse_number": "24",
                "verse_text": "Then fire came out from before the L ord and consumed the burnt offering and the portions of fat on the altar; and when all the people saw it, they shouted and fell face downward [in awe and worship]."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now Nadab and Abihu, the sons of Aaron, took their respective [ceremonial] censers, put fire in them, placed incense on it and offered strange (unauthorized, unacceptable) fire before the L ord , [an act] which He had not commanded them to do."
            },
            {
                "verse_number": "2",
                "verse_text": "And fire came out from the presence of the L ord and devoured them, and they died before the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Moses said to Aaron, &apos;This is what the L ord said: &quot;I will be treated as holy by those who approach Me, And before all the people I will be honored.&quot;&nbsp;&apos; So Aaron, therefore, said nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses called Mishael and Elzaphan, the sons of Uzziel who was Aaron&quot;s uncle, and said to them, &apos;Come here, carry your relatives away from the front of the sanctuary and take them outside the camp.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they came forward and carried them, still in their undertunics, outside the camp, as Moses had said."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Moses said to Aaron and to his [younger] sons Eleazar and Ithamar, &apos;Do not uncover your heads nor let your hair hang loose nor tear your clothes [as expressions of mourning], so that you will not die [also] and so that He will not express His wrath and anger toward all the congregation. But your relatives, the whole house of Israel, may mourn the burning which the L ord has brought about."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall not even go out of the doorway of the Tent of Meeting, or you will die; for the L ord &quot; s anointing oil is upon you.&apos; So they did [everything] according to the word of Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the L ord spoke to Aaron, saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos; Do not drink wine or intoxicating drink, neither you nor your sons with you, when you come into the Tent of Meeting, so that you will not die&ndash;it is a permanent statute throughout your generations&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "and to make a distinction and recognize a difference between the holy (sacred) and the common (profane), and between the [ceremonially] unclean and the clean;"
            },
            {
                "verse_number": "11",
                "verse_text": "and you are to teach the Israelites all the statutes which the L ord has spoken to them through Moses.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Moses said to Aaron, and to his surviving sons, Eleazar and Ithamar, &apos;Take the grain offering that is left over from the offerings by fire to the L ord , and eat it unleavened beside the altar, for it is most holy."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall eat it in a holy place, because it is your portion and your sons&quot; portion, from the offerings by fire to the L ord ; for so I have been commanded."
            },
            {
                "verse_number": "14",
                "verse_text": "But the breast of the wave offering and the thigh of the heave offering you may eat in a clean place, you and your sons and daughters with you; for the breast and the thigh are your portion and your sons&quot; portion, given out of the sacrifices of the peace offerings of the Israelites."
            },
            {
                "verse_number": "15",
                "verse_text": "They shall bring the thigh presented by lifting up and the breast presented by waving, along with the offerings by fire of the fat, to present as a wave offering before the L ord . This shall be yours and your sons&quot; with you, as your perpetual portion, just as the L ord has commanded.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Moses diligently tried to find the goat [that had been offered] as the sin offering, and discovered that it had been burned up [as waste, not eaten]! So he was angry with Aaron&quot;s surviving sons Eleazar and Ithamar, saying,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Why did you not eat the sin offering in the holy place? For it is most holy; and God gave it to you to remove the guilt of the congregation, to make atonement for them before the L ord ."
            },
            {
                "verse_number": "18",
                "verse_text": "Behold, its blood was not brought into the Holy Place; you certainly should have eaten the goat in the sanctuary, just as I commanded.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Aaron said to Moses, &apos;This very day they have [obediently] presented their sin offering and their burnt offering before the L ord , but [such terrible things] as these have happened to me [and to them]; if I [and my sons] had eaten a sin offering today would it have been acceptable and pleasing in the sight of the L ord ?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When Moses heard that, he was satisfied."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The L ord spoke again to Moses and Aaron, saying to them,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel, saying, &quot;Among all the animals which are on the earth, these are the animals which you may eat."
            },
            {
                "verse_number": "3",
                "verse_text": "You may eat any animal that has a divided hoof [that is, a hoof split into two parts especially at its distal extremity] and chews the cud."
            },
            {
                "verse_number": "4",
                "verse_text": "Nevertheless, you are not to eat these, among those which chew the cud or divide the hoof: the camel, because it chews the cud but does not divide the hoof; it is [ceremonially] unclean to you."
            },
            {
                "verse_number": "5",
                "verse_text": "And the shaphan, because it chews the cud but does not divide the hoof; it is unclean to you."
            },
            {
                "verse_number": "6",
                "verse_text": "And the hare, because it chews the cud but does not divide the hoof; it is unclean to you."
            },
            {
                "verse_number": "7",
                "verse_text": "And the swine, because it divides the hoof and makes a split hoof, but does not chew the cud; it is unclean to you."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall not eat their meat nor touch their carcasses; they are unclean to you."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;These you may eat, whatever is in the water: whatever has fins and scales in the waters, in the seas, and in the rivers, these you may eat;"
            },
            {
                "verse_number": "10",
                "verse_text": "but whatever does not have fins and scales in the seas and in the rivers, of all the teeming life in the waters, and of all the living creatures that are in the waters, they are [to be considered] detestable to you."
            },
            {
                "verse_number": "11",
                "verse_text": "They shall be hated things to you. You may not eat their meat; you shall detest their carcasses."
            },
            {
                "verse_number": "12",
                "verse_text": "Everything in the water that does not have fins and scales is detestable to you."
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;These you shall detest among the birds; they are not to be eaten, for they are hated things: the eagle and the vulture and the buzzard,"
            },
            {
                "verse_number": "14",
                "verse_text": "the kite, every kind of falcon,"
            },
            {
                "verse_number": "15",
                "verse_text": "every kind of raven,"
            },
            {
                "verse_number": "16",
                "verse_text": "the ostrich, the nighthawk, the sea gull, every species of hawk,"
            },
            {
                "verse_number": "17",
                "verse_text": "the little owl and the cormorant and the great owl,"
            },
            {
                "verse_number": "18",
                "verse_text": "the white owl, the pelican, the carrion vulture,"
            },
            {
                "verse_number": "19",
                "verse_text": "the stork, all kinds of heron, the hoopoe, and the bat."
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;All winged insects that walk on all fours are detestable to you;"
            },
            {
                "verse_number": "21",
                "verse_text": "yet of all winged insects that walk on all fours you may eat those which have legs above their feet with which to leap on the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "Of these you may eat: the whole species of migratory locust, of bald locust, of cricket, and of grasshopper."
            },
            {
                "verse_number": "23",
                "verse_text": "But all other winged insects which are four footed are detestable to you."
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;By [contact with] these you will become unclean; whoever touches their carcasses becomes unclean until the evening (dusk),"
            },
            {
                "verse_number": "25",
                "verse_text": "and whoever picks up any of their carcasses shall wash his clothes and be unclean until the evening."
            },
            {
                "verse_number": "26",
                "verse_text": "Concerning all the animals which divide the hoof, but do not have a split hoof, or which do not chew the cud, they are unclean to you; whoever touches them becomes unclean."
            },
            {
                "verse_number": "27",
                "verse_text": "Also all animals that walk on their paws, among all kinds of animals that walk on four legs , are unclean to you; whoever touches their carcasses becomes unclean until the evening,"
            },
            {
                "verse_number": "28",
                "verse_text": "and the one who picks up their carcasses shall wash his clothes and be unclean until the evening; they are unclean to you."
            },
            {
                "verse_number": "29",
                "verse_text": "&quot;These also are unclean to you among the swarming things that crawl around on the ground [and multiply profusely]: the mole, the mouse, and any kind of great lizard,"
            },
            {
                "verse_number": "30",
                "verse_text": "the gecko, the crocodile, the lizard, the sand reptile, and the chameleon."
            },
            {
                "verse_number": "31",
                "verse_text": "These [creatures] are unclean to you among all that swarm; whoever touches them when they are dead becomes unclean until evening."
            },
            {
                "verse_number": "32",
                "verse_text": "Also anything on which one of them falls after dying becomes unclean, whether it is an article of wood or clothing, or a skin, or a sack&ndash;any article that is used&ndash;it must be put in water, and will be unclean until the evening; then it becomes clean."
            },
            {
                "verse_number": "33",
                "verse_text": "As for any earthenware container into which any of these [crawling things] falls, whatever is in it becomes unclean, and you shall break the container."
            },
            {
                "verse_number": "34",
                "verse_text": "Any of the food which may be eaten, but on which [unclean] water falls, shall become unclean, and any liquid that may be drunk in every container shall become unclean."
            },
            {
                "verse_number": "35",
                "verse_text": "Everything that part of their carcass falls on becomes unclean; an oven, or a small stove shall be smashed; they are unclean, and shall be unclean to you."
            },
            {
                "verse_number": "36",
                "verse_text": "Nevertheless a spring or a cistern (reservoir) collecting water shall be clean; but whoever touches one of these carcasses shall be unclean."
            },
            {
                "verse_number": "37",
                "verse_text": "If a part of their carcass falls on any seed for sowing which is to be sown, it is clean;"
            },
            {
                "verse_number": "38",
                "verse_text": "but if water is put on the seed and a part of their carcass falls on it, it is unclean to you."
            },
            {
                "verse_number": "39",
                "verse_text": "&quot;If one of the animals that you may eat dies [of natural causes], whoever touches its carcass becomes unclean until the evening."
            },
            {
                "verse_number": "40",
                "verse_text": "And whoever eats some of its meat shall wash his clothes, and be unclean until evening; also whoever picks up its carcass shall wash his clothes, and be unclean until the evening."
            },
            {
                "verse_number": "41",
                "verse_text": "&quot;Now everything that swarms on the ground is detestable; it is not to be eaten."
            },
            {
                "verse_number": "42",
                "verse_text": "Whatever crawls on its belly, and whatever walks on all fours, and whatever has many feet among all things that swarm on the ground, you shall not eat; for they are detestable."
            },
            {
                "verse_number": "43",
                "verse_text": "Do not make yourselves loathsome (impure, repulsive) by [eating] any swarming thing; you shall not make yourselves unclean by them so as to defile yourselves."
            },
            {
                "verse_number": "44",
                "verse_text": "For I am the L ord your God; so consecrate yourselves and be holy, for I am holy. You shall not make yourselves unclean with any of the swarming things that swarm or crawls on the ground."
            },
            {
                "verse_number": "45",
                "verse_text": "For I am the L ord who brought you up from the land of Egypt to be your God; therefore you shall be holy, for I am holy.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "This is the law regarding the animal and the bird and every living thing that moves in the waters and everything that swarms on the earth,"
            },
            {
                "verse_number": "47",
                "verse_text": "to make a distinction between the [ceremonially] unclean and the [ceremonially] clean, and between the animal that may be eaten and the animal that may not be eaten."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel, saying, &quot; I f a woman conceives and gives birth to a male child, she shall be [ceremonially] unclean for seven days, unclean as during her monthly period."
            },
            {
                "verse_number": "3",
                "verse_text": "On the eighth day the flesh of the male child&quot;s foreskin shall be circumcised."
            },
            {
                "verse_number": "4",
                "verse_text": "Then she shall remain [intimately separated] thirty-three days to be purified from the blood; she shall not touch any consecrated thing nor enter the [courtyard of the] sanctuary until the days of her purification are over."
            },
            {
                "verse_number": "5",
                "verse_text": "But if she gives birth to a female child, then she shall be unclean for two weeks, as during her monthly period, and she shall remain [intimately separated] sixty-six days to be purified from the blood."
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;When the days of her purification are completed, whether for a son or for a daughter, she shall bring to the priest at the doorway of the Tent of Meeting a one year old lamb as a burnt offering and a young pigeon or a turtledove as a sin offering;"
            },
            {
                "verse_number": "7",
                "verse_text": "and he shall offer it before the L ord and make atonement for her, and she shall be cleansed from the flow of her blood. This is the law for her who gives birth to a child, whether a male or a female child."
            },
            {
                "verse_number": "8",
                "verse_text": "If she cannot afford a lamb then she shall take two turtledoves or young pigeons, one as a burnt offering, the other as a sin offering; the priest shall make atonement for her, and she will be clean.&quot;&nbsp;&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses and to Aaron, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;When a man has a swelling on the skin of his body, a scab, or a bright spot, and it becomes the infection of leprosy on the skin of his body, then he shall be brought to Aaron the priest, or to one of his sons the priests."
            },
            {
                "verse_number": "3",
                "verse_text": "The priest shall look at the diseased spot on the skin of his body, and if the hair in the infection has turned white and the infection appears deeper than the skin of his body, it is an infection of leprosy; when the priest has looked at him, he shall pronounce him [ceremonially] unclean."
            },
            {
                "verse_number": "4",
                "verse_text": "If the bright spot is white on the skin of his body and does not appear to be deeper than the skin, and the hair on it has not turned white, the priest shall isolate the person who has the infection for seven days."
            },
            {
                "verse_number": "5",
                "verse_text": "The priest shall examine it on the seventh day, and if in his estimation the infection has not changed and has not spread on the skin, then the priest shall isolate him for seven more days."
            },
            {
                "verse_number": "6",
                "verse_text": "The priest shall examine him again on the seventh day, and if the infection has a more normal color and the spot has not spread on the skin, the priest shall pronounce him clean; it is only a scab; and he shall wash his clothes and be clean."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But if the scab spreads farther on the skin after he has shown himself to the priest for his [ceremonial] cleansing, he shall show himself to the priest again."
            },
            {
                "verse_number": "8",
                "verse_text": "The priest shall look, and if the scab has spread on the skin, then he shall pronounce him unclean; it is leprosy."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;When a leprous infection is on a person, he shall be brought to the priest."
            },
            {
                "verse_number": "10",
                "verse_text": "The priest shall examine him, and if there is a white swelling on the skin and it has turned the hair white and there is new raw flesh in the swelling,"
            },
            {
                "verse_number": "11",
                "verse_text": "it is a chronic leprosy on the skin of his body, and the priest shall pronounce him unclean; he shall not isolate him because he is [clearly] unclean."
            },
            {
                "verse_number": "12",
                "verse_text": "But if the [suspected] leprosy breaks out farther on the skin, and it covers all of the skin of the one who has the outbreak&ndash;from his head to his foot&ndash;wherever the priest looks,"
            },
            {
                "verse_number": "13",
                "verse_text": "the priest shall examine him. If the [suspected] leprosy has covered his entire body, he shall pronounce him clean of the disease; it has all turned white, and he is clean."
            },
            {
                "verse_number": "14",
                "verse_text": "But whenever raw flesh appears on him, he shall be unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest shall examine the raw flesh, and he shall pronounce him unclean; the raw flesh is unclean, it is leprosy."
            },
            {
                "verse_number": "16",
                "verse_text": "But if the raw flesh turns again and is changed to white, then he shall come to the priest,"
            },
            {
                "verse_number": "17",
                "verse_text": "and the priest shall examine him, and if the diseased part is changed to white, then the priest shall pronounce him who had the disease to be clean; he is clean."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;And when there is on the skin of the body [the scar of] a boil that is healed,"
            },
            {
                "verse_number": "19",
                "verse_text": "and in the place of the boil there is a white swelling or a bright spot, reddish white, then it shall be shown to the priest;"
            },
            {
                "verse_number": "20",
                "verse_text": "and the priest shall look, and if it looks deeper than the skin and the hair on it has turned white, the priest shall pronounce him unclean; it is the disease of leprosy; it has broken out in the boil."
            },
            {
                "verse_number": "21",
                "verse_text": "But if the priest examines it and finds no white hair in it and it is not deeper than the skin and is dull in color, then the priest shall isolate him for seven days."
            },
            {
                "verse_number": "22",
                "verse_text": "If it spreads farther on the skin, then the priest shall pronounce him unclean; it is a disease."
            },
            {
                "verse_number": "23",
                "verse_text": "But if the bright spot remains where it is and does not spread, it is the scar of the boil, and the priest shall pronounce him clean."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Or if the body has on its skin a burn from fire and the new flesh of the burn becomes a bright spot, reddish white or white,"
            },
            {
                "verse_number": "25",
                "verse_text": "then the priest shall examine it, and if the hair in the bright spot has turned white, and it appears deeper than the skin, then leprosy has broken out in the burn. So the priest shall pronounce him unclean; it is the disease of leprosy."
            },
            {
                "verse_number": "26",
                "verse_text": "But if the priest examines it and there is no white hair in the bright spot and it is not deeper than [the rest of] the skin but is dull in color, then the priest shall isolate him for seven days."
            },
            {
                "verse_number": "27",
                "verse_text": "And the priest shall examine him on the seventh day; if it is spreading farther on the skin, then the priest shall pronounce him unclean; it is leprosy."
            },
            {
                "verse_number": "28",
                "verse_text": "But if the bright spot remains in its place and has not spread in the skin, but is dull in color, it is a swelling from the burn, and the priest shall pronounce him clean; for it is the scar of the burn."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;When a man or woman has a disease on the head or in the beard (face),"
            },
            {
                "verse_number": "30",
                "verse_text": "the priest shall examine the diseased place; if it appears to be deeper than the skin, with yellow, thin hair in it, the priest shall pronounce him unclean; it is a scale, it is leprosy of the head or beard."
            },
            {
                "verse_number": "31",
                "verse_text": "But if the priest examines the spot infected by the scale, and it does not appear deeper than the skin and there is no black hair in it, the priest shall isolate the person with the scaly infection for seven days."
            },
            {
                "verse_number": "32",
                "verse_text": "On the seventh day the priest shall examine the diseased spot; if the scale has not spread and has no yellow hair in it, and the scale does not look deeper than the skin,"
            },
            {
                "verse_number": "33",
                "verse_text": "then he shall shave himself, but he shall not shave the scale; and the priest shall isolate the person with the scale for seven more days."
            },
            {
                "verse_number": "34",
                "verse_text": "Then on the seventh day the priest shall look at the scale; if the scale has not spread on the skin and appears to be no deeper than the skin, the priest shall pronounce him clean; he shall wash his clothes and be clean."
            },
            {
                "verse_number": "35",
                "verse_text": "But if the scale spreads farther on the skin after his cleansing,"
            },
            {
                "verse_number": "36",
                "verse_text": "then the priest shall examine him, and if the scale has spread on the skin, the priest need not look for the yellowish hair; he is unclean."
            },
            {
                "verse_number": "37",
                "verse_text": "If, in the priest&quot;s estimation, the scale has remained [without spreading], and black hair has grown in it, the scale is healed; he is clean, and the priest shall pronounce him clean."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;When a man or a woman has bright spots on the skin of the body, even white bright spots,"
            },
            {
                "verse_number": "39",
                "verse_text": "then the priest shall look, and if the bright spots on the skin of their bodies is a dull white, it is [only] a rash that has broken out on the skin; he is clean."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;If a man loses the hair on his head, he is bald, but he is clean."
            },
            {
                "verse_number": "41",
                "verse_text": "And if he loses the hair on front of his head, he is bald on the forehead, but he is clean."
            },
            {
                "verse_number": "42",
                "verse_text": "But if there is a reddish-white infection on the bald head or forehead, it is leprosy breaking out on his bald head or forehead."
            },
            {
                "verse_number": "43",
                "verse_text": "Then the priest shall examine him, and if the diseased swelling is reddish-white on his bald head or forehead like the appearance of leprosy on the skin of the body,"
            },
            {
                "verse_number": "44",
                "verse_text": "he is a leprous man; he is unclean; the priest shall most certainly pronounce him unclean; his disease is on his head."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;As for the leper who has the infection, his clothes shall be torn, and the hair of his head shall be uncovered (disheveled), and he shall cover his mustache and call out, &quot;Unclean! Unclean!&quot;"
            },
            {
                "verse_number": "46",
                "verse_text": "He shall remain [ceremonially] unclean as long as the disease is on him; he is unclean. He shall live alone; he shall live outside the camp."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;When a garment has a mark of leprosy in it, whether it is a wool garment or a linen garment,"
            },
            {
                "verse_number": "48",
                "verse_text": "whether in woven or knitted material or in the warp (lengthwise strands) or woof (crosswise strands) of linen or of wool, or in a skin or on anything made of leather,"
            },
            {
                "verse_number": "49",
                "verse_text": "if the mark is greenish or reddish in the garment or in the leather or in the warp or woof or in any article made of leather, it is an infestation of leprosy and shall be shown to the priest."
            },
            {
                "verse_number": "50",
                "verse_text": "The priest shall examine the mark and shall quarantine the article with the mark for seven days."
            },
            {
                "verse_number": "51",
                "verse_text": "He shall examine the mark on the seventh day; if it has spread in the garment, whether in the warp or the woof, or in the leather, whatever the leather&quot;s purpose, the mark is a malignant leprosy; it is unclean."
            },
            {
                "verse_number": "52",
                "verse_text": "So he shall burn the garment, whether the warp or woof, in wool or linen, or on anything made of leather in which the mark occurs; for it is a malignant leprosy; it shall be burned in the fire."
            },
            {
                "verse_number": "53",
                "verse_text": "&apos;But if the priest sees that the mark has not spread in the garment, either in the warp or the woof, or on anything made of leather,"
            },
            {
                "verse_number": "54",
                "verse_text": "then the priest shall order that they wash the thing in which the mark occurs, and he shall quarantine it for seven more days."
            },
            {
                "verse_number": "55",
                "verse_text": "The priest shall examine the article with the mark after it has been washed, and if the mark has not changed color, even though the mark has not spread, it is unclean; you shall burn it in the fire; it is a corroding mildew, whether on the top or on the front of it."
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;If the priest looks and the mark has faded after it is washed, he shall tear it out of the garment, or the leather, or out of the warp or woof."
            },
            {
                "verse_number": "57",
                "verse_text": "If it still appears in the garment, either in the warp or in the woof, or on anything made of leather, it is an outbreak; you shall burn the marked part in the fire."
            },
            {
                "verse_number": "58",
                "verse_text": "The garment, whether the warp or the woof, or anything made of leather from which the mildew has departed after washing, shall then be washed a second time and it will be [ceremonially] clean.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "This is the law for a leprous disease in a garment of wool or linen, either in the warp or woof, or on anything made of leather, to pronounce it clean or unclean."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This shall be the law of the leper on the day of his [ceremonial] cleansing. He shall be brought to the priest [at a meeting place outside the camp];"
            },
            {
                "verse_number": "3",
                "verse_text": "the priest shall go out of the camp [to meet him]; and the priest shall examine him, and if the leper has been healed of the infection of leprosy,"
            },
            {
                "verse_number": "4",
                "verse_text": "then the priest shall give orders to take two live clean birds and cedar wood and scarlet string and hyssop for the one to be cleansed."
            },
            {
                "verse_number": "5",
                "verse_text": "Next the priest shall order that one of the birds be killed [as a sacrifice] in an earthenware container over [fresh] running water."
            },
            {
                "verse_number": "6",
                "verse_text": "As for the live bird, he shall take it together with the cedar wood and the scarlet string and the hyssop, and shall dip them and the live bird in the blood of the bird sacrificed over the running water."
            },
            {
                "verse_number": "7",
                "verse_text": "He shall sprinkle [the blood] seven times on the one to be cleansed from the leprosy and shall pronounce him [ceremonially] clean. Then he shall let the live bird go free over the open field."
            },
            {
                "verse_number": "8",
                "verse_text": "The one to be cleansed shall wash his clothes, shave off all his hair, and bathe in water; and he shall be clean. After that he may come into the camp, but he shall stay outside of his tent for seven days."
            },
            {
                "verse_number": "9",
                "verse_text": "On the seventh day he shall shave off all his hair: he shall shave his head and his beard and his eyebrows, even all his hair [on his body]. Then he shall wash his clothes and bathe his body in water, and be clean."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Now on the eighth day he shall take two male lambs without blemish, and a yearling ewe lamb without blemish, and three-tenths of an ephah of fine flour mixed with [olive] oil as a grain offering, and one log (about a pint) of oil;"
            },
            {
                "verse_number": "11",
                "verse_text": "and the priest who cleanses him shall present the man to be cleansed and his offerings before the L ord at the doorway of the Tent of Meeting."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the priest shall take one of the male lambs and offer it as a guilt offering, with the log of oil, and present them as a wave offering before the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "He shall kill the male lamb in the place where they kill the sin offering and the burnt offering, in the sacred place [the courtyard of the tabernacle]; for the guilt offering, like the sin offering, belongs to the priest; it is most holy."
            },
            {
                "verse_number": "14",
                "verse_text": "The priest shall take some of the blood of the guilt offering and put it on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest shall also take some of the log of oil, and pour it into the palm of his own left hand;"
            },
            {
                "verse_number": "16",
                "verse_text": "and the priest shall dip his right finger in the oil that is in his left palm, and with his finger sprinkle some of the oil seven times before the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "Of the rest of the oil which is in his palm, the priest shall put some on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, on top of the blood of the guilt offering."
            },
            {
                "verse_number": "18",
                "verse_text": "The remaining oil that is in the priest&quot;s palm shall be put on the head of the one to be cleansed. The priest shall make atonement for him before the L ord ."
            },
            {
                "verse_number": "19",
                "verse_text": "Next the priest shall offer the sin offering and make atonement for the one to be cleansed from his uncleanness, and afterward kill the burnt offering."
            },
            {
                "verse_number": "20",
                "verse_text": "The priest shall offer the burnt offering and the grain offering on the altar; and the priest shall make atonement for him, and he shall be clean."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;But if the cleansed leper is poor and his means are insufficient, then he is to take one lamb as a guilt offering to be waved to make atonement for him, and one tenth of an ephah of fine flour mixed with oil as a grain offering, and a log of oil,"
            },
            {
                "verse_number": "22",
                "verse_text": "and two turtledoves or two young pigeons, such as he can afford, one shall be a sin offering, the other a burnt offering."
            },
            {
                "verse_number": "23",
                "verse_text": "He shall bring them on the eighth day for his [ceremonial] cleansing to the priest at the doorway of the Tent of Meeting, before the L ord ."
            },
            {
                "verse_number": "24",
                "verse_text": "The priest shall take the lamb of the guilt offering, and the log of oil, and shall present them as a wave offering before the L ord ."
            },
            {
                "verse_number": "25",
                "verse_text": "Next he shall kill the lamb of the guilt offering; and the priest is to take some of the blood of the guilt offering and put it on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest shall pour some of the oil into his left palm,"
            },
            {
                "verse_number": "27",
                "verse_text": "and with his right finger the priest shall sprinkle some of the oil that is in his left palm seven times before the L ord ."
            },
            {
                "verse_number": "28",
                "verse_text": "The priest shall put some of the oil in his palm on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, on the places where he has put the blood of the guilt offering."
            },
            {
                "verse_number": "29",
                "verse_text": "The rest of the oil that is in the priest&quot;s palm shall be put on the head of the one to be cleansed, to make atonement for him before the L ord ."
            },
            {
                "verse_number": "30",
                "verse_text": "Then he shall offer one of the turtledoves or young pigeons, which are within his means."
            },
            {
                "verse_number": "31",
                "verse_text": "He shall offer what he can afford, one as a sin offering and the other as a burnt offering, together with the grain offering. The priest shall make atonement before the L ord on behalf of the one to be cleansed."
            },
            {
                "verse_number": "32",
                "verse_text": "This is the law for the one in whom there is an infection of leprosy, whose means are limited for his [ceremonial] cleansing.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The L ord further spoke to Moses and Aaron, saying,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;When you come into the land of Canaan, which I am giving you as a possession, and I put a mark of leprosy on a house in your land,"
            },
            {
                "verse_number": "35",
                "verse_text": "then the one who owns the house shall come and tell the priest, &quot;I have seen something that looks like a mark of leprosy in my house.&quot;"
            },
            {
                "verse_number": "36",
                "verse_text": "The priest shall order that they empty the house before he goes in to examine the mark, so that everything in the house will not have to be declared unclean; afterward he shall go in to see the house."
            },
            {
                "verse_number": "37",
                "verse_text": "He shall examine the mark, and if the mark on the walls of the house has greenish or reddish depressions and appears deeper than the surface,"
            },
            {
                "verse_number": "38",
                "verse_text": "the priest shall go out of the house, to the doorway, and quarantine the house for seven days."
            },
            {
                "verse_number": "39",
                "verse_text": "The priest shall return on the seventh day and look; and if the mark has spread on the walls of the house,"
            },
            {
                "verse_number": "40",
                "verse_text": "he shall order them to tear out the contaminated stones and throw them into an unclean place outside the city."
            },
            {
                "verse_number": "41",
                "verse_text": "He shall have the entire inside area of the house scraped, and the plaster that is scraped off shall be dumped in an unclean place outside the city."
            },
            {
                "verse_number": "42",
                "verse_text": "Then they shall take new stones and replace the [contaminated] stones, and he shall take plaster and replaster the house."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;If, however, the mark breaks out again in the house after he has removed the stones and has scraped and replastered the house,"
            },
            {
                "verse_number": "44",
                "verse_text": "then the priest shall come and look again , and if the mark has spread in the house, it is a malignant leprosy in the house; it is [ceremonially] unclean."
            },
            {
                "verse_number": "45",
                "verse_text": "He shall tear down the house&ndash;its stones and its timber and all the plaster of the house&ndash;and shall take everything outside the city to an unclean place."
            },
            {
                "verse_number": "46",
                "verse_text": "Moreover, whoever goes into the house during the time that it is quarantined becomes unclean until evening."
            },
            {
                "verse_number": "47",
                "verse_text": "And whoever lies down in the house [to rest] shall wash his clothes, and whoever eats in the house shall wash his clothes."
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;But if the priest comes in and inspects it and the mark has not spread in the house after the house has been replastered, he shall pronounce the house clean because the mark has not reappeared."
            },
            {
                "verse_number": "49",
                "verse_text": "To cleanse the house then, he shall take two birds and cedar wood and scarlet string and hyssop;"
            },
            {
                "verse_number": "50",
                "verse_text": "and he shall kill one of the birds in an earthenware container over running water,"
            },
            {
                "verse_number": "51",
                "verse_text": "and he shall take the cedar wood and the hyssop and the scarlet string, and the living bird, and dip them in the blood of the slain bird as well as in the running water, and sprinkle the house seven times."
            },
            {
                "verse_number": "52",
                "verse_text": "So he shall cleanse the house with the blood of the bird and with the running water, along with the live bird and the cedar wood and the hyssop and the scarlet string."
            },
            {
                "verse_number": "53",
                "verse_text": "But he shall let the live bird go free outside the city into the open field. So he shall make atonement for the house, and it will be clean.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "This is the law for any mark of leprosy&ndash;even for a scale,"
            },
            {
                "verse_number": "55",
                "verse_text": "and for the leprous garment or house,"
            },
            {
                "verse_number": "56",
                "verse_text": "and for a swelling, and for a scab, and for a bright spot on the skin&ndash;"
            },
            {
                "verse_number": "57",
                "verse_text": "to teach when they are unclean and when they are clean. This is the law of leprosy [in regard to both persons and property]."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The L ord spoke to Moses and Aaron, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel, and say to them, &quot;When any man has a bodily discharge, his discharge is unclean."
            },
            {
                "verse_number": "3",
                "verse_text": "This shall be [the law concerning] his uncleanness in his discharge: whether his body allows its discharge to flow or obstructs its flow; it is uncleanness in him."
            },
            {
                "verse_number": "4",
                "verse_text": "Every bed on which the one who has the discharge lies becomes unclean, and everything on which he sits becomes unclean."
            },
            {
                "verse_number": "5",
                "verse_text": "Whoever touches his bed shall wash his clothes, and bathe in water, and be unclean until evening;"
            },
            {
                "verse_number": "6",
                "verse_text": "and whoever sits on anything on which the man with the discharge has been sitting shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "7",
                "verse_text": "Also whoever touches the man with the discharge shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "And if he who has the discharge spits on one who is clean, then he shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "9",
                "verse_text": "Any saddle on which the man with the discharge rides becomes unclean."
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever touches anything that has been under him shall be unclean until evening; and whoever carries those things shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "11",
                "verse_text": "Whomever the one with the discharge touches without rinsing his hands in water shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "12",
                "verse_text": "An earthenware container that the one with the discharge touches shall be broken, and every wooden container shall be rinsed in water."
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;When the man with the discharge becomes cleansed from his discharge, he shall count off seven days for his purification; he shall then wash his clothes and bathe his body in running water and will become clean."
            },
            {
                "verse_number": "14",
                "verse_text": "On the eighth day he shall take two turtledoves or two young pigeons and come before the L ord to the doorway of the Tent of Meeting, and give them to the priest;"
            },
            {
                "verse_number": "15",
                "verse_text": "and the priest shall offer them, one as a sin offering and the other as a burnt offering. So the priest shall make atonement for the man before the L ord because of his discharge."
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;Now if any man has a seminal emission, he shall wash all his body in water, and be unclean until evening."
            },
            {
                "verse_number": "17",
                "verse_text": "Every garment and every leather on which there is semen shall be washed with water, and shall be unclean until evening."
            },
            {
                "verse_number": "18",
                "verse_text": "If a man lies with a woman so that there is a seminal emission, they shall both bathe in water and be unclean until evening."
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;When a woman has a discharge, if her bodily discharge is blood, she shall continue in her menstrual impurity for seven days; and whoever touches her shall be unclean until evening."
            },
            {
                "verse_number": "20",
                "verse_text": "Everything on which she lies during her menstrual impurity shall be unclean; and everything on which she sits shall be unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "Anyone who touches her bed shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "22",
                "verse_text": "Whoever touches anything on which she sits shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "23",
                "verse_text": "And if it is on her bed or on the thing on which she is sitting, when he touches it, he shall be unclean until evening."
            },
            {
                "verse_number": "24",
                "verse_text": "If a man actually lies with her so that her menstrual impurity is on him, he shall be unclean for seven days; and every bed on which he lies shall be unclean."
            },
            {
                "verse_number": "25",
                "verse_text": "&quot;Now if a woman has a flow of blood for many days, not during the time of her menstruation, or if she has a discharge beyond that period, as long as the impure discharge continues she shall be as she is in the days of her [normal] menstrual impurity; she is unclean."
            },
            {
                "verse_number": "26",
                "verse_text": "Every bed on which she lies during the time of her discharge shall be to her like the bed of her menstrual impurity, and whatever she sits on shall be unclean, like the uncleanness of her monthly period."
            },
            {
                "verse_number": "27",
                "verse_text": "And whoever touches those things shall be unclean, and shall wash his clothes and bathe in water, and be unclean until evening."
            },
            {
                "verse_number": "28",
                "verse_text": "When she is cleansed from her discharge, then she shall count off for herself seven days, and after that she will be clean."
            },
            {
                "verse_number": "29",
                "verse_text": "Then on the eighth day she shall take for herself two turtledoves or two young pigeons and bring them to the priest at the doorway of the Tent of Meeting;"
            },
            {
                "verse_number": "30",
                "verse_text": "and the priest shall offer one as a sin offering and the other as a burnt offering; and he shall make atonement for her before the L ord for her unclean discharge.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Thus you shall separate the Israelites from their uncleanness, so that they do not die in their uncleanness by their defiling My tabernacle that is among them.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "This is the law for the one who has a discharge and for the one who has a seminal emission, so that he is unclean by it;"
            },
            {
                "verse_number": "33",
                "verse_text": "and for the woman who is ill because of her monthly period, and for the one who has a discharge, whether man or woman, or for a man who lies with a woman who is [ceremonially] unclean."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses after the death of the two sons of Aaron who had died when they [irreverently] approached the presence of the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "The L ord said to Moses, &apos; T ell Aaron your brother that he must not enter at any time into the Holy Place inside the veil (the Holy of Holies), before the mercy seat which is on the ark, or he will die, for I will appear in the cloud over the mercy seat."
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron [as high priest] shall enter the Holy Place in this way: with [the blood of] a young bull as a sin offering and [the blood of] a ram as a burnt offering."
            },
            {
                "verse_number": "4",
                "verse_text": "He shall put on the holy linen tunic, and the linen undergarments shall be next to his body, and he shall be belted with the linen sash, and dressed with the linen turban (these are the holy garments). He shall bathe his body in water and put them on."
            },
            {
                "verse_number": "5",
                "verse_text": "He shall take from the congregation of the Israelites [at their expense] two male goats as a sin offering and one ram as a burnt offering."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Aaron shall present the bull as the sin offering for himself, and make atonement for himself and for his house."
            },
            {
                "verse_number": "7",
                "verse_text": "He shall take the two goats and present them before the L ord at the doorway of the Tent of Meeting."
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron shall cast lots for the two goats&ndash;one lot for the L ord , the other lot for the scapegoat."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Aaron shall bring the goat on which the L ord &quot; s lot fell and offer it as a sin offering."
            },
            {
                "verse_number": "10",
                "verse_text": "But the goat on which the lot fell for the scapegoat shall be presented alive before the L ord to make atonement on it; it shall be sent into the wilderness as the scapegoat."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Aaron shall present the bull as the sin offering for himself and make atonement for himself and for his household (the other priests), and he shall kill the bull as the sin offering for himself."
            },
            {
                "verse_number": "12",
                "verse_text": "He shall take a censer full of burning coals from the [bronze] altar before the L ord , and two handfuls of finely ground sweet incense, and bring it inside the veil [into the Most Holy Place],"
            },
            {
                "verse_number": "13",
                "verse_text": "and put the incense on the fire [in the censer] before the L ord , so that the cloud of the incense may cover the mercy seat that is on [the ark of] the Testimony, otherwise he will die."
            },
            {
                "verse_number": "14",
                "verse_text": "He shall take some of the bull&quot;s blood and sprinkle it with his finger on the east side of the mercy seat; also in front of the mercy seat he shall sprinkle some of the blood with his finger seven times."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Then he shall kill the goat of the sin offering that is for [the sins of] the people and bring its blood within the veil [into the Most Holy Place] and do with its blood as he did with the blood of the bull, and sprinkle it on the mercy seat and in front of the mercy seat."
            },
            {
                "verse_number": "16",
                "verse_text": "So he shall make atonement for the Holy Place (Holy of Holies) because of the uncleanness and transgressions of the Israelites, for all their sins. He shall also do this for the Tent of Meeting which is among them in the midst of their uncleanness (impurities)."
            },
            {
                "verse_number": "17",
                "verse_text": "There shall be no person in the Tent of Meeting when the high priest goes in to make atonement in the Holy Place [within the veil] until he comes out, so that he may make atonement for himself (his own sins) and for his household and for all the congregation of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he shall go out to the altar [of burnt offering in the court] which is before the L ord and make atonement for it, and shall take some of the blood of the bull and of the goat and put it on the horns of the altar on all sides."
            },
            {
                "verse_number": "19",
                "verse_text": "With his finger he shall sprinkle some of the blood on the altar of burnt offering seven times and cleanse it and consecrate it from the uncleanness of the Israelites."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;When he has finished atoning for the Holy Place and the Tent of Meeting and the altar, he shall present the live goat."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Aaron shall lay both of his hands on the head of the live goat, and confess over it all the wickedness of the sons of Israel and all their transgressions in regard to all their sins; and he shall lay them on the head of the goat [the scapegoat, the sin-bearer], and send it away into the wilderness by the hand of a man who is prepared [for the task]."
            },
            {
                "verse_number": "22",
                "verse_text": "The goat shall carry on itself all their (the Israelites) wickedness, carrying them to a solitary (infertile) land; and he shall release the goat in the wilderness."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Then Aaron shall come into the Tent of Meeting and take off the linen garments which he put on when he went into the Holy Place (Holy of Holies), and shall leave them there."
            },
            {
                "verse_number": "24",
                "verse_text": "He shall bathe his body with water in a holy place and put on his clothes, and come out and offer his burnt offering and that of the people, and make atonement for himself and for the people."
            },
            {
                "verse_number": "25",
                "verse_text": "And he shall offer up in smoke the fat of the sin offering on the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "The man who released the goat as the [sin-bearing] scapegoat shall wash his clothes and bathe his body in water, and afterward he may come into the camp."
            },
            {
                "verse_number": "27",
                "verse_text": "The bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place (Holy of Holies), shall be taken outside the camp; their skins, their meat, and their waste shall be burned in the fire."
            },
            {
                "verse_number": "28",
                "verse_text": "Then he who burns them shall wash his clothes and bathe his body with water, and afterward he may come into the camp."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;This shall be a permanent statute for you: in the seventh month (nearly October) on the tenth day of the month you shall humble yourselves [by fasting] and not do any work, whether the native-born or the stranger who lives temporarily among you;"
            },
            {
                "verse_number": "30",
                "verse_text": "for it is on this day that atonement shall be made for you, to cleanse you; you will be clean from all your sins before the L ord ."
            },
            {
                "verse_number": "31",
                "verse_text": "It is a Sabbath of solemn rest for you, and you shall humble yourselves; it is a permanent statute."
            },
            {
                "verse_number": "32",
                "verse_text": "So the priest who is anointed and ordained to serve and minister as priest in his father&quot;s place shall make atonement: he shall wear the holy linen garments,"
            },
            {
                "verse_number": "33",
                "verse_text": "and make atonement for the Holy Sanctuary, and he shall make atonement for the Tent of Meeting, and for the altar [of burnt offering in the court]. He shall also make atonement for the priests and for all the people of the assembly."
            },
            {
                "verse_number": "34",
                "verse_text": "This shall be a permanent statute for you, so that atonement may be made for the children of Israel for all their sins once a year.&apos; So he did just as the L ord had commanded Moses."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to Aaron and his sons and all the children of Israel, and say to them, &quot;This is what the L ord has commanded, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Any man from the house of Israel who kills an ox or lamb or goat in the camp, or kills it outside the camp"
            },
            {
                "verse_number": "4",
                "verse_text": "and has not brought it to the doorway of the Tent of Meeting to offer it as an offering to the L ord before the tabernacle of the L ord , that man shall be guilty of bloodshed. He has shed blood and shall be cut off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "5",
                "verse_text": "This is so that the sons of Israel may bring their sacrifices which they were sacrificing [to idols] in the open field [where they killed them], that they may bring them in to the L ord , at the doorway of the Tent of Meeting to the priest, and sacrifice them as sacrifices of peace offerings to the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "The priest shall sprinkle the blood on the altar of the L ord at the doorway of the Tent of Meeting and offer the fat up in smoke as a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "7",
                "verse_text": "So they shall no longer offer their sacrifices to goat-idols or demons or field spirits with which they have played the prostitute. This shall be a permanent statute for them throughout their generations.&apos;&nbsp;&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Then you shall say to them, &quot;Any man from the house of Israel or any of the strangers living temporarily among you, who offers a burnt offering or sacrifice"
            },
            {
                "verse_number": "9",
                "verse_text": "and does not bring it to the doorway of the Tent of Meeting to offer it to the L ord shall be cut off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "10",
                "verse_text": "&quot;Any man from the house of Israel, or any stranger living temporarily among you, who eats any blood, against that person I shall set My face and I will cut him off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "11",
                "verse_text": "For the life of the flesh is in the blood, and I have given it to you on the altar to make atonement for your souls; for it is the blood that makes atonement, by reason of the life [which it represents].&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore I have said to the sons of Israel, &quot;No person among you may eat blood, nor may any stranger living temporarily among you eat blood.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "So when any Israelite or any stranger living temporarily among them, catches any ceremonially clean animal or bird when hunting, he shall pour out its blood and cover it with earth."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;For in regard to the life of all flesh, its blood is [the same] as its life; therefore I said to the Israelites, &quot;You are not to eat the blood of any flesh, for the life of all flesh is its blood. Whoever eats it shall be cut off [excluding him from the atonement made for them].&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Every person who eats an animal which dies [of natural causes] or was torn by a predator, whether he is native-born or a stranger, he shall wash his clothes and bathe in water, and be [ceremonially] unclean until evening; then he will become clean."
            },
            {
                "verse_number": "16",
                "verse_text": "But if he does not wash his clothes or bathe his body, he shall bear his guilt [for it will not be borne by the sacrifice of atonement].&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel and say to them, &quot;I am the L ord your God."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall not do what is done in the land of Egypt where you lived, and you shall not do what is done in the land of Canaan where I am bringing you. You shall not follow their statutes (practices, customs)."
            },
            {
                "verse_number": "4",
                "verse_text": "You are to follow My judgments (precepts, ordinances) and keep My statutes and live by them. I am the L ord your God."
            },
            {
                "verse_number": "5",
                "verse_text": "So you shall keep My statutes and My judgments, by which, if a person keeps them, he shall live; I am the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "&quot; No one shall approach any blood relative of his to uncover nakedness (have intimate relations). I am the L ord ."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall not uncover the nakedness of your father, that is, the nakedness of your mother. She is your mother. You shall not uncover her nakedness."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall not uncover the nakedness of your father&quot;s wife; it is your father&quot;s nakedness."
            },
            {
                "verse_number": "9",
                "verse_text": "You shall not uncover the nakedness of your sister, either the daughter of your father or of your mother, whether born at home or born elsewhere."
            },
            {
                "verse_number": "10",
                "verse_text": "You shall not uncover the nakedness of your son&quot;s daughter or your daughter&quot;s daughter; their nakedness you shall not uncover, for they are your own nakedness [that is, your own descendants]."
            },
            {
                "verse_number": "11",
                "verse_text": "You shall not uncover the nakedness of your father&quot;s wife&quot;s daughter; born to your father, she is your sister."
            },
            {
                "verse_number": "12",
                "verse_text": "You shall not uncover the nakedness of your father&quot;s sister; she is your father&quot;s blood relative."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall not uncover the nakedness of your mother&quot;s sister, for she is your mother&quot;s blood relative."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall not uncover the nakedness of your father&quot;s brother&quot;s wife; you shall not approach his wife; she is your aunt."
            },
            {
                "verse_number": "15",
                "verse_text": "You shall not uncover the nakedness of your daughter-in-law; she is your son&quot;s wife. You shall not uncover her nakedness."
            },
            {
                "verse_number": "16",
                "verse_text": "You shall not uncover the nakedness of your brother&quot;s wife; it is your brother&quot;s nakedness."
            },
            {
                "verse_number": "17",
                "verse_text": "You shall not uncover the nakedness of a woman and her daughter, nor shall you take her son&quot;s daughter or her daughter&quot;s daughter to uncover their nakedness (have intimate relations with them); they are [her] blood relatives; it is an outrageous offense."
            },
            {
                "verse_number": "18",
                "verse_text": "You shall not marry a woman in addition to her sister as a rival while she is alive, to uncover her nakedness."
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;Also you shall not approach a woman to uncover her nakedness during her menstrual impurity and ceremonial uncleanness."
            },
            {
                "verse_number": "20",
                "verse_text": "You shall not have intimate relations with your neighbor&quot;s wife, to be defiled with her."
            },
            {
                "verse_number": "21",
                "verse_text": "You shall not give any of your children to offer them [by fire as a sacrifice] to Molech [the god of the Ammonites], nor shall you profane the name of your God [by honoring idols as gods]. I am the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "You shall not lie [intimately] with a male as one lies with a female; it is repulsive."
            },
            {
                "verse_number": "23",
                "verse_text": "You shall not have intimate relations with any animal to be defiled with it; nor shall a woman stand before an animal to mate with it; it is a perversion."
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;Do not defile yourselves by any of these things; for by all these the nations which I am casting out before you have become defiled."
            },
            {
                "verse_number": "25",
                "verse_text": "For the land has become defiled; therefore I have brought its punishment upon it, and the land vomits out its inhabitants."
            },
            {
                "verse_number": "26",
                "verse_text": "But as for you, you are to keep My statutes and My judgments (precepts) and shall not commit any of these repulsive acts, neither the native-born, nor the stranger who lives temporarily among you"
            },
            {
                "verse_number": "27",
                "verse_text": "(for all these repulsive acts have been done by the men who lived in the land before you, and the land has become defiled);"
            },
            {
                "verse_number": "28",
                "verse_text": "[do none of these things] so that the land will not vomit you out, should you defile it, as it has vomited out the nation which has been before you."
            },
            {
                "verse_number": "29",
                "verse_text": "For whoever commits any of these repulsive acts, those persons who do so shall be cut off from among their people [excluding them from the atonement made for them]."
            },
            {
                "verse_number": "30",
                "verse_text": "So keep My command: do not practice any of the repulsive customs which have been practiced before you, so as not to defile yourselves by them; I am the L ord your God.&quot;&nbsp;&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Say to all the congregation of the children of Israel, &quot;You shall be holy, for I the L ord your God am holy."
            },
            {
                "verse_number": "3",
                "verse_text": "Each of you shall respect his mother and his father, and you shall keep My Sabbaths; I am the L ord your God."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not turn to idols or make for yourselves molten gods (images cast in metal); I am the L ord your God."
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;Now when you offer a sacrifice of peace offerings to the L ord , you shall offer it so that you may be accepted."
            },
            {
                "verse_number": "6",
                "verse_text": "It shall be eaten the same day you offer it and on the day following; and if anything remains until the third day, it shall be burned in the fire."
            },
            {
                "verse_number": "7",
                "verse_text": "But if it is eaten at all on the third day, it is repulsive; it will not be accepted [by God as an offering]."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone who eats it will bear [the responsibility for] his wickedness, for he has profaned a holy thing of the L ord ; and that person shall be cut off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;Now when you reap the harvest of your land, you shall not reap to the very corners of your field, nor shall you gather the gleanings (grain left after reaping) of your harvest."
            },
            {
                "verse_number": "10",
                "verse_text": "And you shall not glean your vineyard, nor shall you gather its fallen grapes; you shall leave them for the poor and for the stranger. I am the L ord your God."
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;You shall not steal, nor deal deceptively, nor lie to one another."
            },
            {
                "verse_number": "12",
                "verse_text": "You shall not swear [an oath] falsely by My name, so as to profane the name of your God; I am the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;You shall not oppress or exploit your neighbor, nor rob him. You shall not withhold the wages of a hired man overnight until morning."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall not curse a deaf man nor put a stumbling block before the blind, but you shall fear your God [with profound reverence]; I am the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "&quot;You shall not do injustice in judgment; you shall not be partial to the poor nor show a preference for the great, but judge your neighbor fairly."
            },
            {
                "verse_number": "16",
                "verse_text": "You shall not go around as a gossip among your people, and you are not to act against the life of your neighbor [with slander or false testimony]; I am the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;You shall not hate your brother in your heart; you may most certainly rebuke your neighbor, but shall not incur sin because of him."
            },
            {
                "verse_number": "18",
                "verse_text": "You shall not take revenge nor bear any grudge against the sons of your people, but you shall love your neighbor (acquaintance, associate, companion) as yourself; I am the L ord ."
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;You are to keep My statutes. You shall not breed together two kinds of your cattle; you shall not sow your field with two kinds of seed, nor wear clothing of two kinds of material mixed together."
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;Now if a man has intimate relations with a woman who is a slave acquired for [marriage to] another man, but who has not been redeemed nor given her freedom, there shall be punishment [after an investigation]; they shall not be put to death, because she was not free;"
            },
            {
                "verse_number": "21",
                "verse_text": "but he shall bring his guilt offering to the L ord to the doorway of the Tent of Meeting, a ram as a guilt offering."
            },
            {
                "verse_number": "22",
                "verse_text": "The priest shall make atonement for him with the ram of the guilt offering before the L ord for his sin which he has committed; and he shall be forgiven for his sin."
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;When you enter the land and plant all kinds of trees for food, then you shall consider their fruit forbidden. For three years the fruit shall be forbidden to you; it shall not be eaten."
            },
            {
                "verse_number": "24",
                "verse_text": "In the fourth year all the fruit shall be holy, an offering of praise to the L ord ."
            },
            {
                "verse_number": "25",
                "verse_text": "In the fifth year you may eat the fruit [of the trees], this is so that their yield may increase for you; I am the L ord your God."
            },
            {
                "verse_number": "26",
                "verse_text": "&quot;You shall not eat anything with the blood, nor practice divination [using omens or witchcraft] or soothsaying."
            },
            {
                "verse_number": "27",
                "verse_text": "You shall not trim and round off the side-growth of [the hair on] your heads, nor mar the edges of your beard."
            },
            {
                "verse_number": "28",
                "verse_text": "You shall not make any cuts on your body [in mourning] for the dead, nor make any tattoo marks on yourselves; I am the L ord ."
            },
            {
                "verse_number": "29",
                "verse_text": "&quot;Do not profane your daughter by making her a prostitute, so that the land will not fall to prostitution and become full of wickedness."
            },
            {
                "verse_number": "30",
                "verse_text": "You shall keep My Sabbaths and revere My sanctuary. I am the L ord ."
            },
            {
                "verse_number": "31",
                "verse_text": "&quot;Do not turn to mediums [who pretend to consult the dead] or to spiritists [who have spirits of divination]; do not seek them out to be defiled by them. I am the L ord your God."
            },
            {
                "verse_number": "32",
                "verse_text": "&quot;You shall rise before the gray-headed and honor the aged, and you shall fear your God [with profound reverence]; I am the L ord ."
            },
            {
                "verse_number": "33",
                "verse_text": "&quot;When a stranger resides with you in your land, you shall not oppress or mistreat him."
            },
            {
                "verse_number": "34",
                "verse_text": "But the stranger who resides with you shall be to you like someone native-born among you; and you shall love him as yourself, for you were strangers in the land of Egypt; I am the L ord your God."
            },
            {
                "verse_number": "35",
                "verse_text": "&quot;You shall do no wrong in judgment, in measurement of weight or quantity."
            },
            {
                "verse_number": "36",
                "verse_text": "You shall have just and accurate balances, just weights, a just ephah, and a just hin. I am the L ord your God, who brought you out of the land of Egypt."
            },
            {
                "verse_number": "37",
                "verse_text": "You shall observe and keep all My statutes and all My ordinances and do them. I am the L ord .&quot;&nbsp;&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Moreover, you shall say to the children of Israel, &quot; A ny Israelite or any stranger residing in Israel who gives any of his children to Molech (the god of the Ammonites) [as a human sacrifice] shall most certainly be put to death; the people of the land shall stone him with stones."
            },
            {
                "verse_number": "3",
                "verse_text": "I will also set My face against that man [opposing him, withdrawing My protection from him] and will cut him off from his people [excluding him from the atonement made for them], because he has given some of his children to Molech, so as to defile My sanctuary and profane My holy name."
            },
            {
                "verse_number": "4",
                "verse_text": "If the people of the land should ever tolerate that man when he gives any of his children [as a burnt offering] to Molech, and fail to put him to death [as My law requires],"
            },
            {
                "verse_number": "5",
                "verse_text": "then I shall set My face against that man and against his [extended] family, and I will cut off from their people both him and all who follow him in playing the prostitute (commit apostasy) with Molech."
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;As for the person who turns to mediums [who consult the dead] or to spiritists, to play the prostitute after them, I shall set My face against that person and will cut him off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall consecrate yourselves therefore, and be holy; for I am the L ord your God."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall keep My statutes and do them. I am the L ord who sanctifies you."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;If anyone curses his father or mother, he shall most certainly be put to death; he has cursed his father or mother; his blood is on him [that is, he bears full responsibility for the consequences]."
            },
            {
                "verse_number": "10",
                "verse_text": "&quot;The man who commits adultery with another&quot;s wife, even his neighbor&quot;s wife, the adulterer and the adulteress shall most certainly be put to death."
            },
            {
                "verse_number": "11",
                "verse_text": "The man who lies [intimately] with his father&quot;s wife has uncovered his father&quot;s nakedness; both of them shall most certainly be put to death; their blood is on them."
            },
            {
                "verse_number": "12",
                "verse_text": "If a man lies [intimately] with his daughter-in-law, both of them shall most certainly be put to death; they have committed incest; their blood is on them."
            },
            {
                "verse_number": "13",
                "verse_text": "If a man lies [intimately] with a male as if he were a woman, both men have committed a detestable (perverse, unnatural) act; they shall most certainly be put to death; their blood is on them."
            },
            {
                "verse_number": "14",
                "verse_text": "It is immoral and shameful if a man marries a woman and her mother; all three shall be burned in fire, so that there will be no immorality among you."
            },
            {
                "verse_number": "15",
                "verse_text": "If a man has intimate relations with an animal, he shall most certainly be put to death; you shall kill the animal also."
            },
            {
                "verse_number": "16",
                "verse_text": "If a woman approaches any animal to mate with it, you shall kill the woman and the animal; they shall most certainly be put to death; their blood is on them."
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;If a man takes his sister, his father&quot;s daughter or his mother&quot;s daughter, so that he sees her nakedness and she sees his nakedness, it is a disgrace; and they shall be cut off in the sight of the sons of their people. He has uncovered his sister&quot;s nakedness; he bears [responsibility for] his guilt."
            },
            {
                "verse_number": "18",
                "verse_text": "If a man lies [intimately] with a woman during her menstrual cycle and uncovers her nakedness, he has exposed her flow, and she has uncovered the flow of her blood; both of them shall be cut off from their people [excluding them from the atonement made for them]."
            },
            {
                "verse_number": "19",
                "verse_text": "You shall not uncover the nakedness of (have intimate relations with) your mother&quot;s sister or your father&quot;s sister, for such a one has uncovered his blood relative; they will bear their guilt."
            },
            {
                "verse_number": "20",
                "verse_text": "If there is a man who lies [intimately] with his uncle&quot;s wife, he has uncovered his uncle&quot;s nakedness; they will bear their sin. They will die childless."
            },
            {
                "verse_number": "21",
                "verse_text": "If a man takes his brother&quot;s wife, it is a hated and unclean thing; he has uncovered his brother&quot;s nakedness. They will be childless."
            },
            {
                "verse_number": "22",
                "verse_text": "&quot;Therefore keep all My statutes and all My ordinances and do them, so that the land where I am bringing you to live may not vomit you out [as it did those before you]."
            },
            {
                "verse_number": "23",
                "verse_text": "You shall not follow the statutes (laws, practices, customs) of the nation which I am driving out before you; for they did all these things, and therefore I have loathed them."
            },
            {
                "verse_number": "24",
                "verse_text": "But I have said to you, &apos;You are to inherit and take possession of their land, and I will give it to you to possess, a land [of plenty] flowing with milk and honey.&apos; I am the L ord your God, who has separated you from the peoples (pagan nations)."
            },
            {
                "verse_number": "25",
                "verse_text": "You are therefore to make a distinction between the [ceremonially] clean animal and the unclean, and between the unclean bird and the clean; and you shall not make yourselves detestable by animal or by bird or by anything that crawls on the ground, which I have set apart from you as unclean."
            },
            {
                "verse_number": "26",
                "verse_text": "You are to be holy to Me; for I the L ord am holy, and have set you apart from the peoples (nations) to be Mine."
            },
            {
                "verse_number": "27",
                "verse_text": "&quot;A man or woman who is a medium [who pretends to consult the dead] or who is a spiritist shall most certainly be put to death, and be stoned with stones; their blood is on them.&quot;&nbsp;&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord said to Moses, &apos;Speak to the priests, the sons of Aaron, and say to them: &quot; N o one shall defile himself [that is, become ceremonially unclean] for the dead among his people [by touching a corpse or assisting in preparing it for burial],"
            },
            {
                "verse_number": "2",
                "verse_text": "except for his relatives who are nearest to him, his mother, his father, his son, his daughter, and his brother,"
            },
            {
                "verse_number": "3",
                "verse_text": "also his virgin sister, who is near to him because she has had no husband; for her he may become unclean."
            },
            {
                "verse_number": "4",
                "verse_text": "He shall not become unclean as a relative by marriage among his people, and so profane himself."
            },
            {
                "verse_number": "5",
                "verse_text": "The priests shall not shave their heads, nor shave off the edges of their beards, nor make any cuts in their body."
            },
            {
                "verse_number": "6",
                "verse_text": "They shall be holy to their God and not profane the name of their God; for they present the offerings by fire to the L ord , the food of their God; so they shall be holy."
            },
            {
                "verse_number": "7",
                "verse_text": "They shall not take [as a wife] a woman who is a prostitute, nor a woman who is divorced from her husband; for the priest is holy to his God."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall consecrate him, therefore, for he offers the food of your God; he shall be holy to you; for I the L ord , who sanctifies you, am holy."
            },
            {
                "verse_number": "9",
                "verse_text": "The daughter of any priest who profanes herself by prostitution profanes her father; she shall be burned in fire."
            },
            {
                "verse_number": "10",
                "verse_text": "&quot;But he who is the high priest among his brothers, on whose head the anointing oil has been poured and who has been consecrated to wear the [sacred] garments, shall not uncover his head nor tear his clothes [in mourning],"
            },
            {
                "verse_number": "11",
                "verse_text": "nor shall he approach any dead person, nor defile himself [by doing so, even] for his father or for his mother;"
            },
            {
                "verse_number": "12",
                "verse_text": "nor shall he go out of the sanctuary nor profane (make ceremonially unclean) the sanctuary of his God, for the consecration of the anointing oil of his God is on him; I am the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "He shall take a wife in her virginity."
            },
            {
                "verse_number": "14",
                "verse_text": "He may not marry a widow or a divorced woman or one who is profaned by prostitution, but he is to marry a virgin from his own people,"
            },
            {
                "verse_number": "15",
                "verse_text": "so that he will not profane or dishonor his children among his people; for I am the L ord who sanctifies the high priest.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Say to Aaron, &quot;Throughout their generations none of your descendants who has any [physical] defect shall approach [the altar] to present the food of his God."
            },
            {
                "verse_number": "18",
                "verse_text": "For no man who has a defect shall approach [God&quot;s altar as a priest]: no man who is blind or lame, or who has a disfigured face, or any deformed limb,"
            },
            {
                "verse_number": "19",
                "verse_text": "or a man who has a broken foot or a broken hand,"
            },
            {
                "verse_number": "20",
                "verse_text": "or a hunchback or a dwarf, or one who has a defect in his eye or eczema or scabs or crushed testicles."
            },
            {
                "verse_number": "21",
                "verse_text": "No man among the descendants of Aaron the priest who has a [physical] defect and is disfigured or deformed is to approach [the altar] to present the offerings of the L ord by fire. He has a defect; he shall not approach [the altar] to present the food of his God."
            },
            {
                "verse_number": "22",
                "verse_text": "He may eat the food of his God, both of the most holy and of the holy things,"
            },
            {
                "verse_number": "23",
                "verse_text": "but he shall not go within the veil or approach the altar [of incense], because he has a defect, so that he will not profane My sanctuaries; for I am the L ord who sanctifies them.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Moses spoke to Aaron and to his sons, and to all the Israelites."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell Aaron and his sons to be careful with the holy things (offerings, gifts) which the children of Israel dedicate to Me, so that they do not profane My holy name; I am the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Say to them, &quot;Any one of your descendants throughout your generations who approaches the holy things which the Israelites dedicate to the L ord , while he is [ceremonially] unclean, that person shall be cut off from My presence and excluded from the sanctuary; I am the L ord ."
            },
            {
                "verse_number": "4",
                "verse_text": "No man of the descendants of Aaron who is a leper or has a discharge may eat the holy things [the offerings and the showbread] until he is clean. And whoever touches any person or thing made unclean by contact with a corpse or a man who has had a seminal emission,"
            },
            {
                "verse_number": "5",
                "verse_text": "or whoever touches any crawling thing by which he is made unclean, or any person by whom he is made unclean, whatever it may be,"
            },
            {
                "verse_number": "6",
                "verse_text": "the person who touches any such thing shall be unclean until evening and shall not eat the holy things unless he has bathed his body in water."
            },
            {
                "verse_number": "7",
                "verse_text": "When the sun sets, he will be clean, and afterward he may eat the holy things, for it is his food."
            },
            {
                "verse_number": "8",
                "verse_text": "He shall not eat that which dies [of natural causes] or is torn by a predator, becoming unclean by it; I am the L ord ."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore the priests shall observe My ordinance, so that they will not bear sin because of it and die if they profane it; I am the L ord who sanctifies them."
            },
            {
                "verse_number": "10",
                "verse_text": "&quot;No layman [that is, someone outside of Aaron&quot;s family] is to eat the holy gift [which has been offered to God]; a foreigner residing with the priest or a hired man shall not eat the holy thing."
            },
            {
                "verse_number": "11",
                "verse_text": "But if a priest buys a slave as his property with his money, the slave may eat the holy thing, and those who are born in the priest&quot;s house; they may eat his food."
            },
            {
                "verse_number": "12",
                "verse_text": "If a priest&quot;s daughter is married to a layman [one not part of the priestly tribe], she shall not eat the offering of the holy things."
            },
            {
                "verse_number": "13",
                "verse_text": "But if a priest&quot;s daughter is a widow or divorced, and has no child, and returns to her father&quot;s house as in her youth, she shall eat her father&quot;s food; but no layman shall eat it."
            },
            {
                "verse_number": "14",
                "verse_text": "But if a person unknowingly eats a holy gift [which has been offered to God], then he shall add one-fifth of its value to it and give the holy gift to the priest."
            },
            {
                "verse_number": "15",
                "verse_text": "The priests shall not profane the holy things the Israelites offer to the L ord ,"
            },
            {
                "verse_number": "16",
                "verse_text": "and so cause them [by neglect of any essential observance] to bear the punishment of guilt when they eat their holy things; for I am the L ord who sanctifies them.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Speak to Aaron and his sons and to all the Israelites and say to them, &quot;Any man of the house of Israel or any stranger in Israel who presents his offering, whether to fulfill any of their vows or as any of their freewill (voluntary) offerings which they presented to the L ord as a burnt offering&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "so that you may be accepted&ndash;it must be a male without blemish from the cattle, the sheep, or the goats."
            },
            {
                "verse_number": "20",
                "verse_text": "You shall not offer anything which has a blemish, because it will not be accepted for you."
            },
            {
                "verse_number": "21",
                "verse_text": "Whoever offers a sacrifice of peace offerings to the L ord to fulfill a special vow to the L ord or as a freewill offering from the herd or from the flock, it must be perfect to be accepted; there shall be no blemish in it."
            },
            {
                "verse_number": "22",
                "verse_text": "Animals that are blind or fractured or mutilated, or have a sore or a running wound or an itch or scabs, you shall not offer to the L ord nor make an offering of them by fire on the altar to the L ord ."
            },
            {
                "verse_number": "23",
                "verse_text": "For a freewill offering you may offer either a bull or a lamb which has an overgrown or stunted member (deformity), but for [the payment of] a vow it will not be accepted."
            },
            {
                "verse_number": "24",
                "verse_text": "You shall not offer to the L ord any animal which has its testicles bruised or crushed or torn or cut off, or sacrifice it in your land."
            },
            {
                "verse_number": "25",
                "verse_text": "Nor shall you offer as the food of your God any such [animals obtained] from a foreigner, because their corruption and blemish makes them unfit; there is a defect in them, they shall not be accepted for you.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;When a bull or a sheep or a goat is born, it shall remain for seven days with its mother; and after the eighth day it shall be accepted as an offering by fire to the L ord ."
            },
            {
                "verse_number": "28",
                "verse_text": "And whether [the mother] is a cow or a sheep, you shall not kill both it and its young in one day."
            },
            {
                "verse_number": "29",
                "verse_text": "When you sacrifice an offering of thanksgiving to the L ord , you shall sacrifice it so that you may be accepted."
            },
            {
                "verse_number": "30",
                "verse_text": "It shall be eaten on the same day; you shall leave none of it until the next morning; I am the L ord ."
            },
            {
                "verse_number": "31",
                "verse_text": "So you shall keep My commandments and do them; I am the L ord ."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;You shall not profane My holy name [using it to honor an idol, or treating it with irreverence or contempt or as a byword]; but I will be sanctified (set apart as holy) among the Israelites. I am the L ord , who sanctifies and declares you holy,"
            },
            {
                "verse_number": "33",
                "verse_text": "who brought you out of the land of Egypt to be your God; I am the L ord .&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The L ord spoke again to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel and say to them, &quot;The appointed times (established feasts) of the L ord which you shall proclaim as holy convocations&ndash;My appointed times are these:"
            },
            {
                "verse_number": "3",
                "verse_text": "&quot;For six days work may be done, but the seventh day is the Sabbath of complete rest, a holy convocation (calling together). You shall not do any work [on that day]; it is the Sabbath of the L ord wherever you may be."
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;These are the appointed times of the L ord , holy convocations which you shall proclaim at their appointed times:"
            },
            {
                "verse_number": "5",
                "verse_text": "The L ord &quot; s Passover is on the fourteenth day of the first month at twilight."
            },
            {
                "verse_number": "6",
                "verse_text": "The Feast of Unleavened Bread to the L ord is on the fifteenth day of the same month; for seven days you shall eat unleavened bread."
            },
            {
                "verse_number": "7",
                "verse_text": "On the first day you shall have a holy convocation (calling together); you shall not do any laborious work [on that day]."
            },
            {
                "verse_number": "8",
                "verse_text": "But you shall present an offering by fire to the L ord for seven days; on the seventh day there shall be a holy convocation; you shall not do any laborious work [on that day].&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Speak to the children of Israel and say to them, &quot;When you enter the land which I am giving you and reap its harvest, you shall bring the sheaf of the first fruits of your harvest to the priest."
            },
            {
                "verse_number": "11",
                "verse_text": "He shall wave the sheaf before the L ord so that you may be accepted; the priest shall wave it on the day after the Sabbath."
            },
            {
                "verse_number": "12",
                "verse_text": "Now on the day when you wave the sheaf you shall offer a male lamb one year old without blemish as a burnt offering to the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Its grain offering shall be two-tenths of an ephah of fine flour mixed with [olive] oil, an offering by fire to the L ord for a sweet and soothing aroma, with its drink offering [to be poured out], a fourth of a hin of wine."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall not eat any bread or roasted grain or new growth, until this same day when you bring in the offering to your God; it is a permanent statute throughout your generations wherever you may be."
            },
            {
                "verse_number": "15",
                "verse_text": "&quot;You shall count from the day after the Sabbath, from the day when you brought in the sheaf (tied bundle of grain) of the wave offering; there shall be seven complete Sabbaths (seven full weeks)."
            },
            {
                "verse_number": "16",
                "verse_text": "You shall count fifty days to the day after the seventh Sabbath; then you shall present a new grain offering to the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "You shall bring in from your places two loaves of bread as a wave offering, made from two-tenths of an ephah of fine flour; they shall be baked with leaven as first fruits to the L ord ."
            },
            {
                "verse_number": "18",
                "verse_text": "And you shall offer with the bread seven unblemished lambs, one year old, and one young bull and two rams. They are to be a burnt offering to the L ord , with their grain offering and their drink offerings. It is an offering by fire, a sweet and soothing aroma to the L ord ."
            },
            {
                "verse_number": "19",
                "verse_text": "And you shall sacrifice one male goat as a sin offering and two male lambs, one year old as a sacrifice of peace offerings."
            },
            {
                "verse_number": "20",
                "verse_text": "The priest shall wave them before the L ord as a wave offering, together with the bread of the first fruits and the two lambs. They are to be holy to the L ord for the priest."
            },
            {
                "verse_number": "21",
                "verse_text": "On this same day you shall make a proclamation, you are to have a holy convocation (calling together); you shall not do any laborious work [on that day]. It is to be a permanent statute throughout your generations wherever you may be."
            },
            {
                "verse_number": "22",
                "verse_text": "&quot;When you reap the harvest of your land, you shall not reap to the edges of your field, nor gather the gleaning of your harvest; you are to leave them for the poor and for the stranger. I am the L ord your God.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Again the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Say to the children of Israel, &quot;On the first day of the seventh month (almost October), you shall observe a day of solemn sabbatical rest, a memorial day announced by the blowing of trumpets , a holy convocation."
            },
            {
                "verse_number": "25",
                "verse_text": "You shall not do any laborious work [on that day], but you shall present an offering by fire to the L ord .&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Also the tenth day of this seventh month is the Day of Atonement; it shall be a holy convocation for you, and you shall humble yourselves [by fasting] and present an offering by fire to the L ord ."
            },
            {
                "verse_number": "28",
                "verse_text": "You shall not do any work on this same day, for it is the Day of Atonement, to make atonement on your behalf before the L ord your God."
            },
            {
                "verse_number": "29",
                "verse_text": "If there is any person who will not humble himself on this same day, he shall be cut off from his people [excluding him from the atonement made for them]."
            },
            {
                "verse_number": "30",
                "verse_text": "If there is any person who does any work on this same day, I will destroy that person from among his people."
            },
            {
                "verse_number": "31",
                "verse_text": "You shall do no work at all [on that day]. It is a permanent statute throughout your generations wherever you may be."
            },
            {
                "verse_number": "32",
                "verse_text": "It is to be to you a Sabbath of complete rest, and you shall humble yourselves. On the ninth day of the month at evening, from evening to evening you shall keep your Sabbath.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Again the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Say to the children of Israel, &quot;On the fifteenth day of this seventh month, and for seven days, is the Feast of Booths (Tabernacles) to the L ord ."
            },
            {
                "verse_number": "35",
                "verse_text": "The first day is a holy convocation (calling together); you shall not do any laborious work [on that day]."
            },
            {
                "verse_number": "36",
                "verse_text": "For seven days you shall present an offering by fire to the L ord . On the eighth day you shall have a holy convocation and present an offering by fire to the L ord . It is a festive assembly; you shall not do any laborious work [on that day]."
            },
            {
                "verse_number": "37",
                "verse_text": "&quot;These are the appointed times (established feasts) of the L ord , which you shall proclaim to be holy convocations, to present an offering by fire to the L ord , a burnt offering and a grain offering, sacrifices and drink offerings, each on its own day."
            },
            {
                "verse_number": "38",
                "verse_text": "This is in addition to the [weekly] Sabbaths of the L ord , and in addition to your gifts and all your vowed offerings and all your freewill offerings, which you give to the L ord ."
            },
            {
                "verse_number": "39",
                "verse_text": "&quot;On exactly the fifteenth day of the seventh month (nearly October), when you have gathered in the crops of the land, you shall celebrate the feast of the L ord for seven days, with a Sabbath rest on the first day and a Sabbath rest on the eighth day."
            },
            {
                "verse_number": "40",
                "verse_text": "Now on the first day you shall take for yourselves the foliage of beautiful trees, branches of palm trees, and boughs of thick (leafy) trees, and willows of the brook [and make booths of them]; and you shall rejoice before the L ord your God for seven days."
            },
            {
                "verse_number": "41",
                "verse_text": "You shall celebrate it as a feast to the L ord for seven days in the year. It shall be a permanent statute throughout your generations; you shall celebrate it in the seventh month."
            },
            {
                "verse_number": "42",
                "verse_text": "You shall live in booths (temporary shelters) for seven days; all native-born in Israel shall live in booths,"
            },
            {
                "verse_number": "43",
                "verse_text": "so that your generations may know that I had the sons of Israel live in booths when I brought them out of the land of Egypt. I am the L ord your God.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "So Moses declared to the Israelites the appointed feasts of the L ord ."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Command the children of Israel to bring to you clear oil from beaten olives for the light [of the golden lampstand], to make a lamp burn continually."
            },
            {
                "verse_number": "3",
                "verse_text": "Outside the veil of the Testimony [between the Holy Place and the Most Holy Place] in the Tent of Meeting, Aaron shall always keep the lamps burning before the L ord from evening until morning; it shall be a permanent statute throughout your generations."
            },
            {
                "verse_number": "4",
                "verse_text": "He shall keep the lamps burning on the pure gold lampstand before the L ord continually."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Then you shall take fine flour and bake twelve cakes (bread of the Presence, showbread) with it; two-tenths of an ephah shall be in each cake (loaf)."
            },
            {
                "verse_number": "6",
                "verse_text": "You shall set the bread of the Presence (showbread) in two rows, six in a row, on the pure gold table before the L ord ."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall put pure frankincense [in two censers, one] beside each row, so that it may be with the bread as a memorial portion, an offering by fire to the L ord ."
            },
            {
                "verse_number": "8",
                "verse_text": "Every Sabbath day Aaron shall arrange the showbread before the L ord continually; it is an everlasting covenant for the Israelites."
            },
            {
                "verse_number": "9",
                "verse_text": "The bread of the Presence shall be for Aaron and his sons, and they shall eat it in a sacred place, for it is for Aaron a most holy portion of the offerings by fire to the L ord , his portion forever.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now the son of an Israelite woman, whose father was an Egyptian, went out among the Israelites, and he and a man of Israel quarreled and struggled with each other in the camp."
            },
            {
                "verse_number": "11",
                "verse_text": "The Israelite woman&quot;s son blasphemed the Name [of the L ord ] and cursed. So they brought him to Moses. (Now his mother&quot;s name was Shelomith, the daughter of Dibri, of the tribe of Dan.)"
            },
            {
                "verse_number": "12",
                "verse_text": "They put him in custody until the will and command of the L ord might be made clear to them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Bring the one who has cursed [the L ord ] outside the camp, and let all who heard him lay their hands on his head [as witnesses to his guilt]; then let all the congregation stone him."
            },
            {
                "verse_number": "15",
                "verse_text": "You shall speak to the Israelites, saying, &quot;Whoever curses his God will bear his sin [through his own death]."
            },
            {
                "verse_number": "16",
                "verse_text": "Further, the one who blasphemes the name of the L ord shall most certainly be put to death; all the congregation shall stone him. The stranger as well as the native-born shall be put to death when he blasphemes the Name [of the L ord ]."
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;If a man takes the life of any human being [unlawfully], he shall most certainly be put to death."
            },
            {
                "verse_number": "18",
                "verse_text": "The one who kills an animal shall replace it, animal for animal."
            },
            {
                "verse_number": "19",
                "verse_text": "If a man injures his neighbor (fellow citizen), whatever he has done shall be done to him:"
            },
            {
                "verse_number": "20",
                "verse_text": "fracture for fracture, eye for eye, tooth for tooth; just as he has injured a man, so shall the same be done to him."
            },
            {
                "verse_number": "21",
                "verse_text": "The one who kills an animal shall replace it; but he who kills a human being [unlawfully] shall be put to death."
            },
            {
                "verse_number": "22",
                "verse_text": "You shall have one standard of law for the stranger among you as well as for the native, for I am the L ord your God.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Moses spoke to the Israelites, and they brought the one who had cursed [the L ord ] outside the camp and stoned him with stones. Thus the Israelites did just as the L ord had commanded Moses."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The L ord spoke to Moses at Mount Sinai, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel and say to them, &quot;When you come into the land which I am giving you, then the land shall keep a Sabbath to the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "For six years you shall sow your field, and for six years you shall prune your vineyard and gather in its crop."
            },
            {
                "verse_number": "4",
                "verse_text": "But in the seventh year there shall be a Sabbath of rest for the land, a Sabbath to the L ord ; you shall not sow [seed in] your field nor prune your vineyard."
            },
            {
                "verse_number": "5",
                "verse_text": "Whatever reseeds itself (uncultivated) in your harvest you shall not reap, nor shall you gather the grapes from your uncultivated vine, it shall be a year of sabbatical rest for the land."
            },
            {
                "verse_number": "6",
                "verse_text": "And all of you shall have for food whatever the [untilled] land produces during its Sabbath year; yourself, and your male and female slaves, your hired servant, and the foreigners who reside among you,"
            },
            {
                "verse_number": "7",
                "verse_text": "even your domestic animals and the [wild] animals that are in your land shall have all its crops to eat."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;You are also to count off seven Sabbaths of years for yourself, seven times seven years, so that you have the time of the seven Sabbaths of years, namely, forty-nine years."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you shall sound the ram&quot;s horn everywhere on the tenth day of the seventh month (almost October); on the Day of Atonement you shall sound the trumpet throughout your land."
            },
            {
                "verse_number": "10",
                "verse_text": "And you shall consecrate the fiftieth year and proclaim freedom [for the slaves] throughout the land to all its inhabitants. It shall be a Jubilee (year of remission) for you, and each of you shall return to his own [ancestral] property [that was sold to another because of poverty], and each of you shall return to his family [from whom he was separated by bondage]."
            },
            {
                "verse_number": "11",
                "verse_text": "That fiftieth year shall be a Jubilee for you; you shall not sow [seed], nor reap what reseeds itself, nor gather the grapes of the uncultivated vines."
            },
            {
                "verse_number": "12",
                "verse_text": "For it is the Jubilee; it shall be holy to you; you shall eat its crops out of the field."
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;In this Year of Jubilee each of you shall return to his own [ancestral] property."
            },
            {
                "verse_number": "14",
                "verse_text": "If you sell anything to your friend or buy from your friend, you shall not wrong one another."
            },
            {
                "verse_number": "15",
                "verse_text": "According to the number of years after the Jubilee, you shall buy from your friend. And he is to sell to you according to the number of years of crops [which may be harvested before you must restore the property to him]."
            },
            {
                "verse_number": "16",
                "verse_text": "If the years [until the next Jubilee] are many, you shall increase the price, but if the years remaining are few, you shall reduce the price, because it is the number of crops that he is selling to you."
            },
            {
                "verse_number": "17",
                "verse_text": "You shall not wrong one another, but you shall fear your God [with profound reverence]; for I am the L ord your God."
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;Therefore you shall carry out My statutes and keep My ordinances and do them, so that you may live securely on the land."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the land will yield its produce, so that you can eat your fill and live securely on it."
            },
            {
                "verse_number": "20",
                "verse_text": "And if you say, &apos;What are we going to eat in the seventh year if we do not sow [seed] or gather in our crops?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "then [this is My answer:] I will order My [special] blessing for you in the sixth year, so that it will produce [sufficient] crops for three years."
            },
            {
                "verse_number": "22",
                "verse_text": "When you are sowing the eighth year, you can still eat old things from the crops, eating the old until the ninth year when its crop comes in."
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;The land shall not be sold permanently, for the land is Mine; you are [only] foreigners and temporary residents with Me."
            },
            {
                "verse_number": "24",
                "verse_text": "So in all the country that you possess, you are to provide for the redemption of the land [in the Year of Jubilee]."
            },
            {
                "verse_number": "25",
                "verse_text": "&quot;If a fellow countryman of yours becomes so poor he has to sell some of his property, then his nearest relative is to come and buy back (redeem) what his relative has sold."
            },
            {
                "verse_number": "26",
                "verse_text": "Or in case a man has no relative [to redeem his property], but he has become more prosperous and has enough to buy it back,"
            },
            {
                "verse_number": "27",
                "verse_text": "then he shall calculate the years since its sale and refund the balance to the man to whom he sold it, and so return to his [ancestral] property."
            },
            {
                "verse_number": "28",
                "verse_text": "But if he is unable to redeem it, then what he has sold shall remain in the hands of the purchaser until the Year of Jubilee; but at the Jubilee it shall revert, and he may return to his property."
            },
            {
                "verse_number": "29",
                "verse_text": "&quot;If a man sells a house in a walled city, then his right of redemption remains valid for a full year after its sale; his right of redemption lasts a full year."
            },
            {
                "verse_number": "30",
                "verse_text": "But if it is not redeemed for him within a full year, then the house that is in the walled city passes permanently and irrevocably to the purchaser throughout his generations. It does not revert back in the Year of Jubilee."
            },
            {
                "verse_number": "31",
                "verse_text": "The houses of the villages that have no surrounding walls, however, shall be considered as open fields. They may be redeemed, and revert in the Year of Jubilee."
            },
            {
                "verse_number": "32",
                "verse_text": "As for the cities of the Levites, the Levites have a permanent right of redemption for the houses in the cities which they possess."
            },
            {
                "verse_number": "33",
                "verse_text": "Therefore, what is [purchased] from the Levites may be redeemed [by a Levite], and the house that was sold in the city they possess reverts in the Year of Jubilee, for the houses in the Levite cities are their [ancestral] property among the Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "But the pasture lands of their cities may not be sold, for that is their permanent possession."
            },
            {
                "verse_number": "35",
                "verse_text": "&quot;Now if your fellow countryman becomes poor and his hand falters with you [that is, he has trouble repaying you for something], then you are to help and sustain him, [with courtesy and consideration] like [you would] a stranger or a temporary resident [without property], so that he may live among you."
            },
            {
                "verse_number": "36",
                "verse_text": "Do not charge him usurious interest, but fear your God [with profound reverence], so your countryman may [continue to] live among you."
            },
            {
                "verse_number": "37",
                "verse_text": "You shall not give him your money at interest, nor your food at a profit."
            },
            {
                "verse_number": "38",
                "verse_text": "I am the L ord your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God."
            },
            {
                "verse_number": "39",
                "verse_text": "&quot;And if your fellow countryman becomes so poor [in his dealings] with you that he sells himself to you [as payment for a debt], you shall not let him do the work of a slave [who is ineligible for redemption],"
            },
            {
                "verse_number": "40",
                "verse_text": "but he is to be with you as a hired man, as if he were a temporary resident; he shall serve with you until the Year of Jubilee,"
            },
            {
                "verse_number": "41",
                "verse_text": "and then he shall leave you, he and his children with him, and shall go back to his own family and return to the property of his fathers."
            },
            {
                "verse_number": "42",
                "verse_text": "For the Israelites are My servants whom I brought out of the land of Egypt; they shall not be sold in a slave sale."
            },
            {
                "verse_number": "43",
                "verse_text": "You shall not rule over him with harshness (severity, oppression), but you are to fear your God [with profound reverence]."
            },
            {
                "verse_number": "44",
                "verse_text": "As for your male and female slaves whom you may have&ndash;you may acquire male and female slaves from the pagan nations that are around you."
            },
            {
                "verse_number": "45",
                "verse_text": "Moreover, from the children of the strangers who live as aliens among you, from them you may buy slaves and from their families who are with you, whom they have produced in your land; they may become your possession."
            },
            {
                "verse_number": "46",
                "verse_text": "You may even bequeath them as an inheritance to your children after you, to receive as a possession; you can use them as permanent slaves. But in respect to your fellow countrymen, the children of Israel, you shall not rule over one another with harshness (severity, oppression)."
            },
            {
                "verse_number": "47",
                "verse_text": "&quot;Now if the financial means of a stranger or temporary resident among you become sufficient, and your fellow countryman becomes poor in comparison to him and sells himself to the stranger who is living among you or to the descendants of the stranger&quot;s family,"
            },
            {
                "verse_number": "48",
                "verse_text": "then after he is sold he shall have the right of redemption. One of his relatives may redeem him:"
            },
            {
                "verse_number": "49",
                "verse_text": "either his uncle or his uncle&quot;s son may redeem him, or one of his blood relatives from his family may redeem him; or if he prospers, he may redeem himself."
            },
            {
                "verse_number": "50",
                "verse_text": "Then he [or his redeemer] shall calculate with his purchaser from the year when he sold himself to the purchaser to the Year of Jubilee, and the [original] price of his sale shall be adjusted according to the number of years. The time he was with his owner shall be considered as that of a hired man."
            },
            {
                "verse_number": "51",
                "verse_text": "If there are still many years [before the Year of Jubilee], in proportion to them he must refund [to the purchaser] part of the price of his sale for his redemption and release."
            },
            {
                "verse_number": "52",
                "verse_text": "And if only a few years remain until the Year of Jubilee, he shall so calculate it with him. He is to refund the proportionate amount for his release."
            },
            {
                "verse_number": "53",
                "verse_text": "Like a man hired year by year he shall deal with him; he shall not rule over him with harshness in your sight."
            },
            {
                "verse_number": "54",
                "verse_text": "Even if he is not redeemed during these years and under these provisions, then he shall go free in the Year of Jubilee, he and his children with him."
            },
            {
                "verse_number": "55",
                "verse_text": "For the children of Israel are My servants; My servants, whom I brought out of the land of Egypt. I am the L ord your God."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "&quot;You shall not make idols for yourselves, nor shall you erect an image, a sacred pillar or an obelisk, nor shall you place any figured stone in your land so that you may bow down to it; for I am the L ord your God."
            },
            {
                "verse_number": "2",
                "verse_text": "You shall keep My Sabbaths and have reverence for My sanctuary. I am the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "If you walk in My statutes and keep My commandments and [obediently] do them,"
            },
            {
                "verse_number": "4",
                "verse_text": "then I will give you rain in its season, and the land will yield her produce and the trees of the field bear their fruit."
            },
            {
                "verse_number": "5",
                "verse_text": "And your threshing season will last until grape gathering and the grape gathering [time] will last until planting, and you will eat your bread and be filled and live securely in your land."
            },
            {
                "verse_number": "6",
                "verse_text": "I will also grant peace in the land, so that you may lie down and there will be no one to make you afraid. I will also eliminate harmful animals from the land, and no sword will pass through your land."
            },
            {
                "verse_number": "7",
                "verse_text": "And you will chase your enemies, and they will fall before you by the sword."
            },
            {
                "verse_number": "8",
                "verse_text": "Five of you will chase a hundred, and a hundred of you will put ten thousand to flight; your enemies will fall before you by the sword."
            },
            {
                "verse_number": "9",
                "verse_text": "For I will turn toward you [with favor and regard] and make you fruitful and multiply you, and I will establish and confirm My covenant with you."
            },
            {
                "verse_number": "10",
                "verse_text": "You will eat the old supply of [abundant] produce, and clear out the old [to make room] for the new."
            },
            {
                "verse_number": "11",
                "verse_text": "I will make My dwelling among you, and My soul will not reject nor separate itself from you."
            },
            {
                "verse_number": "12",
                "verse_text": "I will walk among you and be your God, and you shall be My people."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the L ord your God, who brought you out of the land of Egypt so that you would not be their slaves; and I broke the bars of your yoke and made you walk upright [with heads held high as free men]."
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;But if you do not obey Me and do not [obediently] do all these commandments,"
            },
            {
                "verse_number": "15",
                "verse_text": "if, instead, you reject My statutes, and if your soul rejects My ordinances, so that you will not [obediently] do all My commandments, and in this way break My covenant,"
            },
            {
                "verse_number": "16",
                "verse_text": "I, in turn, will do this to you: I will appoint over you sudden terror, consumption, and fever that will waste away the eyes and cause the soul to languish also. And you will sow your seed uselessly, for your enemies will eat what you plant."
            },
            {
                "verse_number": "17",
                "verse_text": "I will set My face against you so that you will be struck down before your enemies; those who hate you will rule over you, and you will flee when no one is pursuing you."
            },
            {
                "verse_number": "18",
                "verse_text": "If in spite of all this you still will not listen to Me and be obedient, then I will punish you seven times more for your sins."
            },
            {
                "verse_number": "19",
                "verse_text": "I will break your pride in your power, and I will make your sky like iron [giving no rain and blocking all prayers] and your ground like bronze [hard to plow and yielding no produce]."
            },
            {
                "verse_number": "20",
                "verse_text": "Your strength will be spent uselessly, for your land will not yield its produce and the trees of the land will not yield their fruit."
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;If then, you act with hostility toward Me and are unwilling to obey Me, I will increase the plague on you seven times in accordance with your sins."
            },
            {
                "verse_number": "22",
                "verse_text": "I will let loose the [wild] animals of the field among you, which will bereave you of your children and destroy your livestock and make you so few in number that your roads will lie deserted and desolate."
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;And if by these things you are not turned to Me, but act with hostility against Me,"
            },
            {
                "verse_number": "24",
                "verse_text": "then I also will act with hostility against you, and I will strike you seven times for your sins."
            },
            {
                "verse_number": "25",
                "verse_text": "I will bring a sword on you that will execute vengeance for [breaking] the covenant; and when you gather together in your cities, I will send pestilence (virulent disease) among you, and you shall be handed over to the enemy."
            },
            {
                "verse_number": "26",
                "verse_text": "When I break your staff of bread [that is, cut off your supply of food], ten women will bake your bread in one oven, and they will ration your bread; and you will eat and not be satisfied."
            },
            {
                "verse_number": "27",
                "verse_text": "&quot;Yet if in spite of this you will not [attentively] listen to Me but act with hostility against me,"
            },
            {
                "verse_number": "28",
                "verse_text": "then I will act with hostility against you in wrath, and I also will punish you seven times for your sins."
            },
            {
                "verse_number": "29",
                "verse_text": "You will eat the flesh of your sons and the flesh of your daughters."
            },
            {
                "verse_number": "30",
                "verse_text": "I will destroy your high places [devoted to idolatrous worship], and cut down your incense altars, and heap your dead bodies upon the [crushed] bodies of your idols, and My soul will detest you [with deep and unutterable loathing]."
            },
            {
                "verse_number": "31",
                "verse_text": "I will lay waste your cities as well and will make your sanctuaries desolate, and I will not smell your sweet and soothing aromas [of offerings by fire]."
            },
            {
                "verse_number": "32",
                "verse_text": "I will make the land desolate, and your enemies who settle in it will be appalled at it."
            },
            {
                "verse_number": "33",
                "verse_text": "I will scatter you among the nations and draw out the sword [of your enemies] after you; your land will become desolate and your cities will become ruins."
            },
            {
                "verse_number": "34",
                "verse_text": "&quot;Then the land [of Israel] will enjoy its Sabbaths as long as it lies desolate, while you are in your enemies&quot; land; then the land will rest and enjoy its Sabbaths."
            },
            {
                "verse_number": "35",
                "verse_text": "As long as it lies desolate, it will have rest, the rest it did not have on your Sabbaths, while you were living on it."
            },
            {
                "verse_number": "36",
                "verse_text": "As for those who are left of you, I will bring despair (lack of courage, weakness) into their hearts in the lands of their enemies; the sound of a scattered leaf will put them to flight, and they will flee as if [running] from the sword, and will fall even when no one is chasing them."
            },
            {
                "verse_number": "37",
                "verse_text": "They shall stumble over one another as if to escape from a sword when no one is chasing them; and you will have no power to stand before your enemies."
            },
            {
                "verse_number": "38",
                "verse_text": "You will perish among the nations; the land of your enemies will consume you."
            },
            {
                "verse_number": "39",
                "verse_text": "Those of you who are left will rot away because of their wickedness in the lands of your enemies; also because of the wickedness of their forefathers they will rot away like them."
            },
            {
                "verse_number": "40",
                "verse_text": "&quot;If they confess their wickedness and the wickedness of their forefathers, in their unfaithfulness which they have committed against Me&ndash;and also in their acting with hostility toward Me&ndash;"
            },
            {
                "verse_number": "41",
                "verse_text": "I also was acting with hostility toward them and brought them into the land of their enemies&ndash;then if their uncircumcised (sin-filled) hearts are humbled and they accept the punishment for their wickedness,"
            },
            {
                "verse_number": "42",
                "verse_text": "then I will remember My covenant with Jacob, and also My covenant with Isaac, and also My covenant with Abraham, and remember the land."
            },
            {
                "verse_number": "43",
                "verse_text": "But the land will be abandoned by them and will enjoy its Sabbaths while it lies desolate without them; and they will accept the punishment for their wickedness and make amends because they rejected My ordinances and their soul rejected My statutes."
            },
            {
                "verse_number": "44",
                "verse_text": "Yet in spite of this, when they are in the land of their enemies, I will not reject them, nor will I so despise them as to destroy them, breaking My covenant with them; for I am the L ord their God."
            },
            {
                "verse_number": "45",
                "verse_text": "But I will, for their sake, [earnestly] remember the covenant with their forefathers, whom I have brought out of the land of Egypt in the sight of the nations, that I might be their God. I am the L ord .&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "These are the statutes, ordinances, and laws which the L ord established between Himself and the Israelites through Moses at Mount Sinai."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Again, the L ord spoke to Moses, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the children of Israel and say to them, &quot;When a man makes a special vow [consecrating himself or a member of his family], he shall be valued according to your [established system of] valuation of people belonging to the L ord [that is, the priest accepts from the man making the vow a specified amount of money for the temple treasury in place of the actual person]."
            },
            {
                "verse_number": "3",
                "verse_text": "If your valuation is of a male between twenty and sixty years of age, then your valuation shall be fifty shekels of silver, according to the shekel of the sanctuary."
            },
            {
                "verse_number": "4",
                "verse_text": "Or if the person is a female, then your valuation shall be thirty shekels."
            },
            {
                "verse_number": "5",
                "verse_text": "If the person is between five years and twenty years of age, then your valuation for the male shall be twenty shekels and for the female ten shekels."
            },
            {
                "verse_number": "6",
                "verse_text": "But if the child is between one month and five years of age, then your valuation shall be five shekels of silver for the male and three shekels for the female."
            },
            {
                "verse_number": "7",
                "verse_text": "If the person is sixty years old and above, your valuation shall be fifteen shekels for the male, and ten shekels for the female."
            },
            {
                "verse_number": "8",
                "verse_text": "But if the person is too poor to pay your valuation, then he shall be placed before the priest, and the priest shall value him; according to the ability of the one who vowed, the priest shall value him."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;Now if it is an animal of the kind which men can present as an offering to the L ord , any such that one gives to the L ord shall be holy."
            },
            {
                "verse_number": "10",
                "verse_text": "He shall not replace it or exchange it, a good for a bad, or a bad for a good; but if he does exchange an animal for an animal, then both the original offering and its substitute shall be holy."
            },
            {
                "verse_number": "11",
                "verse_text": "If it is any unclean animal of the kind which men do not present as an offering to the L ord , then he shall bring the animal before the priest,"
            },
            {
                "verse_number": "12",
                "verse_text": "and the priest shall value it as either good or bad; it shall be as you, the priest, value it."
            },
            {
                "verse_number": "13",
                "verse_text": "But if he ever wishes to redeem it, then he shall add one-fifth of it to your valuation."
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;If a man consecrates his house as sacred to the L ord , the priest shall appraise it as either good or bad; as the priest appraises it, so shall it stand."
            },
            {
                "verse_number": "15",
                "verse_text": "If the one who consecrates his house should wish to redeem it, then he shall add one-fifth of your valuation price to it, so that it may be his."
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;And if a man consecrates to the L ord part of a field of his own property, then your valuation shall be proportionate to the seed needed for it; a homer of barley seed shall be valued at fifty shekels of silver."
            },
            {
                "verse_number": "17",
                "verse_text": "If he consecrates his field during the Year of Jubilee, it shall stand according to your valuation."
            },
            {
                "verse_number": "18",
                "verse_text": "But if he consecrates his field after the Jubilee, then the priest shall calculate the price for him in proportion to the years that remain until the Year of Jubilee; and it shall be deducted from your valuation."
            },
            {
                "verse_number": "19",
                "verse_text": "If the one who consecrates the field should ever wish to redeem it, then he shall add one-fifth of the appraisal price to it, so that it may return to him."
            },
            {
                "verse_number": "20",
                "verse_text": "If he does not redeem the field, but has sold it to another man, it may no longer be redeemed."
            },
            {
                "verse_number": "21",
                "verse_text": "When the field reverts in the Jubilee, the field shall be holy to the L ord , like a field set apart (devoted); the priest shall possess it as his property."
            },
            {
                "verse_number": "22",
                "verse_text": "Or if a man consecrates to the L ord a field which he has bought, which is not part of the field of his [ancestral] property,"
            },
            {
                "verse_number": "23",
                "verse_text": "then the priest shall calculate for him the amount of your valuation up to the Year of Jubilee; and the man shall give that [amount] on that day as a holy thing to the L ord ."
            },
            {
                "verse_number": "24",
                "verse_text": "In the Year of Jubilee the field shall return to the one from whom it was purchased, to whom the land belonged [as his ancestral inheritance]."
            },
            {
                "verse_number": "25",
                "verse_text": "Every valuation of yours shall be in accordance with the sanctuary shekel; twenty gerahs shall make a shekel."
            },
            {
                "verse_number": "26",
                "verse_text": "&quot;However, the firstborn among animals, which as a firstborn belongs to the L ord , no man may consecrate, whether an ox or a sheep. It is [already] the L ord &quot; s ."
            },
            {
                "verse_number": "27",
                "verse_text": "If it is among the unclean animals, the owner may redeem it in accordance with your valuation, and add one-fifth to it; or if it is not redeemed, then it shall be sold in accordance with your valuation."
            },
            {
                "verse_number": "28",
                "verse_text": "&quot;But nothing that a man sets apart [that is, devotes as an offering] to the L ord out of all that he has, of man or of animal or of the fields of his own property, shall be sold or redeemed. Anything devoted to destruction (banned, cursed) is most holy to the L ord ."
            },
            {
                "verse_number": "29",
                "verse_text": "No one who may have been set apart among men shall be ransomed [from death], he shall most certainly be put to death."
            },
            {
                "verse_number": "30",
                "verse_text": "&quot;And all the tithe (tenth part) of the land, whether the seed of the land or the fruit of the tree, is the L ord &quot; s ; it is holy to the L ord ."
            },
            {
                "verse_number": "31",
                "verse_text": "If a man wishes to redeem any part of his tithe, he shall add one-fifth to it."
            },
            {
                "verse_number": "32",
                "verse_text": "For every tithe of the herd or flock, whatever passes under the [shepherd&quot;s] staff, the tenth one shall be holy to the L ord ."
            },
            {
                "verse_number": "33",
                "verse_text": "The man is not to be concerned whether the animal is good or bad, nor shall he exchange it. But if he does exchange it, then both it and its substitute shall become holy; it shall not be redeemed.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "These are the commandments which the L ord commanded Moses on Mount Sinai for the children of Israel."
            }
        ]
    }
}