{
    "Revelation": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the revelation of Jesus Christ [His unveiling of the divine mysteries], which God [the Father] gave to Him to show to His bond-servants (believers) the things which must soon take place [in their entirety]; and He sent and communicated it by His angel (divine messenger) to His bond-servant John,"
            },
            {
                "verse_number": "2",
                "verse_text": "who testified and gave supporting evidence to the word of God and to the testimony of Jesus Christ, even to everything that he saw [in his visions]."
            },
            {
                "verse_number": "3",
                "verse_text": "Blessed (happy, prosperous, to be admired) is he who reads and those who hear the words of the prophecy, and who keep the things which are written in it [heeding them and taking them to heart]; for the time [of fulfillment] is near."
            },
            {
                "verse_number": "4",
                "verse_text": "John, to the seven churches that are in [the province of] Asia: Grace [be granted] to you and peace [inner calm and spiritual well-being], from Him Who is [existing forever] and Who was [continually existing in the past] and Who is to come, and from the seven Spirits that are before His throne,"
            },
            {
                "verse_number": "5",
                "verse_text": "and from Jesus Christ, the faithful and trustworthy Witness, the Firstborn of the dead, and the Ruler of the kings of the earth. To Him who [always] loves us and who [has once for all] freed us [or washed us] from our sins by His own blood (His sacrificial death)&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "and formed us into a kingdom [as His subjects], priests to His God and Father&ndash;to Him be the glory and the power and the majesty and the dominion forever and ever. Amen."
            },
            {
                "verse_number": "7",
                "verse_text": "B ehold , H e is coming with the clouds , and every eye will see Him, even those who pierced Him; and all the tribes (nations) of the earth will mourn over Him [realizing their sin and guilt, and anticipating the coming wrath]. So it is to be. Amen."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I am the Alpha and the Omega [the Beginning and the End],&apos; says the Lord God, &apos;Who is [existing forever] and Who was [continually existing in the past] and Who is to come, the Almighty [the Omnipotent, the Ruler of all].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "I, John, your brother and companion in the tribulation and kingdom and patient endurance which are in Jesus, was on the island called Patmos, [exiled there] because of [my preaching of] the word of God [regarding eternal salvation] and the testimony of Jesus Christ ."
            },
            {
                "verse_number": "10",
                "verse_text": "I was in the Spirit [in special communication with the Holy Spirit and empowered to receive and record the revelation from Jesus Christ] on the Lord&quot;s Day, and I heard behind me a loud voice like the sound of a trumpet,"
            },
            {
                "verse_number": "11",
                "verse_text": "saying, &apos;Write on a scroll what you see [in this revelation], and send it to the seven churches&ndash;to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then I turned to see the voice that was speaking with me. And after turning I saw seven golden lampstands;"
            },
            {
                "verse_number": "13",
                "verse_text": "and in the midst of the lampstands I saw someone like the Son of Man, dressed in a robe reaching to His feet, and with a golden sash wrapped around His chest."
            },
            {
                "verse_number": "14",
                "verse_text": "His head and His hair were white like white wool, [glistening white] like snow; and His [all-seeing] eyes were [flashing] like a flame of fire [piercing into my being]."
            },
            {
                "verse_number": "15",
                "verse_text": "His feet were like burnished [white-hot] bronze, refined in a furnace, and His voice was [powerful] like the sound of many waters."
            },
            {
                "verse_number": "16",
                "verse_text": "In His right hand He held seven stars, and from His mouth came a sharp two-edged sword [of judgment]; and His face [reflecting His majesty and the Shekinah glory] was like the sun shining in [all] its power [at midday]."
            },
            {
                "verse_number": "17",
                "verse_text": "When I saw Him, I fell at His feet as though dead. And He placed His right hand on me and said, &apos;Do not be afraid; I am the First and the Last [absolute Deity, the Son of God],"
            },
            {
                "verse_number": "18",
                "verse_text": "and the Ever-living One [living in and beyond all time and space]. I died, but see, I am alive forevermore, and I have the keys of [absolute control and victory over] death and of Hades (the realm of the dead)."
            },
            {
                "verse_number": "19",
                "verse_text": "So write the things which you have seen [in the vision], and the things which are [now happening], and the things which will take place after these things."
            },
            {
                "verse_number": "20",
                "verse_text": "As for the mystery of the seven stars which you saw in My right hand, and the seven golden lampstands: the seven stars are the angels ( divine messengers) of the seven churches, and the seven lampstands are the seven churches."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;To the angel (divine messenger) of the church in Ephesus write: T hese are the words of the One who holds [firmly] the seven stars [which are the angels or messengers of the seven churches] in His right hand, the One who walks among the seven golden lampstands (the seven churches): T hese are the words of the First and the Last [absolute Deity, the Son of God] who died and came to life [again]: T hese are the words of Him who has and wields the sharp two-edged sword [in judgment]: T hese are the words of the Son of God, who has eyes [that flash] like a flame of fire [in righteous judgment], and whose feet are like burnished [white-hot] bronze:"
            },
            {
                "verse_number": "2",
                "verse_text": "&quot;I know your deeds and your toil, and your patient endurance, and that you cannot tolerate those who are evil, and have tested and critically appraised those who call themselves apostles (special messengers, personally chosen representatives, of Christ), and [in fact] are not, and have found them to be liars and impostors;"
            },
            {
                "verse_number": "3",
                "verse_text": "and [I know that] you [who believe] are enduring patiently and are bearing up for My name&quot;s sake, and that you have not grown weary [of being faithful to the truth]."
            },
            {
                "verse_number": "4",
                "verse_text": "But I have this [charge] against you, that you have left your first love [you have lost the depth of love that you first had for Me]."
            },
            {
                "verse_number": "5",
                "verse_text": "So remember the heights from which you have fallen, and repent [change your inner self&ndash;your old way of thinking, your sinful behavior&ndash;seek God&quot;s will] and do the works you did at first [when you first knew Me]; otherwise, I will visit you and remove your lampstand (the church, its impact) from its place&ndash;unless you repent."
            },
            {
                "verse_number": "6",
                "verse_text": "Yet you have this [to your credit], that you hate the works and corrupt teachings of the Nicolaitans [that mislead and delude the people], which I also hate."
            },
            {
                "verse_number": "7",
                "verse_text": "He who has an ear, let him hear and heed what the Spirit says to the churches. To him who overcomes [the world through believing that Jesus is the Son of God], I will grant [the privilege] to eat [the fruit] from the tree of life, which is in the Paradise of God.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And to the angel (divine messenger) of the church in Smyrna write:"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;I know your suffering and your poverty (but you are rich), and how you are blasphemed and slandered by those who say they are Jews and are not, but are a synagogue of Satan [they are Jews only by blood, and do not believe and truly honor the God whom they claim to worship]."
            },
            {
                "verse_number": "10",
                "verse_text": "Fear nothing that you are about to suffer. Be aware that the devil is about to throw some of you into prison, that you may be tested [in your faith], and for ten days you will have tribulation. Be faithful to the point of death [if you must die for your faith], and I will give you the crown [consisting] of life."
            },
            {
                "verse_number": "11",
                "verse_text": "He who has an ear, let him hear and heed what the Spirit says to the churches. He who overcomes [the world through believing that Jesus is the Son of God] will not be hurt by the second death ( the lake of fire).&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And to the angel (divine messenger) of the church in Pergamum write:"
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;I know where you dwell, [a place] where Satan sits enthroned. Yet you are holding fast to My name, and you did not deny My faith even in the days of Antipas, My witness, My faithful one, who was killed (martyred) among you, where Satan dwells."
            },
            {
                "verse_number": "14",
                "verse_text": "But I have a few things against you, because you have there some [among you] who are holding to the [corrupt] teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel, [enticing them] to eat things that had been sacrificed to idols and to commit [acts of sexual] immorality."
            },
            {
                "verse_number": "15",
                "verse_text": "You also have some who in the same way are holding to the teaching of the Nicolaitans."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore repent [change your inner self&ndash;your old way of thinking, your sinful behavior&ndash;seek God&quot;s will]; or else I am coming to you quickly, and I will make war and fight against them with the sword of My mouth [in judgment]."
            },
            {
                "verse_number": "17",
                "verse_text": "He who has an ear, let him hear and heed what the Spirit says to the churches. To him who overcomes [the world through believing that Jesus is the Son of God], to him I will give [the privilege of eating] some of the hidden manna, and I will give him a white stone with a new name engraved on the stone which no one knows except the one who receives it.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;And to the angel (divine messenger) of the church in Thyatira write:"
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;I know your deeds, your love and faith and service and patient endurance, and that your last deeds are more numerous and greater than the first."
            },
            {
                "verse_number": "20",
                "verse_text": "But I have this [charge] against you, that you tolerate the woman Jezebel, who calls herself a prophetess [claiming to be inspired], and she teaches and misleads My bond-servants so that they commit [acts of sexual] immorality and eat food sacrificed to idols."
            },
            {
                "verse_number": "21",
                "verse_text": "I gave her time to repent [to change her inner self and her sinful way of thinking], but she has no desire to repent of her immorality and refuses to do so."
            },
            {
                "verse_number": "22",
                "verse_text": "Listen carefully, I will throw her on a bed of sickness, and those who commit adultery with her [I will bring] into great anguish, unless they repent of her deeds."
            },
            {
                "verse_number": "23",
                "verse_text": "And I will kill her children (followers) with pestilence [thoroughly annihilating them], and all the churches will know [without any doubt] that I am He who searches the minds and hearts [the innermost thoughts, purposes]; and I will give to each one of you [a reward or punishment] according to your deeds."
            },
            {
                "verse_number": "24",
                "verse_text": "But to the rest of you in Thyatira, who do not hold this teaching, who have not explored and known the depths of Satan, as they call them&ndash;I place no other burden on you,"
            },
            {
                "verse_number": "25",
                "verse_text": "except to hold tightly to what you have until I come."
            },
            {
                "verse_number": "26",
                "verse_text": "And he who overcomes [the world through believing that Jesus is the Son of God] and he who keeps My deeds [doing things that please Me] until the [very] end, to him I will give authority and power over the nations ;"
            },
            {
                "verse_number": "27",
                "verse_text": "and he shall shepherd and rule them with a rod of iron , as the earthen pots are broken in pieces , as I also have received authority [and power to rule them] from My Father;"
            },
            {
                "verse_number": "28",
                "verse_text": "and I will give him the Morning Star."
            },
            {
                "verse_number": "29",
                "verse_text": "He who has an ear, let him hear and heed what the Spirit says to the churches.&quot;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;To the angel (divine messenger) of the church in Sardis write: T hese are the words of Him who has the seven Spirits of God and the seven stars: &quot;I know your deeds; you have a name (reputation) that you are alive, but [in reality] you are dead. T hese are the words of the Amen, the trusted and faithful and true Witness, the Beginning and Origin of God&quot;s creation:"
            },
            {
                "verse_number": "2",
                "verse_text": "Wake up, and strengthen and reaffirm what remains [of your faithful commitment to Me], which is about to die; for I have not found [any of] your deeds completed in the sight of My God or meeting His requirements."
            },
            {
                "verse_number": "3",
                "verse_text": "So remember and take to heart the lessons you have received and heard. Keep and obey them, and repent [change your sinful way of thinking, and demonstrate your repentance with new behavior that proves a conscious decision to turn away from sin]. So then, if you do not wake up, I will come like a thief, and you will not know at what hour I will come to you."
            },
            {
                "verse_number": "4",
                "verse_text": "But you [still] have a few people in Sardis who have not soiled their clothes [that is, contaminated their character and personal integrity with sin]; and they will walk with Me [dressed] in white, because they are worthy (righteous)."
            },
            {
                "verse_number": "5",
                "verse_text": "He who overcomes [the world through believing that Jesus is the Son of God] will accordingly be dressed in white clothing; and I will never blot out his name from the Book of Life, and I will confess and openly acknowledge his name before My Father and before His angels [saying that he is one of Mine]."
            },
            {
                "verse_number": "6",
                "verse_text": "He who has an ear, let him hear and heed what the Spirit says to the churches.&quot; T hese are the words of the Holy One, the True One, He who has the key [to the house] of David, He who opens and no one will [be able to] shut, and He who shuts and no one opens:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And to the angel (divine messenger) of the church in Philadelphia write:"
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;I know your deeds. See, I have set before you an open door which no one is able to shut, for you have a little power, and have kept My word, and have not renounced or denied My name."
            },
            {
                "verse_number": "9",
                "verse_text": "Take note, I will make those of the synagogue of Satan, who say that they are Jews and are not, but lie&ndash;I will make them come and bow down at your feet and make them know [without any doubt] that I have loved you."
            },
            {
                "verse_number": "10",
                "verse_text": "Because you have kept the word of My endurance [My command to persevere], I will keep you [safe] from the hour of trial, that hour which is about to come on the whole [inhabited] world, to test those who live on the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "I am coming quickly. Hold tight what you have, so that no one will take your crown [by leading you to renounce the faith]."
            },
            {
                "verse_number": "12",
                "verse_text": "He who overcomes [the world through believing that Jesus is the Son of God], I will make him a pillar in the temple of My God; he will most certainly never be put out of it, and I will write on him the name of My God, and the name of the city of My God, the new Jerusalem, which descends out of heaven from My God, and My [own] new name."
            },
            {
                "verse_number": "13",
                "verse_text": "He who has an ear, let him hear and heed what the Spirit says to the churches.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;To the angel (divine messenger) of the church in Laodicea write:"
            },
            {
                "verse_number": "15",
                "verse_text": "&quot;I know your deeds, that you are neither cold (invigorating, refreshing) nor hot (healing, therapeutic); I wish that you were cold or hot."
            },
            {
                "verse_number": "16",
                "verse_text": "So because you are lukewarm (spiritually useless), and neither hot nor cold, I will vomit you out of My mouth [rejecting you with disgust]."
            },
            {
                "verse_number": "17",
                "verse_text": "Because you say, &apos;I am rich, and have prospered and grown wealthy, and have need of nothing,&apos; and you do not know that you are wretched and miserable and poor and blind and naked [without hope and in great need],"
            },
            {
                "verse_number": "18",
                "verse_text": "I counsel you to buy from Me gold that has been heated red hot and refined by fire so that you may become truly rich; and white clothes [representing righteousness] to clothe yourself so that the shame of your nakedness will not be seen; and healing salve to put on your eyes so that you may see."
            },
            {
                "verse_number": "19",
                "verse_text": "Those whom I [dearly and tenderly] love, I rebuke and discipline [showing them their faults and instructing them]; so be enthusiastic and repent [change your inner self&ndash;your old way of thinking, your sinful behavior&ndash;seek God&quot;s will]."
            },
            {
                "verse_number": "20",
                "verse_text": "Behold, I stand at the door [of the church] and continually knock. If anyone hears My voice and opens the door, I will come in and eat with him (restore him), and he with Me."
            },
            {
                "verse_number": "21",
                "verse_text": "He who overcomes [the world through believing that Jesus is the Son of God], I will grant to him [the privilege] to sit beside Me on My throne, as I also overcame and sat down beside My Father on His throne."
            },
            {
                "verse_number": "22",
                "verse_text": "He who has an ear, let him hear and heed what the Spirit says to the churches.&quot;&nbsp;&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After this I looked, and behold, a door standing open in heaven! And the first voice which I had heard, like the sound of a [war] trumpet speaking with me, said, &apos;Come up here, and I will show you what must take place after these things.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "At once I was in [special communication with] the Spirit; and behold, a throne stood in heaven, with One seated on the throne."
            },
            {
                "verse_number": "3",
                "verse_text": "And He who sat there appeared like [the crystalline sparkle of] a jasper stone and [the fiery redness of] a sardius stone, and encircling the throne there was a rainbow that looked like [the color of an] emerald."
            },
            {
                "verse_number": "4",
                "verse_text": "Twenty-four [other] thrones surrounded the throne; and seated on these thrones were twenty-four elders dressed in white clothing, with crowns of gold on their heads. &apos;H oly , holy , holy [is the] L ord G od , the A lmighty [the Omnipotent, the Ruler of all], who was and who is and who is to come [the unchanging, eternal God].&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "From the throne came flashes of lightning and [rumbling] sounds and peals of thunder. Seven lamps of fire were burning in front of the throne, which are the seven Spirits of God;"
            },
            {
                "verse_number": "6",
                "verse_text": "and in front of the throne there was something like a sea or large expanse of glass, like [the clearest] crystal. In the center and around the throne were four living creatures who were full of eyes in front and behind [seeing everything and knowing everything that is around them]."
            },
            {
                "verse_number": "7",
                "verse_text": "The first living creature was like a lion, the second creature like a calf (ox), the third creature had the face of a man, and the fourth creature was like a flying eagle."
            },
            {
                "verse_number": "8",
                "verse_text": "And the four living creatures, each one of them having six wings, are full of eyes all over and within [underneath their wings]; and day and night they never stop saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "Whenever the living creatures give glory and honor and thanksgiving to Him who sits on the throne, to Him who lives forever and ever,"
            },
            {
                "verse_number": "10",
                "verse_text": "the twenty-four elders fall down before Him who sits on the throne, and they worship Him who lives forever and ever; and they throw down their crowns before the throne, saying,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Worthy are You, our Lord and God, to receive the glory and the honor and the power; for You created all things, and because of Your will they exist, and were created and brought into being.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I saw in the right hand of Him who was seated on the throne a scroll written on the inside and on the back, closed and sealed with seven seals."
            },
            {
                "verse_number": "2",
                "verse_text": "And I saw a strong angel announcing with a loud voice, &apos;Who is worthy [having the authority and virtue] to open the scroll and to break its seals?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And no one in heaven or on earth or under the earth [in Hades, the realm of the dead] was able to open the scroll or look into it."
            },
            {
                "verse_number": "4",
                "verse_text": "And I began to weep greatly because no one was found worthy to open the scroll or look into it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then one of the [twenty-four] elders said to me, &apos;Stop weeping! Look closely, the Lion of the tribe of Judah, the Root of David, has overcome and conquered! He can open the scroll and [break] its seven seals.&apos; &apos;Worthy and deserving are You to take the scroll and to break its seals; for You were slain (sacrificed), and with Your blood You purchased people for God from every tribe and language and people and nation. &apos;Worthy and deserving is the Lamb that was sacrificed to receive power and riches and wisdom and might and honor and glory and blessing.&apos; &apos;To Him who sits on the throne, and to the Lamb (Christ), be blessing and honor and glory and dominion forever and ever.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And there between the throne (with the four living creatures) and among the elders I saw a Lamb (Christ) standing, [bearing scars and wounds] as though it had been slain, with seven horns (complete power) and with seven eyes (complete knowledge), which are the seven Spirits of God who have been sent [on duty] into all the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "And He came and took the scroll from the right hand of Him who sat on the throne."
            },
            {
                "verse_number": "8",
                "verse_text": "And when He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb (Christ), each one holding a harp and golden bowls full of fragrant incense, which are the prayers of the saints (God&quot;s people)."
            },
            {
                "verse_number": "9",
                "verse_text": "And they sang a new song [of glorious redemption], saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "You have made them to be a kingdom [of royal subjects] and priests to our God; and they will reign on the earth.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I looked, and I heard the voice of many angels around the throne and [the voice] of the living creatures and the elders; and they numbered myriads of myriads, and thousands of thousands (innumerable),"
            },
            {
                "verse_number": "12",
                "verse_text": "saying in a loud voice,"
            },
            {
                "verse_number": "13",
                "verse_text": "And I heard every created thing that is in heaven or on earth or under the earth [in Hades, the realm of the dead] or on the sea, and everything that is in them, saying [together],"
            },
            {
                "verse_number": "14",
                "verse_text": "And the four living creatures kept saying, &apos;Amen.&apos; And the elders fell down and worshiped [Him who lives forever and ever]."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw as the Lamb (Christ) broke one of the seven seals [of the scroll initiating the judgments], and I heard one of the four living creatures call out as with a voice of thunder, &apos; Come.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I looked, and behold, a white horse [of victory] whose rider carried a bow; and a crown [of victory] was given to him, and he rode forth conquering and to conquer."
            },
            {
                "verse_number": "3",
                "verse_text": "When He (the Lamb) broke the second seal, I heard the second living creature call out, &apos;Come.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And another, a fiery red horse [of bloodshed], came out; and its rider was empowered to take peace from the earth, so that men would slaughter one another; and a great sword [of war and violent death] was given to him."
            },
            {
                "verse_number": "5",
                "verse_text": "When He (the Lamb) broke open the third seal, I heard the third living creature call out, &apos;Come.&apos; I looked, and behold, a black horse [of famine]; and the rider had in his hand a pair of scales (a balance)."
            },
            {
                "verse_number": "6",
                "verse_text": "And I heard something like a voice in the midst of the four living creatures saying, &apos;A quart of wheat for a denarius (a day&quot;s wages), and three quarts of barley for a denarius; and do not damage the oil and the wine.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When He (the Lamb) broke open the fourth seal, I heard the voice of the fourth living creature call out, &apos;Come.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So I looked, and behold, an ashen (pale greenish gray) horse [like a corpse, representing death and pestilence]; and its rider&quot;s name was Death; and Hades (the realm of the dead) was following with him. They were given authority and power over a fourth part of the earth, to kill with the sword and with famine and with plague (pestilence, disease) and by the wild beasts of the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "When He (the Lamb) broke open the fifth seal, I saw underneath the altar the souls of those who had been slaughtered because of the word of God, and because of the testimony which they had maintained [out of loyalty to Christ]."
            },
            {
                "verse_number": "10",
                "verse_text": "They cried in a loud voice, saying, &apos;O Lord, holy and true, how long now before You will sit in judgment and avenge our blood on those [unregenerate ones] who dwell on the earth?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then they were each given a white robe; and they were told to rest and wait quietly for a little while longer, until the number of their fellow servants and their brothers and sisters who were to be killed even as they had been, would be completed."
            },
            {
                "verse_number": "12",
                "verse_text": "I looked when He (the Lamb) broke open the sixth seal, and there was a great earthquake; and the sun became black as sackcloth [made] of hair, and the whole moon became like blood;"
            },
            {
                "verse_number": "13",
                "verse_text": "and the stars of the sky fell to the earth, like a fig tree shedding its late [summer] figs when shaken by a strong wind."
            },
            {
                "verse_number": "14",
                "verse_text": "The sky was split [separated from the land] and rolled up like a scroll, and every mountain and island were dislodged and moved out of their places."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the kings of the earth and the great men and the military commanders and the wealthy and the strong and everyone, [whether] slave or free, hid themselves in the caves and among the rocks of the mountains;"
            },
            {
                "verse_number": "16",
                "verse_text": "and they called to the mountains and the rocks, &apos;Fall on us and hide us from the face of Him who sits on the throne, and from the [righteous] wrath and indignation of the Lamb;"
            },
            {
                "verse_number": "17",
                "verse_text": "for the great day of their wrath and vengeance and retribution has come, and who is able to [face God and] stand [before the wrath of the Lamb]?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this I saw four angels stationed at the four corners of the earth, holding back the four winds of the earth so that no wind would blow on the earth or on the sea or on any tree."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw another angel coming up from the rising of the sun, holding the seal of the living God; and with a loud voice he called out to the four angels to whom it was granted [to have authority and power] to harm the earth and the sea,"
            },
            {
                "verse_number": "3",
                "verse_text": "saying, &apos;Do not harm the earth nor the sea nor the trees until we seal (mark) the bond-servants of our God on their foreheads.&apos; &apos; S alvation [belongs] to our God who is seated on the throne, and to the Lamb [our salvation is the Trinity&quot;s to give, and to God the Trinity we owe our deliverance].&apos; &apos; A men! Blessing and glory and majesty and wisdom and thanksgiving and honor and power and might belong to our God forever and ever. Amen.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And I heard how many were sealed, a hundred and forty-four thousand; [twelve thousand] sealed from every tribe of the sons of Israel:"
            },
            {
                "verse_number": "5",
                "verse_text": "Twelve thousand were sealed from the tribe of Judah, twelve thousand from the tribe of Reuben, twelve thousand from the tribe of Gad,"
            },
            {
                "verse_number": "6",
                "verse_text": "twelve thousand from the tribe of Asher, twelve thousand from the tribe of Naphtali, twelve thousand from the tribe of Manasseh,"
            },
            {
                "verse_number": "7",
                "verse_text": "twelve thousand from the tribe of Simeon, twelve thousand from the tribe of Levi, twelve thousand from the tribe of Issachar,"
            },
            {
                "verse_number": "8",
                "verse_text": "twelve thousand from the tribe of Zebulun, twelve thousand from the tribe of Joseph, and twelve thousand from the tribe of Benjamin were sealed (marked, redeemed, protected)."
            },
            {
                "verse_number": "9",
                "verse_text": "After these things I looked, and this is what I saw: a vast multitude which no one could count, [gathered] from every nation and from all the tribes and peoples and languages [of the earth], standing before the throne and before the Lamb (Christ), dressed in white robes, with palm branches in their hands;"
            },
            {
                "verse_number": "10",
                "verse_text": "and in a loud voice they cried out, saying,"
            },
            {
                "verse_number": "11",
                "verse_text": "And all the angels were standing around the throne and around the [twenty-four] elders and the four living creatures; and they fell to their faces before the throne and worshiped God,"
            },
            {
                "verse_number": "12",
                "verse_text": "saying,"
            },
            {
                "verse_number": "13",
                "verse_text": "Then one of the elders responded, saying to me, &apos;These who are dressed in the long white robes&ndash;who are they, and from where did they come?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I said to him, &apos;My lord, you know [the answer].&apos; And he said to me, &apos;These are the people who come out of the great tribulation (persecution), and they have washed their robes and made them white in the blood of the Lamb [because of His atoning sacrifice]."
            },
            {
                "verse_number": "15",
                "verse_text": "For this reason, they are [standing] before the throne of God; and they serve Him [in worship] day and night in His temple; and He who sits on the throne will spread His tabernacle over them and shelter and protect them [with His presence]."
            },
            {
                "verse_number": "16",
                "verse_text": "They will hunger no longer, nor thirst anymore; nor will the sun beat down on them, nor any [scorching] heat;"
            },
            {
                "verse_number": "17",
                "verse_text": "for the Lamb who is in the center of the throne will be their Shepherd, and He will guide them to springs of the waters of life; and God will wipe every tear from their eyes [giving them eternal comfort].&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When He (the Lamb) broke open the seventh seal, there was silence in heaven for about half an hour [in awe of God&quot;s impending judgment]."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw the seven angels who stand before God, and seven trumpets were given to them."
            },
            {
                "verse_number": "3",
                "verse_text": "Another angel came and stood at the altar. He had a golden censer, and much incense was given to him, so that he might add it to the prayers of all the saints (God&quot;s people) on the golden altar in front of the throne."
            },
            {
                "verse_number": "4",
                "verse_text": "And the smoke and fragrant aroma of the incense, with the prayers of the saints (God&quot;s people), ascended before God from the angel&quot;s hand."
            },
            {
                "verse_number": "5",
                "verse_text": "So the angel took the censer and filled it with fire from the altar, and hurled it to the earth; and there were peals of thunder and loud rumblings and sounds and flashes of lightning and an earthquake."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the seven angels who had the seven trumpets prepared themselves to sound them [initiating the judgments]."
            },
            {
                "verse_number": "7",
                "verse_text": "The first [angel] sounded [his trumpet], and there was [a storm of] hail and fire, mixed with blood, and it was hurled to the earth; and a third of the earth was burned up, and a third of the trees were burned up, and all the green grass was burned up."
            },
            {
                "verse_number": "8",
                "verse_text": "The second angel sounded [his trumpet], and something like a great mountain blazing with fire was hurled into the sea; and a third of the sea was turned to blood;"
            },
            {
                "verse_number": "9",
                "verse_text": "and a third of the living creatures that were in the sea died, and a third of the ships were destroyed."
            },
            {
                "verse_number": "10",
                "verse_text": "The third angel sounded [his trumpet], and a great star fell from heaven, burning like a torch [flashing across the sky], and it fell on a third of the rivers and on the springs of [fresh] waters."
            },
            {
                "verse_number": "11",
                "verse_text": "The name of the star is Wormwood; and a third of the waters became wormwood, and many people died from the waters, because they had become bitter (toxic)."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the fourth angel sounded [his trumpet], and a third of the sun and a third of the moon and a third of the stars were struck, so that a third of them would be darkened and a third of the daylight would not shine, and the night in the same way [would not shine]."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I looked, and I heard a solitary eagle flying in midheaven [for all to see], saying with a loud voice, &apos; Woe, woe, woe [great wrath is coming] to those who dwell on the earth, because of the remaining blasts of the trumpets which the three angels are about to sound [announcing ever greater judgments]!&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then the fifth angel sounded [his trumpet], and I saw a star (angelic being) that had fallen from heaven to the earth; and the key of the bottomless pit (abyss) was given to him (the star-angel)."
            },
            {
                "verse_number": "2",
                "verse_text": "He opened the bottomless pit, and smoke like the smoke of a great furnace flowed out of the pit; and the sun and the atmosphere were darkened by the smoke from the pit."
            },
            {
                "verse_number": "3",
                "verse_text": "Then out of the smoke came locusts upon the earth, and power [to hurt] was given to them, like the power which the earth&quot;s scorpions have."
            },
            {
                "verse_number": "4",
                "verse_text": "They were told not to hurt the grass of the earth, nor any green thing, nor any tree, but [to hurt] only the people who do not have the seal (mark of ownership, protection) of God on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "They were not permitted to kill anyone, but to torment and cause them extreme pain for five months; and their torment was like the torment from a scorpion when it stings a man."
            },
            {
                "verse_number": "6",
                "verse_text": "And in those days people will seek death and will not find it; and they will long to die [to escape the pain], but [will discover that] death evades them."
            },
            {
                "verse_number": "7",
                "verse_text": "The locusts resembled horses prepared and equipped for battle; and on their heads appeared to be [something like] golden crowns, and their faces resembled human faces."
            },
            {
                "verse_number": "8",
                "verse_text": "They had hair like the hair of women, and their teeth were like the teeth of lions."
            },
            {
                "verse_number": "9",
                "verse_text": "They had breastplates (scales) like breastplates made of iron; and the [whirring] noise of their wings was like the [thunderous] noise of countless horse-drawn chariots charging [at full speed] into battle."
            },
            {
                "verse_number": "10",
                "verse_text": "They have tails like scorpions, and stingers; and in their tails is their power to hurt people for five months."
            },
            {
                "verse_number": "11",
                "verse_text": "They have as king over them, the angel of the abyss (the bottomless pit); in Hebrew his name is Abaddon (destruction), and in Greek he is called Apollyon (destroyer-king)."
            },
            {
                "verse_number": "12",
                "verse_text": "The first woe has passed; behold, two woes are still coming after these things."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the sixth angel sounded [his trumpet], and I heard a solitary voice from the four horns of the golden altar which stands before God,"
            },
            {
                "verse_number": "14",
                "verse_text": "saying to the sixth angel who had the trumpet, &apos;Release the four angels who are bound at the great river Euphrates.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the four angels, who had been prepared for the [appointed] hour and day and month and year, were released to kill a third of mankind."
            },
            {
                "verse_number": "16",
                "verse_text": "The number of the troops of cavalry was twice ten thousand times ten thousand (two hundred million); I heard the number of them."
            },
            {
                "verse_number": "17",
                "verse_text": "And this is how I saw the horses and their riders in my vision: the riders had breastplates [the color] of fire and of hyacinth (sapphire blue) and of brimstone (yellow); and the heads of the horses looked like the heads of lions; and from out of their mouths came fire and smoke and brimstone (burning sulfur)."
            },
            {
                "verse_number": "18",
                "verse_text": "A third of mankind was killed by these three plagues&ndash;by the fire and the smoke and the brimstone that came from the mouths of the horses."
            },
            {
                "verse_number": "19",
                "verse_text": "For the power of the horses [to do harm] is in their mouths and in their tails; for their tails are like serpents and have heads, and it is with them that they do harm."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of mankind, who were not killed by these plagues, did not repent even then of the works of their hands, so as to cease worshiping and paying homage to the demons and the idols of gold and of silver and of bronze and of stone and of wood, which can neither see nor hear nor walk;"
            },
            {
                "verse_number": "21",
                "verse_text": "and they did not repent of their murders nor of their sorceries (drugs, intoxications) nor of their [sexual] immorality nor of their thefts."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw another mighty angel coming down from heaven, clothed in a cloud, with a rainbow (halo) over his head; and his face was like the sun, and his feet (legs) were like columns of fire;"
            },
            {
                "verse_number": "2",
                "verse_text": "and he had a little book (scroll) open in his hand. He set his right foot on the sea and his left foot on the land;"
            },
            {
                "verse_number": "3",
                "verse_text": "and he shouted with a loud voice, like the roaring of a lion [compelling attention and inspiring awe]; and when he had shouted out, the seven peals of thunder spoke with their own voices [uttering their message in distinct words]."
            },
            {
                "verse_number": "4",
                "verse_text": "And when the seven peals of thunder had spoken, I was about to write; but I heard a voice from heaven saying, &apos;Seal up the things which the seven peals of thunder have spoken and do not write them down.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel whom I had seen standing on the sea and the land raised his right hand [to swear an oath] to heaven,"
            },
            {
                "verse_number": "6",
                "verse_text": "and swore [an oath] by [the name of] Him who lives forever and ever, who created heaven and the things in it , and the earth and the things in it , and the sea and the things in it , that there will be delay no longer,"
            },
            {
                "verse_number": "7",
                "verse_text": "but when it is time for the trumpet call of the seventh angel, when he is about to sound, then the mystery of God [that is, His hidden purpose and plan] is finished, as He announced the gospel to His servants the prophets."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the voice which I heard from heaven, I heard again speaking to me, and saying, &apos;Go, take the book (scroll) which is open in the hand of the angel who is standing on the sea and on the land.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So I went up to the angel and told him to give me the little book. And he said to me, &apos;Take it and eat it; it will make your stomach bitter, but in your mouth it will be as sweet as honey.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So I took the little book from the angel&quot;s hand and ate it, and in my mouth it was as sweet as honey; but once I had swallowed it, my stomach was bitter."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they said to me, &apos;You must prophesy again concerning many peoples and nations and languages and kings.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then there was given to me a measuring rod like a staff; and someone said, &apos; Rise and measure the temple of God and the altar [of incense], and [count] those who worship in it."
            },
            {
                "verse_number": "2",
                "verse_text": "But leave out the court [of the Gentiles] which is outside the temple and do not measure it, because it has been given to the Gentiles (the nations); and they will trample the holy city for forty-two months (three and one-half years)."
            },
            {
                "verse_number": "3",
                "verse_text": "And I will grant authority to My two witnesses, and they will prophesy for twelve hundred and sixty days (forty-two months; three and one-half years), dressed in sackcloth.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "These [witnesses] are the two olive trees and the two lampstands which stand before the Lord of the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "And if anyone wants to harm them, fire comes out of their mouth and devours their enemies; so if anyone wants to harm them, he must be killed in this way."
            },
            {
                "verse_number": "6",
                "verse_text": "These [two witnesses] have the power [from God] to shut up the sky, so that no rain will fall during the days of their prophesying [regarding judgment and salvation]; and they have power over the waters (seas, rivers) to turn them into blood, and to strike the earth with every [kind of] plague, as often as they wish. &apos; T he kingdom (dominion, rule) of the world has become the kingdom of our Lord and of His Christ; and He will reign forever and ever.&apos; &apos; T o You we give thanks, O Lord God Almighty [the Omnipotent, the Ruler of all], Who are and Who were, because You have taken Your great power and the sovereignty [which is rightly Yours] and have [now] begun to reign."
            },
            {
                "verse_number": "7",
                "verse_text": "When they have finished their testimony and given their evidence, the beast that comes up out of the abyss (bottomless pit) will wage war with them, and overcome them and kill them."
            },
            {
                "verse_number": "8",
                "verse_text": "And their dead bodies will lie exposed in the open street of the great city (Jerusalem), which in a spiritual sense is called [by the symbolic and allegorical names of] Sodom and Egypt, where also their Lord was crucified."
            },
            {
                "verse_number": "9",
                "verse_text": "Those from the peoples and tribes and languages and nations look at their dead bodies for three and a half days, and will not allow their dead bodies to be laid in a tomb."
            },
            {
                "verse_number": "10",
                "verse_text": "And those [non-believers] who live on the earth will gloat over them and rejoice; and they will send gifts [in celebration] to one another, because these two prophets tormented and troubled those who live on the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "But after three and a half days, the breath of life from God came into them, and they stood on their feet; and great fear and panic fell on those who were watching them."
            },
            {
                "verse_number": "12",
                "verse_text": "And the two witnesses heard a loud voice from heaven saying to them, &apos;Come up here.&apos; Then they ascended into heaven in the cloud, and their enemies watched them."
            },
            {
                "verse_number": "13",
                "verse_text": "And in that [very] hour there was a great earthquake, and a tenth of the city fell and was destroyed; seven thousand people were killed in the earthquake, and the rest [who survived] were overcome with terror, and they glorified the God of heaven [as they recognized His awesome power]."
            },
            {
                "verse_number": "14",
                "verse_text": "The second woe is past; behold, the third woe is coming quickly."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the seventh angel sounded [his trumpet]; and there were loud voices in heaven, saying,"
            },
            {
                "verse_number": "16",
                "verse_text": "And the twenty-four elders, who sit on their thrones before God, fell face downward and worshiped God,"
            },
            {
                "verse_number": "17",
                "verse_text": "saying,"
            },
            {
                "verse_number": "18",
                "verse_text": "And the nations (Gentiles) became enraged, and Your wrath and indignation came, and the time came for the dead to be judged, and [the time came] to reward Your bond-servants the prophets and the saints (God&quot;s people) and those who fear Your name, the small and the great, and [the time came] to destroy the destroyers of the earth.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "And the temple of God which is in heaven was opened; and the ark of His covenant appeared in His temple, and there were flashes of lightning, loud rumblings and peals of thunder and an earthquake and a great hailstorm."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "And a great sign [warning of an ominous and frightening future event] appeared in heaven: a woman clothed with the sun, with the moon beneath her feet, and on her head a crown of twelve stars."
            },
            {
                "verse_number": "2",
                "verse_text": "She was with child (the Messiah) and she cried out, being in labor and in pain to give birth."
            },
            {
                "verse_number": "3",
                "verse_text": "Then another sign [of warning] was seen in heaven: behold, a great fiery red dragon (Satan) with seven heads and ten horns, and on his heads were seven royal crowns (diadems)."
            },
            {
                "verse_number": "4",
                "verse_text": "And his tail swept [across the sky] and dragged away a third of the stars of heaven and flung them to the earth. And the dragon stood in front of the woman who was about to give birth, so that when she gave birth he might devour her child."
            },
            {
                "verse_number": "5",
                "verse_text": "And she gave birth to a Son, a male Child, who is destined to rule (shepherd) all the nations with a rod of iron; and her Child was caught up to God and to His throne."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the woman fled into the wilderness where she had a place prepared by God, so that she would be nourished there for a thousand two hundred and sixty days (forty-two months; three and one-half years)."
            },
            {
                "verse_number": "7",
                "verse_text": "And war broke out in heaven, Michael [the archangel] and his angels waging war with the dragon. The dragon and his angels fought,"
            },
            {
                "verse_number": "8",
                "verse_text": "but they were not strong enough and did not prevail, and there was no longer a place found for them in heaven."
            },
            {
                "verse_number": "9",
                "verse_text": "And the great dragon was thrown down, the age-old serpent who is called the devil and Satan, he who continually deceives and seduces the entire inhabited world; he was thrown down to the earth, and his angels were thrown down with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I heard a loud voice in heaven, saying, &apos; N ow the salvation, and the power, and the kingdom (dominion, reign) of our God, and the authority of His Christ have come; for the accuser of our [believing] brothers and sisters has been thrown down [at last], he who accuses them and keeps bringing charges [of sinful behavior] against them before our God day and night."
            },
            {
                "verse_number": "11",
                "verse_text": "And they overcame and conquered him because of the blood of the Lamb and because of the word of their testimony, for they did not love their life and renounce their faith even when faced with death."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore rejoice, O heavens and you who dwell in them [in the presence of God]. Woe to the earth and the sea, because the devil has come down to you in great wrath, knowing that he has only a short time [remaining]!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "And when the dragon saw that he was thrown down to the earth, he persecuted the woman who had given birth to the male Child ."
            },
            {
                "verse_number": "14",
                "verse_text": "But the two wings of the great eagle were given to the woman, so that she could fly into the wilderness to her place, where she was nourished for a time and times and half a time (three and one-half years), away from the presence of the serpent (Satan)."
            },
            {
                "verse_number": "15",
                "verse_text": "And the serpent hurled water like a river out of his mouth after the woman, so that he might cause her to be swept away with the flood."
            },
            {
                "verse_number": "16",
                "verse_text": "But the earth helped the woman, and the earth opened its mouth and swallowed up the river which the dragon had hurled out of his mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "So the dragon was enraged with the woman, and he went off to wage war on the rest of her children (seed), those who keep and obey the commandments of God and have the testimony of Jesus [holding firmly to it and bearing witness to Him]."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "And the dragon (Satan) stood on the sandy shore of the sea. T hen I saw a [vicious] beast coming up out of the sea with ten horns and seven heads, and on his horns were ten royal crowns (diadems), and on his heads were blasphemous names."
            },
            {
                "verse_number": "2",
                "verse_text": "And the beast that I saw resembled a leopard, but his feet were like those of a bear, and his mouth was like that of a lion. And the dragon gave him his power and his throne and great authority."
            },
            {
                "verse_number": "3",
                "verse_text": "I saw one of his heads which seemed to have a fatal wound, but his fatal wound was healed; and the entire earth followed after the beast in amazement."
            },
            {
                "verse_number": "4",
                "verse_text": "They fell down and worshiped the dragon because he gave his authority to the beast; they also worshiped the beast, saying, &apos;Who is like (as great as) the beast, and who is able to wage war against him?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And the beast was given a mouth (the power of speech), uttering great things and arrogant and blasphemous words, and he was given freedom and authority to act and to do as he pleased for forty-two months (three and a half years)."
            },
            {
                "verse_number": "6",
                "verse_text": "And he opened his mouth to speak blasphemies (abusive speech, slander) against God, to blaspheme His name and His tabernacle, and those who live in heaven."
            },
            {
                "verse_number": "7",
                "verse_text": "He was also permitted to wage war against the saints (God&quot;s people) and to overcome them, and authority and power over every tribe and people and language and nation."
            },
            {
                "verse_number": "8",
                "verse_text": "All the inhabitants of the earth will fall down and worship him, everyone whose name has not been written since the foundation of the world in the Book of Life of the Lamb who has been slain [as a willing sacrifice]."
            },
            {
                "verse_number": "9",
                "verse_text": "If anyone has an ear, let him hear."
            },
            {
                "verse_number": "10",
                "verse_text": "If anyone is destined for captivity, he will go into captivity; if anyone kills with a sword, he must be killed with a sword. Here is [the call for] the patient endurance and the faithfulness of the saints [which is seen in the response of God&quot;s people to difficult times]."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw another beast rising up out of the earth; he had two horns like a lamb and he spoke like a dragon."
            },
            {
                "verse_number": "12",
                "verse_text": "He exercises all the authority of the first beast in his presence [when the two are together]. And he makes the earth and those who inhabit it worship the first beast, whose deadly wound was healed."
            },
            {
                "verse_number": "13",
                "verse_text": "He performs great signs (awe-inspiring acts), even making fire fall from the sky to the earth, right before peoples&quot; eyes."
            },
            {
                "verse_number": "14",
                "verse_text": "And he deceives those [unconverted ones] who inhabit the earth [into believing him] because of the signs which he is given [by Satan] to perform in the presence of the [first] beast, telling those who inhabit the earth to make an image to the beast who was wounded [fatally] by the sword and has come back to life."
            },
            {
                "verse_number": "15",
                "verse_text": "And he is given power to give breath to the image of the beast, so that the image of the beast will even [appear to] speak, and cause those who do not bow down and worship the image of the beast to be put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "Also he compels all, the small and the great, and the rich and the poor, and the free men and the slaves, to be given a mark on their right hand or on their forehead [signifying allegiance to the beast],"
            },
            {
                "verse_number": "17",
                "verse_text": "and that no one will be able to buy or sell, except the one who has the mark, either the name of the beast or the number of his name."
            },
            {
                "verse_number": "18",
                "verse_text": "Here is wisdom. Let the person who has enough insight calculate the number of the beast, for it is the [imperfect] number of a man; and his number is six hundred and sixty-six."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked, and this is what I saw: the Lamb stood [firmly established] on Mount Zion, and with Him a hundred and forty-four thousand who had His name and His Father&quot;s name inscribed on their foreheads [signifying God&quot;s own possession]."
            },
            {
                "verse_number": "2",
                "verse_text": "And I heard a voice from heaven, like the sound of great waters and like the rumbling of mighty thunder; and the voice that I heard [seemed like music and] was like the sound of harpists playing on their harps."
            },
            {
                "verse_number": "3",
                "verse_text": "And they sang a new song before the throne [of God] and before the four living creatures and the elders; and no one could learn the song except the hundred and forty-four thousand who had been purchased (ransomed, redeemed) from the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the ones who have not been defiled [by relations] with women, for they are celibate. These are the ones who follow the Lamb wherever He goes. These have been purchased and redeemed from among men [of Israel] as the first fruits [sanctified and set apart for special service] for God and the Lamb."
            },
            {
                "verse_number": "5",
                "verse_text": "No lie was found in their mouth, for they are blameless (spotless, untainted, beyond reproach)."
            },
            {
                "verse_number": "6",
                "verse_text": "Then I saw another angel flying in midheaven, with an eternal gospel to preach to the inhabitants of the earth, to every nation and tribe and language and people;"
            },
            {
                "verse_number": "7",
                "verse_text": "and he said with a loud voice, &apos;Fear God [with awe and reverence], and give Him glory [and honor and praise in worship], because the hour of His judgment has come; [with all your heart] worship Him who created the heaven and the earth, the sea and the springs of water.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then another angel, a second one, followed, saying, &apos;Fallen, fallen is Babylon the great, she who has made all nations drink the wine of the passion of her immorality [corrupting them with idolatry].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then another angel, a third one, followed them, saying with a loud voice, &apos;Whoever worships the beast and his image and receives the mark [of the beast] on his forehead or on his hand,"
            },
            {
                "verse_number": "10",
                "verse_text": "he too will [have to] drink of the wine of the wrath of God, mixed undiluted into the cup of His anger; and he will be tormented with fire and brimstone (flaming sulfur) in the presence of the holy angels and in the presence of the Lamb (Christ)."
            },
            {
                "verse_number": "11",
                "verse_text": "And the smoke of their torment ascends forever and ever; and they have no rest day and night&ndash;those who worship the beast and his image, and whoever receives the mark of his name.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Here is [encouragement for] the steadfast endurance of the saints (God&quot;s people), those who habitually keep God&quot;s commandments and their faith in Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I heard [the distinct words of] a voice from heaven, saying, &apos;Write, &quot; Blessed (happy, prosperous, to be admired) are the dead who die in the Lord from now on!&quot;&nbsp;&apos; &apos;Yes, [blessed indeed],&apos; says the Spirit, &apos;so that they may rest and have relief from their labors, for their deeds do follow them.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Again I looked, and this is what I saw: a white cloud, and sitting on the cloud was One like the Son of Man, with a crown of gold on His head and a sharp sickle [of swift judgment] in His hand."
            },
            {
                "verse_number": "15",
                "verse_text": "And another angel came out of the temple, calling with a loud voice to Him who was sitting upon the cloud, &apos;Put in Your sickle and reap [at once], for the hour to reap [in judgment] has arrived, because the earth&quot;s harvest is fully ripened.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So He who was sitting on the cloud cast His sickle over the earth, and the earth was reaped (judged)."
            },
            {
                "verse_number": "17",
                "verse_text": "Then another angel came out of the temple (sanctuary) in heaven, and he also had a sharp sickle."
            },
            {
                "verse_number": "18",
                "verse_text": "And another angel came from the altar, the one who has power over fire; and he called with a loud voice to him who had the sharp sickle, saying, &apos;Put in your sharp sickle and reap the clusters of grapes from the vine of the earth, because her grapes are ripe [for judgment].&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the angel swung his sickle to the earth and harvested the grapevine of the earth, and threw the grapes into the great wine press of the wrath and indignation of God [as judgment of the rebellious world]."
            },
            {
                "verse_number": "20",
                "verse_text": "And the grapes in the wine press were trampled and crushed outside the city, and blood poured from the wine press, reaching up to the horses&quot; bridles, for a distance of sixteen hundred stadia."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw another sign in heaven, great and wonderful [a warning of terrifying and horrible events]: seven angels who had seven plagues (afflictions, calamities), which are the last, because with them the wrath of God is finished [that is, it is completely expressed and reaches its zenith]. &apos; G reat and wonderful and awe-inspiring are Your works [in judgment], O Lord God, the Almighty [the Omnipotent, the Ruler of all]; Righteous and true are Your ways, For You alone are holy; For all the nations shall come and worship before Y ou , F or Y our righteous acts [Your just decrees and judgments] have been revealed and displayed .&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw something like a sea or large expanse of glass mixed with fire, and those who were victorious over the beast and over his image and over the number corresponding to his name were standing on the sea or large expanse of glass, holding harps of God [worshiping Him]."
            },
            {
                "verse_number": "3",
                "verse_text": "And they sang the song of Moses, the bond-servant of God, and the song of the Lamb, saying, O King of the nations!"
            },
            {
                "verse_number": "4",
                "verse_text": "Who will not fear [reverently] and glorify Your name, O Lord [giving You honor and praise in worship]?"
            },
            {
                "verse_number": "5",
                "verse_text": "After these things I looked, and the temple (sanctuary) of the tabernacle of the testimony in heaven was opened,"
            },
            {
                "verse_number": "6",
                "verse_text": "and the seven angels who had the seven plagues (afflictions, calamities) came out of the temple, arrayed in linen, pure and gleaming, and wrapped around their chests were golden sashes."
            },
            {
                "verse_number": "7",
                "verse_text": "Then one of the four living creatures gave to the seven angels seven golden bowls full of the wrath and indignation of God, who lives forever and ever."
            },
            {
                "verse_number": "8",
                "verse_text": "And the temple was filled with smoke from the glory and radiance and splendor of God and from His power; and no one was able to enter the temple until the seven plagues of the seven angels were finished."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then I heard a loud voice from the temple, saying to the seven angels, &apos;Go and pour out on the earth the seven bowls of the wrath and indignation of God.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the first angel went and poured out his bowl on the earth; and loathsome and malignant sores came on the people who had the mark of the beast and who worshiped his image."
            },
            {
                "verse_number": "3",
                "verse_text": "The second angel poured out his bowl into the sea, and it turned into blood like that of a corpse [foul and disgusting]; and every living thing in the sea died."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the third angel poured out his bowl into the rivers and the springs of water; and they turned into blood."
            },
            {
                "verse_number": "5",
                "verse_text": "And I heard the angel of the waters saying, &apos;Righteous and just are You, Who are and Who were, O Holy One, because You judged these things;"
            },
            {
                "verse_number": "6",
                "verse_text": "for they have poured out the blood of the saints (God&quot;s people) and the prophets, and You [in turn] have given them blood to drink. They deserve Your judgment.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And I heard [another from] the altar saying, &apos;Yes, O Lord God, the Almighty [the Omnipotent, the Ruler of all], Your judgments are true and fair and righteous.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the fourth angel poured out his bowl on the sun, and it was given power to scorch humanity with [raging] fire."
            },
            {
                "verse_number": "9",
                "verse_text": "People were [severely] burned by the great heat; and they reviled the name of God who has power over these plagues, but they did not repent [of their sin] and glorify Him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness; and people gnawed their tongues because of the pain [of their excruciating anguish and severe torment],"
            },
            {
                "verse_number": "11",
                "verse_text": "and they blasphemed the God of heaven because of their anguish and their sores (abscesses, boils); and they did not repent of what they had done nor hate their wickedness."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the sixth angel poured out his bowl on the great river, the Euphrates; and its water was dried up, so that the way would be prepared for [the coming of] the kings from the east."
            },
            {
                "verse_number": "13",
                "verse_text": "And I saw three loathsome spirits like frogs, leaping from the mouth of the dragon (Satan) and from the mouth of the beast (Antichrist, dictator) and from the mouth of the false prophet;"
            },
            {
                "verse_number": "14",
                "verse_text": "for they are [actually] the spirits of demons, performing [miraculous] signs. And they go out to the kings of the entire inhabited earth, to gather them together for the war of the great day of God, the Almighty."
            },
            {
                "verse_number": "15",
                "verse_text": "(&apos;Behold, I am coming like a thief. Blessed is he who stays awake and who keeps his clothes [that is, stays spiritually ready for the Lord&quot;s return], so that he will not be naked&ndash;spiritually unprepared&ndash;and men will not see his shame.&apos;)"
            },
            {
                "verse_number": "16",
                "verse_text": "And they (demons) gathered the kings and armies of the world together at the place which in Hebrew is called Har-Magedon (Armageddon)."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the seventh angel poured out his bowl into the air, and a loud voice came out of the temple from the throne [of God], saying, &apos;It is done. [It is all over, it is all accomplished, it has come.]&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And there were flashes of lightning and loud rumblings and peals of thunder; and there was a massive earthquake&ndash;nothing like it has ever occurred since mankind originated on the earth, so severe and far-reaching was that earthquake."
            },
            {
                "verse_number": "19",
                "verse_text": "The great city was split into three parts, and the cities of the nations fell. And God kept in mind Babylon the great, to give her the cup of the wine of His fierce and furious wrath."
            },
            {
                "verse_number": "20",
                "verse_text": "Then every island fled away, and no mountains could be found."
            },
            {
                "verse_number": "21",
                "verse_text": "And giant hailstones, as heavy as a talent, fell from the sky on the people; and people reviled and spoke abusively of God for the plague of the hail, because the plague was so very great."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Then one of the seven angels who had the seven bowls came and spoke with me, saying, &apos;Come here, I will show you the judgment and doom of the great prostitute who is seated on many waters [influencing nations],"
            },
            {
                "verse_number": "2",
                "verse_text": "she with whom the kings of the earth have committed acts of immorality, and the inhabitants of the earth have become intoxicated with the wine of her immorality.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And the angel carried me away in the Spirit into a wilderness; and I saw a woman sitting on a scarlet beast that was entirely covered with blasphemous names, having seven heads and ten horns."
            },
            {
                "verse_number": "4",
                "verse_text": "The woman was dressed in purple and scarlet, and adorned with gold, precious stones and pearls, [and she was] holding in her hand a gold cup full of the abominations and the filth of her [sexual] immorality."
            },
            {
                "verse_number": "5",
                "verse_text": "And on her forehead a name was written, a mystery: &apos;BABYLON THE GREAT, THE MOTHER OF PROSTITUTES (false religions, heresies) AND OF THE ABOMINATIONS OF THE EARTH.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I saw that the woman was drunk with the blood of the saints (God&quot;s people), and with the blood of the witnesses of Jesus [who were martyred]. When I saw her, I wondered in amazement."
            },
            {
                "verse_number": "7",
                "verse_text": "But the angel said to me, &apos;Why do you wonder? I will explain to you the mystery of the woman and of the beast that carries her, which has the seven heads and ten horns."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;The beast that you saw was [once], but [now] is not, and he is about to come up out of the abyss (the bottomless pit, the dwelling place of demons) and go to destruction (perdition). And the inhabitants of the earth, whose names have not been written in the Book of Life from the foundation of the world, will be astonished when they see the beast, because he was and is not and is yet to come [to earth]."
            },
            {
                "verse_number": "9",
                "verse_text": "Here is the mind which has wisdom [and this is what it knows about the vision]. The seven heads are seven hills on which the woman sits;"
            },
            {
                "verse_number": "10",
                "verse_text": "and they are seven kings: five of whom have fallen, one exists and is reigning; the other [the seventh] has not yet come, and when he does come, he must remain a little while."
            },
            {
                "verse_number": "11",
                "verse_text": "And the beast that [once] was but is not, is himself also an eighth king and is one of the seven, and he goes to destruction (perdition)."
            },
            {
                "verse_number": "12",
                "verse_text": "The ten horns that you saw are ten kings who have not yet received a kingdom, but [together] they receive authority as kings for a single hour [for a common purpose] along with the beast."
            },
            {
                "verse_number": "13",
                "verse_text": "These [kings] have one purpose [one mind, one common goal], and they give their power and authority to the beast."
            },
            {
                "verse_number": "14",
                "verse_text": "They will wage war against the Lamb (Christ), and the Lamb will triumph and conquer them, because He is Lord of lords and King of kings, and those who are with Him and on His side are the called and chosen (elect) and faithful.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the angel said to me, &apos;The waters which you saw, where the prostitute is seated, are peoples and multitudes and nations and languages."
            },
            {
                "verse_number": "16",
                "verse_text": "And the ten horns which you saw, and the beast, these will hate the prostitute and will make her desolate and naked [stripped of her power and influence], and will eat her flesh and completely consume her with fire."
            },
            {
                "verse_number": "17",
                "verse_text": "For God has put it in their hearts to carry out His purpose by agreeing together to surrender their kingdom to the beast, until the [prophetic] words of God will be fulfilled."
            },
            {
                "verse_number": "18",
                "verse_text": "The woman whom you saw is the great city, which reigns over and dominates and controls the kings and the political leaders of the earth.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After these things I saw another angel coming down from heaven, possessing great authority, and the earth was illuminated with his splendor and radiance."
            },
            {
                "verse_number": "2",
                "verse_text": "And he shouted with a mighty voice, saying, &apos;Fallen, fallen [certainly to be destroyed] is Babylon the great! She has become a dwelling place for demons, a dungeon haunted by every unclean spirit, and a prison for every unclean and loathsome bird."
            },
            {
                "verse_number": "3",
                "verse_text": "For all the nations have drunk from the wine of the passion of her [sexual] immorality, and the kings and political leaders of the earth have committed immorality with her, and the merchants of the earth have become rich by the wealth and economic power of her sensuous luxury.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And I heard another voice from heaven, saying, &apos;Come out of her, my people, so that you will not be a partner in her sins and receive her plagues;"
            },
            {
                "verse_number": "5",
                "verse_text": "for her sins (crimes, transgressions) have piled up as high as heaven, and God has remembered her wickedness and crimes [for judgment]."
            },
            {
                "verse_number": "6",
                "verse_text": "Repay to her even as she has repaid others, and pay back [to her] double [her torment] in accordance with what she has done; in the cup [of sin and suffering] which she mixed, mix a double portion [of perfect justice] for her."
            },
            {
                "verse_number": "7",
                "verse_text": "To the degree that she glorified herself and reveled and gloated in her sensuality [living deliciously and luxuriously], to that same degree impose on her torment and anguish, and mourning and grief; for in her heart she boasts, &quot;I sit as a queen [on a throne] and I am not a widow , and will never, ever see mourning or experience grief.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "For this reason in a single day her plagues (afflictions, calamities) will come, pestilence and mourning and famine, and she will be burned up with fire and completely consumed; for strong and powerful is the Lord God who judges her."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos; And the kings and political leaders of the earth, who committed immorality and lived luxuriously with her, will weep and beat their chests [in mourning] over her when they see the smoke of her burning,"
            },
            {
                "verse_number": "10",
                "verse_text": "standing a long way off, in fear of her torment, saying, &quot;Woe, woe, the great city, the strong city, Babylon! In a single hour your judgment has come.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;And merchants of the earth will weep and grieve over her, because no one buys their cargo (goods, merchandise) anymore&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "cargoes of gold and silver and precious stones and pearls and fine linen and purple and silk and scarlet; all kinds of citron (scented) wood and every article of ivory and every article of very costly and lavish wood and bronze and iron and marble;"
            },
            {
                "verse_number": "13",
                "verse_text": "and cinnamon and spices and incense and perfume and frankincense and wine and olive oil and fine flour and wheat; of cattle and sheep, and cargoes of horses and chariots and carriages; and of slaves and human lives."
            },
            {
                "verse_number": "14",
                "verse_text": "The ripe fruits and delicacies of your soul&quot;s desire have gone from you, and all things that were luxurious and extravagant are lost to you, never again to be found."
            },
            {
                "verse_number": "15",
                "verse_text": "The merchants who handled these articles, who grew wealthy from [their business with] her, will stand a long way off in fear of her torment, weeping and mourning aloud,"
            },
            {
                "verse_number": "16",
                "verse_text": "saying, &quot;Woe, woe, for the great city that was robed in fine linen, in purple and scarlet, gilded and adorned with gold, with precious stones, and with pearls;"
            },
            {
                "verse_number": "17",
                "verse_text": "because in one hour all the vast wealth has been laid waste.&quot; And every ship captain or navigator, and every passenger and sailor, and all who make their living by the sea, stood a long way off,"
            },
            {
                "verse_number": "18",
                "verse_text": "and exclaimed as they watched the smoke of her burning, saying, &quot;What could be compared to the great city?&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "And they threw dust on their heads and were crying out, weeping and mourning, saying, &quot;Woe, woe, for the great city, where all who had ships at sea grew rich from her great wealth, because in one hour she has been laid waste!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Rejoice over her, O heaven, and you saints (God&quot;s people) and apostles and prophets [who were martyred], because God has executed vengeance for you [through righteous judgment] upon her.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then a single powerful angel picked up a boulder like a great millstone and flung it into the sea, saying, &apos;With such violence will Babylon the great city be hurled down [by the sudden, spectacular judgment of God], and will never again be found."
            },
            {
                "verse_number": "22",
                "verse_text": "And the sound of harpists and musicians and flutists and trumpeters will never again be heard in you, and no skilled artisan of any craft will ever again be found in you, and the sound of the millstone [grinding grain] will never again be heard in you [for commerce will no longer flourish, and normal life will cease]."
            },
            {
                "verse_number": "23",
                "verse_text": "And never again will the light of a lamp shine in you, and never again will the voice of the bridegroom and bride be heard in you; for your merchants were the great and prominent men of the earth, because all the nations were deceived and misled by your sorcery [your magic spells and poisonous charm]."
            },
            {
                "verse_number": "24",
                "verse_text": "And in Babylon was found the blood of prophets and of saints (God&quot;s people) and of all those who have been slaughtered on the earth.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After these things I heard something like the great and mighty shout of a vast multitude in heaven, exclaiming, &apos; H allelujah! Salvation and glory (splendor, majesty) and power (dominion, might) belong to our God; &apos; P raise our God, all you bond-servants of His, you who fear Him, the small (common) and the great (distinguished).&apos; &apos; H allelujah! For the Lord our God, the Almighty, [the Omnipotent, the Ruler of all] reigns."
            },
            {
                "verse_number": "2",
                "verse_text": "because H is judgments are true and righteous . He has judged [convicted and pronounced sentence on] the great prostitute (idolatress) who was corrupting and ruining and poisoning the earth with her adultery (idolatry), and H e has imposed the penalty for the blood of H is bond-servants on her .&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And a second time they said, &apos;Hallelujah! H er smoke shall ascend forever and ever .&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the twenty-four elders and the four living creatures also fell down and worshiped God who sits on the throne, saying, &apos;Amen. Hallelujah (praise the Lord)!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then from the throne there came a voice, saying,"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I heard something like the shout of a vast multitude, and like the boom of many pounding waves, and like the roar of mighty peals of thunder, saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "Let us rejoice and shout for joy! Let us give Him glory and honor, for the marriage of the Lamb has come [at last] and His bride (the redeemed) has prepared herself.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "She has been permitted to dress in fine linen, dazzling white and clean&ndash;for the fine linen signifies the righteous acts of the saints [the ethical conduct, personal integrity, moral courage, and godly character of believers]."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the angel said to me, &apos;Write, &quot; Blessed are those who are invited to the marriage supper of the Lamb.&quot;&nbsp;&apos; And he said to me [further], &apos;These are the true and exact words of God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I fell down at his feet to worship him, but he [stopped me and] said to me, &apos;You must not do that; I am a fellow servant with you and your brothers and sisters who have and hold the testimony of Jesus. Worship God [alone]. For the testimony of Jesus is the spirit of prophecy [His life and teaching are the heart of prophecy].&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "And I saw heaven opened, and behold, a white horse, and He who was riding it is called Faithful and True (trustworthy, loyal, incorruptible, steady), and in righteousness He judges and wages war [on the rebellious nations]."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are a flame of fire, and on His head are many royal crowns; and He has a name inscribed [on Him] which no one knows or understands except Himself."
            },
            {
                "verse_number": "13",
                "verse_text": "He is dressed in a robe dipped in blood, and His name is called The Word of God."
            },
            {
                "verse_number": "14",
                "verse_text": "And the armies of heaven, dressed in fine linen, [dazzling] white and clean, followed Him on white horses."
            },
            {
                "verse_number": "15",
                "verse_text": "From His mouth comes a sharp sword (His word) with which He may strike down the nations, and He will rule them with a rod of iron; and He will tread the wine press of the fierce wrath of God, the Almighty [in judgment of the rebellious world]."
            },
            {
                "verse_number": "16",
                "verse_text": "And on His robe and on His thigh He has a name inscribed, &apos;KING OF KINGS, AND Lord OF LORDS.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then I saw a single angel standing in the sun, and with a loud voice he shouted to all the birds that fly in midheaven, saying, &apos;Come, gather together for the great supper of God,"
            },
            {
                "verse_number": "18",
                "verse_text": "so that you may feast on the flesh of kings, the flesh of commanders, the flesh of powerful and mighty men, the flesh of horses and of those who sit on them, and the flesh of all humanity, both free men and slaves, both small and great [in a complete conquest of evil].&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then I saw the beast and the kings and political leaders of the earth with their armies gathered to make war against Him who is mounted on the [white] horse and against His army."
            },
            {
                "verse_number": "20",
                "verse_text": "And the beast (Antichrist) was seized and overpowered, and with him the false prophet who, in his presence, had performed [amazing] signs by which he deceived those who had received the mark of the beast and those who worshiped his image; these two were hurled alive into the lake of fire which blazes with brimstone."
            },
            {
                "verse_number": "21",
                "verse_text": "And the rest were killed with the sword which came from the mouth of Him who sat on the horse, and all the birds fed ravenously and gorged themselves with their flesh."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "And then I saw an angel descending from heaven, holding the key of the abyss (the bottomless pit) and a great chain was in his hand."
            },
            {
                "verse_number": "2",
                "verse_text": "And he overpowered and laid hold of the dragon, that old serpent [of primeval times], who is the devil and Satan, and bound him [securely] for a thousand years (a millennium);"
            },
            {
                "verse_number": "3",
                "verse_text": "and the angel hurled him into the abyss, and closed it and sealed it above him [preventing his escape or rescue], so that he would no longer deceive and seduce the nations, until the thousand years were at an end. After these things he must be liberated for a short time."
            },
            {
                "verse_number": "4",
                "verse_text": "And then I saw thrones, and sitting on them were those to whom judgment [that is, the authority to act as judges] was given. And I saw the souls of those who had been beheaded because of their testimony of Jesus and because of the word of God, and those who had refused to worship the beast or his image, and had not accepted his mark on their forehead and on their hand; and they came to life and reigned with Christ for a thousand years."
            },
            {
                "verse_number": "5",
                "verse_text": "The rest of the dead [the non-believers] did not come to life again until the thousand years were completed. This is the first resurrection."
            },
            {
                "verse_number": "6",
                "verse_text": "Blessed (happy, prosperous, to be admired) and holy is the person who takes part in the first resurrection; over these the second death [which is eternal separation from God, the lake of fire] has no power or authority, but they will be priests of God and of Christ and they will reign with Him a thousand years."
            },
            {
                "verse_number": "7",
                "verse_text": "And when the thousand years are completed, Satan will be released from his prison (the abyss),"
            },
            {
                "verse_number": "8",
                "verse_text": "and will come out to deceive and mislead the nations which are in the four corners of the earth&ndash;[including] Gog and Magog&ndash;to gather them together for the war; their number is like the sand of the seashore."
            },
            {
                "verse_number": "9",
                "verse_text": "And they swarmed up over the broad plain of the earth and surrounded the camp of the saints (God&quot;s people) and the beloved city [ Jerusalem]; but fire came down from heaven and consumed them."
            },
            {
                "verse_number": "10",
                "verse_text": "And the devil who had deceived them was hurled into the lake of fire and burning brimstone (sulfur), where the beast (Antichrist) and false prophet are also; and they will be tormented day and night, forever and ever."
            },
            {
                "verse_number": "11",
                "verse_text": "And I saw a great white throne and Him who was seated upon it, from whose presence earth and heaven fled away, and no place was found for them [for this heaven and earth are passing away]."
            },
            {
                "verse_number": "12",
                "verse_text": "And I saw the dead, the great and the small, standing before the throne, and books were opened. Then another book was opened, which is the Book of Life; and the dead were judged according to what they had done as written in the books [that is, everything done while on earth]."
            },
            {
                "verse_number": "13",
                "verse_text": "And the sea gave up the dead who were in it, and death and Hades (the realm of the dead) surrendered the dead who were in them; and they were judged and sentenced, every one according to their deeds."
            },
            {
                "verse_number": "14",
                "verse_text": "Then death and Hades [the realm of the dead] were thrown into the lake of fire. This is the second death, the lake of fire [the eternal separation from God]."
            },
            {
                "verse_number": "15",
                "verse_text": "And if anyone&quot;s name was not found written in the Book of Life, he was hurled into the lake of fire."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw a new heaven and a new earth; for the first heaven and the first earth had passed away (vanished), and there is no longer any sea."
            },
            {
                "verse_number": "2",
                "verse_text": "And I saw the holy city, new Jerusalem, coming down out of heaven from God, arrayed like a bride adorned for her husband;"
            },
            {
                "verse_number": "3",
                "verse_text": "and then I heard a loud voice from the throne, saying, &apos;See! The tabernacle of God is among men, and He will live among them, and they will be His people, and God Himself will be with them [ as their God, ]"
            },
            {
                "verse_number": "4",
                "verse_text": "and He will wipe away every tear from their eyes; and there will no longer be death; there will no longer be sorrow and anguish, or crying, or pain; for the former order of things has passed away.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And He who sits on the throne said, &apos;Behold, I am making all things new.&apos; Also He said, &apos;Write, for these words are faithful and true [they are accurate, incorruptible, and trustworthy].&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And He said to me, &apos;It is done. I am the Alpha and the Omega, the Beginning and the End. To the one who thirsts I will give [water] from the fountain of the water of life without cost."
            },
            {
                "verse_number": "7",
                "verse_text": "He who overcomes [the world by adhering faithfully to Christ Jesus as Lord and Savior] will inherit these things, and I will be his God and he will be My son."
            },
            {
                "verse_number": "8",
                "verse_text": "But as for the cowards and unbelieving and abominable [who are devoid of character and personal integrity and practice or tolerate immorality], and murderers, and sorcerers [with intoxicating drugs], and idolaters and occultists [who practice and teach false religions], and all the liars [who knowingly deceive and twist truth], their part will be in the lake that blazes with fire and brimstone, which is the second death.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then one of the seven angels who had the seven bowls filled with the seven final plagues came and spoke with me, saying, &apos;Come here, I will show you the bride, the wife of the Lamb.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And he carried me away in the Spirit to a vast and lofty mountain, and showed me the holy (sanctified) city of Jerusalem coming down out of heaven from God,"
            },
            {
                "verse_number": "11",
                "verse_text": "having God&quot;s glory [filled with His radiant light]. The brilliance of it resembled a rare and very precious jewel, like jasper, shining and clear as crystal."
            },
            {
                "verse_number": "12",
                "verse_text": "It had a massive and high wall, with twelve [large] gates, and at the gates [were stationed] twelve angels; and on the gates the names of the twelve tribes of the sons of Israel were written."
            },
            {
                "verse_number": "13",
                "verse_text": "On the east side [there were] three gates, on the north three gates, on the south three gates, and on the west three gates."
            },
            {
                "verse_number": "14",
                "verse_text": "And the wall of the city had twelve foundation stones, and on them the twelve names of the twelve apostles of the Lamb (Christ)."
            },
            {
                "verse_number": "15",
                "verse_text": "The one who was speaking with me had a gold measuring rod to measure the city, and its gates and its wall."
            },
            {
                "verse_number": "16",
                "verse_text": "The city is laid out as a square, its length being the same as its width; and he measured the city with his rod&ndash;twelve thousand stadia (about 1,400 miles); its length and width and height are equal."
            },
            {
                "verse_number": "17",
                "verse_text": "He measured its wall also&ndash;a hundred forty-four cubits (about 200 feet), according to man&quot;s measurements, which are [also] angelic [measurements]."
            },
            {
                "verse_number": "18",
                "verse_text": "The wall was built of jasper; and the city was pure gold, transparent like clear crystal."
            },
            {
                "verse_number": "19",
                "verse_text": "The foundation stones of the wall of the city were adorned with every kind of precious stone. The first foundation stone was jasper; the second, sapphire; the third, chalcedony; the fourth, emerald;"
            },
            {
                "verse_number": "20",
                "verse_text": "the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite (yellow topaz); the eighth, beryl; the ninth, topaz; the tenth, chrysoprase; the eleventh, jacinth; the twelfth, amethyst."
            },
            {
                "verse_number": "21",
                "verse_text": "And the twelve gates were twelve pearls; each separate gate was of one single pearl. And the street (broad way) of the city was pure gold, like transparent crystal."
            },
            {
                "verse_number": "22",
                "verse_text": "I saw no temple in it, for the Lord God Almighty [the Omnipotent, the Ruler of all] and the Lamb are its temple."
            },
            {
                "verse_number": "23",
                "verse_text": "And the city has no need of the sun nor of the moon to give light to it, for the glory (splendor, radiance) of God has illumined it, and the Lamb is its lamp and light."
            },
            {
                "verse_number": "24",
                "verse_text": "The nations [the redeemed people from the earth] will walk by its light, and the kings of the earth will bring into it their glory."
            },
            {
                "verse_number": "25",
                "verse_text": "By day (for there will be no night there) its gates will never be closed [in fear of evil];"
            },
            {
                "verse_number": "26",
                "verse_text": "and they will bring the glory (splendor, majesty) and the honor of the nations into it;"
            },
            {
                "verse_number": "27",
                "verse_text": "and nothing that defiles or profanes or is unwashed will ever enter it, nor anyone who practices abominations [detestable, morally repugnant things] and lying, but only those [will be admitted] whose names have been written in the Lamb&quot;s Book of Life."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then the angel showed me a river of the water of life, clear as crystal, flowing from the throne of God and of the Lamb (Christ),"
            },
            {
                "verse_number": "2",
                "verse_text": "in the middle of its street. On either side of the river was the tree of life, bearing twelve kinds of fruit, yielding its fruit every month; and the leaves of the tree were for the healing of the nations."
            },
            {
                "verse_number": "3",
                "verse_text": "There will no longer exist anything that is cursed [because sin and illness and death are gone]; and the throne of God and of the Lamb will be in it, and His bond-servants will serve and worship Him [with great awe and joy and loving devotion];"
            },
            {
                "verse_number": "4",
                "verse_text": "they will [be privileged to] see His face, and His name will be on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "And there will no longer be night; they have no need for lamplight or sunlight, because the Lord God will illumine them; and they will reign [as kings] forever and ever."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he said to me, &apos;These words are faithful and true.&apos; And the Lord, the God of the spirits of the prophets, has sent His angel [as a representative] to show His bond-servants the things that must soon take place."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And behold, I am coming quickly. Blessed (happy, prosperous, to be admired) is the one who heeds and takes to heart and remembers the words of the prophecy [that is, the predictions, consolations, and warnings] contained in this book (scroll).&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I, John, am the one who heard and saw these things. And when I heard and saw them, I fell down to worship before the feet of the angel who showed me these things."
            },
            {
                "verse_number": "9",
                "verse_text": "But he said to me, &apos;Do not do that. I am a fellow servant with you and your brothers the prophets and with those who heed and remember [the truths contained in] the words of this book. Worship God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And he said to me, &apos;Do not seal up the words of the prophecy of this book, for the time [of their fulfillment] is near."
            },
            {
                "verse_number": "11",
                "verse_text": "Let the one who does wrong, still do wrong; and the one who is filthy (vile, impure), still be filthy; and the one who is righteous (just, upright), still be righteous; and the one who is holy, still be holy.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Behold, I (Jesus) am coming quickly, and My reward is with Me, to give to each one according to the merit of his deeds (earthly works, faithfulness)."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the Alpha and the Omega, the First and the Last, the Beginning and the End [the Eternal One].&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Blessed (happy, prosperous, to be admired) are those who wash their robes [in the blood of Christ by believing and trusting in Him&ndash;the righteous who do His commandments], so that they may have the right to the tree of life, and may enter by the gates into the city."
            },
            {
                "verse_number": "15",
                "verse_text": "Outside are the dogs [the godless, the impure, those of low moral character] and the sorcerers [with their intoxicating drugs, and magic arts], and the immoral persons [the perverted, the molesters, and the adulterers], and the murderers, and the idolaters, and everyone who loves and practices lying (deception, cheating)."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I, Jesus, have sent My angel to testify to you and to give you assurance of these things for the churches. I am the Root (the Source, the Life) and the Offspring of David, the radiant and bright Morning Star.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The [Holy] Spirit and the bride (the church, believers) say, &apos;Come.&apos; And let the one who hears say, &apos;Come.&apos; And let the one who is thirsty come; let the one who wishes take and drink the water of life without cost."
            },
            {
                "verse_number": "18",
                "verse_text": "I testify and warn everyone who hears the words of the prophecy of this book [its predictions, consolations, and admonitions]: if anyone adds [anything] to them, God will add to him the plagues (afflictions, calamities) which are written in this book;"
            },
            {
                "verse_number": "19",
                "verse_text": "and if anyone takes away from or distorts the words of the book of this prophecy, God will take away [from that one] his share from the tree of life and from the holy city (new Jerusalem), which are written in this book."
            },
            {
                "verse_number": "20",
                "verse_text": "He who testifies and affirms these things says, &apos;Yes, I am coming quickly.&apos; Amen. Come, Lord Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "The grace of the Lord Jesus (the Christ, the Messiah) be with all [the saints&ndash;all believers, those set apart for God]. Amen."
            }
        ]
    }
}