{
    "Amos": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The words of Amos, who was among the sheepherders of Tekoa, which he saw [in a divine revelation] concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake. “The L ord thunders and roars from Zion [in judgment] And utters His voice from Jerusalem; Then the pastures of the shepherds mourn, And the summit of [Mount] Carmel dries up [because of God’s judgment].” “For three transgressions of Damascus and for four (multiplied delinquencies) I shall not reverse its punishment or revoke My word concerning it, Because they have threshed Gilead [east of the Jordan River] with sharp iron sledges [having spikes that crushed and shredded]. And cut off and destroy the inhabitant from the Valley of Aven (Wickedness), And the ruler who holds the scepter, from Beth-eden (Damascus); Says the L ord . “For three transgressions of Gaza [in Philistia] and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because [as slave traders] they took captive the entire [Jewish] population [of defenseless Judean border villages, of which none was spared] And deported them to Edom [for the slave trade]. And it shall consume her citadels. And the ruler who holds the scepter, from Ashkelon; And I will unleash My power and turn My hand [in judgment] against Ekron, And the rest of the Philistines [in Gath and the towns dependent on these four Philistine cities] shall die,” Says the Lord G od . “For three transgressions of Tyre and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because they [as middlemen] deported an entire [Jewish] population to Edom And did not [seriously] remember their covenant of brotherhood. And it shall consume her citadels.” “For three transgressions of Edom [the descendants of Esau] and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because he pursued his brother Jacob (Israel) with the sword, Corrupting and stifling his compassions and casting off all mercy; His destructive anger raged continually, And he maintained [and nurtured] his wrath forever. And it shall consume the citadels of Bozrah [in Edom].” I will not reverse its punishment or revoke My word concerning it, Because the Ammonites have ripped open the pregnant women of Gilead, That they might enlarge their border. And it shall devour its strongholds Amid war cries and shouts of alarm on the day of battle, And a tempest on the day of the whirlwind [when the enemy captures the city]. He and his princes together,” says the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "And he said,"
            },
            {
                "verse_number": "3",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "So I will send a fire [of war, conquest, and destruction] upon the house of Hazael, And it shall devour the palaces and strongholds of Ben-hadad (Hazael’s son). And the people of Aram [conquered by the Assyrians] will go into exile to Kir,” “For three transgressions of the children of Ammon and for four (multiplied delinquencies)"
            },
            {
                "verse_number": "5",
                "verse_text": "I also will break the bar [of the gate] of Damascus,"
            },
            {
                "verse_number": "6",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "So I will send a fire [of war, conquest, and destruction] on the wall of Gaza"
            },
            {
                "verse_number": "8",
                "verse_text": "And I will cut off and destroy the inhabitants from Ashdod,"
            },
            {
                "verse_number": "9",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "10",
                "verse_text": "So I will send a fire [of war, conquest, and destruction] on the wall of Tyre,"
            },
            {
                "verse_number": "11",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "12",
                "verse_text": "So I will send a fire [of war, conquest, and destruction] upon Teman,"
            },
            {
                "verse_number": "13",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "14",
                "verse_text": "So I will kindle a fire [of war, conquest, and destruction] on the wall of Rabbah [in Ammon]"
            },
            {
                "verse_number": "15",
                "verse_text": "Their king shall go into exile,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Thus says the L ord , “For three transgressions of Moab and for four (multiplied delinquencies) And a man and his father will go to the same girl I will not reverse its punishment or revoke My word concerning it, Because he burned the bones of the king of Edom [Esau’s descendant] into lime [and used it to plaster a Moabite house]. And it shall devour the strongholds of Kerioth; And Moab shall die amid tumult and uproar, With war cries and shouts of alarm and the sound of the trumpet. And slay all the princes with him,” says the L ord . “For three transgressions of Judah and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because they have rejected the law of the L ord [the sum of God’s instruction to His people] And have not kept His commandments; But their lies [and their idols], after which their fathers walked, Caused them to go astray. And it will devour the strongholds of Jerusalem.” “For three transgressions of Israel and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because they sell the righteous and innocent for silver And the needy for the price of a pair of sandals. Also turn aside the way of the humble; So that My holy name is profaned. And in the house of their God [in contempt of Him] they frivolously drink the wine [which has been] taken from those who have been fined. Though his height was like the height of the cedars, And he was as strong as the oaks; I even destroyed his fruit above and his root below. And I led you forty years through the wilderness That you might possess the land of the Amorite. And some of your young men to be Nazirites (dedicated ones). Is this not true, O you children of Israel?” says the L ord . And commanded the prophets, saying, ‘You shall not prophesy!’ As a cart that is weighted down when it is full of sheaves. And the strong shall not strengthen nor maintain his power, Nor shall the mighty man save his own life. The one who is swift of foot will not escape, Nor will he who rides the horse save his life [from the invading army]."
            },
            {
                "verse_number": "2",
                "verse_text": "So I will send a fire [of war, conquest, and destruction] upon Moab"
            },
            {
                "verse_number": "3",
                "verse_text": "I will also cut off and destroy the ruler from its midst"
            },
            {
                "verse_number": "4",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "5",
                "verse_text": "So I will send a fire [of war, conquest, and destruction by the Babylonians] upon Judah"
            },
            {
                "verse_number": "6",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "These who pant after (long to see) the dust of the earth on the head of the helpless [as sign of their grief and distress]"
            },
            {
                "verse_number": "8",
                "verse_text": "They stretch out beside every [pagan] altar on clothes taken in pledge [to secure a loan, disregarding God’s command],"
            },
            {
                "verse_number": "9",
                "verse_text": "“Yet it was I [not the false gods] who destroyed the Amorite before them,"
            },
            {
                "verse_number": "10",
                "verse_text": "Also it was I who brought you up out of the land of Egypt,"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I raised up some of your sons to be prophets [who gave you My revelation],"
            },
            {
                "verse_number": "12",
                "verse_text": "“But you gave the Nazirites wine to drink [despite their vows]"
            },
            {
                "verse_number": "13",
                "verse_text": "Behold, I am weighted down beneath you"
            },
            {
                "verse_number": "14",
                "verse_text": "Flight will be lost to the swift [so they will be unable to escape],"
            },
            {
                "verse_number": "15",
                "verse_text": "He who handles the bow will not stand his ground,"
            },
            {
                "verse_number": "16",
                "verse_text": "Even the bravest among the warriors shall flee naked on that day,” says the L ord ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Hear this word that the L ord has spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt: Therefore I shall punish you for all your wickedness.” Does a young lion growl from his den if he has not captured something? Does a trap spring up from the ground when it has caught nothing at all? [Of course not! So it is that Israel has earned her impending judgment.] If a disaster or misfortune occurs in a city has not the L ord caused it? To His servants the prophets. The Lord G od has spoken [to the prophets]! Who can but prophesy? “An adversary (Assyria), even one surrounding the land, Shall pull down your strength from you And your fortresses will be looted.” “Just as the shepherd snatches from the mouth of the lion a couple of legs or a piece of the [sheep’s] ear [to prove to the owner that he has not stolen the animal], So will the [remaining] children of Israel living in Samaria be snatched away With the corner of a bed and [part of] the damask covering of a couch. Says the Lord G od , the God of hosts, I shall also punish the altars of Bethel [with their golden calves]; And the horns of the altar shall be cut off And fall to the ground. And the houses of ivory shall also perish And the great houses shall come to an end,” Says the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "“I have known [chosen, cared for, and loved] only you of all the families of the earth;"
            },
            {
                "verse_number": "3",
                "verse_text": "Do two men walk together unless they have made an appointment?"
            },
            {
                "verse_number": "4",
                "verse_text": "Does a lion roar in the forest when he has no prey?"
            },
            {
                "verse_number": "5",
                "verse_text": "Does a bird fall into a trap on the ground when there is no bait in it?"
            },
            {
                "verse_number": "6",
                "verse_text": "If a trumpet is blown in a city [warning of danger] will not the people tremble?"
            },
            {
                "verse_number": "7",
                "verse_text": "Surely the Lord G od does nothing Without revealing His secret plan [of the judgment to come]"
            },
            {
                "verse_number": "8",
                "verse_text": "The lion has roared! Who will not fear?"
            },
            {
                "verse_number": "9",
                "verse_text": "Proclaim on the fortresses in Ashdod (Philistia) and on the citadels in the land of Egypt, and say, “Assemble yourselves on the mountains of Samaria, and see the great confusion within her and the oppressions and abuse of authority in her midst."
            },
            {
                "verse_number": "10",
                "verse_text": "For they do not know how to do right,” says the L ord , “these who store up violence and devastation [like treasures] in their strongholds.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, thus says the Lord G od ,"
            },
            {
                "verse_number": "12",
                "verse_text": "Thus says the L ord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "Hear and testify against the house of Jacob,”"
            },
            {
                "verse_number": "14",
                "verse_text": "“On that day when I punish Israel’s transgressions,"
            },
            {
                "verse_number": "15",
                "verse_text": "And I shall tear down the winter house with the summer house;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Hear this word, you [well-fed, pampered] cows (women) of Bashan who are on the mountain of Samaria, Who oppress the poor, who crush the needy, Who say to their husbands, “Bring [the wine] now, and let us drink!” That, “Behold, the days are coming upon you When they shall take you away with meat hooks, And the last of you with fish hooks. Every woman straight before her [unable to turn aside], Says the L ord . In Gilgal [where idols are worshiped] multiply transgression; Bring your sacrifices every morning, Your tithes every three days! And [boastfully] proclaim freewill offerings, announce them. For this you so love to do, O children of Israel!” Says the Lord G od . And lack of bread in all your places, Yet you have not returned to Me [in repentance],” says the L ord . When there were still three months until the harvest. Then I would send rain on one city, And on another city I would not send rain; One piece of ground was rained on, While the part not rained on would dry up. But would not be satisfied; Yet you have not returned to Me [in repentance],” says the L ord . And the caterpillar devoured Your many gardens and vineyards, your fig trees and your olive trees; Yet you have not returned to Me [in repentance],” says the L ord . I killed your young men with the sword and I captured your horses, I made the stench of your camp rise up into your nostrils; Yet you have not returned to Me [in repentance],” says the L ord . And you were [rescued] like a log pulled out of the flame; Yet you have not returned to Me [in repentance],” says the L ord . Because I will do this to you, Prepare to meet your God [in judgment], O Israel!” And declares to man what are His thoughts, He who makes the dawn into darkness And treads on the heights of the earth— The L ord God of hosts is His name."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord G od has sworn [an oath] by His holiness"
            },
            {
                "verse_number": "3",
                "verse_text": "And you shall go out through the breaches [made in the city wall], And you shall be cast to Harmon,”"
            },
            {
                "verse_number": "4",
                "verse_text": "“Come to Bethel [where the golden calf is] and transgress;"
            },
            {
                "verse_number": "5",
                "verse_text": "Offer [by burning] a sacrifice of thanksgiving of that which is leavened,"
            },
            {
                "verse_number": "6",
                "verse_text": "“I also gave you cleanness of teeth [because of the famine] in all your cities"
            },
            {
                "verse_number": "7",
                "verse_text": "“Furthermore, I withheld the rain from you"
            },
            {
                "verse_number": "8",
                "verse_text": "So [the people of] two or three cities would stagger into one city to drink water,"
            },
            {
                "verse_number": "9",
                "verse_text": "“I wounded you with blight [from the hot, blasting east wind] and with mildew;"
            },
            {
                "verse_number": "10",
                "verse_text": "“I sent a plague among you like [those of] Egypt;"
            },
            {
                "verse_number": "11",
                "verse_text": "“I overthrew and destroyed [some among] you, as [I, your] God overthrew Sodom and Gomorrah,"
            },
            {
                "verse_number": "12",
                "verse_text": "“Therefore this is what I shall do to you, O Israel;"
            },
            {
                "verse_number": "13",
                "verse_text": "For behold, He who forms the mountains and creates the wind"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Hear this word which I take up for you as a funeral song, O house of Israel: The virgin Israel. She lies neglected on her land; There is no one to raise her up. “The city which goes forth a thousand strong Will have a hundred left, And the one which goes forth a hundred strong Will have ten left to the house of Israel.” “Seek Me [search diligently for Me and regard Me as more essential than food] so that you may live. Nor enter [idolatrous] Gilgal, Nor cross over to Beersheba [and its idols]; For Gilgal will certainly go into captivity and exile, And Bethel will come to nothing. And cast righteousness down to the earth.” Who turns deep darkness into the morning And darkens the day into night, Who calls for the waters of the sea And pours them out on the surface of the earth, The L ord is His name. So that destruction comes on the fortress. And they detest him who speaks [the truth] with integrity and honesty. And demand a tribute (food-tax) of grain from them, Though you have built [luxurious] houses of square stone, You will not live in them; You have planted beautiful vineyards, but you will not drink their wine. You who distress the righteous and take bribes, And turn away from the poor in the [court of the city] gate [depriving them of justice]. And so may the L ord God of hosts be with you, Just as you have said! And establish justice in the [court of the city] gate. Perhaps the L ord God of hosts Will be gracious to the remnant of Joseph [that is, those who remain after God’s judgment]. “There is wailing in all the public plazas, And in all the streets they say, ‘Alas! Alas!’ And they call the farmers to mourning [for those who have died] And professional mourners to wailing. For I will pass through your midst [in judgment],” says the L ord . Why would you want the day of the L ord ? It is darkness (judgment) and not light [and rescue and prosperity]; And a bear meets him [so he dies anyway], Or goes home, and leans with his hand against the wall And a snake bites him. Even very dark with no brightness in it? And I do not take delight in your solemn assemblies. I will not accept them; And I will not even look at the peace offerings of your fattened animals. I shall not even listen to the melody of your harps. And righteousness like an ever-flowing stream [flowing abundantly]."
            },
            {
                "verse_number": "2",
                "verse_text": "She has fallen, she will not rise again—"
            },
            {
                "verse_number": "3",
                "verse_text": "For thus says the Lord G od ,"
            },
            {
                "verse_number": "4",
                "verse_text": "For thus says the L ord to the house of Israel,"
            },
            {
                "verse_number": "5",
                "verse_text": "But do not resort to Bethel [to worship the golden calf]"
            },
            {
                "verse_number": "6",
                "verse_text": "Seek the L ord [search diligently for Him and long for Him as your most essential need] so that you may live, Or He will rush down like a [devouring] fire, O house of Joseph, And there will be no one to quench the flame for [idolatrous] Bethel,"
            },
            {
                "verse_number": "7",
                "verse_text": "For those [shall be consumed] who turn justice into wormwood (bitterness)"
            },
            {
                "verse_number": "8",
                "verse_text": "He who made the [cluster of stars called] Pleiades and [the constellation] Orion,"
            },
            {
                "verse_number": "9",
                "verse_text": "It is He who causes [sudden] destruction to flash forth on the strong"
            },
            {
                "verse_number": "10",
                "verse_text": "They hate the one who reprimands [the unrighteous] in the [court held at the city] gate [regarding him as unreasonable and rejecting his reprimand],"
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, because you impose heavy rent on the poor"
            },
            {
                "verse_number": "12",
                "verse_text": "For I know your transgressions are many and your sins are great (shocking, innumerable),"
            },
            {
                "verse_number": "13",
                "verse_text": "Therefore, he who is prudent and has insight will keep silent at such a [corrupt and evil] time, for it is an evil time [when people will not listen to truth and will disregard those of good character]."
            },
            {
                "verse_number": "14",
                "verse_text": "Seek (long for, require) good and not evil, that you may live;"
            },
            {
                "verse_number": "15",
                "verse_text": "Hate evil and love good,"
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore, thus says the L ord God of hosts, the Lord,"
            },
            {
                "verse_number": "17",
                "verse_text": "And in all vineyards there is wailing,"
            },
            {
                "verse_number": "18",
                "verse_text": "Woe (judgment is coming) to you who desire the day of the L ord [expecting rescue from the Gentiles]!"
            },
            {
                "verse_number": "19",
                "verse_text": "It is as if a man runs from a lion [escaping one danger]"
            },
            {
                "verse_number": "20",
                "verse_text": "Will not the day of the L ord be darkness, instead of light,"
            },
            {
                "verse_number": "21",
                "verse_text": "“I hate, I despise and reject your [sacred] feasts,"
            },
            {
                "verse_number": "22",
                "verse_text": "Even though you offer Me your burnt offerings and your grain offerings,"
            },
            {
                "verse_number": "23",
                "verse_text": "Take the noise of your songs away from Me [they are an irritation]!"
            },
            {
                "verse_number": "24",
                "verse_text": "But let justice run down like waters"
            },
            {
                "verse_number": "25",
                "verse_text": "“Did you bring Me sacrifices and grain offerings during those forty years in the wilderness, O house of Israel? [Certainly not!]"
            },
            {
                "verse_number": "26",
                "verse_text": "You carried along your king Sikkuth and Kayyun [your man-made gods of Saturn], your images of your star-god which you made for yourselves [but you brought Me none of the appointed sacrifices]."
            },
            {
                "verse_number": "27",
                "verse_text": "Therefore, I will send you to go into exile far beyond Damascus,” says the L ord , whose name is the God of hosts."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Woe (judgment is coming) to those who are at ease and carefree in Zion (Judah) And to those on the mountain of Samaria who feel secure, The distinguished men of the foremost of nations, To whom the house of Israel comes. And from there go [north of Damascus] to the great city of Hamath; Then go down to Gath of the Philistines. Are they better than these kingdoms [of yours], Or is their territory greater than yours? Yet cause the seat of violence to come near? And lounge around out on their couches, And eat lambs from the flock And calves from the midst of the stall, Like David they have composed songs for themselves— And anoint themselves with the finest oils [reflecting their unrestrained celebration]; Yet they are not grieved over the ruin of Joseph (Israel). And the cultic revelry and banqueting of those who lounge around [on their luxurious couches] will pass away. “I loathe and reject the [self-centered] arrogance of Jacob (Israel), And I hate his palaces and citadels; Therefore, I shall hand over the [idolatrous] city [of Samaria] with all that it contains [to the Assyrian invaders].” Do men plow rocks with oxen? [Of course not!] Yet you have turned justice into poison And the fruit of righteousness into wormwood (bitterness), O house of Israel,” says the L ord , the God of hosts, “And they will afflict and torment you [to the entire limits of Israel] from the entrance of Hamath [in the north] To the brook of the Arabah [in the south].”"
            },
            {
                "verse_number": "2",
                "verse_text": "Go over to Calneh [in Babylonia] and look,"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you put off the day of punishment,"
            },
            {
                "verse_number": "4",
                "verse_text": "Those who lie on [luxurious] beds of ivory"
            },
            {
                "verse_number": "5",
                "verse_text": "Who improvise to the sound of the harp—"
            },
            {
                "verse_number": "6",
                "verse_text": "Who drink wine from sacrificial bowls"
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore, they will now go into exile with the first of the captives,"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord G od has sworn [an oath] by Himself—the L ord God of hosts, says:"
            },
            {
                "verse_number": "9",
                "verse_text": "And it shall come to pass that if there remain ten men in one house, they shall die [by the pestilence that comes with war]."
            },
            {
                "verse_number": "10",
                "verse_text": "Then one’s uncle, or his undertaker, shall come to bring the [disease-infected] body out of the house, [to cremate it], and he will say to another in the farthest part of the house, “Is there anyone else with you?” And that one will say, “No one.” Then he will respond, “Hush! Keep quiet! For the name of the L ord is not to be mentioned [even casually, for fear that we might invoke even more punishment].”"
            },
            {
                "verse_number": "11",
                "verse_text": "For behold, the L ord is going to command that the great house be smashed to pieces and the small house to fragments."
            },
            {
                "verse_number": "12",
                "verse_text": "Do horses run on rocks?"
            },
            {
                "verse_number": "13",
                "verse_text": "You who [self-confidently] rejoice in Lo-debar (Nothing), Who say, “Have we not by our own strength taken Karnaim (Strength) for ourselves?”"
            },
            {
                "verse_number": "14",
                "verse_text": "“For behold, I am going to stir up a nation against you,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Thus the Lord G od showed me [a vision], and behold, He was forming a swarm of locusts when the spring crop began to sprout. And behold, the spring crop was after the king’s mowing."
            },
            {
                "verse_number": "2",
                "verse_text": "And when the locusts had finished eating the plants of the land, then I said, “O Lord G od , please forgive! How can Jacob stand, For he is so small [that he cannot endure this]?” “It shall not take place,” said the L ord . “O Lord G od , please stop! How can Jacob stand, For he is so small [that he cannot endure this]?” “This also shall not be,” said the Lord G od . “Behold, I am setting a plumb line [as a standard] Among My people Israel [showing the defectiveness of the nation, requiring judgment]. I shall not spare them any longer. [The door of mercy is shut.] And the sanctuaries of Israel will be in ruins. Then I shall rise up against the house of Jeroboam with the sword [and destroy the monarchy].”"
            },
            {
                "verse_number": "3",
                "verse_text": "The L ord revoked this sentence."
            },
            {
                "verse_number": "4",
                "verse_text": "Thus the Lord G od showed me, and behold, the Lord G od called for punishment with fire, and it devoured the great deep [underground sources of water] and began to consume the land."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I said,"
            },
            {
                "verse_number": "6",
                "verse_text": "The L ord revoked this sentence."
            },
            {
                "verse_number": "7",
                "verse_text": "Thus He showed me [a vision], and behold, the Lord was standing by a vertical wall with a plumb line in His hand [to determine if the wall was straight or if it needed to be destroyed]."
            },
            {
                "verse_number": "8",
                "verse_text": "The L ord said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said,"
            },
            {
                "verse_number": "9",
                "verse_text": "And the [idolatrous] high places of Isaac (Israel) will be devastated and deserted,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Amaziah, the priest of Bethel [site of the golden calf shrine], sent word to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel; the land is unable to endure all his words."
            },
            {
                "verse_number": "11",
                "verse_text": "For in this way Amos has said, ‘Jeroboam will die by the sword and Israel will certainly go from its land into exile.’ ”"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Amaziah said to Amos, “Go, you seer, run for your life [from Israel] to the land of Judah [your own country] and eat bread and live as a prophet there!"
            },
            {
                "verse_number": "13",
                "verse_text": "But do not prophesy any longer at Bethel, for it is the king’s sanctuary and a royal residence.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Amos replied to Amaziah, “I am not a prophet [by profession], nor am I a prophet’s son; I am a herdsman and a grower of sycamore figs."
            },
            {
                "verse_number": "15",
                "verse_text": "But the L ord took me as I followed the flock and the L ord said to me, ‘Go, prophesy to My people Israel.’"
            },
            {
                "verse_number": "16",
                "verse_text": "Now therefore, listen to the word of the L ord : You say, ‘You shall not prophesy against Israel nor shall you speak against the house of Isaac.’"
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore, thus says the L ord , ‘Your wife shall become a prostitute in the city [when the Assyrians capture Samaria] and your sons and your daughters shall fall by the sword, and your land shall be divided by a measuring line; you yourself shall die in an unclean and defiled [pagan] land, and Israel shall certainly go from its land into exile.’ ”"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Thus the Lord G od showed me [a vision], and behold, there was a basket of [overripe] summer fruit."
            },
            {
                "verse_number": "2",
                "verse_text": "And He said, “Amos, what do you see?” And I said, “A basket of summer fruit.” Then the L ord said to me, “The end has come for My people Israel. I will spare them no longer [for the nation is ripe for judgment]."
            },
            {
                "verse_number": "3",
                "verse_text": "In that day, the songs of the palace shall turn to wailing,” says the Lord G od . “There will be many dead bodies; in [sacred] silence they will throw them everywhere.” “When will the New Moon [festival] be over So that we may sell grain, And the Sabbath ended so that we may open the wheat market, Making the ephah [measure] smaller and the shekel bigger [that is, selling less for a higher price] And to cheat by falsifying the scales, And that we may sell the leftovers of the wheat [as if it were a good grade of grain]?” “Surely I shall never forget [nor leave unpunished] any of their [rebellious] acts. And everyone mourn who dwells in it? Indeed, all of it shall rise up like the Nile, And it will be tossed around [from the impact of judgment] And [afterward] subside again like the Nile of Egypt. “That I shall cause the sun to go down at noon, And I shall darken the earth in broad daylight. And all your songs into dirges (funeral poems to be sung); And baldness on every head [shaved for mourning]. And I shall make that time like a time of mourning for an only son [who has died], And the end of it shall be like a bitter day. “When I will send hunger over the land, Not hunger for bread or a thirst for water, But rather [a hunger] for hearing the words of the L ord . And from the north even to the east; They will roam here and there to seek the word of the L ord [longing for it as essential for life], But they will not find it. And [even the vigorous] young men shall faint from thirst. Who say, ‘By the life of your god [the golden calf], O Dan!’ And [swear], ‘By the life of the way of [idolatrous] Beersheba,’ They shall fall and not rise again.”"
            },
            {
                "verse_number": "4",
                "verse_text": "Hear this, you who trample down the needy, and do away with the poor of the land,"
            },
            {
                "verse_number": "5",
                "verse_text": "saying,"
            },
            {
                "verse_number": "6",
                "verse_text": "So that we may buy the poor [as slaves] for silver [since they are unable to support themselves] And the needy for a pair of sandals, And I shall cause sackcloth to be put on everyone’s loins"
            },
            {
                "verse_number": "7",
                "verse_text": "The L ord has sworn [an oath] by the pride of Jacob,"
            },
            {
                "verse_number": "8",
                "verse_text": "Because of this [coming judgment] will the land not quake"
            },
            {
                "verse_number": "9",
                "verse_text": "It shall come about in that day,” says the Lord G od ,"
            },
            {
                "verse_number": "10",
                "verse_text": "And I shall turn your festivals and feasts into mourning"
            },
            {
                "verse_number": "11",
                "verse_text": "“Behold, the days are coming,” says the Lord G od ,"
            },
            {
                "verse_number": "12",
                "verse_text": "People shall stagger from sea to sea [to the very ends of the earth]"
            },
            {
                "verse_number": "13",
                "verse_text": "In that day the beautiful virgins"
            },
            {
                "verse_number": "14",
                "verse_text": "Those who swear [their oaths] by the sin (guilt) of Samaria or Ashimah (a pagan goddess),"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I saw [in a vision] the Lord standing at the altar, and He said, “Destroy the capitals (tops) of the pillars so that the thresholds will shake, And break them on the heads of all of the people! Then I will kill the rest of them with the sword; They will not have a fugitive who will get away, Or a survivor who will escape. From there My hand will take them [for judgment]; And though they climb up to heaven [to hide in the realm of light], From there will I bring them down [for judgment]. I will track them down and take them from there; And though they hide from My sight on the floor of the sea, From there I shall command the serpent and it will bite them. From there I shall command the sword to kill them, And I will set My eyes against them for evil (judgment, punishment) and not for good [that is, not for correction leading to restoration].” It is He who touches the earth [in judgment] and it melts, And all who dwell on it mourn [in despair and fear], And all of it rises up like the Nile And subsides like the Nile of Egypt; And has established His vaulted dome (the firmament of heaven) over the earth, He who calls to the waters of the sea And pours them out on the face of the earth— The L ord is His name. O sons of Israel?” says the L ord . “Have I not brought up Israel from the land of Egypt, And the Philistines from Caphtor and the Arameans (Syrians) from Kir? And I shall destroy it from the face of the earth; But I shall not totally destroy the house of Jacob [that is, the entire nation of Israel],” Says the L ord . And I shall shake and sift the house of Israel among all nations [and cause it to tremble] Like grain is shaken in a sieve [removing the chaff], But not a kernel [of the faithful remnant] shall fall to the ground and be lost [from My sight]. Those who say [defiantly], ‘The disaster will not overtake or confront us.’ And wall up its breaches [in the city walls]; I will also raise up and restore its ruins And rebuild it as it was in the days of old, And all the nations that are called by My name,” Says the L ord who does this. “When the plowman shall overtake the one who gathers the harvest, And the one who treads the grapes [shall overtake] him who sows the seed [for the harvest continues until planting time]; When the mountains will drip sweet wine And all the hills shall melt [that is, everything that was once barren will overflow with streams of blessing]. And they will rebuild the deserted and ruined cities and inhabit them: They will also plant vineyards and drink their wine, And make gardens and eat their fruit. And they shall never again be uprooted from their land Which I have given them,” Says the L ord your God."
            },
            {
                "verse_number": "2",
                "verse_text": "Though they dig into Sheol [to hide in the deepest pit],"
            },
            {
                "verse_number": "3",
                "verse_text": "Though they hide on the summit of [Mount] Carmel,"
            },
            {
                "verse_number": "4",
                "verse_text": "And though they go into captivity before their enemies,"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord G od of hosts [the Omnipotent Ruler],"
            },
            {
                "verse_number": "6",
                "verse_text": "It is He who builds His upper chambers in the heavens"
            },
            {
                "verse_number": "7",
                "verse_text": "“Are you [degenerate ones] not as the [despised] sons of Ethiopia to Me,"
            },
            {
                "verse_number": "8",
                "verse_text": "Behold, the eyes of the Lord G od are on the sinful [northern] kingdom [of Israel’s ten tribes]"
            },
            {
                "verse_number": "9",
                "verse_text": "“For behold, I am commanding,"
            },
            {
                "verse_number": "10",
                "verse_text": "All the sinners among My people will die by the sword,"
            },
            {
                "verse_number": "11",
                "verse_text": "“In that day I shall raise up and restore the fallen tabernacle (booth) of David,"
            },
            {
                "verse_number": "12",
                "verse_text": "That they may possess the remnant of Edom (ancient enemies)"
            },
            {
                "verse_number": "13",
                "verse_text": "“Behold, the days are coming,” says the L ord ,"
            },
            {
                "verse_number": "14",
                "verse_text": "Also I shall bring back the exiles of My people Israel,"
            },
            {
                "verse_number": "15",
                "verse_text": "I will also plant them on their land,"
            }
        ]
    }
}