{
    "Titus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, a bond-servant of God and an apostle (special messenger, personally chosen representative) of Jesus Christ, for the faith of God’s chosen ones and [to lead and encourage them to recognize and pursue] the knowledge of the truth which leads to godliness,"
            },
            {
                "verse_number": "2",
                "verse_text": "based on the hope and divine guarantee of eternal life, [the life] which God, who is ever truthful and without deceit, promised before the ages of time began,"
            },
            {
                "verse_number": "3",
                "verse_text": "and at the appointed time has made known His word and revealed it as His message, through preaching, which was entrusted to me according to the command of God our Savior—"
            },
            {
                "verse_number": "4",
                "verse_text": "To Titus, my true child in a common faith: Grace and peace [inner calm and spiritual well-being] from God the Father and Christ Jesus our Savior."
            },
            {
                "verse_number": "5",
                "verse_text": "For this reason I left you behind in Crete, so that you would set right what remains unfinished, and appoint elders in every city as I directed you,"
            },
            {
                "verse_number": "6",
                "verse_text": "namely, a man of unquestionable integrity, the husband of one wife, having children who believe, not accused of being immoral or rebellious."
            },
            {
                "verse_number": "7",
                "verse_text": "For the overseer, as God’s steward, must be blameless, not self-willed, not quick-tempered, not addicted to wine, not violent, not greedy for dishonest gain [but financially ethical]."
            },
            {
                "verse_number": "8",
                "verse_text": "And he must be hospitable [to believers, as well as strangers], a lover of what is good, sensible (upright), fair, devout, self-disciplined [above reproach—whether in public or in private]."
            },
            {
                "verse_number": "9",
                "verse_text": "He must hold firmly to the trustworthy word [of God] as it was taught to him, so that he will be able both to give accurate instruction in sound [reliable, error-free] doctrine and to refute those who contradict [it by explaining their error]."
            },
            {
                "verse_number": "10",
                "verse_text": "For there are many rebellious men who are empty talkers [just windbags] and deceivers; especially those of the circumcision [those Jews who insist that Gentile believers must be circumcised and keep the Law in order to be saved]."
            },
            {
                "verse_number": "11",
                "verse_text": "They must be silenced, because they are upsetting whole families by teaching things they should not teach for the purpose of dishonest financial gain."
            },
            {
                "verse_number": "12",
                "verse_text": "One of them [Epimenides, a Cretan], a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.”"
            },
            {
                "verse_number": "13",
                "verse_text": "This description is true. So rebuke them sharply so that they will be sound in the faith and free from doctrinal error,"
            },
            {
                "verse_number": "14",
                "verse_text": "not paying attention to Jewish myths and the commandments and rules of men who turn their backs on the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "To the pure, all things are pure; but to the corrupt and unbelieving, nothing is pure; both their mind and their conscience are corrupted."
            },
            {
                "verse_number": "16",
                "verse_text": "They profess to know God [to recognize and be acquainted with Him], but by their actions they deny and disown Him. They are detestable and disobedient and worthless for good work of any kind."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "But as for you, teach the things which are in agreement with sound doctrine [which produces men and women of good character whose lifestyle identifies them as true Christians]."
            },
            {
                "verse_number": "2",
                "verse_text": "Older men are to be temperate, dignified, sensible, sound in faith, in love, in steadfastness [Christlike in character]."
            },
            {
                "verse_number": "3",
                "verse_text": "Older women similarly are to be reverent in their behavior, not malicious gossips nor addicted to much wine, teaching what is right and good,"
            },
            {
                "verse_number": "4",
                "verse_text": "so that they may encourage the young women to tenderly love their husbands and their children,"
            },
            {
                "verse_number": "5",
                "verse_text": "to be sensible, pure, makers of a home [where God is honored], good-natured, being subject to their own husbands, so that the word of God will not be dishonored."
            },
            {
                "verse_number": "6",
                "verse_text": "In a similar way urge the young men to be sensible and self-controlled and to behave wisely [taking life seriously]."
            },
            {
                "verse_number": "7",
                "verse_text": "And in all things show yourself to be an example of good works, with purity in doctrine [having the strictest regard for integrity and truth], dignified,"
            },
            {
                "verse_number": "8",
                "verse_text": "sound and beyond reproach in instruction, so that the opponent [of the faith] will be shamed, having nothing bad to say about us."
            },
            {
                "verse_number": "9",
                "verse_text": "Urge bond-servants to be subject to their own masters in everything, to be pleasing and not talk back,"
            },
            {
                "verse_number": "10",
                "verse_text": "not stealing [things, regardless of value], but proving themselves trustworthy, so that in every respect they will adorn and do credit to the teaching of God our Savior."
            },
            {
                "verse_number": "11",
                "verse_text": "For the [remarkable, undeserved] grace of God that brings salvation has appeared to all men."
            },
            {
                "verse_number": "12",
                "verse_text": "It teaches us to reject ungodliness and worldly (immoral) desires, and to live sensible, upright, and godly lives [with a purpose that reflect spiritual maturity] in this present age,"
            },
            {
                "verse_number": "13",
                "verse_text": "awaiting and confidently expecting the [fulfillment of our] blessed hope and the glorious appearing of our great God and Savior, Christ Jesus,"
            },
            {
                "verse_number": "14",
                "verse_text": "who [willingly] gave Himself [to be crucified] on our behalf to redeem us and purchase our freedom from all wickedness, and to purify for Himself a chosen and very special people to be His own possession, who are enthusiastic for doing what is good."
            },
            {
                "verse_number": "15",
                "verse_text": "Tell them these things. Encourage and rebuke with full authority. Let no one disregard or despise you [conduct yourself and your teaching so as to command respect]."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Remind people to be subject to rulers and authorities, to be obedient, to be ready and willing to do good,"
            },
            {
                "verse_number": "2",
                "verse_text": "to slander or abuse no one, to be kind and conciliatory and gentle, showing unqualified consideration and courtesy toward everyone."
            },
            {
                "verse_number": "3",
                "verse_text": "For we too once were foolish, disobedient, deceived, enslaved to various sinful desires and pleasures, spending and wasting our life in malice and envy, hateful, hating one another."
            },
            {
                "verse_number": "4",
                "verse_text": "But when the goodness and kindness of God our Savior and His love for mankind appeared [in human form as the Man, Jesus Christ],"
            },
            {
                "verse_number": "5",
                "verse_text": "He saved us, not because of any works of righteousness that we have done, but because of His own compassion and mercy, by the cleansing of the new birth (spiritual transformation, regeneration) and renewing by the Holy Spirit,"
            },
            {
                "verse_number": "6",
                "verse_text": "whom He poured out richly upon us through Jesus Christ our Savior,"
            },
            {
                "verse_number": "7",
                "verse_text": "so that we would be justified [made free of the guilt of sin] by His [compassionate, undeserved] grace, and that we would be [acknowledged as acceptable to Him and] made heirs of eternal life [actually experiencing it] according to our hope (His guarantee)."
            },
            {
                "verse_number": "8",
                "verse_text": "This is a faithful and trustworthy saying; and concerning these things I want you to speak with great confidence, so that those who have believed God [that is, those who have trusted in, relied on, and accepted Christ Jesus as Savior,] will be careful to participate in doing good and honorable things. These things are excellent [in themselves] and profitable for the people."
            },
            {
                "verse_number": "9",
                "verse_text": "But avoid foolish and ill-informed and stupid controversies and genealogies and dissensions and quarrels about the Law, for they are unprofitable and useless."
            },
            {
                "verse_number": "10",
                "verse_text": "After a first and second warning reject a divisive man [who promotes heresy and causes dissension—ban him from your fellowship and have nothing more to do with him],"
            },
            {
                "verse_number": "11",
                "verse_text": "well aware that such a person is twisted and is sinning; he is convicted and self-condemned [and is gratified by causing confusion among believers]. G race be with all of you."
            },
            {
                "verse_number": "12",
                "verse_text": "When I send Artemas or [perhaps] Tychicus to you, make every effort to come to me at Nicopolis, for I have decided to spend the winter there."
            },
            {
                "verse_number": "13",
                "verse_text": "Do your best to help Zenas the lawyer and Apollos on their way; see that they are supplied and lack nothing."
            },
            {
                "verse_number": "14",
                "verse_text": "Our people must learn to do good deeds to meet necessary demands [whatever the occasion may require], so that they will not be unproductive."
            },
            {
                "verse_number": "15",
                "verse_text": "All who are with me greet you. Greet those who love us in the faith."
            }
        ]
    }
}