{
    "Matthew": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The record of the genealogy of Jesus the Messiah, the son (descendant) of David, the son (descendant) of Abraham:"
            },
            {
                "verse_number": "2",
                "verse_text": "Abraham was the father of Isaac, Isaac the father of Jacob, and Jacob the father of Judah and his brothers [who became the twelve tribes of Israel]."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah was the father of Perez and Zerah by Tamar, Perez was the father of Hezron, and Hezron the father of Ram."
            },
            {
                "verse_number": "4",
                "verse_text": "Ram was the father of Aminadab, Aminadab the father of Nahshon, and Nahshon the father of Salmon."
            },
            {
                "verse_number": "5",
                "verse_text": "Salmon was the father of Boaz by Rahab, Boaz was the father of Obed by Ruth, and Obed the father of Jesse."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesse was the father of David the king. D avid was the father of Solomon by Bathsheba who had been the wife of Uriah."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon was the father of Rehoboam, Rehoboam the father of Abijah, and Abijah the father of Asa."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah was the father of Jotham, Jotham the father of Ahaz, and Ahaz the father of Hezekiah."
            },
            {
                "verse_number": "10",
                "verse_text": "Hezekiah was the father of Manasseh, Manasseh the father of Amon, and Amon the father of Josiah."
            },
            {
                "verse_number": "11",
                "verse_text": "Josiah became the father of Jeconiah [also called Coniah and Jehoiachin] and his brothers, at the time of the deportation (exile) to Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "After the deportation to Babylon: Jeconiah became the father of Shealtiel, and Shealtiel the father of Zerubbabel."
            },
            {
                "verse_number": "13",
                "verse_text": "Zerubbabel was the father of Abihud, Abihud the father of Eliakim, and Eliakim the father of Azor."
            },
            {
                "verse_number": "14",
                "verse_text": "Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud."
            },
            {
                "verse_number": "15",
                "verse_text": "Eliud was the father of Eleazar, Eleazar the father of Matthan, and Matthan the father of Jacob."
            },
            {
                "verse_number": "16",
                "verse_text": "Jacob was the father of Joseph the husband of Mary, by whom Jesus was born, who is called the Messiah (Christ)."
            },
            {
                "verse_number": "17",
                "verse_text": "So all the generations from Abraham to David are fourteen; from David to the Babylonian deportation (exile), fourteen generations; and from the Babylonian deportation to the Messiah, fourteen generations."
            },
            {
                "verse_number": "18",
                "verse_text": "Now the birth of Jesus Christ was as follows: when His mother Mary had been betrothed to Joseph, before they came together she was found to be with child by [the power of] the Holy Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "And Joseph her [promised] husband, being a just and righteous man and not wanting to expose her publicly to shame, planned to send her away and divorce her quietly."
            },
            {
                "verse_number": "20",
                "verse_text": "But after he had considered this, an angel of the Lord appeared to him in a dream, saying, &apos;Joseph, descendant of David, do not be afraid to take Mary as your wife, for the Child who has been conceived in her is of the Holy Spirit."
            },
            {
                "verse_number": "21",
                "verse_text": "She will give birth to a Son, and you shall name Him Jesus (The L ord is salvation), for He will save His people from their sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "All this happened in order to fulfill what the Lord had spoken through the prophet [Isaiah]:"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;B ehold , the virgin shall be with child and give birth to a S on , and they shall call H is name I mmanuel &apos;&ndash;which, when translated, means, &apos;G od with us .&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Joseph awoke from his sleep and did as the angel of the Lord had commanded him, and he took Mary [to his home] as his wife,"
            },
            {
                "verse_number": "25",
                "verse_text": "but he kept her a virgin until she had given birth to a Son [her firstborn child]; and he named Him Jesus (The L ord is salvation)."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now when Jesus was born in Bethlehem of Judea in the days of Herod the king (Herod the Great), magi (wise men) from the east came to Jerusalem, asking,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Where is He who has been born King of the Jews? For we have seen His star in the east and have come to worship Him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When Herod the king heard this, he was disturbed, and all Jerusalem with him."
            },
            {
                "verse_number": "4",
                "verse_text": "So he called together all the chief priests and scribes of the people and [anxiously] asked them where the Christ (the Messiah, the Anointed) was to be born."
            },
            {
                "verse_number": "5",
                "verse_text": "They replied to him, &apos;In Bethlehem of Judea, for this is what has been written by the prophet [Micah]: are not in any way least among the leaders of J udah ; F or from you shall come a R uler W ho will shepherd M y people I srael .&quot; &apos; W eeping and great mourning , S he refused to be comforted , B ecause they were no more .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;A nd you , B ethlehem , in the land of J udah ,"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Herod secretly sent for the magi and learned from them the [exact] time the star [had first] appeared."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he sent them to Bethlehem, saying, &apos;Go and search carefully for the Child; and when you have found Him, report to me, so that I too may come and worship Him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "After hearing the king, they went their way; and behold, the star, which they had seen in the east, went on before them [continually leading the way] until it came and stood over the place where the young Child was."
            },
            {
                "verse_number": "10",
                "verse_text": "When they saw the star, they rejoiced exceedingly with great joy."
            },
            {
                "verse_number": "11",
                "verse_text": "And after entering the house, they saw the Child with Mary His mother; and they fell down and worshiped Him. Then, after opening their treasure chests, they presented to Him gifts [fit for a king, gifts] of gold, frankincense, and myrrh."
            },
            {
                "verse_number": "12",
                "verse_text": "And having been warned [by God] in a dream not to go back to Herod, the magi left for their own country by another way."
            },
            {
                "verse_number": "13",
                "verse_text": "Now when they had gone, an angel of the Lord appeared to Joseph in a dream and said, &apos;Get up! Take the Child and His mother and flee to Egypt, and remain there until I tell you; for Herod intends to search for the Child in order to destroy Him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Joseph got up and took the Child and His mother while it was still night, and left for Egypt."
            },
            {
                "verse_number": "15",
                "verse_text": "He remained there until the death of Herod. This was to fulfill what the Lord had spoken by the prophet [Hosea]: &apos;O ut of E gypt I called M y S on .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Herod, when he realized that he had been tricked by the magi, was extremely angry, and he sent [soldiers] and put to death all the male children in Bethlehem and in all that area who were two years old and under, according to the date which he had learned from the magi."
            },
            {
                "verse_number": "17",
                "verse_text": "Then what had been spoken through Jeremiah the prophet was fulfilled:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;A voice was heard in R amah , R achel weeping for her children ;"
            },
            {
                "verse_number": "19",
                "verse_text": "But when Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt, and said,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Get up! Take the Child and His mother, and go to the land of Israel; for those who sought the Child&quot;s life are dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joseph got up, and took the Child and His mother, and came into the land of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "But when he heard that Archelaus was ruling over Judea in place of his father Herod [the Great], he was afraid to go there. Then being warned by God in a dream, he left for the region of Galilee,"
            },
            {
                "verse_number": "23",
                "verse_text": "and went and settled in a city called Nazareth. This was to fulfill what was spoken through the prophets: &apos;He shall be called a Nazarene.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In those days John the Baptist appeared, preaching in the Wilderness of Judea [along the western side of the Dead Sea] and saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos; Repent [change your inner self&ndash;your old way of thinking, regret past sins, live your life in a way that proves repentance; seek God&quot;s purpose for your life], for the kingdom of heaven is at hand.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "This is the one who was mentioned by the prophet Isaiah when he said, &apos;T he voice of one shouting in the wilderness , &quot;P repare the road for the L ord , M ake H is highways straight (level, direct)!&quot; &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Now this same John had clothing made of camel&quot;s hair and a [wide] leather band around his waist; and his food was locusts and wild honey."
            },
            {
                "verse_number": "5",
                "verse_text": "At that time Jerusalem was going out to him, and all Judea and all the district around the Jordan;"
            },
            {
                "verse_number": "6",
                "verse_text": "and they were being baptized by him in the Jordan River, as they confessed their sins."
            },
            {
                "verse_number": "7",
                "verse_text": "But when he saw many of the Pharisees and Sadducees coming for baptism, he said to them, &apos;You brood of vipers, who warned you to flee from the [divine] wrath and judgment to come?"
            },
            {
                "verse_number": "8",
                "verse_text": "So produce fruit that is consistent with repentance [demonstrating new behavior that proves a change of heart, and a conscious decision to turn away from sin];"
            },
            {
                "verse_number": "9",
                "verse_text": "and do not presume to say to yourselves [as a defense], &quot;We have Abraham for our father [so our inheritance assures us of salvation]&quot;; for I say to you that from these stones God is able to raise up children (descendants) for Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "And already the axe [of God&quot;s judgment] is swinging toward the root of the trees; therefore every tree that does not bear good fruit is cut down and thrown into the fire."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;As for me, I baptize you with water because of [your] repentance [that is, because you are willing to change your inner self&ndash;your old way of thinking, regret your sin and live a changed life], but He (the Messiah) who is coming after me is mightier [more powerful, more noble] than I, whose sandals I am not worthy to remove [even as His slave]; He will baptize you [who truly repent] with the Holy Spirit and [you who remain unrepentant] with fire (judgment)."
            },
            {
                "verse_number": "12",
                "verse_text": "His winnowing fork is in His hand, and He will thoroughly clear out His threshing floor; and He will gather His wheat (believers) into His barn (kingdom), but He will burn up the chaff (the unrepentant) with unquenchable fire.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus came from Galilee to John at the Jordan [River], to be baptized by him."
            },
            {
                "verse_number": "14",
                "verse_text": "But John tried to prevent Him [vigorously protesting], saying, &apos;It is I who need to be baptized by You, and do You come to me?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Jesus replied to him, &apos;Permit it just now; for this is the fitting way for us to fulfill all righteousness.&apos; Then John permitted [it and baptized] Him."
            },
            {
                "verse_number": "16",
                "verse_text": "After Jesus was baptized, He came up immediately out of the water; and behold, the heavens were opened, and he (John) saw the Spirit of God descending as a dove and lighting on Him (Jesus),"
            },
            {
                "verse_number": "17",
                "verse_text": "and behold, a voice from heaven said, &apos;This is My beloved Son, in whom I am well-pleased and delighted!&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus was led by the [Holy] Spirit into the wilderness to be tempted by the devil."
            },
            {
                "verse_number": "2",
                "verse_text": "After He had gone without food for forty days and forty nights, He became hungry."
            },
            {
                "verse_number": "3",
                "verse_text": "And the tempter came and said to Him, &apos;If You are the Son of God, command that these stones become bread.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus replied, &apos;It is written and forever remains written, &quot;M an shall not live by bread alone , but by every word that comes out of the mouth of G od .&quot; &apos; &quot;H e will command H is angels concerning Y ou [to serve, care for, protect and watch over You]&quot;; and &quot;T hey will lift you up on their hands , S o that Y ou will not strike Y our foot against a stone .&quot; &apos; B y the way of the sea , beyond the J ordan , G alilee [in the district] of the G entiles &ndash; A nd for those who were sitting (living) in the land and shadow of [spiritual and moral] death , U pon them a L ight has dawned .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the devil took Him into the holy city [Jerusalem] and placed Him on the pinnacle (highest point) of the temple."
            },
            {
                "verse_number": "6",
                "verse_text": "And he said [mockingly] to Him, &apos;If You are the Son of God, throw Yourself down; for it is written,"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to him, &apos;On the other hand, it is written and forever remains written, &quot;Y ou shall not test the L ord your G od .&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Again, the devil took Him up on a very high mountain and showed Him all the kingdoms of the world and the glory [splendor, magnificence, and excellence] of them;"
            },
            {
                "verse_number": "9",
                "verse_text": "and he said to Him, &apos;All these things I will give You, if You fall down and worship me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to him, &apos;Go away, Satan! For it is written and forever remains written, &quot;Y ou shall worship the L ord your G od , and serve H im only .&quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the devil left Him; and angels came and ministered to Him [bringing Him food and serving Him]."
            },
            {
                "verse_number": "12",
                "verse_text": "Now when Jesus heard that John [the Baptist] had been arrested and put in prison, He left for Galilee."
            },
            {
                "verse_number": "13",
                "verse_text": "And leaving Nazareth, He went and settled in Capernaum, which is by the sea, in the country of Zebulun and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "This was to fulfill what was spoken by the prophet Isaiah:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;T he land of Z ebulun and the land of N aphtali ,"
            },
            {
                "verse_number": "16",
                "verse_text": "T he people who were sitting (living) in [spiritual] darkness have seen a great L ight ,"
            },
            {
                "verse_number": "17",
                "verse_text": "From that time Jesus began to preach and say, &apos; Repent [change your inner self&ndash;your old way of thinking, regret past sins, live your life in a way that proves repentance; seek God&quot;s purpose for your life], for the kingdom of heaven is at hand.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "As Jesus was walking by the Sea of Galilee, He noticed two brothers, Simon who was called Peter, and Andrew his brother, casting a net into the sea; for they were fishermen."
            },
            {
                "verse_number": "19",
                "verse_text": "And He said to them, &apos; Follow Me [as My disciples, accepting Me as your Master and Teacher and walking the same path of life that I walk], and I will make you fishers of men.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Immediately they left their nets and followed Him [becoming His disciples, believing and trusting in Him and following His example]."
            },
            {
                "verse_number": "21",
                "verse_text": "And going on [further] from there He noticed two other brothers, James the son of Zebedee, and his brother John, in the boat with their father Zebedee, mending their nets; and He called them [to follow Him as His disciples]."
            },
            {
                "verse_number": "22",
                "verse_text": "Immediately they left the boat and their father, and followed Him [becoming His disciples, believing and trusting in Him and following His example]."
            },
            {
                "verse_number": "23",
                "verse_text": "And He went throughout all Galilee, teaching in their synagogues and preaching the good news (gospel) of the kingdom, and healing every kind of disease and every kind of sickness among the people [demonstrating and revealing that He was indeed the promised Messiah]."
            },
            {
                "verse_number": "24",
                "verse_text": "So the news about Him spread throughout all Syria; and they brought to Him all who were sick, those suffering with various diseases and pains, those under the power of demons, and epileptics, paralytics; and He healed them."
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds followed Him from Galilee and the Decapolis and Jerusalem and Judea and the other side of the Jordan."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus saw the crowds, He went up on the mountain; and when He was seated, His disciples came to Him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then He began to teach them, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Blessed [spiritually prosperous, happy, to be admired] are the poor in spirit [those devoid of spiritual arrogance, those who regard themselves as insignificant], for theirs is the kingdom of heaven [both now and forever]."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Blessed [forgiven, refreshed by God&quot;s grace] are those who mourn [over their sins and repent], for they will be comforted [when the burden of sin is lifted]."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Blessed [inwardly peaceful, spiritually secure, worthy of respect] are the gentle [the kind-hearted, the sweet-spirited, the self-controlled], for they will inherit the earth."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Blessed [joyful, nourished by God&quot;s goodness] are those who hunger and thirst for righteousness [those who actively seek right standing with God], for they will be [completely] satisfied."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Blessed [content, sheltered by God&quot;s promises] are the merciful, for they will receive mercy."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Blessed [anticipating God&quot;s presence, spiritually mature] are the pure in heart [those with integrity, moral courage, and godly character], for they will see God."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Blessed [spiritually calm with life-joy in God&quot;s favor] are the makers and maintainers of peace, for they will [express His character and] be called the sons of God."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Blessed [comforted by inner peace and God&quot;s love] are those who are persecuted for doing that which is morally right, for theirs is the kingdom of heaven [both now and forever]."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Blessed [morally courageous and spiritually alive with life-joy in God&quot;s goodness] are you when people insult you and persecute you, and falsely say all kinds of evil things against you because of [your association with] Me."
            },
            {
                "verse_number": "12",
                "verse_text": "Be glad and exceedingly joyful, for your reward in heaven is great [absolutely inexhaustible]; for in this same way they persecuted the prophets who were before you."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You are the salt of the earth; but if the salt has lost its taste (purpose), how can it be made salty? It is no longer good for anything, but to be thrown out and walked on by people [when the walkways are wet and slippery]."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You are the light of [Christ to] the world. A city set on a hill cannot be hidden;"
            },
            {
                "verse_number": "15",
                "verse_text": "nor does anyone light a lamp and put it under a basket, but on a lampstand, and it gives light to all who are in the house."
            },
            {
                "verse_number": "16",
                "verse_text": "Let your light shine before men in such a way that they may see your good deeds and moral excellence, and [recognize and honor and] glorify your Father who is in heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Do not think that I came to do away with or undo the Law [of Moses] or the [writings of the] Prophets; I did not come to destroy but to fulfill."
            },
            {
                "verse_number": "18",
                "verse_text": "For I assure you and most solemnly say to you, until heaven and earth pass away, not the smallest letter or stroke [of the pen] will pass from the Law until all things [which it foreshadows] are accomplished."
            },
            {
                "verse_number": "19",
                "verse_text": "So whoever breaks one of the least [important] of these commandments, and teaches others to do the same, will be called least [important] in the kingdom of heaven; but whoever practices and teaches them, he will be called great in the kingdom of heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;For I say to you that unless your righteousness (uprightness, moral essence) is more than that of the scribes and Pharisees, you will never enter the kingdom of heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You have heard that it was said to the men of old, &quot;Y ou shall not murder ,&quot; and &quot;Whoever murders shall be guilty before the court.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "But I say to you that everyone who continues to be angry with his brother or harbors malice against him shall be guilty before the court; and whoever speaks [contemptuously and insultingly] to his brother, &quot;Raca (You empty-headed idiot)!&quot; shall be guilty before the supreme court (Sanhedrin); and whoever says, &quot;You fool!&quot; shall be in danger of the fiery hell."
            },
            {
                "verse_number": "23",
                "verse_text": "So if you are presenting your offering at the altar, and while there you remember that your brother has something [such as a grievance or legitimate complaint] against you,"
            },
            {
                "verse_number": "24",
                "verse_text": "leave your offering there at the altar and go. First make peace with your brother, and then come and present your offering."
            },
            {
                "verse_number": "25",
                "verse_text": "Come to terms quickly [at the earliest opportunity] with your opponent at law while you are with him on the way [to court] , so that your opponent does not hand you over to the judge, and the judge to the guard, and you are thrown into prison."
            },
            {
                "verse_number": "26",
                "verse_text": "I assure you and most solemnly say to you, you will not come out of there until you have paid the last cent."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You have heard that it was said, &quot;Y ou shall not commit adultery &quot;;"
            },
            {
                "verse_number": "28",
                "verse_text": "but I say to you that everyone who [so much as] looks at a woman with lust for her has already committed adultery with her in his heart."
            },
            {
                "verse_number": "29",
                "verse_text": "If your right eye makes you stumble and leads you to sin, tear it out and throw it away [that is, remove yourself from the source of temptation]; for it is better for you to lose one of the parts of your body, than for your whole body to be thrown into hell."
            },
            {
                "verse_number": "30",
                "verse_text": "If your right hand makes you stumble and leads you to sin, cut it off and throw it away [that is, remove yourself from the source of temptation]; for it is better for you to lose one of the parts of your body than for your whole body to go into hell."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;It has also been said, &quot;W hoever divorces his wife is to give her a certificate of divorce &quot;;"
            },
            {
                "verse_number": "32",
                "verse_text": "but I say to you that whoever divorces his wife, except on grounds of sexual immorality, causes her to commit adultery; and whoever marries a woman who has been divorced commits adultery."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Again, you have heard that it was said to the men of old, &quot;Y ou shall not make false vows , but you shall fulfill your vows to the L ord [as a religious duty].&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "But I say to you, do not make an oath at all, either by heaven, for it is the throne of God;"
            },
            {
                "verse_number": "35",
                "verse_text": "or by the earth, for it is the footstool of His feet; or by Jerusalem, for it is the city of the G reat K ing ."
            },
            {
                "verse_number": "36",
                "verse_text": "Nor shall you make an oath by your head, for you are not able to make a single hair white or black."
            },
            {
                "verse_number": "37",
                "verse_text": "But let your statement be, &quot;Yes, yes&quot; or &quot;No, no&quot; [a firm yes or no]; anything more than that comes from the evil one."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;You have heard that it was said, &quot;A n eye for an eye , and a tooth for a tooth [punishment that fits the offense].&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "But I say to you, do not resist an evil person [who insults you or violates your rights]; but whoever slaps you on the right cheek, turn the other toward him also [simply ignore insignificant insults or trivial losses and do not bother to retaliate&ndash;maintain your dignity, your self-respect, your poise]."
            },
            {
                "verse_number": "40",
                "verse_text": "If anyone wants to sue you and take your shirt, let him have your coat also [for the Lord repays the offender]."
            },
            {
                "verse_number": "41",
                "verse_text": "And whoever forces you to go one mile, go with him two."
            },
            {
                "verse_number": "42",
                "verse_text": "Give to him who asks of you, and do not turn away from him who wants to borrow from you."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;You have heard that it was said, &quot;Y ou shall love your neighbor (fellow man) and hate your enemy.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "But I say to you, love [that is, unselfishly seek the best or higher good for] your enemies and pray for those who persecute you,"
            },
            {
                "verse_number": "45",
                "verse_text": "so that you may [show yourselves to] be the children of your Father who is in heaven; for He makes His sun rise on those who are evil and on those who are good, and makes the rain fall on the righteous [those who are morally upright] and the unrighteous [the unrepentant, those who oppose Him]."
            },
            {
                "verse_number": "46",
                "verse_text": "For if you love [only] those who love you, what reward do you have? Do not even the tax collectors do that?"
            },
            {
                "verse_number": "47",
                "verse_text": "And if you greet only your brothers [wishing them God&quot;s blessing and peace], what more [than others] are you doing? Do not even the Gentiles [who do not know the Lord] do that?"
            },
            {
                "verse_number": "48",
                "verse_text": "You, therefore, will be perfect [growing into spiritual maturity both in mind and character, actively integrating godly values into your daily life], as your heavenly Father is perfect."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Be [very] careful not to do your good deeds publicly, to be seen by men; otherwise you will have no reward [prepared and awaiting you] with your Father who is in heaven. &quot;Our Father, who is in heaven, On earth as it is in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;So whenever you give to the poor and do acts of kindness, do not blow a trumpet before you [to advertise it], as the hypocrites do [like actors acting out a role] in the synagogues and in the streets, so that they may be honored and recognized and praised by men. I assure you and most solemnly say to you, they [already] have their reward in full."
            },
            {
                "verse_number": "3",
                "verse_text": "But when you give to the poor and do acts of kindness, do not let your left hand know what your right hand is doing [give in complete secrecy],"
            },
            {
                "verse_number": "4",
                "verse_text": "so that your charitable acts will be done in secret; and your Father who sees [what is done] in secret will reward you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Also, when you pray, do not be like the hypocrites; for they love to pray [publicly] standing in the synagogues and on the corners of the streets so that they may be seen by men. I assure you and most solemnly say to you, they [already] have their reward in full."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you pray, go into your most private room, close the door and pray to your Father who is in secret, and your Father who sees [what is done] in secret will reward you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And when you pray, do not use meaningless repetition as the Gentiles do, for they think they will be heard because of their many words."
            },
            {
                "verse_number": "8",
                "verse_text": "So do not be like them [praying as they do]; for your Father knows what you need before you ask Him."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Pray, then, in this way: Hallowed be Your name. Your will be done"
            },
            {
                "verse_number": "10",
                "verse_text": "Your kingdom come,"
            },
            {
                "verse_number": "11",
                "verse_text": "Give us this day our daily bread."
            },
            {
                "verse_number": "12",
                "verse_text": "And forgive us our debts, as we have forgiven our debtors [letting go of both the wrong and the resentment]."
            },
            {
                "verse_number": "13",
                "verse_text": "And do not lead us into temptation, but deliver us from evil. [ For Yours is the kingdom and the power and the glory forever. Amen. ] &quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "For if you forgive others their trespasses [their reckless and willful sins], your heavenly Father will also forgive you."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you do not forgive others [nurturing your hurt and anger with the result that it interferes with your relationship with God], then your Father will not forgive your trespasses."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And whenever you are fasting, do not look gloomy like the hypocrites, for they put on a sad and dismal face [like actors, discoloring their faces with ashes or dirt] so that their fasting may be seen by men. I assure you and most solemnly say to you, they [already] have their reward in full."
            },
            {
                "verse_number": "17",
                "verse_text": "But when you fast, put oil on your head [as you normally would to groom your hair] and wash your face"
            },
            {
                "verse_number": "18",
                "verse_text": "so that your fasting will not be noticed by people, but by your Father who is in secret; and your Father who sees [what is done] in secret will reward you."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Do not store up for yourselves [material] treasures on earth, where moth and rust destroy, and where thieves break in and steal."
            },
            {
                "verse_number": "20",
                "verse_text": "But store up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves do not break in and steal;"
            },
            {
                "verse_number": "21",
                "verse_text": "for where your treasure is, there your heart [your wishes, your desires; that on which your life centers] will be also."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The eye is the lamp of the body; so if your eye is clear [spiritually perceptive], your whole body will be full of light [benefiting from God&quot;s precepts]."
            },
            {
                "verse_number": "23",
                "verse_text": "But if your eye is bad [spiritually blind], your whole body will be full of darkness [devoid of God&quot;s precepts]. So if the [very] light inside you [your inner self, your heart, your conscience] is darkness, how great and terrible is that darkness!"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and mammon [money, possessions, fame, status, or whatever is valued more than the Lord]."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Therefore I tell you, stop being worried or anxious (perpetually uneasy, distracted) about your life, as to what you will eat or what you will drink; nor about your body, as to what you will wear. Is life not more than food, and the body more than clothing?"
            },
            {
                "verse_number": "26",
                "verse_text": "Look at the birds of the air; they neither sow [seed] nor reap [the harvest] nor gather [the crops] into barns, and yet your heavenly Father keeps feeding them. Are you not worth much more than they?"
            },
            {
                "verse_number": "27",
                "verse_text": "And who of you by worrying can add one hour to [the length of] his life?"
            },
            {
                "verse_number": "28",
                "verse_text": "And why are you worried about clothes? See how the lilies and wildflowers of the field grow; they do not labor nor do they spin [wool to make clothing],"
            },
            {
                "verse_number": "29",
                "verse_text": "yet I say to you that not even Solomon in all his glory and splendor dressed himself like one of these."
            },
            {
                "verse_number": "30",
                "verse_text": "But if God so clothes the grass of the field, which is alive and green today and tomorrow is [cut and] thrown [as fuel] into the furnace, will He not much more clothe you? You of little faith!"
            },
            {
                "verse_number": "31",
                "verse_text": "Therefore do not worry or be anxious (perpetually uneasy, distracted), saying, &quot;What are we going to eat?&quot; or &quot;What are we going to drink?&quot; or &quot;What are we going to wear?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "For the [pagan] Gentiles eagerly seek all these things; [but do not worry,] for your heavenly Father knows that you need them."
            },
            {
                "verse_number": "33",
                "verse_text": "But first and most importantly seek (aim at, strive after) His kingdom and His righteousness [His way of doing and being right&ndash;the attitude and character of God], and all these things will be given to you also."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;So do not worry about tomorrow; for tomorrow will worry about itself. Each day has enough trouble of its own."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos; Do not judge and criticize and condemn [others unfairly with an attitude of self-righteous superiority as though assuming the office of a judge], so that you will not be judged [unfairly]."
            },
            {
                "verse_number": "2",
                "verse_text": "For just as you [hypocritically] judge others [when you are sinful and unrepentant], so will you be judged; and in accordance with your standard of measure [used to pass out judgment], judgment will be measured to you."
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you look at the [insignificant] speck that is in your brother&quot;s eye, but do not notice and acknowledge the [egregious] log that is in your own eye?"
            },
            {
                "verse_number": "4",
                "verse_text": "Or how can you say to your brother, &quot;Let me get the speck out of your eye,&quot; when there is a log in your own eye?"
            },
            {
                "verse_number": "5",
                "verse_text": "You hypocrite (play-actor, pretender), first get the log out of your own eye, and then you will see clearly to take the speck out of your brother&quot;s eye."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Do not give that which is holy to dogs, and do not throw your pearls before pigs, for they will trample them under their feet, and turn and tear you to pieces."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos; Ask and keep on asking and it will be given to you; seek and keep on seeking and you will find; knock and keep on knocking and the door will be opened to you."
            },
            {
                "verse_number": "8",
                "verse_text": "For everyone who keeps on asking receives, and he who keeps on seeking finds, and to him who keeps on knocking, it will be opened."
            },
            {
                "verse_number": "9",
                "verse_text": "Or what man is there among you who, if his son asks for bread, will [instead] give him a stone?"
            },
            {
                "verse_number": "10",
                "verse_text": "Or if he asks for a fish, will [instead] give him a snake?"
            },
            {
                "verse_number": "11",
                "verse_text": "If you then, evil (sinful by nature) as you are, know how to give good and advantageous gifts to your children, how much more will your Father who is in heaven [perfect as He is] give what is good and advantageous to those who keep on asking Him."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;So then, in everything treat others the same way you want them to treat you, for this is [the essence of] the Law and the [writings of the] Prophets."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Enter through the narrow gate. For wide is the gate and broad and easy to travel is the path that leads the way to destruction and eternal loss, and there are many who enter through it."
            },
            {
                "verse_number": "14",
                "verse_text": "But small is the gate and narrow and difficult to travel is the path that leads the way to [everlasting] life, and there are few who find it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Beware of the false prophets, [teachers] who come to you dressed as sheep [appearing gentle and innocent], but inwardly are ravenous wolves."
            },
            {
                "verse_number": "16",
                "verse_text": "By their fruit you will recognize them [that is, by their contrived doctrine and self-focus]. Do people pick grapes from thorn bushes or figs from thistles?"
            },
            {
                "verse_number": "17",
                "verse_text": "Even so, every healthy tree bears good fruit, but the unhealthy tree bears bad fruit."
            },
            {
                "verse_number": "18",
                "verse_text": "A good tree cannot bear bad fruit, nor can a bad tree bear good fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "Every tree that does not bear good fruit is cut down and thrown into the fire."
            },
            {
                "verse_number": "20",
                "verse_text": "Therefore, by their fruit you will recognize them [as false prophets]."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Not everyone who says to Me, &quot;Lord, Lord,&quot; will enter the kingdom of heaven, but only he who does the will of My Father who is in heaven."
            },
            {
                "verse_number": "22",
                "verse_text": "Many will say to Me on that day [when I judge them], &quot;Lord, Lord, have we not prophesied in Your name, and driven out demons in Your name, and done many miracles in Your name?&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "And then I will declare to them publicly, &quot;I never knew you; depart from M e [you are banished from My presence], you who act wickedly [disregarding My commands].&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;So everyone who hears these words of Mine and acts on them, will be like a wise man [a far-sighted, practical, and sensible man] who built his house on the rock."
            },
            {
                "verse_number": "25",
                "verse_text": "And the rain fell, and the floods and torrents came, and the winds blew and slammed against that house; yet it did not fall, because it had been founded on the rock."
            },
            {
                "verse_number": "26",
                "verse_text": "And everyone who hears these words of Mine and does not do them, will be like a foolish (stupid) man who built his house on the sand."
            },
            {
                "verse_number": "27",
                "verse_text": "And the rain fell, and the floods and torrents came, and the winds blew and slammed against that house; and it fell&ndash;and great and complete was its fall.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus had finished [speaking] these words [on the mountain], the crowds were astonished and overwhelmed at His teaching;"
            },
            {
                "verse_number": "29",
                "verse_text": "for He was teaching them as one who had authority [to teach entirely of His own volition], and not as their scribes [who relied on others to confirm their authority]."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus came down from the mountain, large crowds followed Him."
            },
            {
                "verse_number": "2",
                "verse_text": "And a leper came up to Him and bowed down before Him, saying, &apos;Lord, if You are willing, You are able to make me clean (well).&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus reached out His hand and touched him, saying, &apos;I am willing; be cleansed.&apos; Immediately his leprosy was cleansed."
            },
            {
                "verse_number": "4",
                "verse_text": "And Jesus said to him, &apos;See that you tell no one [about this]; but go, show yourself to the priest [for inspection] and present the offering that Moses commanded, as a testimony (evidence) to them [of your healing].&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "As Jesus went into Capernaum, a centurion came up to Him, begging Him [for help],"
            },
            {
                "verse_number": "6",
                "verse_text": "and saying, &apos;Lord, my servant is lying at home paralyzed, with intense and terrible, tormenting pain.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to him, &apos;I will come and heal him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the centurion replied to Him, &apos;Lord, I am not worthy to have You come under my roof, but only say the word, and my servant will be healed."
            },
            {
                "verse_number": "9",
                "verse_text": "For I also am a man subject to authority [of a higher rank], with soldiers subject to me; and I say to one, &quot;Go!&quot; and he goes, and to another, &quot;Come!&quot; and he comes, and to my slave, &quot;Do this!&quot; and he does it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus heard this, He was amazed and said to those who were following Him, &apos;I tell you truthfully, I have not found such great faith [as this] with anyone in Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "I say to you that many [Gentiles] will come from east and west, and will sit down [to feast at the table, and enjoy God&quot;s promises] with Abraham, Isaac, and Jacob in the kingdom of heaven [because they accepted Me as Savior],"
            },
            {
                "verse_number": "12",
                "verse_text": "while the sons and heirs of the kingdom [the descendants of Abraham who will not recognize Me as Messiah] will be thrown out into the outer darkness; in that place [which is farthest removed from the kingdom] there will be weeping [in sorrow and pain] and grinding of teeth [in distress and anger].&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the centurion, &apos;Go; it will be done for you as you have believed.&apos; And the servant was restored to health at that very hour."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus went into Peter&quot;s house [in Capernaum], He saw Peter&quot;s mother-in-law lying sick in bed with a fever."
            },
            {
                "verse_number": "15",
                "verse_text": "He touched her hand and the fever left her; and she got up and served Him."
            },
            {
                "verse_number": "16",
                "verse_text": "When evening came, they brought to Him many who were under the power of demons; and He cast out the evil spirits with a word, and restored to health all who were sick [exhibiting His authority as Messiah],"
            },
            {
                "verse_number": "17",
                "verse_text": "so that He fulfilled what was spoken by the prophet Isaiah: &apos;H e H imself took our infirmities [upon Himself] and carried away our diseases .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now when Jesus saw a crowd around Him, He gave orders to cast off for the other side of the Sea of Galilee ."
            },
            {
                "verse_number": "19",
                "verse_text": "Then [on His way to board the boat] a scribe [who was a respected and authoritative interpreter of the Law] came and said to Him, &apos;Master, I will accompany You [as Your student] wherever You go.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus replied to him, &apos;Foxes have holes and the birds of the air have nests, but the Son of Man has nowhere to lay His head.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Another of the disciples said to Him, &apos;Lord, let me first go and bury my father (collect my inheritance).&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus said to him, &apos;Follow Me [believing in Me as Master and Teacher], and allow the [spiritually] dead to bury their own dead.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When He got into the boat, His disciples followed Him."
            },
            {
                "verse_number": "24",
                "verse_text": "And suddenly a violent storm arose on the sea, so that the boat was being covered by the waves; but Jesus was sleeping."
            },
            {
                "verse_number": "25",
                "verse_text": "And the disciples went and woke Him, saying, &apos;Lord, save us, we are going to die!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He said to them, &apos;Why are you afraid, you men of little faith?&apos; Then He got up and rebuked the winds and the sea, and there was [at once] a great and wonderful calm [a perfect peacefulness]."
            },
            {
                "verse_number": "27",
                "verse_text": "The men wondered in amazement, saying, &apos;What kind of man is this, that even the winds and the sea obey Him?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When He arrived at the other side in the country of the Gadarenes, two demon-possessed men coming out of the tombs met Him. They were so extremely fierce and violent that no one could pass by that way."
            },
            {
                "verse_number": "29",
                "verse_text": "And they screamed out, &apos; What business do we have [in common] with each other, Son of God? Have You come to torment us before the appointed time [of judgment]?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Some distance from them a large herd of pigs was grazing."
            },
            {
                "verse_number": "31",
                "verse_text": "The demons began begging Him, &apos;If You drive us out, send us into the herd of pigs.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "And He said to them, &apos;Go!&apos; So they came out [of the men] and went into the pigs, and the whole herd rushed down the steep bank into the sea and died in the water."
            },
            {
                "verse_number": "33",
                "verse_text": "The herdsmen ran away, and went to the city and reported everything, including what had happened to the men under the power of demons."
            },
            {
                "verse_number": "34",
                "verse_text": "And the whole city came out to meet Jesus; and as soon as they saw Him, they begged Him to leave their region."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "And Jesus, getting into a boat, crossed over the Sea of Galilee and came to [Capernaum] His own city."
            },
            {
                "verse_number": "2",
                "verse_text": "They brought to Him a man who was paralyzed, lying on a stretcher. Seeing their [active] faith [springing from confidence in Him], Jesus said to the paralytic, &apos;Do not be afraid, son; your sins are forgiven [the penalty is paid, the guilt removed, and you are declared to be in right standing with God].&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And some of the scribes said to themselves, &apos;This man blasphemes [by claiming the rights and prerogatives of God]!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus, knowing their thoughts, said, &apos;Why do you think evil in your hearts?"
            },
            {
                "verse_number": "5",
                "verse_text": "For which is easier, to say, &quot;Your sins are forgiven and the penalty paid,&quot; or to say, &quot;Get up and walk&quot;? [Both are possible for God; both are impossible for man.]"
            },
            {
                "verse_number": "6",
                "verse_text": "But so that you may know that the Son of Man has authority and the power on earth to forgive sins&apos; &ndash;then He said to the paralytic, &apos;Get up, pick up your stretcher and go home.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And he got up and went home [healed and forgiven]."
            },
            {
                "verse_number": "8",
                "verse_text": "When the crowds saw this, they were awestruck, and glorified God and praised Him, who had given such authority and power to men."
            },
            {
                "verse_number": "9",
                "verse_text": "As Jesus went on from there, He saw a man named Matthew (Levi) sitting in the tax collector&quot;s booth; and He said to him, &apos;Follow Me [as My disciple, accepting Me as your Master and Teacher and walking the same path of life that I walk].&apos; And Matthew got up and followed Him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then as Jesus was reclining at the table in Matthew&quot;s house, many tax collectors and sinners [including non-observant Jews] came and ate with Him and His disciples."
            },
            {
                "verse_number": "11",
                "verse_text": "When the Pharisees saw this, they asked His disciples, &apos;Why does your Master eat with tax collectors and sinners?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But when Jesus heard this, He said, &apos;Those who are healthy have no need for a physician, but [only] those who are sick."
            },
            {
                "verse_number": "13",
                "verse_text": "Go and learn what this [Scripture] means: &quot;I desire compassion [for those in distress], and not [animal] sacrifice ,&quot; for I did not come to call [to repentance] the [self-proclaimed] righteous [who see no need to change], but sinners [those who recognize their sin and actively seek forgiveness].&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the disciples of John [the Baptist] came to Jesus, asking, &apos;Why do we and the Pharisees often fast [as a religious exercise], but Your disciples do not fast?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "And Jesus replied to them, &apos;Can the guests of the bridegroom mourn while the bridegroom is with them? The days will come when the bridegroom is taken away from them, and then they will fast."
            },
            {
                "verse_number": "16",
                "verse_text": "But no one puts a piece of unshrunk (new) cloth on an old garment; for the patch pulls away from the garment, and a worse tear results."
            },
            {
                "verse_number": "17",
                "verse_text": "Nor is new wine put into old wineskins [that have lost their elasticity]; otherwise the wineskins burst, and the [fermenting] wine spills and the wineskins are ruined. But new wine is put into fresh wineskins, so both are preserved.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While He was saying these things to them, a ruler (synagogue official) entered [the house] and kneeled down and worshiped Him, saying, &apos;My daughter has just now died; but come and lay Your hand on her, and she will live.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus got up and began to accompany the ruler, with His disciples."
            },
            {
                "verse_number": "20",
                "verse_text": "Then a woman who had suffered from a hemorrhage for twelve years came up behind Him and touched the [tassel] fringe of His outer robe;"
            },
            {
                "verse_number": "21",
                "verse_text": "for she had been saying to herself, &apos;If I only touch His outer robe, I will be healed.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus turning and seeing her said, &apos;Take courage, daughter; your [personal trust and confident] faith [in Me] has made you well.&apos; And at once the woman was [completely] healed."
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus came to the ruler&quot;s house, and saw the flute players [who were professional, hired mourners] and the [grieving] crowd making an uproar,"
            },
            {
                "verse_number": "24",
                "verse_text": "He said, &apos;Go away; for the girl is not dead, but is sleeping.&apos; And they laughed and jeered at Him."
            },
            {
                "verse_number": "25",
                "verse_text": "But when the crowd had been sent outside, Jesus went in and took her by the hand, and the girl got up."
            },
            {
                "verse_number": "26",
                "verse_text": "And the news about this spread throughout all that district."
            },
            {
                "verse_number": "27",
                "verse_text": "As Jesus went on from there, two blind men followed Him, screaming loudly, &apos;Have mercy and compassion on us, Son of David (Messiah)!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When He went into the house, the blind men came up to Him, and Jesus said to them, &apos;Do you believe [with a deep, abiding trust] that I am able to do this?&apos; They said to Him, &apos;Yes, Lord.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then He touched their eyes, saying, &apos;According to your faith [your trust and confidence in My power and My ability to heal] it will be done to you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "And their eyes were opened. And Jesus sternly warned them: &apos;See that no one knows this!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But they went out and spread the news about Him throughout that whole district."
            },
            {
                "verse_number": "32",
                "verse_text": "While they were going away, a mute, demon-possessed man was brought to Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "And when the demon was driven out [by Jesus], the mute man spoke; and the crowds wondered in amazement, saying, &apos;Never before has anything like this [miracle] been seen in Israel.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But the Pharisees were saying, &apos;He casts out the demons by [the power of] the ruler of demons.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus went throughout all the cities and villages [in Galilee], teaching in their synagogues and proclaiming the good news (gospel) of the kingdom, and healing every kind of disease and every kind of sickness [His words and His works reflecting His Messiahship]."
            },
            {
                "verse_number": "36",
                "verse_text": "When He saw the crowds, He was moved with compassion and pity for them, because they were dispirited and distressed, like sheep without a shepherd."
            },
            {
                "verse_number": "37",
                "verse_text": "Then He said to His disciples, &apos;The harvest is [indeed] plentiful, but the workers are few."
            },
            {
                "verse_number": "38",
                "verse_text": "So pray to the Lord of the harvest to send out workers into His harvest.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus summoned His twelve disciples and gave them authority and power over unclean spirits, to cast them out, and to heal every kind of disease and every kind of sickness."
            },
            {
                "verse_number": "2",
                "verse_text": "Now these are the names of the twelve apostles (special messengers, personally chosen representatives): first, Simon, who is called Peter, and Andrew, his brother; James the son of Zebedee, and John his brother;"
            },
            {
                "verse_number": "3",
                "verse_text": "Philip and Bartholomew (Nathanael); Thomas and Matthew (Levi) the tax collector; James the son of Alphaeus, and Thaddaeus (Judas, not Iscariot);"
            },
            {
                "verse_number": "4",
                "verse_text": "Simon the Cananaean (Zealot), and Judas Iscariot, the one who betrayed Him."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus sent out these twelve, instructing them: &apos;Do not go among the Gentiles, and do not go into a city of the Samaritans;"
            },
            {
                "verse_number": "6",
                "verse_text": "but rather go to the lost sheep of the house of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "And as you go, preach, saying, &quot;The kingdom of heaven is at hand.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Heal the sick, raise the dead, cleanse the lepers, cast out demons. Freely you have received, freely give."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not take gold, or silver, or [even] copper money in your money belt,"
            },
            {
                "verse_number": "10",
                "verse_text": "or a provision bag for your journey, or even two tunics, or sandals, or a staff; for the worker deserves his support."
            },
            {
                "verse_number": "11",
                "verse_text": "Whatever city or village you enter, ask who in it is worthy [who welcomes you and your message], and stay at his house until you leave [that city]."
            },
            {
                "verse_number": "12",
                "verse_text": "As you go into the house, give it your greeting [that is, &quot;Peace be to this house&quot;]."
            },
            {
                "verse_number": "13",
                "verse_text": "If [the family living in] the house is worthy [welcoming you and your message], give it your [blessing of] peace [that is, a blessing of well-being and prosperity, the favor of God]. But if it is not worthy, take back your blessing of peace."
            },
            {
                "verse_number": "14",
                "verse_text": "Whoever does not welcome you, nor listen to your message, as you leave that house or city, shake the dust [of it] off your feet [in contempt, breaking all ties]."
            },
            {
                "verse_number": "15",
                "verse_text": "I assure you and most solemnly say to you, it will be more tolerable on the day of judgment for the land of Sodom and Gomorrah than for that city [since it rejected the Messiah&quot;s messenger]."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Listen carefully: I am sending you out like sheep among wolves; so be wise as serpents, and innocent as doves [have no self-serving agenda]."
            },
            {
                "verse_number": "17",
                "verse_text": "Beware of men [whose nature is to act in opposition to God], for they will hand you over to the courts and flog you in their synagogues;"
            },
            {
                "verse_number": "18",
                "verse_text": "and you will be brought before governors and kings for My sake, as witnesses to them and to the Gentiles."
            },
            {
                "verse_number": "19",
                "verse_text": "But when they hand you over, do not worry about how or what you are to say; for what you are to say will be given you within that [very] hour;"
            },
            {
                "verse_number": "20",
                "verse_text": "for it is not you speaking, but the Spirit of your Father speaking through you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Brother will betray brother to death, and the father his child; and children will rise up and rebel against their parents and cause them to be put to death."
            },
            {
                "verse_number": "22",
                "verse_text": "And you will be hated by everyone because of [your association with] My name, but it is the one who has patiently persevered and endured to the end who will be saved."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When they persecute you in one city [because of your faith in Me], flee to the next; for I assure you and most solemnly say to you, you will not finish going through all the cities of Israel before the Son of Man comes."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;A disciple is not above his teacher, nor is a bond-servant above his master."
            },
            {
                "verse_number": "25",
                "verse_text": "It is enough for the disciple to be like his teacher, and the bond-servant like his master. If they have called the head of the house Beelzebul (Satan), how much more [will they speak evil of] the members of his household."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;So do not be afraid of them, for nothing is hidden that will not be revealed [at the judgment], or kept secret that will not be made known [at the judgment]."
            },
            {
                "verse_number": "27",
                "verse_text": "What I say to you in the dark (privately), tell in the light (publicly); and what you hear whispered in your ear, proclaim from the housetops [to many people]."
            },
            {
                "verse_number": "28",
                "verse_text": "Do not be afraid of those who kill the body but cannot kill the soul; but rather be afraid of Him who can destroy both soul and body in hell."
            },
            {
                "verse_number": "29",
                "verse_text": "Are not two little sparrows sold for a copper coin? And yet not one of them falls to the ground apart from your Father&quot;s will."
            },
            {
                "verse_number": "30",
                "verse_text": "But even the very hairs of your head are all numbered [for the Father is sovereign and has complete knowledge]."
            },
            {
                "verse_number": "31",
                "verse_text": "So do not fear; you are more valuable than many sparrows."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Therefore, the one who confesses and acknowledges Me before men [as Lord and Savior, affirming a state of oneness with Me], that one I will also confess and acknowledge before My Father who is in heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "But the one who denies and rejects Me before men, that one I will also deny and reject before My Father who is in heaven."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Do not think that I have come to bring peace on the earth; I have not come to bring peace, but a sword [of division between belief and unbelief]."
            },
            {
                "verse_number": "35",
                "verse_text": "For I have come to set a man against his father , and a daughter against her mother , and a daughter-in-law against her mother-in-law ;"
            },
            {
                "verse_number": "36",
                "verse_text": "and a man &quot; s enemies will be the members of his [own] household [when one believes and another does not]."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos; He who loves father or mother more than Me is not worthy of Me; and he who loves son or daughter more than Me is not worthy of Me."
            },
            {
                "verse_number": "38",
                "verse_text": "And he who does not take his cross [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me] is not worthy of Me."
            },
            {
                "verse_number": "39",
                "verse_text": "Whoever finds his life [in this world] will [eventually] lose it [through death], and whoever loses his life [in this world] for My sake will find it [that is, life with Me for all eternity]."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;He who receives and welcomes you receives Me, and he who receives Me receives Him who sent Me."
            },
            {
                "verse_number": "41",
                "verse_text": "He who receives and welcomes a prophet because he is a prophet will receive a prophet&quot;s reward; and he who receives a righteous (honorable) man because he is a righteous man will receive a righteous man&quot;s reward."
            },
            {
                "verse_number": "42",
                "verse_text": "And whoever gives to one of these little ones [these who are humble in rank or influence] even a cup of cold water to drink because he is my disciple, truly I say to you, he will not lose his reward.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had finished giving instructions to His twelve disciples, He went on from there to teach and to preach in their [Galilean] cities. &quot;B ehold , I send M y messenger ahead of Y ou , W ho will prepare Y our way before Y ou .&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Now when John [the Baptist] in prison heard about the activities of Christ, he sent word by his disciples"
            },
            {
                "verse_number": "3",
                "verse_text": "and asked Him, &apos;Are You the Expected One (the Messiah), or should we look for someone else [who will be the promised One]?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Go and report to John what you hear and see:"
            },
            {
                "verse_number": "5",
                "verse_text": "the blind receive [their] sight and the lame walk, the lepers are cleansed [by healing] and the deaf hear, the dead are raised, and the poor have the gospel preached to them ."
            },
            {
                "verse_number": "6",
                "verse_text": "And blessed [joyful, favored by God] is he who does not take offense at Me [accepting Me as the Messiah and trusting confidently in My message of salvation].&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "As these men were going away, Jesus began to speak to the crowds about John: &apos;What did you go out in the wilderness to see? A reed shaken by the wind [which is commonplace]?"
            },
            {
                "verse_number": "8",
                "verse_text": "What did you go out to see? A man dressed in soft clothing [entirely unsuited for the harsh desert]? Those who wear soft clothing are in the palaces of kings!"
            },
            {
                "verse_number": "9",
                "verse_text": "But what did you [really] go out to see? A prophet? Yes, I tell you, and one [more eminent, more remarkable, and] far more than a prophet [who foretells the future]."
            },
            {
                "verse_number": "10",
                "verse_text": "This is the one of whom it is written [by the prophet Malachi],"
            },
            {
                "verse_number": "11",
                "verse_text": "I assure you and most solemnly say to you, among those born of women there has not risen anyone greater than John the Baptist; yet the one who is least in the kingdom of heaven is greater [in privilege] than he."
            },
            {
                "verse_number": "12",
                "verse_text": "From the days of John the Baptist until now the kingdom of heaven suffers violent assault, and violent men seize it by force [as a precious prize]."
            },
            {
                "verse_number": "13",
                "verse_text": "For all the prophets and the Law prophesied up until John ."
            },
            {
                "verse_number": "14",
                "verse_text": "And if you are willing to accept it, John himself is [the fulfillment of] Elijah [as the messenger] who was to come [before the kingdom]."
            },
            {
                "verse_number": "15",
                "verse_text": "He who has ears to hear, let him hear and heed My words."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;But to what shall I compare this generation? It is like little children sitting in the market places, who call to the others,"
            },
            {
                "verse_number": "17",
                "verse_text": "and say &quot;We piped the flute for you [playing wedding], and you did not dance; we wailed sad dirges [playing funeral], and you did not mourn and cry aloud.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "For John came neither eating nor drinking [with others], and they say, &quot;He has a demon!&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Son of Man came eating and drinking [with others], and they say, &quot;Look! A glutton and a drunkard, a friend of tax collectors and sinners [including non-observant Jews]!&quot; Yet wisdom is justified and vindicated by her deeds [in the lives of those who respond to Me].&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then He began to denounce [the people in] the cities in which most of His miracles were done, because they did not repent [and change their hearts and lives]."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Woe (judgment is coming) to you, Chorazin! Woe to you, Bethsaida! For if the miracles done in you had been done in Tyre and Sidon [cities of the Gentiles], they would have repented long ago in sackcloth and ashes [their hearts would have been changed and they would have expressed sorrow for their sin and rebellion against God]."
            },
            {
                "verse_number": "22",
                "verse_text": "Nevertheless I say to you, it will be more tolerable for [the pagan cities of] Tyre and Sidon on the day of judgment than for you."
            },
            {
                "verse_number": "23",
                "verse_text": "And you, Capernaum, are you to be exalted to heaven [for your apathy and unresponsiveness]? You will descend to Hades (the realm of the dead); for if the miracles done in you had been done in Sodom, it would have remained until this day."
            },
            {
                "verse_number": "24",
                "verse_text": "But I say to you, it will be more tolerable for the land of Sodom on the day of judgment, than for you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "At that time Jesus said, &apos;I praise You, Father, Lord of heaven and earth [I openly and joyfully acknowledge Your great wisdom], that You have hidden these things [these spiritual truths] from the wise and intelligent and revealed them to infants [to new believers, to those seeking God&quot;s will and purpose]."
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, Father, for this way was well-pleasing in Your sight."
            },
            {
                "verse_number": "27",
                "verse_text": "All things have been handed over to Me by My Father; and no one fully knows and accurately understands the Son except the Father; and no one fully knows and accurately understands the Father except the Son, and anyone to whom the Son [deliberately] wills to reveal Him ."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Come to Me, all who are weary and heavily burdened [by religious rituals that provide no peace], and I will give you rest [refreshing your souls with salvation]."
            },
            {
                "verse_number": "29",
                "verse_text": "Take My yoke upon you and learn from Me [following Me as My disciple], for I am gentle and humble in heart, and you will find rest (renewal, blessed quiet) for your souls ."
            },
            {
                "verse_number": "30",
                "verse_text": "For My yoke is easy [to bear] and My burden is light.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "At that particular time Jesus went through the grainfields on the Sabbath, and His disciples were hungry and began to pick the heads of grain and eat them."
            },
            {
                "verse_number": "2",
                "verse_text": "But when the Pharisees saw this, they said to Him, &apos;Look! Your disciples are doing what is unlawful on the Sabbath.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He said to them, &apos;Have you not read [in the Scriptures] what David did when he was hungry, he and those who accompanied him&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "how he went into the house of God, and they ate the consecrated bread, which was not lawful for him to eat nor for those with him, but for the priests only?"
            },
            {
                "verse_number": "5",
                "verse_text": "Or have you not read in the Law, that on the Sabbath the priests in the temple break [the sanctity of] the Sabbath and yet are innocent?"
            },
            {
                "verse_number": "6",
                "verse_text": "But I tell you that something greater than the temple is here."
            },
            {
                "verse_number": "7",
                "verse_text": "And if you had only known what this statement means, &quot;I desire compassion [for those in distress], and not [animal] sacrifice ,&quot; you would not have condemned the innocent. M y B eloved in whom M y soul is well-pleased ; I will put M y S pirit upon H im , A nd H e will proclaim justice to the nations . N or will anyone hear H is voice in the streets . A nd a smoldering wick H e will not extinguish , U ntil H e leads justice to victory ."
            },
            {
                "verse_number": "8",
                "verse_text": "For the Son of Man is Lord of the Sabbath.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Leaving there, He went into their synagogue."
            },
            {
                "verse_number": "10",
                "verse_text": "A man was there whose hand was withered. And they asked Jesus, &apos;Is it lawful and permissible to heal on the Sabbath?&apos;&ndash; they asked this so that they might accuse Him and bring charges into court."
            },
            {
                "verse_number": "11",
                "verse_text": "But He said to them, &apos;What man is there among you who, if he has only one sheep and it falls into a pit on the Sabbath, will not take hold of it and lift it out?"
            },
            {
                "verse_number": "12",
                "verse_text": "How much more valuable then is a man than a sheep! So it is lawful and permissible to do good on the Sabbath.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then He said to the man, &apos;Reach out your hand!&apos; The man reached out and it was restored, as normal and healthy as the other."
            },
            {
                "verse_number": "14",
                "verse_text": "But the Pharisees went out and conspired against Him, discussing how they could destroy Him."
            },
            {
                "verse_number": "15",
                "verse_text": "Being aware of this, Jesus left there. Many followed Him, and He healed all of them [who were sick],"
            },
            {
                "verse_number": "16",
                "verse_text": "and warned them not to tell [publicly] who He was."
            },
            {
                "verse_number": "17",
                "verse_text": "This was to fulfill what was spoken by the prophet Isaiah:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;B ehold , M y S ervant whom I have chosen ;"
            },
            {
                "verse_number": "19",
                "verse_text": "H e will not quarrel , nor cry out loudly ;"
            },
            {
                "verse_number": "20",
                "verse_text": "A battered reed H e will not break ,"
            },
            {
                "verse_number": "21",
                "verse_text": "A nd in H is name the G entiles (all the nations of the world) will hope [with confidence].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then a demon-possessed man who was blind and mute was brought to Jesus, and He healed him, so that the mute man both spoke and saw."
            },
            {
                "verse_number": "23",
                "verse_text": "All the people wondered in amazement, and said, &apos;Could this be the Son of David (the Messiah)?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But the Pharisees heard it and said, &apos;This man casts out demons only by [the help of] Beelzebul (Satan) the prince of the demons.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Knowing their thoughts Jesus said to them, &apos;Any kingdom that is divided against itself is being laid waste; and no city or house divided against itself will [continue to] stand."
            },
            {
                "verse_number": "26",
                "verse_text": "If Satan casts out Satan [that is, his demons], he has become divided against himself and disunited; how then will his kingdom stand?"
            },
            {
                "verse_number": "27",
                "verse_text": "If I cast out the demons by [the help of] Beelzebul (Satan), by whom do your sons drive them out? For this reason they will be your judges."
            },
            {
                "verse_number": "28",
                "verse_text": "But if it is by the Spirit of God that I cast out the demons, then the kingdom of God has come upon you [before you expected it]."
            },
            {
                "verse_number": "29",
                "verse_text": "Or how can anyone go into a strong man&quot;s house and steal his property unless he first overpowers and ties up the strong man? Then he will ransack and rob his house."
            },
            {
                "verse_number": "30",
                "verse_text": "He who is not with Me [once and for all on My side] is against Me; and he who does not [unequivocally] gather with Me scatters."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Therefore I say to you, every sin and blasphemy [every evil, abusive, injurious speaking, or indignity against sacred things] will be forgiven people, but blasphemy against the [Holy] Spirit will not be forgiven."
            },
            {
                "verse_number": "32",
                "verse_text": "Whoever speaks a word against the Son of Man will be forgiven; but whoever speaks against the Holy Spirit [by attributing the miracles done by Me to Satan] will not be forgiven, either in this age or in the age to come."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Either make the tree good and its fruit good, or make the tree bad and its fruit bad; for the tree is recognized and judged by its fruit."
            },
            {
                "verse_number": "34",
                "verse_text": "You brood of vipers, how can you speak good things when you are evil? For the mouth speaks out of that which fills the heart."
            },
            {
                "verse_number": "35",
                "verse_text": "The good man, from his [inner] good treasure, brings out good things; and the evil man, from his [inner] evil treasure, brings out evil things."
            },
            {
                "verse_number": "36",
                "verse_text": "But I tell you, on the day of judgment people will have to give an accounting for every careless or useless word they speak."
            },
            {
                "verse_number": "37",
                "verse_text": "For by your words [reflecting your spiritual condition] you will be justified and acquitted of the guilt of sin; and by your words [rejecting Me] you will be condemned and sentenced.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then some of the scribes and Pharisees said to Him, &apos;Teacher, we want to see a sign (attesting miracle) from You [proving that You are what You claim to be].&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But He replied and said to them, &apos;An evil and adulterous generation [that is morally unfaithful to God] craves and demands a [miraculous] sign; but no sign will be given to it except the sign of the prophet Jonah;"
            },
            {
                "verse_number": "40",
                "verse_text": "for just as J onah was three days and three nights in the belly of the sea monster , so will the Son of Man be three days and three nights in the heart of the earth."
            },
            {
                "verse_number": "41",
                "verse_text": "The men of Nineveh will stand up [as witnesses] at the judgment against this generation, and will condemn it because they repented at the preaching of Jonah; and now, something greater than Jonah is here."
            },
            {
                "verse_number": "42",
                "verse_text": "The Queen of the South (Sheba) will stand up [as a witness] at the judgment against this generation, and will condemn it because she came from the ends of the earth to listen to the wisdom of Solomon; and now, something greater than Solomon is here."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Now when the unclean spirit has gone out of a man, it roams through waterless (dry, arid) places in search of rest, but it does not find it."
            },
            {
                "verse_number": "44",
                "verse_text": "Then it says, &quot;I will return to my house from which I came.&quot; And when it arrives, it finds the place unoccupied, swept, and put in order."
            },
            {
                "verse_number": "45",
                "verse_text": "Then it goes and brings with it seven other spirits more wicked than itself, and they go in and make their home there. And the last condition of that man becomes worse than the first. So will it also be with this wicked generation.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "While He was still talking to the crowds, it happened that His mother and brothers stood outside, asking to speak to Him."
            },
            {
                "verse_number": "47",
                "verse_text": "Someone said to Him, &apos;Look! Your mother and Your brothers are standing outside asking to speak to You.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "But Jesus replied to the one who told Him, &apos;Who is My mother and who are My brothers?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "And stretching out His hand toward His disciples [and all His other followers], He said, &apos;Here are My mother and My brothers!"
            },
            {
                "verse_number": "50",
                "verse_text": "For whoever does the will of My Father who is in heaven [by believing in Me, and following Me] is My brother and sister and mother.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "That same day Jesus went out of the house and was sitting beside the sea [of Galilee]."
            },
            {
                "verse_number": "2",
                "verse_text": "But such large crowds gathered around Him that He got into a boat and sat there [positioning Himself as a teacher], while the whole crowd stood on the shore. &quot;Y ou will hear and keep on hearing , but never understand ; A nd you will look and keep on looking , but never comprehend ; A nd with their ears they hardly hear , A nd they have [tightly] closed their eyes , O therwise they would see with their eyes , A nd hear with their ears , A nd understand with their heart , and turn [to Me] A nd I would heal them [spiritually].&quot; &apos;I will open M y mouth in parables ; I will utter things [unknown and unattainable] that have been hidden [from mankind] since the foundation of the world .&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He told them many things in parables, saying, &apos;Listen carefully: a sower went out to sow [seed in his field];"
            },
            {
                "verse_number": "4",
                "verse_text": "and as he sowed, some seed fell beside the road [between the fields], and the birds came and ate it."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seed fell on rocky ground, where they did not have much soil; and at once they sprang up because they had no depth of soil."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the sun rose, they were scorched; and because they had no root, they withered away."
            },
            {
                "verse_number": "7",
                "verse_text": "Other seed fell among thorns, and thorns came up and choked them out."
            },
            {
                "verse_number": "8",
                "verse_text": "Other seed fell on good soil and yielded grain, some a hundred times as much [as was sown], some sixty [times as much], and some thirty."
            },
            {
                "verse_number": "9",
                "verse_text": "He who has ears [to hear], let him hear and heed My words.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the disciples came to Him and asked, &apos;Why do You speak to the crowds in parables?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus replied to them, &apos;To you it has been granted to know the mysteries of the kingdom of heaven, but to them it has not been granted."
            },
            {
                "verse_number": "12",
                "verse_text": "For whoever has [spiritual wisdom because he is receptive to God&quot;s word], to him more will be given, and he will be richly and abundantly supplied; but whoever does not have [spiritual wisdom because he has devalued God&quot;s word], even what he has will be taken away from him."
            },
            {
                "verse_number": "13",
                "verse_text": "This is the reason I speak to the crowds in parables: because while [having the power of] seeing they do not see, and while [having the power of] hearing they do not hear, nor do they understand and grasp [spiritual things]."
            },
            {
                "verse_number": "14",
                "verse_text": "In them the prophecy of Isaiah is being fulfilled, which says,"
            },
            {
                "verse_number": "15",
                "verse_text": "F or this nation&quot;s heart has grown hard ,"
            },
            {
                "verse_number": "16",
                "verse_text": "But blessed [spiritually aware, and favored by God] are your eyes, because they see; and your ears, because they hear."
            },
            {
                "verse_number": "17",
                "verse_text": "I assure you and most solemnly say to you, many prophets and righteous men [who were honorable and in right standing with God] longed to see what you see, and did not see it, and to hear what you hear, and did not hear it."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Listen then to the [meaning of the] parable of the sower:"
            },
            {
                "verse_number": "19",
                "verse_text": "When anyone hears the word of the kingdom [regarding salvation] and does not understand and grasp it, the evil one comes and snatches away what was sown in his heart. This is the one on whom seed was sown beside the road."
            },
            {
                "verse_number": "20",
                "verse_text": "The one on whom seed was sown on rocky ground, this is the one who hears the word and at once welcomes it with joy;"
            },
            {
                "verse_number": "21",
                "verse_text": "yet he has no [substantial] root in himself, but is only temporary, and when pressure or persecution comes because of the word, immediately he stumbles and falls away [abandoning the One who is the source of salvation]."
            },
            {
                "verse_number": "22",
                "verse_text": "And the one on whom seed was sown among thorns, this is the one who hears the word, but the worries and distractions of the world and the deceitfulness [the superficial pleasures and delight] of riches choke the word, and it yields no fruit."
            },
            {
                "verse_number": "23",
                "verse_text": "And the one on whom seed was sown on the good soil, this is the one who hears the word and understands and grasps it; he indeed bears fruit and yields, some a hundred times [as much as was sown], some sixty [times as much], and some thirty.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus gave them another parable [to consider], saying, &apos;The kingdom of heaven is like a man who sowed good seed in his field."
            },
            {
                "verse_number": "25",
                "verse_text": "But while his men were sleeping, his enemy came and sowed weeds [resembling wheat] among the wheat, and went away."
            },
            {
                "verse_number": "26",
                "verse_text": "So when the plants sprouted and formed grain, the weeds appeared also."
            },
            {
                "verse_number": "27",
                "verse_text": "The servants of the owner came to him and said, &quot;Sir, did you not sow good seed in your field? Then how does it have weeds in it?&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "He replied to them, &quot;An enemy has done this.&quot; The servants asked him, &quot;Then do you want us to go and pull them out?&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "But he said, &quot;No; because as you pull out the weeds, you may uproot the wheat with them."
            },
            {
                "verse_number": "30",
                "verse_text": "Let them grow together until the harvest; and at harvest time I will tell the reapers, &apos;First gather the weeds and tie them in bundles to be burned; but gather the wheat into my barn.&apos; &quot; &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "He gave them another parable [to consider], saying, &apos;The kingdom of heaven is like a mustard seed, which a man took and sowed in his field;"
            },
            {
                "verse_number": "32",
                "verse_text": "and of all the seeds [planted in the region] it is the smallest, but when it has grown it is the largest of the garden herbs and becomes a tree, so that the birds of the air find shelter in its branches .&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He told them another parable, &apos;The kingdom of heaven is like leaven, which a woman took and worked into three measures of flour until all of it was leavened.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "All these things Jesus said to the crowds in parables, and He said nothing to them without [using] a parable."
            },
            {
                "verse_number": "35",
                "verse_text": "This was to fulfill what was spoken by the prophet:"
            },
            {
                "verse_number": "36",
                "verse_text": "Then He left the crowds and went into the house. And His disciples came to Him saying, &apos;Explain [clearly] to us the parable of the weeds in the field.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He answered, &apos;The one who sows the good seed is the Son of Man,"
            },
            {
                "verse_number": "38",
                "verse_text": "and the field is the world; and [as for] the good seed, these are the sons of the kingdom; and the weeds are the sons of the evil one;"
            },
            {
                "verse_number": "39",
                "verse_text": "and the enemy who sowed them is the devil, and the harvest is the end of the age; and the reapers are angels."
            },
            {
                "verse_number": "40",
                "verse_text": "So just as the weeds are gathered up and burned in the fire, so will it be at the end of the age."
            },
            {
                "verse_number": "41",
                "verse_text": "The Son of Man will send out His angels, and they will gather out of His kingdom all things that offend [those things by which people are led into sin], and all who practice evil [leading others into sin],"
            },
            {
                "verse_number": "42",
                "verse_text": "and will throw them into the furnace of fire; in that place there will be weeping [over sorrow and pain] and grinding of teeth [over distress and anger]."
            },
            {
                "verse_number": "43",
                "verse_text": "Then the righteous [those who seek the will of God] will shine forth [radiating the new life] like the sun in the kingdom of their Father. He who has ears [to hear], let him hear and heed My words."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;The kingdom of heaven is like a [very precious] treasure hidden in a field, which a man found and hid again; then in his joy he goes and sells all he has and buys that field [securing the treasure for himself]."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Again, the kingdom of heaven is like a merchant in search of fine pearls,"
            },
            {
                "verse_number": "46",
                "verse_text": "and upon finding a single pearl of great value, he went and sold all that he had and bought it."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Again, the kingdom of heaven is like a dragnet which was lowered into the sea, and gathered fish of every kind,"
            },
            {
                "verse_number": "48",
                "verse_text": "and when it was full, they dragged it up on the beach; and they sat down and sorted out the good fish into baskets, but the worthless ones they threw away."
            },
            {
                "verse_number": "49",
                "verse_text": "So it will be at the end of the age; the angels will come and separate the wicked from the righteous"
            },
            {
                "verse_number": "50",
                "verse_text": "and throw the wicked into the furnace of fire; in that place there will be weeping [over sorrow and pain] and grinding of teeth [over distress and anger]."
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Have you understood all these things [in the lessons of the parables]?&apos; They said to Jesus, &apos;Yes.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "He said to them, &apos;Therefore every scribe who has become a disciple of the kingdom of heaven is like the head of a household, who brings out of his treasure things that are new and fresh and things that are old and familiar.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus had finished these parables, He left there."
            },
            {
                "verse_number": "54",
                "verse_text": "And after coming to [Nazareth] His hometown, He began teaching them in their synagogue, and they were astonished, and said, &apos;Where did this Man get this wisdom and these miraculous powers [what is the source of His authority]?"
            },
            {
                "verse_number": "55",
                "verse_text": "Is not this the carpenter&quot;s son? Is not His mother called Mary? And are not His brothers, James and Joseph and Simon and Judas?"
            },
            {
                "verse_number": "56",
                "verse_text": "And His sisters, are they not [living here] among us? Where then did this Man get all this [wisdom and power]?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "And they took offense at Him [refusing to believe in Him]. But Jesus said to them, &apos;A prophet is not without honor except in his hometown and in his own household.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "And He did not do many miracles there [in Nazareth] because of their unbelief."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time Herod [Antipas], the tetrarch [who governed a portion of Palestine including Galilee and Perea], heard the reports about Jesus,"
            },
            {
                "verse_number": "2",
                "verse_text": "and said to his attendants, &apos;This is John the Baptist; he has been raised from the dead, and that is why the miraculous powers are at work in him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "For Herod had John arrested and bound him and put him in prison [at the fortress of Machaerus, east of the Jordan, to keep him away] because of Herodias, the wife of his brother Philip,"
            },
            {
                "verse_number": "4",
                "verse_text": "for John had said to him, &apos;It is not lawful (morally right) for you to have her [living with you as your wife].&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Although Herod wished to have him put to death, he feared the people, for they regarded John as a prophet."
            },
            {
                "verse_number": "6",
                "verse_text": "But when Herod&quot;s birthday came, [his niece Salome], the daughter of Herodias danced [immodestly] before them and pleased and fascinated Herod,"
            },
            {
                "verse_number": "7",
                "verse_text": "so much that he promised with an oath to give her whatever she asked."
            },
            {
                "verse_number": "8",
                "verse_text": "She, being coached by her mother [Herodias], said, &apos;Give me here on a platter the head of John the Baptist.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The king was distressed, but because of his oaths, and because of his dinner guests, he ordered it to be given her."
            },
            {
                "verse_number": "10",
                "verse_text": "He sent and had John beheaded in the prison."
            },
            {
                "verse_number": "11",
                "verse_text": "His head was brought on a platter and given to the girl, and she brought it to her mother [Herodias]."
            },
            {
                "verse_number": "12",
                "verse_text": "And John&quot;s disciples came and took away the body and buried it. Then they went and told Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "When Jesus heard about John, He left there privately in a boat and went to a secluded place. But when the crowds heard of this, they followed Him on foot from the cities."
            },
            {
                "verse_number": "14",
                "verse_text": "When He went ashore, He saw a large crowd, and felt [profound] compassion for them and healed their sick."
            },
            {
                "verse_number": "15",
                "verse_text": "When evening came, the disciples came to Him and said, &apos;This is an isolated place and the hour is already late; send the crowds away so that they may go into the villages and buy food for themselves.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus said to them, &apos;They do not need to go away; you give them something to eat!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They replied, &apos;We have nothing here except five loaves and two fish.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos;Bring them here to Me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then He ordered the crowds to sit down on the grass, and He took the five loaves and the two fish and, looking up toward heaven, He blessed and broke the loaves and gave them to the disciples, and the disciples gave them to the people,"
            },
            {
                "verse_number": "20",
                "verse_text": "and they all ate and were satisfied. They picked up twelve full baskets of the leftover broken pieces."
            },
            {
                "verse_number": "21",
                "verse_text": "There were about 5,000 men who ate, besides women and children."
            },
            {
                "verse_number": "22",
                "verse_text": "Immediately He directed the disciples to get into the boat and go ahead of Him to the other side [of the Sea of Galilee], while He sent the crowds away."
            },
            {
                "verse_number": "23",
                "verse_text": "After He had dismissed the crowds, He went up on the mountain by Himself to pray. When it was evening, He was there alone."
            },
            {
                "verse_number": "24",
                "verse_text": "But the boat [by this time] was already a long distance from land, tossed and battered by the waves; for the wind was against them."
            },
            {
                "verse_number": "25",
                "verse_text": "And in the fourth watch of the night (3:00-6:00 a.m.) Jesus came to them, walking on the sea."
            },
            {
                "verse_number": "26",
                "verse_text": "When the disciples saw Him walking on the sea, they were terrified, and said, &apos;It is a ghost!&apos; And they cried out in fear."
            },
            {
                "verse_number": "27",
                "verse_text": "But immediately He spoke to them, saying, &apos;Take courage, it is I! Do not be afraid!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter replied to Him, &apos;Lord, if it is [really] You, command me to come to You on the water.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He said, &apos;Come!&apos; So Peter got out of the boat, and walked on the water and came toward Jesus."
            },
            {
                "verse_number": "30",
                "verse_text": "But when he saw [the effects of] the wind, he was frightened, and he began to sink, and he cried out, &apos;Lord, save me!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Immediately Jesus extended His hand and caught him, saying to him, &apos;O you of little faith, why did you doubt?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "And when they got into the boat, the wind ceased."
            },
            {
                "verse_number": "33",
                "verse_text": "Then those in the boat worshiped Him [with awe-inspired reverence], saying, &apos;Truly You are the Son of God!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "When they had crossed over [the sea], they went ashore at Gennesaret."
            },
            {
                "verse_number": "35",
                "verse_text": "And when the men of that place recognized Him, they sent word throughout all the surrounding district and brought to Him all who were sick;"
            },
            {
                "verse_number": "36",
                "verse_text": "and they begged Him to let them merely touch the fringe of His robe; and all who touched it were perfectly restored."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then some Pharisees and scribes from Jerusalem came to Jesus and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Why do Your disciples violate the tradition (religious laws) handed down by the [Jewish] elders? For Your disciples do not [ceremonially] wash their hands before they eat.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He replied to them, &apos;Why also do you violate the commandment of God for the sake of your tradition [handed down by the elders]?"
            },
            {
                "verse_number": "4",
                "verse_text": "For God said [through Moses], &quot;H onor your father and mother ,&quot; and, &quot;H e who speaks evil of or insults or treats improperly father or mother is to be put to death .&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "But you say, &quot;If anyone says to his father or mother, &apos;Whatever [money or resource that] I have that would help you is [already dedicated and] given to God,&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "he is not to honor his father or his mother [by helping them with their need].&quot; So by this you have invalidated the word of God [depriving it of force and authority and making it of no effect] for the sake of your tradition [handed down by the elders]."
            },
            {
                "verse_number": "7",
                "verse_text": "You hypocrites (play-actors, pretenders), rightly did Isaiah prophesy of you when he said, B ut their heart is far away from M e . F or they teach as doctrines the precepts of men .&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;T his people honors M e with their lips ,"
            },
            {
                "verse_number": "9",
                "verse_text": "B ut in vain do they worship M e ,"
            },
            {
                "verse_number": "10",
                "verse_text": "After Jesus called the crowd to Him, He said, &apos;Listen and understand this:"
            },
            {
                "verse_number": "11",
                "verse_text": "It is not what goes into the mouth of a man that defiles and dishonors him, but what comes out of the mouth, this defiles and dishonors him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the disciples came and said to Jesus, &apos;Do You know that the Pharisees were offended when they heard you say this?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He answered, &apos;Every plant which My heavenly Father did not plant will be torn up by the roots."
            },
            {
                "verse_number": "14",
                "verse_text": "Leave them alone; they are blind guides [ leading blind followers ] . If a blind man leads a blind man, both will fall into a pit.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Peter asked Him, &apos;Explain this parable [about what defiles a person] to us.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And He said, &apos;Are you still so dull [and unable to put things together]?"
            },
            {
                "verse_number": "17",
                "verse_text": "Do you not understand that whatever goes into the mouth passes into the stomach, and is eliminated?"
            },
            {
                "verse_number": "18",
                "verse_text": "But whatever [word] comes out of the mouth comes from the heart, and this is what defiles and dishonors the man."
            },
            {
                "verse_number": "19",
                "verse_text": "For out of the heart come evil thoughts and plans, murders, adulteries, sexual immoralities, thefts, false testimonies, slanders (verbal abuse, irreverent speech, blaspheming)."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the things which defile and dishonor the man; but eating with [ceremonially] unwashed hands does not defile the man.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After leaving there, Jesus withdrew to the district of Tyre and Sidon."
            },
            {
                "verse_number": "22",
                "verse_text": "And a Canaanite woman from that district came out and began to cry out [urgently], saying, &apos;Have mercy on me, O Lord, Son of David (Messiah); my daughter is cruelly possessed by a demon.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But He did not say a word in answer to her. And His disciples came and asked Him [repeatedly], &apos;Send her away, because she keeps shouting out after us.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "He answered, &apos;I was commissioned by God and sent only to the lost sheep of the house of Israel.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But she came and began to kneel down before Him, saying, &apos;Lord, help me!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "And He replied, &apos;It is not good (appropriate, fair) to take the children&quot;s bread and throw it to the pet dogs.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "She said, &apos;Yes, Lord; but even the pet dogs eat the crumbs that fall from their [young] masters&quot; table.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Jesus answered her, &apos;Woman, your faith [your personal trust and confidence in My power] is great; it will be done for you as you wish.&apos; And her daughter was healed from that moment."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus went on from there and passed along by [the eastern shore of] the Sea of Galilee. Then He went up on the hillside and was sitting there."
            },
            {
                "verse_number": "30",
                "verse_text": "And great crowds came to Him, bringing with them the lame, crippled, blind, mute, and many others, and they put them down at His feet; and He healed them."
            },
            {
                "verse_number": "31",
                "verse_text": "So the crowd was amazed when they saw the mute speaking, the crippled restored, the lame walking, and the blind seeing; and they praised and glorified the God of Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jesus called His disciples to Him, and said, &apos;I feel compassion for the crowd, because they have been with Me now three days and have nothing [left] to eat; and I do not want to send them away hungry, because they might faint [from exhaustion] on the way [home].&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The disciples said to Him, &apos;Where are we to get enough bread in this isolated place to feed so large a crowd?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "And Jesus asked them, &apos;How many loaves [of bread] do you have?&apos; They replied, &apos;Seven, and a few small fish.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "He directed the crowd to sit down on the ground,"
            },
            {
                "verse_number": "36",
                "verse_text": "and He took the seven loaves and the fish; and when He had given thanks, He broke them and started giving them to the disciples, and the disciples [gave them] to the people."
            },
            {
                "verse_number": "37",
                "verse_text": "And they all ate and were satisfied, and they gathered up seven full baskets of the broken pieces that were left over."
            },
            {
                "verse_number": "38",
                "verse_text": "[Among] those who ate were 4,000 men, not counting women and children."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus sent the crowds away, got into the boat and went to the district of Magadan."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now the Pharisees and Sadducees came up, and testing Jesus [to get something to use against Him], they asked Him to show them a sign from heaven [which would support His divine authority]."
            },
            {
                "verse_number": "2",
                "verse_text": "But He replied to them, &apos; When it is evening, you say, &quot; It will be fair weather, for the sky is red.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "And in the morning, &quot; It will be stormy today, for the sky is red and has a threatening look.&quot; You know how to interpret the appearance of the sky, but cannot interpret the signs of the times?"
            },
            {
                "verse_number": "4",
                "verse_text": "An evil and [morally] unfaithful generation craves a [miraculous] sign; but no sign will be given to it, except the sign of [the prophet] Jonah.&apos; Then He left them and went away."
            },
            {
                "verse_number": "5",
                "verse_text": "When the disciples reached the other side of the sea, they realized that they had forgotten to bring bread."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to them, &apos;Watch out and be on your guard against the leaven of the Pharisees and Sadducees.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They began to discuss this among themselves, saying, &apos; He said that because we did not bring bread.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Jesus, aware of this, said, &apos;You men of little faith, why are you discussing among yourselves that you have no bread?"
            },
            {
                "verse_number": "9",
                "verse_text": "Do you still not understand or remember the five loaves for the five thousand, and how many baskets you picked up?"
            },
            {
                "verse_number": "10",
                "verse_text": "Or the seven loaves for the four thousand, and how many large baskets you picked up?"
            },
            {
                "verse_number": "11",
                "verse_text": "How is it that you fail to understand that I was not talking to you about bread? But beware of the leaven of the Pharisees and Sadducees.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they understood that He did not tell them to beware of the leaven of bread, but of the [false] teaching of the Pharisees and Sadducees."
            },
            {
                "verse_number": "13",
                "verse_text": "Now when Jesus went into the region of Caesarea Philippi, He asked His disciples, &apos;Who do people say that the Son of Man is?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And they answered, &apos;Some say John the Baptist; others, Elijah; and still others, Jeremiah, or [just] one of the prophets.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He said to them, &apos;But who do you say that I am?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Simon Peter replied, &apos;You are the Christ (the Messiah, the Anointed), the Son of the living God.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus answered him, &apos;Blessed [happy, spiritually secure, favored by God] are you, Simon son of Jonah, because flesh and blood (mortal man) did not reveal this to you, but My Father who is in heaven."
            },
            {
                "verse_number": "18",
                "verse_text": "And I say to you that you are Peter, and on this rock I will build My church; and the gates of Hades (death) will not overpower it [by preventing the resurrection of the Christ]."
            },
            {
                "verse_number": "19",
                "verse_text": "I will give you the keys (authority) of the kingdom of heaven; and whatever you bind [forbid, declare to be improper and unlawful] on earth will have [already] been bound in heaven, and whatever you loose [permit, declare lawful] on earth will have [already] been loosed in heaven.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then He gave the disciples strict orders to tell no one that He was the Christ (the Messiah, the Anointed)."
            },
            {
                "verse_number": "21",
                "verse_text": "From that time on Jesus began to show His disciples [clearly] that He must go to Jerusalem, and endure many things at the hands of the elders and the chief priests and scribes (Sanhedrin, Jewish High Court), and be killed, and be raised [from death to life] on the third day."
            },
            {
                "verse_number": "22",
                "verse_text": "Peter took Him aside [to speak to Him privately] and began to reprimand Him, saying, &apos;May God forbid it! This will never happen to You.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus turned and said to Peter, &apos;Get behind Me, Satan! You are a stumbling block to Me; for you are not setting your mind on things of God, but on things of man.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus said to His disciples, &apos;If anyone wishes to follow Me [as My disciple], he must deny himself [set aside selfish interests], and take up his cross [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me]."
            },
            {
                "verse_number": "25",
                "verse_text": "For whoever wishes to save his life [in this world] will [eventually] lose it [through death], but whoever loses his life [in this world] for My sake will find it [that is, life with Me for all eternity]."
            },
            {
                "verse_number": "26",
                "verse_text": "For what will it profit a man if he gains the whole world [wealth, fame, success], but forfeits his soul? Or what will a man give in exchange for his soul?"
            },
            {
                "verse_number": "27",
                "verse_text": "For the Son of Man is going to come in the glory and majesty of His Father with His angels, and then H e will repay each one in accordance with what he has done ."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;I assure you and most solemnly say to you, there are some of those standing here who will not taste death before they see the Son of Man coming in His kingdom.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Six days later Jesus took with Him Peter and James and John the brother of James, and led them up on a high mountain by themselves."
            },
            {
                "verse_number": "2",
                "verse_text": "And His appearance changed dramatically in their presence; and His face shone [with heavenly glory, clear and bright] like the sun, and His clothing became as white as light."
            },
            {
                "verse_number": "3",
                "verse_text": "And behold, Moses and Elijah appeared to them, talking with Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Peter began to speak and said to Jesus, &apos;Lord, it is good and delightful and auspicious that we are here; if You wish, I will put up three [sacred] tents here&ndash;one for You, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "While he was still speaking, behold, a bright cloud overshadowed them, and a voice from the cloud said, &apos; This is My beloved Son, with whom I am well-pleased and delighted! Listen to Him!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the disciples heard it, they fell on their faces and were terrified."
            },
            {
                "verse_number": "7",
                "verse_text": "But Jesus came and touched them and said, &apos;Get up, and do not be afraid.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And when they looked up, they saw no one except Jesus Himself alone."
            },
            {
                "verse_number": "9",
                "verse_text": "And as they were going down the mountain, Jesus commanded them, &apos;Do not tell anyone what you have seen until the Son of Man has been raised from the dead.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The disciples asked Him, &apos;Then why do the scribes say that Elijah must come first?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered and said, &apos;Elijah is coming and will restore all things;"
            },
            {
                "verse_number": "12",
                "verse_text": "but I say to you that Elijah has come already, and they did not recognize him, but did to him as they wished. The Son of Man is also going to suffer at their hands.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the disciples understood that He had spoken to them about John the Baptist."
            },
            {
                "verse_number": "14",
                "verse_text": "When they approached the crowd, a man came up to Jesus, kneeling before Him and saying,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Lord, have mercy on my son, for he is a lunatic (moonstruck) and suffers terribly; for he often falls into the fire and often into the water."
            },
            {
                "verse_number": "16",
                "verse_text": "And I brought him to Your disciples, and they were not able to heal him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "And Jesus answered, &apos;You unbelieving and perverted generation, how long shall I be with you? How long shall I put up with you? Bring him here to Me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus rebuked the demon, and it came out of him, and the boy was healed at once."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the disciples came to Jesus privately and asked, &apos;Why could we not drive it out?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He answered, &apos;Because of your little faith [your lack of trust and confidence in the power of God]; for I assure you and most solemnly say to you, if you have [living] faith the size of a mustard seed, you will say to this mountain, &quot;Move from here to there,&quot; and [if it is God&quot;s will] it will move; and nothing will be impossible for you."
            },
            {
                "verse_number": "21",
                "verse_text": "[ But this kind of demon does not go out except by prayer and fasting. ] &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When they were gathering together in Galilee, Jesus said to them, &apos;The Son of Man is going to be betrayed and handed over to men [who are His enemies];"
            },
            {
                "verse_number": "23",
                "verse_text": "and they will kill Him, and He will be raised [from death to life] on the third day.&apos; And they were deeply grieved and distressed."
            },
            {
                "verse_number": "24",
                "verse_text": "When they arrived in Capernaum, the collectors of the half-shekel [temple tax] went up to Peter and said, &apos;Does not your teacher pay the half-shekel?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Peter answered, &apos;Yes.&apos; And when he came home, Jesus spoke to him first, saying, &apos;What do you think, Simon? From whom do earthly rulers collect duties or taxes, from their sons or from strangers?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When Peter said, &apos;From strangers,&apos; Jesus said to him, &apos;Then the sons are exempt [from taxation]."
            },
            {
                "verse_number": "27",
                "verse_text": "However, so that we do not offend them, go to the sea and throw in a hook, and take the first fish that comes up; and when you open its mouth, you will find a shekel. Take it and give it to them [to pay the temple tax] for you and Me.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "At that time the disciples came to Jesus and asked, &apos;Who is greatest in the kingdom of heaven?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "He called a little child and set him before them,"
            },
            {
                "verse_number": "3",
                "verse_text": "and said, &apos;I assure you and most solemnly say to you, unless you repent [that is, change your inner self&ndash;your old way of thinking, live changed lives] and become like children [trusting, humble, and forgiving], you will never enter the kingdom of heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "Therefore, whoever humbles himself like this child is greatest in the kingdom of heaven."
            },
            {
                "verse_number": "5",
                "verse_text": "Whoever receives and welcomes one child like this in My name receives Me;"
            },
            {
                "verse_number": "6",
                "verse_text": "but whoever causes one of these little ones who believe in Me to stumble and sin [by leading him away from My teaching], it would be better for him to have a heavy millstone [as large as one turned by a donkey] hung around his neck and to be drowned in the depth of the sea."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Woe (judgment is coming) to the world because of stumbling blocks and temptations to sin! It is inevitable that stumbling blocks come; but woe to the person on whose account or through whom the stumbling block comes!"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If your hand or your foot causes you to stumble and sin, cut it off and throw it away from you [that is, remove yourself from the source of temptation]; it is better for you to enter life crippled or lame, than to have two hands or two feet and be thrown into everlasting fire."
            },
            {
                "verse_number": "9",
                "verse_text": "If your eye causes you to stumble and sin, pluck it out and throw it away from you [that is, remove yourself from the source of temptation]; it is better for you to enter life with only one eye, than to have two eyes and be thrown into the fiery hell."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;See that you do not despise or think less of one of these little ones, for I say to you that their angels in heaven [are in the presence of and] continually look upon the face of My Father who is in heaven."
            },
            {
                "verse_number": "11",
                "verse_text": "[ For the Son of Man has come to save that which was lost. ]"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;What do you think? If a man has a hundred sheep, and one of them gets lost, will he not leave the ninety-nine on the mountain and go in search of the one that is lost?"
            },
            {
                "verse_number": "13",
                "verse_text": "And if it turns out that he finds it, I assure you and most solemnly say to you, he rejoices over it more than over the ninety-nine that did not get lost."
            },
            {
                "verse_number": "14",
                "verse_text": "So it is not the will of your Father who is in heaven that one of these little ones be lost."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If your brother sins , go and show him his fault in private; if he listens and pays attention to you, you have won back your brother."
            },
            {
                "verse_number": "16",
                "verse_text": "But if he does not listen, take along with you one or two others, so that every word may be confirmed by the testimony of two or three witnesses ."
            },
            {
                "verse_number": "17",
                "verse_text": "If he pays no attention to them [refusing to listen and obey], tell it to the church; and if he refuses to listen even to the church, let him be to you as a Gentile (unbeliever) and a tax collector."
            },
            {
                "verse_number": "18",
                "verse_text": "I assure you and most solemnly say to you, whatever you bind [forbid, declare to be improper and unlawful] on earth shall have [already] been bound in heaven, and whatever you loose [permit, declare lawful] on earth shall have [already] been loosed in heaven."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Again I say to you, that if two believers on earth agree [that is, are of one mind, in harmony] about anything that they ask [within the will of God], it will be done for them by My Father in heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "For where two or three are gathered in My name [meeting together as My followers], I am there among them.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Peter came to Him and asked, &apos;Lord, how many times will my brother sin against me and I forgive him and let it go? Up to seven times?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered him, &apos;I say to you, not up to seven times, but seventy times seven."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Therefore the kingdom of heaven is like a king who wished to settle accounts with his slaves."
            },
            {
                "verse_number": "24",
                "verse_text": "When he began the accounting, one who owed him 10,000 talents was brought to him."
            },
            {
                "verse_number": "25",
                "verse_text": "But because he could not repay, his master ordered him to be sold, with his wife and his children and everything that he possessed, and payment to be made."
            },
            {
                "verse_number": "26",
                "verse_text": "So the slave fell on his knees and begged him, saying, &quot;Have patience with me and I will repay you everything.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "And his master&quot;s heart was moved with compassion and he released him and forgave him [canceling] the debt."
            },
            {
                "verse_number": "28",
                "verse_text": "But that same slave went out and found one of his fellow slaves who owed him a hundred denarii; and he seized him and began choking him, saying, &quot;Pay what you owe!&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "So his fellow slave fell on his knees and begged him earnestly, &quot;Have patience with me and I will repay you.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "But he was unwilling and he went and had him thrown in prison until he paid back the debt."
            },
            {
                "verse_number": "31",
                "verse_text": "When his fellow slaves saw what had happened, they were deeply grieved and they went and reported to their master [with clarity and in detail] everything that had taken place."
            },
            {
                "verse_number": "32",
                "verse_text": "Then his master called him and said to him, &quot;You wicked and contemptible slave, I forgave all that [great] debt of yours because you begged me."
            },
            {
                "verse_number": "33",
                "verse_text": "Should you not have had mercy on your fellow slave [who owed you little by comparison], as I had mercy on you?&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "And in wrath his master turned him over to the torturers (jailers) until he paid all that he owed."
            },
            {
                "verse_number": "35",
                "verse_text": "My heavenly Father will also do the same to [every one of] you, if each of you does not forgive his brother from your heart.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Now when Jesus had finished saying these things, He left Galilee and went into the part of Judea that is beyond the Jordan;"
            },
            {
                "verse_number": "2",
                "verse_text": "and large crowds followed Him, and He healed them there."
            },
            {
                "verse_number": "3",
                "verse_text": "And Pharisees came to Jesus, testing Him and asking, &apos;Is it lawful for a man to divorce his wife for just any reason?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He replied, &apos;Have you never read that He who created them from the beginning made them male and female ,"
            },
            {
                "verse_number": "5",
                "verse_text": "and said, &quot;F or this reason a man shall leave his father and mother and shall be joined inseparably to his wife , and the two shall become one flesh &quot;?"
            },
            {
                "verse_number": "6",
                "verse_text": "So they are no longer two, but one flesh. Therefore, what God has joined together, let no one separate.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Pharisees said to Him, &apos;Why then did Moses command us to give her a certificate of divorce and send her away ?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "He said to them, &apos;Because your hearts were hard and stubborn Moses permitted you to divorce your wives; but from the beginning it has not been this way."
            },
            {
                "verse_number": "9",
                "verse_text": "I say to you, whoever divorces his wife, except for sexual immorality, and marries another woman commits adultery .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The disciples said to Jesus, &apos;If the relationship of a man with his wife is like this, it is better not to marry.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But He said to them, &apos;Not all men can accept this statement, but only those to whom [the capacity to receive] it has been given."
            },
            {
                "verse_number": "12",
                "verse_text": "For there are eunuchs who have been born that way from their mother&quot;s womb [making them incapable of consummating a marriage]; and there are eunuchs who have been made eunuchs by men [for royal service]; and there are eunuchs who have made themselves so for the sake of the kingdom of heaven. He who is able to accept this, let him accept it.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then children were brought to Jesus so that He might place His hands on them [for a blessing] and pray; but the disciples reprimanded them."
            },
            {
                "verse_number": "14",
                "verse_text": "But He said, &apos;Leave the children alone, and do not forbid them from coming to Me; for the kingdom of heaven belongs to such as these.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "After placing His hands on them [for a blessing], He went on from there."
            },
            {
                "verse_number": "16",
                "verse_text": "And someone came to Him and said, &apos;Teacher, what [essentially] good thing shall I do to obtain eternal life [that is, eternal salvation in the Messiah&quot;s kingdom]?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;Why are you asking Me about what is [essentially] good? There is only One who is [essentially] good; but if you wish to enter into eternal life, keep the commandments.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He said to Jesus, &apos;Which commandments?&apos; And Jesus answered, &apos;Y ou shall not commit murder ; Y ou shall not commit adultery ; Y ou shall not steal ; Y ou shall not give false testimony ;"
            },
            {
                "verse_number": "19",
                "verse_text": "H onor your father and mother ; and love your neighbor as yourself &apos; [that is, unselfishly seek the best or higher good for others]."
            },
            {
                "verse_number": "20",
                "verse_text": "The young man said to Him, &apos;I have kept all these things [from my youth]; what do I still lack?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered him, &apos;If you wish to be perfect [that is, have the spiritual maturity that accompanies godly character with no moral or ethical deficiencies], go and sell what you have and give [the money] to the poor, and you will have treasure in heaven; and come, follow Me [becoming My disciple, believing and trusting in Me and walking the same path of life that I walk].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But when the young man heard this, he left grieving and distressed, for he owned much property and had many possessions [which he treasured more than his relationship with God]."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to His disciples, &apos;I assure you and most solemnly say to you, it is difficult for a rich man [who clings to possessions and status as security] to enter the kingdom of heaven."
            },
            {
                "verse_number": "24",
                "verse_text": "Again I tell you, it is easier for a camel to go through the eye of a needle, than for a rich man [who places his faith in wealth and status] to enter the kingdom of God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the disciples heard this, they were completely astonished and bewildered, saying, &apos;Then who can be saved [from the wrath of God]?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But Jesus looked at them and said, &apos;With people [as far as it depends on them] it is impossible, but with God all things are possible.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Peter answered Him, saying, &apos;Look, we have given up everything and followed You [becoming Your disciples and accepting You as Teacher and Lord]; what then will there be for us?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said to them, &apos;I assure you and most solemnly say to you, in the renewal [that is, the Messianic restoration and regeneration of all things] when the Son of Man sits on His glorious throne, you [who have followed Me, becoming My disciples] will also sit on twelve thrones, judging the twelve tribes of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "And everyone who has left houses or brothers or sisters or father or mother or children or farms for My name&quot;s sake will receive many times as much, and will inherit eternal life."
            },
            {
                "verse_number": "30",
                "verse_text": "But many who are first [in this world] will be last [in the world to come]; and the last, first."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "&apos;For the kingdom of heaven is like the owner of an estate who went out in the morning at dawn to hire workmen for his vineyard."
            },
            {
                "verse_number": "2",
                "verse_text": "When he had agreed with the laborers for a denarius for the day, he sent them into his vineyard."
            },
            {
                "verse_number": "3",
                "verse_text": "And he went out about the third hour (9:00 a.m.) and saw others standing idle in the market place;"
            },
            {
                "verse_number": "4",
                "verse_text": "and he said to them, &quot;You also go into the vineyard, and I will pay you whatever is right (an appropriate wage).&quot; And they went."
            },
            {
                "verse_number": "5",
                "verse_text": "He went out about the sixth hour (noon) and the ninth hour (3:00 p.m.), and did the same thing."
            },
            {
                "verse_number": "6",
                "verse_text": "And about the eleventh hour (5:00 p.m.) he went out and found others standing around, and he said to them, &quot;Why have you been standing here idle all day?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered him, &quot;Because no one hired us.&quot; He told them, &quot;You go into the vineyard also.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When evening came, the owner of the vineyard said to his manager, &quot;Call the workers and pay them their wages, beginning with the last [to be hired] and ending with the first [to be hired].&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Those who had been hired at the eleventh hour (5:00 p.m.) came and received a denarius each [a day&quot;s wage]."
            },
            {
                "verse_number": "10",
                "verse_text": "Now when the first [to be hired] came, they thought they would get more; but each of them also received a denarius."
            },
            {
                "verse_number": "11",
                "verse_text": "When they received it, they protested and grumbled at the owner of the estate,"
            },
            {
                "verse_number": "12",
                "verse_text": "saying, &quot;These men who came last worked [only] one hour, and yet you have made them equal [in wages] to us who have carried [most of] the burden and [worked in] the scorching heat of the day.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the owner of the estate replied to one of them, &quot;Friend, I am doing you no injustice. Did you not agree with me for a denarius?"
            },
            {
                "verse_number": "14",
                "verse_text": "Take what belongs to you and go, but I choose to give to this last man [hired] the same as I give to you."
            },
            {
                "verse_number": "15",
                "verse_text": "Am I not lawfully permitted to do what I choose with what is mine? Or is your eye envious because I am generous?&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "So those who are last [in this world] shall be first [in the world to come], and those who are first, last.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus was going up to Jerusalem, He took the twelve [disciples] aside, and along the way He said to them,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Listen carefully: we are going up to Jerusalem; and the Son of Man will be handed over to the chief priests and scribes (Sanhedrin, Jewish High Court), and they will [judicially] condemn Him and sentence Him to death,"
            },
            {
                "verse_number": "19",
                "verse_text": "and will hand Him over to the Gentiles (Roman authorities) to be mocked and scourged and crucified, and He will be raised [to life] on the third day.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then [Salome] the mother of Zebedee&quot;s children [James and John] came up to Jesus with her sons and, kneeling down [in respect], asked a favor of Him."
            },
            {
                "verse_number": "21",
                "verse_text": "And He said to her, &apos;What do you wish?&apos; She answered Him, &apos;Command that in Your kingdom these two sons of mine may sit [in positions of honor and authority] one on Your right and one on Your left.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus replied, &apos;You do not realize what you are asking. Are you able to drink the cup [of suffering] that I am about to drink?&apos; They answered, &apos;We are able.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He said to them, &apos;You will drink My cup [of suffering]; but to sit on My right and on My left this is not Mine to give, but it is for those for whom it has been prepared by My Father.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "And when the [other] ten heard this, they were resentful and angry with the two brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "But Jesus called them to Himself and said, &apos;You know that the rulers of the Gentiles have absolute power and lord it over them, and their great men exercise authority over them [tyrannizing them]."
            },
            {
                "verse_number": "26",
                "verse_text": "It is not this way among you, but whoever wishes to become great among you shall be your servant,"
            },
            {
                "verse_number": "27",
                "verse_text": "and whoever wishes to be first among you shall be your [willing and humble] slave;"
            },
            {
                "verse_number": "28",
                "verse_text": "just as the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many [paying the price to set them free from the penalty of sin].&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "As they were leaving Jericho, a large crowd followed Him."
            },
            {
                "verse_number": "30",
                "verse_text": "And two blind men were sitting by the road, and when they heard that Jesus was passing by, they cried out, &apos;Lord, have mercy on us, Son of David (Messiah)!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The crowd sternly told them to be quiet, but they cried out all the more, &apos;Lord, Son of David (Messiah) have mercy on us!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus stopped and called them, and asked, &apos;What do you want Me to do for you?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They answered Him, &apos;Lord, we want our eyes to be opened.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Moved with compassion, Jesus touched their eyes; and immediately they regained their sight and followed Him [as His disciples]."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "When they approached Jerusalem and had reached Bethphage, at the Mount of Olives, Jesus sent two disciples [ahead],"
            },
            {
                "verse_number": "2",
                "verse_text": "saying to them, &apos;Go into the village opposite you, and at once you will find a donkey tied, and a colt with her; untie them and bring them to Me."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone says anything to you, you should say, &quot;The Lord needs them,&quot; and without delay the owner will send them [with you].&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This happened so that what was spoken by the prophet would be fulfilled, saying: &quot;B ehold , your K ing is coming to you , G entle and mounted on a donkey , E ven on a colt , the foal of a beast of burden .&quot; &apos; B lessed [praised, glorified] is H e who comes in the name of the L ord ; Hosanna in the highest [heaven]!&apos; H as become the chief C ornerstone ; T his is the L ord&quot;s doing , A nd it is marvelous and wonderful in our eyes &quot;?"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;T ell the daughter of Z ion (the people of Jerusalem),"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the disciples went and did as Jesus had instructed them,"
            },
            {
                "verse_number": "7",
                "verse_text": "and they brought the donkey and the colt, and placed their coats on them; and Jesus sat on the coats."
            },
            {
                "verse_number": "8",
                "verse_text": "Most of the crowd spread their coats on the road [as before a king], while others were cutting branches from the trees and spreading them on the road."
            },
            {
                "verse_number": "9",
                "verse_text": "The crowds that went ahead of Him, and those that followed Him, were shouting [in praise and adoration], &apos; Hosanna to the Son of David (Messiah); &quot;T he [very] S tone which the builders rejected and threw away ,"
            },
            {
                "verse_number": "10",
                "verse_text": "When He entered Jerusalem, all the city was trembling [with excitement], saying, &apos;Who is this?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "And the crowds were saying, &apos;This is the prophet Jesus, from Nazareth in Galilee.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And Jesus entered the temple [grounds] and drove out [with force] all who were buying and selling [birds and animals for sacrifice] in the temple area , and He turned over the tables of the moneychangers [who made a profit exchanging foreign money for temple coinage] and the chairs of those who were selling doves [for sacrifice]."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus said to them, &apos;It is written [in Scripture], &quot;M y house shall be called a house of prayer &quot;; but you are making it a robbers&quot; den .&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And the blind and the lame came to Him in [the porticoes and courts of] the temple area, and He healed them."
            },
            {
                "verse_number": "15",
                "verse_text": "But when the chief priests and the scribes saw the wonderful and miraculous things that Jesus had done, and heard the boys who were shouting in [the porticoes and courts of] the temple [in praise and adoration], &apos;Hosanna to the Son of David (the Messiah),&apos; they became indignant"
            },
            {
                "verse_number": "16",
                "verse_text": "and they said to Him, &apos;Do You hear what these children are saying?&apos; And Jesus replied to them, &apos;Yes; have you never read [in the Scripture], &quot;O ut of the mouths of infants and nursing babies Y ou have prepared and provided praise for Y ourself &quot;?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then He left them and went out of the city to Bethany, and spent the night there."
            },
            {
                "verse_number": "18",
                "verse_text": "Now early in the morning, as Jesus was coming back to the city, He was hungry."
            },
            {
                "verse_number": "19",
                "verse_text": "Seeing a lone fig tree at the roadside, He went to it and found nothing but leaves on it; and He said to it, &apos;Never again will fruit come from you.&apos; And at once the fig tree withered."
            },
            {
                "verse_number": "20",
                "verse_text": "When the disciples saw it, they were astonished and asked, &apos;How is it that the fig tree has withered away all at once?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus replied to them, &apos;I assure you and most solemnly say to you, if you have faith [personal trust and confidence in Me] and do not doubt or allow yourself to be drawn in two directions, you will not only do what was done to the fig tree, but even if you say to this mountain, &quot;Be taken up and thrown into the sea,&quot; it will happen [if God wills it]."
            },
            {
                "verse_number": "22",
                "verse_text": "And whatever you ask for in prayer, believing, you will receive.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When He entered the temple area, the chief priests and elders of the people came to Him as He was teaching and said, &apos;By what [kind of] authority are You doing these things, and who gave You this authority [to exercise this power]?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus replied to them, &apos;I will also ask you a question, and if you tell Me the answer, then I will tell you by what authority I do these things."
            },
            {
                "verse_number": "25",
                "verse_text": "The baptism of John&ndash;from where did it come? From heaven [that is, ordained by God] or from men?&apos; And they began debating among themselves [considering the implications of their answer], saying, &apos;If we say, &quot;From heaven,&quot; He will say to us, &quot;Then why did you not believe John?&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But if we say, &quot;From men,&quot; we are afraid of the [response of the] crowd; for they all regard John as a prophet.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they answered Jesus, &apos;We do not know.&apos; And He said to them, &apos;Neither will I tell you by what [kind of] authority I do these things.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;What do you think? There was a man who had two sons, and he came to the first and said, &quot;Son, go and work in the vineyard today.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "And he answered, &quot;I will not&quot;; but afterward he regretted it and changed his mind and went."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the man came to the second son and said the same thing; and he replied, &quot;I will, sir&quot;; but he did not go."
            },
            {
                "verse_number": "31",
                "verse_text": "Which of the two did the will of the father?&apos; The chief priests and elders replied, &apos;The first one.&apos; Jesus said to them, &apos;I assure you and most solemnly say to you that the tax collectors and the prostitutes will get into the kingdom of God before you."
            },
            {
                "verse_number": "32",
                "verse_text": "For John came to you [walking] in the way of righteousness and you did not believe him; but the tax collectors and the prostitutes did believe him; and you, seeing this, did not even change your mind afterward and believe him [accepting what he proclaimed to you]."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Listen to another parable. There was a landowner who planted a vineyard and put a wall around it and dug a wine press in it , and built a tower , and rented it out to tenant farmers and went on a journey [to another country]."
            },
            {
                "verse_number": "34",
                "verse_text": "When the harvest time approached, he sent his servants to the tenants to get his [share of the] fruit."
            },
            {
                "verse_number": "35",
                "verse_text": "But the tenants took his servants and beat one, and killed another, and stoned a third."
            },
            {
                "verse_number": "36",
                "verse_text": "Again he sent other servants, more than the first time; and they treated them the same way."
            },
            {
                "verse_number": "37",
                "verse_text": "Finally he sent his own son to them, saying, &quot;They will respect my son and have regard for him.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "But when the tenants saw the son, they said to themselves, &quot;This [man] is the heir; come on, let us kill him and seize his inheritance.&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "So they took the son and threw him out of the vineyard, and killed him."
            },
            {
                "verse_number": "40",
                "verse_text": "Now when the owner of the vineyard comes back, what will he do to those tenants?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "They said to Him, &apos;He will put those despicable men to a miserable end, and rent out the vineyard to other tenants [of good character] who will pay him the proceeds at the proper seasons.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus asked them, &apos;Have you never read in the Scriptures:"
            },
            {
                "verse_number": "43",
                "verse_text": "Therefore I tell you, the kingdom of God will be taken away from you and given to [another] people who will produce the fruit of it."
            },
            {
                "verse_number": "44",
                "verse_text": "And he who falls on this Stone will be broken to pieces; but he on whom it falls will be crushed.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "When the chief priests and the Pharisees heard His parables, they understood that He was talking about them."
            },
            {
                "verse_number": "46",
                "verse_text": "And although they were trying to arrest Him, they feared the people, because they regarded Jesus as a prophet."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Jesus spoke to them again in parables, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The kingdom of heaven may be compared to a king who gave a wedding feast for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "And he sent his servants to call those who had [previously] been invited to the wedding feast, but they refused to come."
            },
            {
                "verse_number": "4",
                "verse_text": "Then he sent out some other servants, saying, &quot;Tell those who have been invited, &apos;Look, I have prepared my dinner; my oxen and fattened calves are butchered and everything is ready; come to the wedding feast.&apos; &quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they paid no attention [they disregarded the invitation, treating it with contempt] and went away, one to his farm, another to his business."
            },
            {
                "verse_number": "6",
                "verse_text": "The rest [of the invited guests] seized his servants and mistreated them [insulting and humiliating them] and killed them."
            },
            {
                "verse_number": "7",
                "verse_text": "The king was enraged [when he heard this], and sent his soldiers and destroyed those murderers and burned their city."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he said to his servants, &quot;The wedding [feast] is ready, but those who were invited were not worthy."
            },
            {
                "verse_number": "9",
                "verse_text": "So go to the main highways that lead out of the city, and invite to the wedding feast as many as you find.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Those servants went out into the streets and gathered together all the people they could find, both bad and good; so the wedding hall was filled with dinner guests [sitting at the banquet table]. &apos;S it at M y right hand , U ntil I put Y our enemies under Y our feet &apos; &quot;?"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But when the king came in to see the dinner guests, he saw a man there who was not dressed [appropriately] in wedding clothes,"
            },
            {
                "verse_number": "12",
                "verse_text": "and he said, &quot;Friend, how did you come in here without wearing the wedding clothes [that were provided for you]?&quot; And the man was speechless and without excuse."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the king said to the attendants, &quot;Tie him hand and foot, and throw him into the darkness outside; in that place there will be weeping [over sorrow and pain] and grinding of teeth [over distress and anger].&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "For many are called (invited, summoned), but few are chosen.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Pharisees went and conspired together plotting how to trap Him by [distorting] what He said."
            },
            {
                "verse_number": "16",
                "verse_text": "They sent their disciples to Him, along with the Herodians, saying, &apos;Teacher, we know that You are sincere and that You teach the way of God truthfully, without concerning Yourself about [what] anyone [thinks or says of Your teachings]; for You are impartial and do not seek anyone&quot;s favor [and You treat all people alike, regardless of status]."
            },
            {
                "verse_number": "17",
                "verse_text": "Tell us then, what do You think? Is it permissible [according to Jewish law and tradition] to pay a poll-tax to Caesar, or not?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Jesus, aware of their malice, asked, &apos;Why are you testing Me, you hypocrites?"
            },
            {
                "verse_number": "19",
                "verse_text": "Show me the coin used for the poll-tax.&apos; And they brought Him a denarius [a day&quot;s wage]."
            },
            {
                "verse_number": "20",
                "verse_text": "And Jesus said to them, &apos;Whose likeness and inscription is this?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They said, &apos;[ The Emperor Tiberius] Caesar&quot;s.&apos; Then He said to them, &apos;Then pay to Caesar the things that are Caesar&quot;s; and to God the things that are God&quot;s.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When they heard this, they were caught off guard, and they left Him and went away."
            },
            {
                "verse_number": "23",
                "verse_text": "On that day some Sadducees, who say that there is no resurrection [of the dead], came to Him and asked Him a question,"
            },
            {
                "verse_number": "24",
                "verse_text": "saying, &apos;Teacher, Moses said, &quot;I f a man dies , leaving no children , his brother as next of kin shall marry his widow , and raise children for his brother .&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "Now there were seven brothers among us; the first married and died, and having no children left his wife to his brother."
            },
            {
                "verse_number": "26",
                "verse_text": "The second also [died childless], and the third, down to the seventh."
            },
            {
                "verse_number": "27",
                "verse_text": "Last of all, the woman died."
            },
            {
                "verse_number": "28",
                "verse_text": "So in the resurrection, whose wife of the seven will she be? For they all had married her.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But Jesus replied to them, &apos;You are all wrong because you know neither the Scriptures [which teach the resurrection] nor the power of God [for He is able to raise the dead]."
            },
            {
                "verse_number": "30",
                "verse_text": "For in the resurrection neither do men marry nor are women given in marriage, but they are like angels in heaven [who do not marry nor produce children]."
            },
            {
                "verse_number": "31",
                "verse_text": "But as to the resurrection of the dead&ndash;have you not read [in the Scripture] what God said to you:"
            },
            {
                "verse_number": "32",
                "verse_text": "&quot;I am the G od of A braham , and the G od of I saac , and the G od of J acob &quot;? He is not the God of the dead, but of the living.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When the crowds heard this, they were astonished at His teaching."
            },
            {
                "verse_number": "34",
                "verse_text": "Now when the Pharisees heard that He had silenced (muzzled) the Sadducees, they gathered together."
            },
            {
                "verse_number": "35",
                "verse_text": "One of them, a lawyer [an expert in Mosaic Law], asked Jesus a question, to test Him:"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Teacher, which is the greatest commandment in the Law?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And Jesus replied to him, &apos; &quot;Y ou shall love the L ord your G od with all your heart , and with all your soul , and with all your mind .&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "This is the first and greatest commandment."
            },
            {
                "verse_number": "39",
                "verse_text": "The second is like it, &quot;Y ou shall love your neighbor as yourself [that is, unselfishly seek the best or higher good for others].&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "The whole Law and the [writings of the] Prophets depend on these two commandments.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Now while the Pharisees were [still] gathered together, Jesus asked them a question:"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;What do you [Pharisees] think of the Christ (the Messiah, the Anointed)? Whose Son is He?&apos; They said to Him, &apos; The son of David.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus asked them, &apos;How is it then that David by the inspiration of the Spirit, calls Him &quot;Lord,&quot; saying,"
            },
            {
                "verse_number": "44",
                "verse_text": "&quot;T he L ord (the Father) said to my L ord (the Son, the Messiah),"
            },
            {
                "verse_number": "45",
                "verse_text": "So then, if David calls Him (the Son, the Messiah) &quot;Lord,&quot; how is He David&quot;s son?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "No one was able to say a word to Him in answer, nor from that day on did anyone dare to question Him again."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus spoke to the crowds and to His disciples,"
            },
            {
                "verse_number": "2",
                "verse_text": "saying: &apos;The scribes and Pharisees have seated themselves in Moses&quot; chair [of authority as teachers of the Law];"
            },
            {
                "verse_number": "3",
                "verse_text": "so practice and observe everything they tell you, but do not do as they do; for they preach [things], but do not practice them ."
            },
            {
                "verse_number": "4",
                "verse_text": "The scribes and Pharisees tie up heavy loads [that are hard to bear] and place them on men&quot;s shoulders, but they themselves will not lift a finger [to make them lighter]."
            },
            {
                "verse_number": "5",
                "verse_text": "They do all their deeds to be seen by men; for they make their phylacteries (tefillin) wide [to make them more conspicuous] and make their tassels long."
            },
            {
                "verse_number": "6",
                "verse_text": "They love the place of distinction and honor at feasts and the best seats in the synagogues [those on the platform near the scrolls of the Law, facing the congregation],"
            },
            {
                "verse_number": "7",
                "verse_text": "and to be greeted [with respect] in the market places and public forums, and to have people call them Rabbi."
            },
            {
                "verse_number": "8",
                "verse_text": "But do not be called Rabbi (Teacher); for One is your Teacher, and you are all [equally] brothers."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not call anyone on earth [who guides you spiritually] your father; for One is your Father, He who is in heaven."
            },
            {
                "verse_number": "10",
                "verse_text": "Do not let yourselves be called leaders or teachers; for One is your Leader (Teacher), the Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "But the greatest among you will be your servant."
            },
            {
                "verse_number": "12",
                "verse_text": "Whoever exalts himself shall be humbled; and whoever humbles himself shall be raised to honor."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But woe (judgment is coming) to you, [self-righteous] scribes and Pharisees, hypocrites, because you shut off the kingdom of heaven in front of people; for you do not enter yourselves, nor do you allow those who are [in the process of] entering to do so."
            },
            {
                "verse_number": "14",
                "verse_text": "[ Woe to you, scribes and Pharisees, hypocrites, because you swallow up widows&quot; houses, and to cover it up you make long prayers; therefore you will receive the greater condemnation. ]"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Woe to you, [self-righteous] scribes and Pharisees, hypocrites, because you travel over sea and land to make a single proselyte (convert to Judaism), and when he becomes a convert, you make him twice as much a son of hell as you are."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Woe to you, blind guides, who say, &quot;Whoever swears [an oath] by the sanctuary of the temple, that is nothing (non-binding); but whoever swears [an oath] by the gold of the temple is obligated [as a debtor to fulfill his vow and keep his promise].&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "You fools and blind men! Which is more important, the gold or the sanctuary of the temple that sanctified the gold?"
            },
            {
                "verse_number": "18",
                "verse_text": "And [you scribes and Pharisees say], &quot;Whoever swears [an oath] by the altar, that is nothing (non-binding), but whoever swears [an oath] by the offering on it, he is obligated [as a debtor to fulfill his vow and keep his promise].&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "You [spiritually] blind men, which is more important, the offering, or the altar that sanctifies the offering?"
            },
            {
                "verse_number": "20",
                "verse_text": "Therefore, whoever swears [an oath] by the altar, swears both by it and by everything [offered] on it."
            },
            {
                "verse_number": "21",
                "verse_text": "And whoever swears [an oath] by the sanctuary of the temple, swears by it and by Him who dwells within it."
            },
            {
                "verse_number": "22",
                "verse_text": "And whoever swears [an oath] by heaven, swears both by the throne of God and by Him who sits upon it."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Woe to you, [self-righteous] scribes and Pharisees, hypocrites! For you give a tenth (tithe) of your mint and dill and cumin [focusing on minor matters], and have neglected the weightier [more important moral and spiritual] provisions of the Law: justice and mercy and faithfulness; but these are the [primary] things you ought to have done without neglecting the others."
            },
            {
                "verse_number": "24",
                "verse_text": "You [spiritually] blind guides, who strain out a gnat [consuming yourselves with miniscule matters] and swallow a camel [ignoring and violating God&quot;s precepts]!"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Woe to you, [self-righteous] scribes and Pharisees, hypocrites! For you clean the outside of the cup and of the plate, but inside they are full of extortion and robbery and self-indulgence (unrestrained greed)."
            },
            {
                "verse_number": "26",
                "verse_text": "You [spiritually] blind Pharisee, first clean the inside of the cup and of the plate [examine and change your inner self to conform to God&quot;s precepts], so that the outside [your public life and deeds] may be clean also."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Woe to you, [self-righteous] scribes and Pharisees, hypocrites! For you are like whitewashed tombs which look beautiful on the outside, but inside are full of dead men&quot;s bones and everything unclean."
            },
            {
                "verse_number": "28",
                "verse_text": "So you, also, outwardly seem to be just and upright to men, but inwardly you are full of hypocrisy and lawlessness."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Woe to you, [self-righteous] scribes and Pharisees, hypocrites! For you build tombs for the prophets and decorate and adorn the monuments of the righteous,"
            },
            {
                "verse_number": "30",
                "verse_text": "and you say, &quot;If we had been living in the days of our fathers, we would not have joined them in shedding the blood of the prophets.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "So you testify against yourselves that you are the descendants of those who murdered the prophets."
            },
            {
                "verse_number": "32",
                "verse_text": "Fill up, then, the [allotted] measure of the guilt of your fathers&quot; sins ."
            },
            {
                "verse_number": "33",
                "verse_text": "You serpents, you spawn of vipers, how can you escape the penalty of hell?"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Therefore, take notice, I am sending you prophets and wise men [interpreters, teachers] and scribes [men educated in the Mosaic Law and the writings of the prophets]; some of them you will kill and even crucify, and some you will flog in your synagogues, and pursue and persecute from city to city,"
            },
            {
                "verse_number": "35",
                "verse_text": "so that on you will come the guilt of all the blood of the righteous shed on earth, from the blood of righteous Abel to the blood of Zechariah [the priest], the son of Berechiah, whom you murdered between the temple and the altar."
            },
            {
                "verse_number": "36",
                "verse_text": "I assure you and most solemnly say to you, [the judgment for] all these things [these vile and murderous deeds] will come on this generation."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos; O Jerusalem, Jerusalem, who murders the prophets and stones [to death] those [messengers] who are sent to her [by God]! How often I wanted to gather your children together [around Me], as a hen gathers her chicks under her wings, and you were unwilling."
            },
            {
                "verse_number": "38",
                "verse_text": "Listen carefully: your house is being left to you desolate [completely abandoned by God and destitute of His protection]!"
            },
            {
                "verse_number": "39",
                "verse_text": "For I say to you, you will not see Me again [ministering to you publicly] until you say, &quot;B lessed [to be celebrated with praise] is H e who comes in the name of the L ord !&quot; &apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left the temple area and was going on His way when His disciples came up to Him to call His attention to the [magnificent and massive] buildings of the temple."
            },
            {
                "verse_number": "2",
                "verse_text": "And He said to them, &apos;Do you see all these things? I assure you and most solemnly say to you, not one stone here will be left on another, which will not be torn down.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "While Jesus was seated on the Mount of Olives, the disciples came to Him privately, and said, &apos;Tell us, when will this [destruction of the temple] take place, and what will be the sign of Your coming, and of the end (completion, consummation) of the age?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Be careful that no one misleads you [deceiving you and leading you into error]."
            },
            {
                "verse_number": "5",
                "verse_text": "For many will come in My name [misusing it, and appropriating the strength of the name which belongs to Me], saying, &quot;I am the Christ (the Messiah, the Anointed),&quot; and they will mislead many."
            },
            {
                "verse_number": "6",
                "verse_text": "You will continually hear of wars and rumors of wars. See that you are not frightened, for those things must take place, but that is not yet the end [of the age]."
            },
            {
                "verse_number": "7",
                "verse_text": "For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places."
            },
            {
                "verse_number": "8",
                "verse_text": "But all these things are merely the beginning of birth pangs [of the intolerable anguish and the time of unprecedented trouble]."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then they will hand you over to [endure] tribulation, and will put you to death, and you will be hated by all nations because of My name."
            },
            {
                "verse_number": "10",
                "verse_text": "At that time many will be offended and repelled [by their association with Me] and will fall away [from the One whom they should trust] and will betray one another [handing over believers to their persecutors] and will hate one another."
            },
            {
                "verse_number": "11",
                "verse_text": "Many false prophets will appear and mislead many."
            },
            {
                "verse_number": "12",
                "verse_text": "Because lawlessness is increased, the love of most people will grow cold."
            },
            {
                "verse_number": "13",
                "verse_text": "But the one who endures and bears up [under suffering] to the end will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "This good news of the kingdom [the gospel] will be preached throughout the whole world as a testimony to all the nations, and then the end [of the age] will come."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;So when you see the abomination of desolation [the appalling sacrilege that astonishes and makes desolate], spoken of by the prophet Daniel, standing in the Holy Place (let the reader understand),"
            },
            {
                "verse_number": "16",
                "verse_text": "then let those who are in Judea flee to the mountains [for refuge]."
            },
            {
                "verse_number": "17",
                "verse_text": "Whoever is on the housetop must not go down to get the things that are in his house [because there will not be enough time]."
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever is in the field must not turn back to get his coat."
            },
            {
                "verse_number": "19",
                "verse_text": "And woe to those who are pregnant and to those who are nursing babies in those days!"
            },
            {
                "verse_number": "20",
                "verse_text": "Pray that your flight [from persecution and suffering] will not be in winter, or on a Sabbath [when Jewish laws prohibit travel]."
            },
            {
                "verse_number": "21",
                "verse_text": "For at that time there will be a great tribulation (pressure, distress, oppression), such as has not occurred since the beginning of the world until now, nor ever will [again]."
            },
            {
                "verse_number": "22",
                "verse_text": "And if those days [of tribulation] had not been cut short, no human life would be saved; but for the sake of the elect (God&quot;s chosen ones) those days will be shortened."
            },
            {
                "verse_number": "23",
                "verse_text": "Then if anyone says to you [during the great tribulation], &quot;Look! Here is the Christ,&quot; or &quot;There He is, &quot; do not believe it."
            },
            {
                "verse_number": "24",
                "verse_text": "For false Christs and false prophets will appear and they will provide great signs and wonders, so as to deceive, if possible, even the elect (God&quot;s chosen ones)."
            },
            {
                "verse_number": "25",
                "verse_text": "Listen carefully, I have told you in advance."
            },
            {
                "verse_number": "26",
                "verse_text": "So if they say to you, &quot;Look! He is in the wilderness,&quot; do not go out there, or, &quot;Look! He is in the inner rooms [of a house],&quot; do not believe it."
            },
            {
                "verse_number": "27",
                "verse_text": "For just as the lightning comes from the east and flashes as far as the west, so will be the coming [in glory] of the Son of Man [everyone will see Him clearly]."
            },
            {
                "verse_number": "28",
                "verse_text": "Wherever the corpse is, there the vultures will flock together."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Immediately after the tribulation of those days the sun will be darkened , and the moon will not provide its light , and the stars will fall from the sky, and the powers of the heavens will be shaken."
            },
            {
                "verse_number": "30",
                "verse_text": "And at that time the sign of the Son of Man [coming in His glory] will appear in the sky, and then all the tribes of the earth [and especially Israel] will mourn [regretting their rebellion and rejection of the Messiah], and they will see the S on of M an coming on the clouds of heaven with power and great glory [in brilliance and splendor]."
            },
            {
                "verse_number": "31",
                "verse_text": "And He will send His angels with a loud trumpet and they will gather together His elect (God&quot;s chosen ones) from the four winds, from one end of the heavens to the other."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Now learn this lesson from the fig tree: As soon as its young shoots become tender and it puts out its leaves, you know that summer is near;"
            },
            {
                "verse_number": "33",
                "verse_text": "so you, too, when you see all these things [taking place], know for certain that He is near, right at the door."
            },
            {
                "verse_number": "34",
                "verse_text": "I assure you and most solemnly say to you, this generation [the people living when these signs and events begin] will not pass away until all these things take place."
            },
            {
                "verse_number": "35",
                "verse_text": "Heaven and earth [as now known] will pass away, but My words will not pass away."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;But of that [exact] day and hour no one knows, not even the angels of heaven, nor the Son [in His humanity], but the Father alone."
            },
            {
                "verse_number": "37",
                "verse_text": "For the coming of the Son of Man (the Messiah) will be just like the days of Noah."
            },
            {
                "verse_number": "38",
                "verse_text": "For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the [very] day when Noah entered the ark,"
            },
            {
                "verse_number": "39",
                "verse_text": "and they did not know or understand until the flood came and swept them all away; so will the coming of the Son of Man be [unexpected judgment]."
            },
            {
                "verse_number": "40",
                "verse_text": "At that time two men will be in the field; one will be taken [for judgment] and one will be left."
            },
            {
                "verse_number": "41",
                "verse_text": "Two women will be grinding at the mill; one will be taken [for judgment] and one will be left."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;So be alert [give strict attention, be cautious and active in faith], for you do not know which day [whether near or far] your Lord is coming."
            },
            {
                "verse_number": "43",
                "verse_text": "But understand this: If the head of the house had known what time of the night the thief was coming, he would have been on the alert and would not have allowed his house to be broken into."
            },
            {
                "verse_number": "44",
                "verse_text": "Therefore, you [who follow Me] must also be ready; because the Son of Man is coming at an hour when you do not expect Him."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Who then is the faithful and wise servant whom his master has put in charge of his household to give the others [in the house] their food and supplies at the proper time?"
            },
            {
                "verse_number": "46",
                "verse_text": "Blessed is that [faithful] servant when his master returns and finds him doing so."
            },
            {
                "verse_number": "47",
                "verse_text": "I assure you and most solemnly say to you that he will put him in charge of all his possessions."
            },
            {
                "verse_number": "48",
                "verse_text": "But if that servant is evil and says in his heart, &quot;My master is taking his time [he will not return for a long while],&quot;"
            },
            {
                "verse_number": "49",
                "verse_text": "and begins to beat his fellow servants and to eat and drink with drunkards;"
            },
            {
                "verse_number": "50",
                "verse_text": "the master of that servant will come on a day when he does not expect him and at an hour of which he is not aware,"
            },
            {
                "verse_number": "51",
                "verse_text": "and will cut him in two and put him with the hypocrites; in that place there will be weeping [over sorrow and pain] and grinding of teeth [over distress and anger]."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Then the kingdom of heaven will be like ten virgins, who took their lamps and went to meet the bridegroom."
            },
            {
                "verse_number": "2",
                "verse_text": "Five of them were foolish [thoughtless, silly, and careless], and five were wise [far-sighted, practical, and sensible]."
            },
            {
                "verse_number": "3",
                "verse_text": "For when the foolish took their lamps, they did not take any [extra] oil with them,"
            },
            {
                "verse_number": "4",
                "verse_text": "but the wise took flasks of oil along with their lamps."
            },
            {
                "verse_number": "5",
                "verse_text": "Now while the bridegroom was delayed, they all began to nod off, and they fell asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "But at midnight there was a shout, &quot;Look! The bridegroom [is coming]! Go out to meet him .&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then all those virgins got up and put their own lamps in order [trimmed the wicks and added oil and lit them]."
            },
            {
                "verse_number": "8",
                "verse_text": "But the foolish virgins said to the wise, &quot;Give us some of your oil, because our lamps are going out.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "But the wise replied, &quot;No, otherwise there will not be enough for us and for you, too; go instead to the dealers and buy oil for yourselves.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "But while they were going away to buy oil, the bridegroom came, and those who were ready went in with him to the wedding feast; and the door was shut and locked ."
            },
            {
                "verse_number": "11",
                "verse_text": "Later the others also came, and said, &quot;Lord, Lord, open [the door] for us.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "But He replied, &quot;I assure you and most solemnly say to you, I do not know you [we have no relationship].&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Therefore, be on the alert [be prepared and ready], for you do not know the day nor the hour [when the Son of Man will come]."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;For it is just like a man who was about to take a journey, and he called his servants together and entrusted them with his possessions."
            },
            {
                "verse_number": "15",
                "verse_text": "To one he gave five talents, to another, two, and to another, one, each according to his own ability; and then he went on his journey."
            },
            {
                "verse_number": "16",
                "verse_text": "The one who had received the five talents went at once and traded with them, and he [made a profit and] gained five more."
            },
            {
                "verse_number": "17",
                "verse_text": "Likewise the one who had two [made a profit and] gained two more."
            },
            {
                "verse_number": "18",
                "verse_text": "But the one who had received the one went and dug a hole in the ground and hid his master&quot;s money."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Now after a long time the master of those servants returned and settled accounts with them."
            },
            {
                "verse_number": "20",
                "verse_text": "And the one who had received the five talents came and brought him five more, saying, &quot;Master, you entrusted to me five talents. See, I have [made a profit and] gained five more talents.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "His master said to him, &quot;Well done, good and faithful servant. You have been faithful and trustworthy over a little, I will put you in charge of many things; share in the joy of your master.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Also the one who had the two talents came forward, saying, &quot;Master, you entrusted two talents to me. See, I have [made a profit and] gained two more talents.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "His master said to him, &quot;Well done, good and faithful servant. You have been faithful and trustworthy over a little, I will put you in charge of many things; share in the joy of your master.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;The one who had received one talent also came forward, saying, &quot;Master, I knew you to be a harsh and demanding man, reaping [the harvest] where you did not sow and gathering where you did not scatter seed ."
            },
            {
                "verse_number": "25",
                "verse_text": "So I was afraid [to lose the talent], and I went and hid your talent in the ground. See, you have what is your own.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But his master answered him, &quot;You wicked, lazy servant, you knew that I reap [the harvest] where I did not sow and gather where I did not scatter seed ."
            },
            {
                "verse_number": "27",
                "verse_text": "Then you ought to have put my money with the bankers, and at my return I would have received my money back with interest."
            },
            {
                "verse_number": "28",
                "verse_text": "So take the talent away from him, and give it to the one who has the ten talents.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;For to everyone who has [and values his blessings and gifts from God, and has used them wisely], more will be given, and [he will be richly supplied so that] he will have an abundance; but from the one who does not have [because he has ignored or disregarded his blessings and gifts from God], even what he does have will be taken away."
            },
            {
                "verse_number": "30",
                "verse_text": "And throw out the worthless servant into the outer darkness; in that place [of grief and torment] there will be weeping [over sorrow and pain] and grinding of teeth [over distress and anger]."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;But when the Son of Man comes in His glory and majesty and all the angels with Him, then He will sit on the throne of His glory."
            },
            {
                "verse_number": "32",
                "verse_text": "All the nations will be gathered before Him [for judgment]; and He will separate them from one another, as a shepherd separates his sheep from the goats;"
            },
            {
                "verse_number": "33",
                "verse_text": "and He will put the sheep on His right [the place of honor], and the goats on His left [the place of rejection]."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Then the King will say to those on His right, &quot;Come, you blessed of My Father [you favored of God, appointed to eternal salvation], inherit the kingdom prepared for you from the foundation of the world."
            },
            {
                "verse_number": "35",
                "verse_text": "For I was hungry, and you gave Me something to eat; I was thirsty, and you gave Me something to drink; I was a stranger, and you invited Me in;"
            },
            {
                "verse_number": "36",
                "verse_text": "I was naked, and you clothed Me; I was sick, and you visited Me [with help and ministering care]; I was in prison, and you came to Me [ignoring personal danger].&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then the righteous will answer Him, &quot;Lord, when did we see You hungry, and feed You, or thirsty, and give You something to drink?"
            },
            {
                "verse_number": "38",
                "verse_text": "And when did we see You as a stranger, and invite You in, or naked, and clothe You?"
            },
            {
                "verse_number": "39",
                "verse_text": "And when did we see You sick, or in prison, and come to You?&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "The King will answer and say to them, &quot;I assure you and most solemnly say to you, to the extent that you did it for one of these brothers of Mine, even the least of them, you did it for Me.&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Then He will say to those on His left, &quot;Leave Me, you cursed ones, into the eternal fire which has been prepared for the devil and his angels (demons);"
            },
            {
                "verse_number": "42",
                "verse_text": "for I was hungry, and you gave Me nothing to eat; I was thirsty, and you gave Me nothing to drink;"
            },
            {
                "verse_number": "43",
                "verse_text": "I was a stranger, and you did not invite Me in; naked, and you did not clothe Me; sick, and in prison, and you did not visit Me [with help and ministering care].&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then they also [in their turn] will answer, &quot;Lord, when did we see You hungry, or thirsty, or as a stranger, or naked, or sick, or in prison, and did not minister to You?&quot;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then He will reply to them, &quot;I assure you and most solemnly say to you, to the extent that you did not do it for one of the least of these [my followers], you did not do it for Me.&quot;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then these [unbelieving people] will go away into eternal (unending) punishment, but those who are righteous and in right standing with God [will go, by His remarkable grace] into eternal (unending) life.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had finished this discourse, He said to His disciples,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You know that the Passover is coming in two days, and the Son of Man is to be betrayed and handed over for crucifixion.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the chief priests and the elders of the people gathered in the courtyard of the [elegant home of the Jewish] high priest, whose name was Caiaphas,"
            },
            {
                "verse_number": "4",
                "verse_text": "and plotted together to arrest Jesus by stealth and kill Him."
            },
            {
                "verse_number": "5",
                "verse_text": "But they said, &apos;It must not be during the festival (Passover), otherwise there might be a riot among the people.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now when Jesus was [back] in Bethany, at the home of Simon the leper,"
            },
            {
                "verse_number": "7",
                "verse_text": "a woman came to Him with an alabaster vial of very expensive perfume and she poured it on Jesus&quot; head as He reclined at the table ."
            },
            {
                "verse_number": "8",
                "verse_text": "But when the disciples saw it they were indignant and angry, saying, &apos;Why all this waste [of money]?"
            },
            {
                "verse_number": "9",
                "verse_text": "For this perfume might have been sold at a high price and the money given to the poor.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Jesus, aware [of the malice] of this [remark], said to them, &apos;Why are you bothering the woman? She has done a good thing to Me."
            },
            {
                "verse_number": "11",
                "verse_text": "For you always have the poor with you; but you will not always have Me."
            },
            {
                "verse_number": "12",
                "verse_text": "When she poured this perfume on My body, she did it to prepare Me for burial."
            },
            {
                "verse_number": "13",
                "verse_text": "I assure you and most solemnly say to you, wherever this gospel [of salvation] is preached in the whole world, what this woman has done will also be told in memory of her [for her act of love and devotion].&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then one of the twelve [disciples], who was called Judas Iscariot, went to the chief priests"
            },
            {
                "verse_number": "15",
                "verse_text": "and said, &apos;What are you willing to give me if I hand Jesus over to you?&apos; And they weighed out thirty pieces of silver."
            },
            {
                "verse_number": "16",
                "verse_text": "And from that moment Judas began looking for an opportune time to betray Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "Now on the first day of Unleavened Bread (Passover Week) the disciples came to Jesus and asked, &apos;Where do You want us to prepare for You to eat the Passover?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos;Go into the city to a certain man, and say to him, &quot;The Teacher says, &apos;My time [to suffer and atone for sin] is near; I am to keep the Passover at your house with My disciples.&apos; &quot; &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "[Accordingly] the disciples did as Jesus had directed them, and they prepared the Passover."
            },
            {
                "verse_number": "20",
                "verse_text": "When evening came, Jesus was reclining at the table with the twelve disciples."
            },
            {
                "verse_number": "21",
                "verse_text": "And as they were eating, He said, &apos;I assure you and most solemnly say to you that one of you will betray Me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Being deeply grieved and extremely distressed, each one of them began to say to Him, &apos;Surely not I, Lord?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered, &apos;He who has dipped his hand in the bowl with Me [as a pretense of friendship] will betray Me."
            },
            {
                "verse_number": "24",
                "verse_text": "The Son of Man is to go [to the cross], just as it is written [in Scripture] of Him; but woe (judgment is coming) to that man by whom the Son of Man is betrayed! It would have been good for that man if he had never been born.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "And Judas, the betrayer, said, &apos;Surely it is not I, Rabbi?&apos; Jesus said to him, &apos; You have said it yourself.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Now as they were eating Jesus took bread, and after blessing it, He broke it and gave it to the disciples, and said, &apos;Take, eat; this is My body.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "And when He had taken a cup and given thanks, He gave it to them, saying, &apos;Drink from it, all of you;"
            },
            {
                "verse_number": "28",
                "verse_text": "for this is My blood of the [new and better] covenant, which [ratifies the agreement and] is being poured out for many [as a substitutionary atonement] for the forgiveness of sins ."
            },
            {
                "verse_number": "29",
                "verse_text": "But I say to you, I will not drink of this fruit of the vine from now on until that day when I drink it new with you in My Father&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "After singing a hymn, they went out to the Mount of Olives."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus said to them, &apos;You will all fall away because of Me this night [disillusioned about Me, confused, and some even ashamed of Me], for it is written [in the Scriptures], &quot;I will strike the S hepherd , and the sheep of the flock will be scattered .&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But after I am raised [to life], I will go ahead of you [leading the way] to Galilee.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter replied to Him, &apos;Though they all fall away because of You [and doubt and disown You], I will never fall away!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to him, &apos;I assure you and most solemnly say to you, this night, before a rooster crows, you will [completely] deny Me three times.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Peter said to Jesus, &apos;Even if I have to die with You, I will not deny You!&apos; And all the disciples said the same thing."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus came with them to a place called Gethsemane (olive-press), and He told His disciples, &apos;Sit here while I go over there and pray.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And taking with Him Peter and the two sons of Zebedee [James and John], He began to be grieved and greatly distressed."
            },
            {
                "verse_number": "38",
                "verse_text": "Then He said to them, &apos;My soul is deeply grieved, so that I am almost dying of sorrow. Stay here and stay awake and keep watch with Me.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "And after going a little farther, He fell face down and prayed, saying, &apos;My Father, if it is possible [that is, consistent with Your will], let this cup pass from Me; yet not as I will, but as You will.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "And He came to the disciples and found them sleeping, and said to Peter, &apos;So, you men could not stay awake and keep watch with Me for one hour?"
            },
            {
                "verse_number": "41",
                "verse_text": "Keep actively watching and praying that you may not come into temptation; the spirit is willing, but the body is weak.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "He went away a second time and prayed, saying, &apos;My Father, if this cannot pass away unless I drink it, Your will be done.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Again He came and found them sleeping, for their eyes were heavy."
            },
            {
                "verse_number": "44",
                "verse_text": "So, leaving them again, He went away and prayed for the third time, saying the same words once more."
            },
            {
                "verse_number": "45",
                "verse_text": "Then He returned to the disciples and said to them, &apos;Are you still sleeping and resting? Listen, the hour [of My sacrifice] is at hand and the Son of Man is being betrayed into the hands of sinners [whose way and nature is to oppose God]."
            },
            {
                "verse_number": "46",
                "verse_text": "Get up, let us go. Look, My betrayer is near!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "As Jesus was still speaking, Judas [Iscariot], one of the twelve [disciples], came up accompanied by a large crowd with swords and clubs, [who came as representatives] from the chief priests and elders of the people."
            },
            {
                "verse_number": "48",
                "verse_text": "Now the betrayer had given them a sign, saying, &apos;Whomever I kiss, He is the one; seize Him.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Immediately Judas went to Jesus and said, &apos;Greetings (rejoice), Rabbi!&apos; And he kissed Him [in a deliberate act of betrayal]."
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to Judas, &apos;Friend, do what you came for.&apos; Then they came and seized Jesus and arrested Him."
            },
            {
                "verse_number": "51",
                "verse_text": "And one of those who were with Jesus reached out and drew his sword, and struck [Malchus] the slave of the high priest and cut off his ear."
            },
            {
                "verse_number": "52",
                "verse_text": "Then Jesus said to him, &apos;Put your sword back in its place; for all those who habitually draw the sword will die by the sword."
            },
            {
                "verse_number": "53",
                "verse_text": "Do you think that I cannot appeal to My Father, and He will immediately provide Me with more than twelve legions of angels?"
            },
            {
                "verse_number": "54",
                "verse_text": "How then will the Scriptures be fulfilled, that it must happen this way?&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "At that moment Jesus said to the crowds, &apos;Have you come out with swords and clubs to arrest Me as you would against a robber? Day after day I used to sit in the porches and courts of the temple teaching, and you did not arrest Me."
            },
            {
                "verse_number": "56",
                "verse_text": "But all this has taken place so that the Scriptures of the prophets would be fulfilled.&apos; Then all the disciples deserted Him and fled."
            },
            {
                "verse_number": "57",
                "verse_text": "Those who had seized Jesus led Him away to Caiaphas, the high priest, where the scribes and the elders (Sanhedrin, Jewish High Court) had gathered [ illegally] together."
            },
            {
                "verse_number": "58",
                "verse_text": "But Peter followed Him at a distance as far as the courtyard of the [elegant home of the Jewish] high priest, and went inside, and sat with the guards to see the outcome."
            },
            {
                "verse_number": "59",
                "verse_text": "Now the chief priests and the whole Council (Sanhedrin, Jewish High Court) tried to get false witnesses to testify against Jesus, so that they might [have a reason to] put Him to death."
            },
            {
                "verse_number": "60",
                "verse_text": "They found none, even though many false witnesses came forward. At last two came forward,"
            },
            {
                "verse_number": "61",
                "verse_text": "and testified, &apos;This man said, &quot; I am able to tear down the temple of God and rebuild it in three days.&quot; &apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "The high priest stood up and said to Jesus, &apos;Have You no answer to give? What is it that these men are testifying against You?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "But Jesus kept silent. And the high priest said to Him, &apos;I call on You to swear a binding oath by the living God, that you tell us whether You are the Christ, the Son of God.&apos;"
            },
            {
                "verse_number": "64",
                "verse_text": "Jesus said to him, &apos;You have [in fact] said it; but more than that I tell you [regardless of what you do with Me now], in the future you will see [Me revealed as] the S on of M an seated at the right hand of P ower , and coming on the clouds of heaven .&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Then the high priest tore his robes [in mock horror] and exclaimed, &apos;He has blasphemed [by making Himself God&quot;s equal]! What further need have we of witnesses or evidence? See, you have now heard the blasphemy."
            },
            {
                "verse_number": "66",
                "verse_text": "What do you think?&apos; They answered, &apos; He deserves to be put to death.&apos;"
            },
            {
                "verse_number": "67",
                "verse_text": "Then they spat in His face and struck Him with their fists; and some slapped Him,"
            },
            {
                "verse_number": "68",
                "verse_text": "saying, &apos; Prophesy to us, You Christ (Messiah, Anointed); who was it that struck You?&apos;"
            },
            {
                "verse_number": "69",
                "verse_text": "Now Peter was sitting outside in the courtyard, and a servant-girl came up to him and said, &apos;You too were with Jesus the Galilean.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But he denied it before them all, saying, &apos;I do not know what you are talking about.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "And when he had gone out to the gateway, another servant-girl saw him and she said to the bystanders, &apos;This man was with Jesus the Nazarene.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "And again he denied it with an oath, &apos;I do not know the man.&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "After a little while the bystanders came up and said to Peter, &apos;Surely you are one of them too; for even your [Galilean] accent gives you away.&apos;"
            },
            {
                "verse_number": "74",
                "verse_text": "Then he began to curse [that is, to invoke God&quot;s judgment on himself] and swear [an oath], &apos;I do not know the man!&apos; And at that moment a rooster crowed."
            },
            {
                "verse_number": "75",
                "verse_text": "And Peter remembered the [prophetic] words of Jesus, when He had said, &apos;Before a rooster crows, you will deny Me three times.&apos; And he went outside and wept bitterly [in repentance]."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "When it was morning, all the chief priests and the elders of the people (Sanhedrin, Jewish High Court) conferred together against Jesus, [plotting how] to put Him to death [since under Roman rule they had no power to execute anyone];"
            },
            {
                "verse_number": "2",
                "verse_text": "so they bound Him, and led Him away and handed Him over to Pilate the governor [of Judea, who had the authority to condemn prisoners to death]."
            },
            {
                "verse_number": "3",
                "verse_text": "When Judas, His betrayer, saw that Jesus was condemned, he was gripped with remorse and returned the thirty pieces of silver to the chief priests and the elders,"
            },
            {
                "verse_number": "4",
                "verse_text": "saying, &apos;I have sinned by betraying innocent blood.&apos; They replied, &apos;What is that to us? See to that yourself!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And throwing the pieces of silver into the temple sanctuary, he left; and went away and hanged himself."
            },
            {
                "verse_number": "6",
                "verse_text": "The chief priests, picking up the pieces of silver, said, &apos;It is not lawful to put these in the treasury [of the temple], because it is the price of blood.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So after consultation they used the money to buy the Potter&quot;s Field as a burial place for strangers."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore that piece of ground has been called the Field of Blood to this day."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the words spoken by Jeremiah the prophet were fulfilled: &apos;A nd they took the thirty pieces of silver , the price of H im on whom a price had been set by the sons of Israel;"
            },
            {
                "verse_number": "10",
                "verse_text": "and they gave them for the P otter&quot;s F ield , as the L ord directed me .&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Now Jesus stood before [Pilate] the governor, and the governor asked Him, &apos;Are you the King of the Jews?&apos; [In affirmation] Jesus said to him, &apos; It is as you say.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But when the charges were brought against Him by the chief priests and elders, He did not answer."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Pilate said to Him, &apos;Do You not hear how many things they are testifying against You?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus did not reply to him, not even to a single accusation, so that the governor was greatly astonished."
            },
            {
                "verse_number": "15",
                "verse_text": "Now at the feast [of the Passover] the governor was in the habit of setting free any one prisoner whom the people chose."
            },
            {
                "verse_number": "16",
                "verse_text": "And at that time they were holding a notorious prisoner [guilty of insurrection and murder], called Barabbas."
            },
            {
                "verse_number": "17",
                "verse_text": "So when they had assembled [for this purpose], Pilate said to them, &apos;Whom do you want me to set free for you? Barabbas, or Jesus who is called Christ?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "For Pilate knew that it was because of jealousy that the chief priests and elders had handed Jesus over to him."
            },
            {
                "verse_number": "19",
                "verse_text": "While he was seated on the judgment seat, his wife sent him a message, saying, &apos;Have nothing to do with that righteous and innocent Man; for last night I suffered greatly in a dream because of Him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the chief priests and the elders persuaded the crowds to ask for Barabbas and to put Jesus to death."
            },
            {
                "verse_number": "21",
                "verse_text": "The governor said to them, &apos;Which of the two do you wish me to set free for you?&apos; And they said, &apos;Barabbas.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate said to them, &apos;Then what shall I do with Jesus who is called Christ?&apos; They all replied, &apos;Let Him be crucified!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "And he said, &apos;Why, what has He done that is evil?&apos; But they continued shouting all the louder, &apos;Let Him be crucified!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So when Pilate saw that he was getting nowhere, but rather that a riot was breaking out, he took water and washed his hands [to ceremonially cleanse himself of guilt] in the presence of the crowd, saying, &apos;I am innocent of this [righteous] Man&quot;s blood; see to that yourselves.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "And all the people answered, &apos;Let [the responsibility for] His blood be on us and on our children!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So he set Barabbas free for them; but after having Jesus severely whipped (scourged), he handed Him over to be crucified."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the governor&quot;s soldiers took Jesus into the Praetorium, and they gathered the whole Roman cohort around Him."
            },
            {
                "verse_number": "28",
                "verse_text": "They stripped him and put a scarlet robe on Him [as a king&quot;s robe]."
            },
            {
                "verse_number": "29",
                "verse_text": "And after twisting together a crown of thorns, they put it on His head, and put a reed in His right hand [as a scepter]. Kneeling before Him, they ridiculed Him, saying, &apos;Hail (rejoice), King of the Jews!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They spat on Him, and took the reed and struck Him repeatedly on the head."
            },
            {
                "verse_number": "31",
                "verse_text": "After they finished ridiculing Him, they stripped Him of the scarlet robe and put His own clothes on Him, and led Him away to crucify Him."
            },
            {
                "verse_number": "32",
                "verse_text": "Now as they were coming out, they found a man of Cyrene named Simon, whom they forced into service to carry the cross of Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "And when they came to a place called Golgotha, which means Place of a Skull,"
            },
            {
                "verse_number": "34",
                "verse_text": "they offered Him wine mixed with gall (myrrh, a bitter-tasting narcotic) to drink; but after tasting it, He refused to drink it."
            },
            {
                "verse_number": "35",
                "verse_text": "And when they had crucified Him, they divided His clothes among them by casting lots."
            },
            {
                "verse_number": "36",
                "verse_text": "Then sitting down there, they began to keep watch over Him [to guard against any rescue attempt]."
            },
            {
                "verse_number": "37",
                "verse_text": "And above His head they put the accusation against Him which read, &apos; THIS IS JESUS THE KING OF THE JEWS.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "At the same time two robbers were crucified with Jesus, one on the right and one on the left."
            },
            {
                "verse_number": "39",
                "verse_text": "Those who passed by were hurling abuse at Him and jeering at Him, wagging their heads [in scorn and ridicule],"
            },
            {
                "verse_number": "40",
                "verse_text": "and they said [tauntingly], &apos;You who would destroy the temple and rebuild it in three days, save Yourself [from death]! If You are the Son of God, come down from the cross.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "In the same way the chief priests also, along with the scribes and elders, mocked Him, saying,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;He saved others [from death]; He cannot save Himself. He is the King of Israel; let Him now come down from the cross, and we will believe in Him and acknowledge Him."
            },
            {
                "verse_number": "43",
                "verse_text": "H e trusts in G od ; let G od rescue Him now, if H e delights in H im ; for He said, &quot;I am the Son of God.&quot; &apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The robbers who had been crucified with Him also began to insult Him in the same way."
            },
            {
                "verse_number": "45",
                "verse_text": "Now from the sixth hour (noon) there was darkness over all the land until the ninth hour (3:00 p.m.)."
            },
            {
                "verse_number": "46",
                "verse_text": "About the ninth hour Jesus cried out with a loud [agonized] voice, &apos;E li , E li , lama sabachthani ?&apos; that is, &apos;M y G od , M y G od , why have Y ou forsaken M e ?&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When some of the bystanders there heard it, they began saying, &apos;This man is calling for Elijah.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Immediately one of them ran, and took a sponge, soaked it with sour wine and put it on a reed, and gave Him a drink."
            },
            {
                "verse_number": "49",
                "verse_text": "But the rest said, &apos;Let us see whether Elijah will come to save Him [from death].&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "And Jesus cried out again with a loud [agonized] voice, and gave up His spirit [voluntarily, sovereignly dismissing and releasing His spirit from His body in submission to His Father&quot;s plan]."
            },
            {
                "verse_number": "51",
                "verse_text": "And [at once] the veil [of the Holy of Holies] of the temple was torn in two from top to bottom; the earth shook and the rocks were split apart."
            },
            {
                "verse_number": "52",
                "verse_text": "The tombs were opened, and many bodies of the saints (God&quot;s people) who had fallen asleep [in death] were raised [to life];"
            },
            {
                "verse_number": "53",
                "verse_text": "and coming out of the tombs after His resurrection, they entered the holy city (Jerusalem) and appeared to many people."
            },
            {
                "verse_number": "54",
                "verse_text": "Now the centurion, and those who were with him keeping guard over Jesus, when they saw the earthquake and the things that were happening, they were terribly frightened and filled with awe, and said, &apos;Truly this was the Son of God!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "There were also many women there looking on from a distance, who had accompanied Jesus from Galilee, ministering to Him."
            },
            {
                "verse_number": "56",
                "verse_text": "Among them was Mary Magdalene, and Mary the mother of James and Joseph, and [Salome] the mother of Zebedee&quot;s sons [James and John]."
            },
            {
                "verse_number": "57",
                "verse_text": "When it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus."
            },
            {
                "verse_number": "58",
                "verse_text": "He went to Pilate and asked for the body of Jesus [so that he might bury Him], and Pilate ordered that it be given to him."
            },
            {
                "verse_number": "59",
                "verse_text": "And Joseph took the body and wrapped it in a clean linen cloth (burial wrapping),"
            },
            {
                "verse_number": "60",
                "verse_text": "and laid it in his own new tomb, which he had cut in the rock; and he rolled a large stone over the entrance of the tomb and went away."
            },
            {
                "verse_number": "61",
                "verse_text": "And Mary Magdalene was there, and the other Mary, sitting opposite the tomb."
            },
            {
                "verse_number": "62",
                "verse_text": "The next day, that is, the day after the [day of] preparation [for the Sabbath], the chief priests and the Pharisees assembled before Pilate,"
            },
            {
                "verse_number": "63",
                "verse_text": "and said, &apos;Sir, we have remembered that when He was still alive that deceiver said, &quot;After three days I will rise [from the dead].&quot;"
            },
            {
                "verse_number": "64",
                "verse_text": "Therefore, give orders to have the tomb made secure and safeguarded until the third day, otherwise His disciples may come and steal Him away and tell the people, &quot;He has risen from the dead,&quot; and the last deception [the reporting of His resurrection] will be worse than the first [the reporting that He is the Messiah].&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Pilate said to them, &apos;You have a guard [of soldiers]; go [with them], make the tomb as secure as you know how.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "So they went and made the tomb secure, and along with [stationing] a guard of soldiers [to be on watch] they set a seal on the stone."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Now after the Sabbath, near dawn of the first day of the week, Mary Magdalene and the other Mary went to look at the tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "And a great earthquake had occurred, for an angel of the Lord descended from heaven and came and rolled away the stone [from the opening of the tomb], and sat on it."
            },
            {
                "verse_number": "3",
                "verse_text": "The angel&quot;s appearance was like lightning, and his clothes were as white as snow."
            },
            {
                "verse_number": "4",
                "verse_text": "The guards shook, paralyzed with fear [at the sight] of him and became like dead men [pale and immobile]."
            },
            {
                "verse_number": "5",
                "verse_text": "But the angel said to the women, &apos;Do not be afraid; for I know that you are looking for Jesus who has been crucified."
            },
            {
                "verse_number": "6",
                "verse_text": "He is not here, for He has risen, just as He said [He would]. Come! See the place where He was lying."
            },
            {
                "verse_number": "7",
                "verse_text": "Then go quickly and tell His disciples that He has risen from the dead; and behold, He is going ahead of you into Galilee [as He promised]. There you will see Him; behold, I have told you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the women left the tomb quickly with fear and great joy, and ran to tell [the good news to] the disciples."
            },
            {
                "verse_number": "9",
                "verse_text": "And as they went, suddenly, Jesus met them, saying, &apos;Rejoice!&apos; And they went to Him and took hold of His feet [in homage] and worshiped Him [as the Messiah]."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to them, &apos;Do not be afraid; go and tell My brothers to leave for Galilee, and there they will see Me [just as I promised].&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "While they were on their way, some of the [Roman] guards went into the city and reported to the chief priests everything that had happened."
            },
            {
                "verse_number": "12",
                "verse_text": "And when the chief priests had gathered with the elders and had consulted together [to develop a plan of deception], they gave a sufficient sum of money [as a bribe] to the soldiers,"
            },
            {
                "verse_number": "13",
                "verse_text": "and said, &apos;You say this, &quot;His disciples came at night and stole Him while we were sleeping.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "And if the governor (Pilate) hears about it, we will calm him down and keep you out of trouble.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they took the money [they were paid for lying] and did as they were instructed; and this [fabricated] story was widely spread among the Jews, and is to the present day."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the eleven disciples went to Galilee, to the mountain which Jesus had designated."
            },
            {
                "verse_number": "17",
                "verse_text": "And when they saw Him, they worshiped Him; but some doubted [that it was really He]."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus came up and said to them, &apos;All authority (all power of absolute rule) in heaven and on earth has been given to Me."
            },
            {
                "verse_number": "19",
                "verse_text": "Go therefore and make disciples of all the nations [help the people to learn of Me, believe in Me, and obey My words], baptizing them in the name of the Father and of the Son and of the Holy Spirit,"
            },
            {
                "verse_number": "20",
                "verse_text": "teaching them to observe everything that I have commanded you; and lo, I am with you always [remaining with you perpetually&ndash;regardless of circumstance, and on every occasion], even to the end of the age.&apos;"
            }
        ]
    }
}