{
    "2 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Simon Peter, a bond-servant and apostle (special messenger, personally chosen representative) of Jesus Christ, T o those who have received and possess [by God&quot;s will] a precious faith of the same kind as ours, by the righteousness of our God and Savior, Jesus Christ:"
            },
            {
                "verse_number": "2",
                "verse_text": "Grace and peace [that special sense of spiritual well-being] be multiplied to you in the [true, intimate] knowledge of God and of Jesus our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "For His divine power has bestowed on us [absolutely] everything necessary for [a dynamic spiritual] life and godliness, through true and personal knowledge of Him who called us by His own glory and excellence."
            },
            {
                "verse_number": "4",
                "verse_text": "For by these He has bestowed on us His precious and magnificent promises [of inexpressible value], so that by them you may escape from the immoral freedom that is in the world because of disreputable desire, and become sharers of the divine nature."
            },
            {
                "verse_number": "5",
                "verse_text": "For this very reason, applying your diligence [to the divine promises, make every effort] in [exercising] your faith to, develop moral excellence, and in moral excellence, knowledge (insight, understanding),"
            },
            {
                "verse_number": "6",
                "verse_text": "and in your knowledge, self-control, and in your self-control, steadfastness, and in your steadfastness, godliness,"
            },
            {
                "verse_number": "7",
                "verse_text": "and in your godliness, brotherly affection, and in your brotherly affection, [develop Christian] love [that is, learn to unselfishly seek the best for others and to do things for their benefit]."
            },
            {
                "verse_number": "8",
                "verse_text": "For as these qualities are yours and are increasing [in you as you grow toward spiritual maturity], they will keep you from being useless and unproductive in regard to the true knowledge and greater understanding of our Lord Jesus Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "For whoever lacks these qualities is blind&ndash;shortsighted [closing his spiritual eyes to the truth], having become oblivious to the fact that he was cleansed from his old sins."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore, believers, be all the more diligent to make certain about His calling and choosing you [be sure that your behavior reflects and confirms your relationship with God]; for by doing these things [actively developing these virtues], you will never stumble [in your spiritual growth and will live a life that leads others away from sin];"
            },
            {
                "verse_number": "11",
                "verse_text": "for in this way entry into the eternal kingdom of our Lord and Savior Jesus Christ will be abundantly provided to you."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, I will always be ready to remind you of these things, even though you already know them and are established in the truth which is held firmly in your grasp."
            },
            {
                "verse_number": "13",
                "verse_text": "I think it right, as long as I am in this earthly tent, to inspire you by reminding you,"
            },
            {
                "verse_number": "14",
                "verse_text": "knowing that the laying aside of this earthly tent of mine is imminent, as our Lord Jesus Christ has made clear to me."
            },
            {
                "verse_number": "15",
                "verse_text": "Moreover, I will diligently endeavor [to see to it] that even after my departure you will be able, at all times, to call these things to mind."
            },
            {
                "verse_number": "16",
                "verse_text": "For we did not follow cleverly devised stories or myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of His majesty [His grandeur, His authority, His sovereignty]."
            },
            {
                "verse_number": "17",
                "verse_text": "For when He was invested with honor and [the radiance of the Shekinah] glory from God the Father, such a voice as this came to Him from the [splendid] Majestic Glory [in the bright cloud that overshadowed Him, saying], &apos;This is My Son, My Beloved Son in whom I am well-pleased and delighted&apos;&ndash;"
            },
            {
                "verse_number": "18",
                "verse_text": "and we [actually] heard this voice made from heaven when we were together with Him on the holy mountain."
            },
            {
                "verse_number": "19",
                "verse_text": "So we have the prophetic word made more certain. You do well to pay [close] attention to it as to a lamp shining in a dark place, until the day dawns and light breaks through the gloom and the morning star arises in your hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "But understand this first of all, that no prophecy of Scripture is a matter of or comes from one&quot;s own [personal or special] interpretation,"
            },
            {
                "verse_number": "21",
                "verse_text": "for no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "But [in those days] false prophets arose among the people, just as there will be false teachers among you, who will subtly introduce destructive heresies, even denying the Master who bought them, bringing swift destruction on themselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Many will follow their shameful ways, and because of them the way of truth will be maligned."
            },
            {
                "verse_number": "3",
                "verse_text": "And in their greed they will exploit you with false arguments and twisted doctrine. Their sentence [of condemnation which God has decreed] from a time long ago is not idle [but is still in force], and their destruction and deepening misery is not asleep [but is on its way]. P resumptuous and reckless, self-willed and arrogant [creatures, despising the majesty of the Lord], they do not tremble when they revile angelic majesties,"
            },
            {
                "verse_number": "4",
                "verse_text": "For if God did not [even] spare angels that sinned, but threw them into hell and sent them to pits of gloom to be kept [there] for judgment;"
            },
            {
                "verse_number": "5",
                "verse_text": "and if He did not spare the ancient world, but protected Noah, a preacher of righteousness, with seven others, when He brought [the judgment of] a flood upon the world of the ungodly;"
            },
            {
                "verse_number": "6",
                "verse_text": "and if He condemned the cities of Sodom and Gomorrah to destruction by reducing them to ashes, having made them an example to those who would live ungodly lives thereafter;"
            },
            {
                "verse_number": "7",
                "verse_text": "and if He rescued righteous Lot, who was tormented by the immoral conduct of unprincipled and ungodly men"
            },
            {
                "verse_number": "8",
                "verse_text": "(for that just man, while living among them, felt his righteous soul tormented day after day by what he saw and heard of their lawless acts),"
            },
            {
                "verse_number": "9",
                "verse_text": "then [in light of the fact that all this is true, be sure that] the Lord knows how to rescue the godly from trial, and how to keep the unrighteous under punishment until the day of judgment,"
            },
            {
                "verse_number": "10",
                "verse_text": "and especially those who indulge in the corrupt passions of the sin nature, and despise authority."
            },
            {
                "verse_number": "11",
                "verse_text": "whereas even angels who are superior in might and power do not bring a reviling (defaming) accusation against them before the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "But these [false teachers], like unreasoning animals, [mere] creatures of instinct, born to be captured and destroyed, reviling things they do not understand, will also perish in their own corruption [in their destroying they will be destroyed],"
            },
            {
                "verse_number": "13",
                "verse_text": "suffering wrong [destined for punishment] as the wages of doing wrong. They count it a delight to revel in the daytime [living luxuriously]. They are stains and blemishes [on mankind], reveling in their deceptions even as they feast with you."
            },
            {
                "verse_number": "14",
                "verse_text": "They have eyes full of adultery, constantly looking for sin, enticing and luring away unstable souls. Having hearts trained in greed, [they are] children of a curse."
            },
            {
                "verse_number": "15",
                "verse_text": "Abandoning the straight road [that is, the right way to live], they have gone astray; they have followed the way of [the false teacher] Balaam the son of Beor, who loved the reward of wickedness;"
            },
            {
                "verse_number": "16",
                "verse_text": "but he was rebuked for his own transgression: a mute donkey spoke with a man&quot;s voice and restrained the prophet&quot;s madness."
            },
            {
                "verse_number": "17",
                "verse_text": "These [false teachers] are springs without water and mists driven by a tempest, for whom is reserved the gloom of black darkness."
            },
            {
                "verse_number": "18",
                "verse_text": "For uttering arrogant words of vanity [pompous words disguised to sound scholarly or profound, but meaning nothing and containing no spiritual truth], they beguile and lure using lustful desires, by sensuality, those who barely escape from the ones who live in error."
            },
            {
                "verse_number": "19",
                "verse_text": "They promise them liberty, when they themselves are the slaves of depravity&ndash;for by whatever anyone is defeated and overcome, to that [person, thing, philosophy, or concept] he is continually enslaved."
            },
            {
                "verse_number": "20",
                "verse_text": "For if, after they have escaped the pollutions of the world by [personal] knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and are overcome, their last condition has become worse for them than the first."
            },
            {
                "verse_number": "21",
                "verse_text": "For it would have been better for them not to have [personally] known the way of righteousness, than to have known it and then to have turned back from the holy commandment [verbally] handed on to them."
            },
            {
                "verse_number": "22",
                "verse_text": "The thing spoken of in the true proverb has happened to them, &apos;T he dog returns to his own vomit ,&apos; and, &apos;A sow is washed only to wallow [again] in the mire.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Beloved, I am now writing you this second letter. In this [as in the first one], I am stirring up your untainted mind to remind you,"
            },
            {
                "verse_number": "2",
                "verse_text": "that you should remember the words spoken in the past [about the future] by the holy prophets and the commandment of the Lord and Savior given by your apostles [His personally chosen representatives]."
            },
            {
                "verse_number": "3",
                "verse_text": "First of all, know [without any doubt] that mockers will come in the last days with their mocking, following after their own human desires"
            },
            {
                "verse_number": "4",
                "verse_text": "and saying, &apos;Where is the promise of His coming [what has become of it]? For ever since the fathers fell asleep [in death], all things have continued [exactly] as they did from the beginning of creation.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "For they willingly forget [the fact] that the heavens existed long ago by the word of God, and the earth was formed out of water and by water,"
            },
            {
                "verse_number": "6",
                "verse_text": "through which the world at that time was destroyed by being flooded with water."
            },
            {
                "verse_number": "7",
                "verse_text": "But by His word the present heavens and earth are being reserved for fire, being kept for the day of judgment and destruction of the ungodly people."
            },
            {
                "verse_number": "8",
                "verse_text": "Nevertheless, do not let this one fact escape your notice, beloved, that with the Lord one day is like a thousand years, and a thousand years is like one day."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord does not delay [as though He were unable to act] and is not slow about His promise, as some count slowness, but is [extraordinarily] patient toward you, not wishing for any to perish but for all to come to repentance."
            },
            {
                "verse_number": "10",
                "verse_text": "But the day of the Lord will come like a thief, and then the heavens will vanish with a [mighty and thunderous] roar, and the [material] elements will be destroyed with intense heat, and the earth and the works that are on it will be burned up."
            },
            {
                "verse_number": "11",
                "verse_text": "Since all these things are to be destroyed in this way, what kind of people ought you to be [in the meantime] in holy behavior [that is, in a pattern of daily life that sets you apart as a believer] and in godliness [displaying profound reverence toward our awesome God],"
            },
            {
                "verse_number": "12",
                "verse_text": "[while you earnestly] look for and await the coming of the day of God. For on this day the heavens will be destroyed by burning, and the [material] elements will melt with intense heat!"
            },
            {
                "verse_number": "13",
                "verse_text": "But in accordance with His promise we expectantly await new heavens and a new earth, in which righteousness dwells."
            },
            {
                "verse_number": "14",
                "verse_text": "So, beloved, since you are looking forward to these things, be diligent and make every effort to be found by Him [at His return] spotless and blameless, in peace [that is, inwardly calm with a sense of spiritual well-being and confidence, having lived a life of obedience to Him]."
            },
            {
                "verse_number": "15",
                "verse_text": "And consider the patience of our Lord [His delay in judging and avenging wrongs] as salvation [that is, allowing time for more to be saved]; just as our beloved brother Paul also wrote to you according to the wisdom given to him [by God],"
            },
            {
                "verse_number": "16",
                "verse_text": "speaking about these things as he does in all of his letters. In which there are some things that are difficult to understand, which the untaught and unstable [who have fallen into error] twist and misinterpret, just as they do the rest of the Scriptures, to their own destruction."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore, [let me warn you] beloved, knowing these things beforehand, be on your guard so that you are not carried away by the error of unprincipled men [who distort doctrine] and fall from your own steadfastness [of mind, knowledge, truth, and faith],"
            },
            {
                "verse_number": "18",
                "verse_text": "but grow [spiritually mature] in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be glory (honor, majesty, splendor), both now and to the day of eternity. Amen."
            }
        ]
    }
}