{
    "1 Thessalonians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, Silvanus (Silas), and Timothy, T o the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace [inner calm and spiritual well-being from God]."
            },
            {
                "verse_number": "2",
                "verse_text": "We give thanks to God always for all of you, continually mentioning you in our prayers;"
            },
            {
                "verse_number": "3",
                "verse_text": "recalling unceasingly before our God and Father your work energized by faith, and your service motivated by love and unwavering hope in [the return of] our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "Brothers and sisters beloved by God, we know that He has chosen you;"
            },
            {
                "verse_number": "5",
                "verse_text": "for our good news [regarding salvation] came to you not only in word, but also in [its inherent] power and in the Holy Spirit and with great conviction [on our part]. You know what kind of men we proved to be among you for your benefit."
            },
            {
                "verse_number": "6",
                "verse_text": "You became imitators of us and [through us] of the Lord, after you welcomed our message in [a time of] great trouble with the joy supplied by the Holy Spirit;"
            },
            {
                "verse_number": "7",
                "verse_text": "so that you became an example to all the believers in Macedonia and in Achaia."
            },
            {
                "verse_number": "8",
                "verse_text": "For the word of the Lord has resounded from you and has echoed [like thunder], not only in Macedonia and Achaia, but in every place [the news of] your [great] faith in God has spread, so that we never need to say anything about it."
            },
            {
                "verse_number": "9",
                "verse_text": "For they themselves report about us, telling what kind of reception we had among you, and how you turned to God from idols to serve the living and true God,"
            },
            {
                "verse_number": "10",
                "verse_text": "and to [look forward and confidently] wait for [the coming of] His Son from heaven, whom He raised from the dead—Jesus, who [personally] rescues us from the coming wrath [and draws us to Himself, granting us all the privileges and rewards of a new life with Him]."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "For you know, brothers and sisters, that our coming to you has not been ineffective (fruitless, in vain),"
            },
            {
                "verse_number": "2",
                "verse_text": "but after we had already suffered and been outrageously treated in Philippi, as you know, yet in [the strength of] our God we summoned the courage to proclaim boldly to you the good news of God [regarding salvation] amid great opposition."
            },
            {
                "verse_number": "3",
                "verse_text": "For our appeal does not come from delusion or impure motives, nor [is it motivated] by deceit [our message is complete, accurate, and based on the truth—it does not change]."
            },
            {
                "verse_number": "4",
                "verse_text": "But just as we have been approved by God to be entrusted with the gospel [that tells the good news of salvation through faith in Christ], so we speak, not as [if we were trying] to please people [to gain power and popularity], but to please God who examines our hearts [expecting our best]."
            },
            {
                "verse_number": "5",
                "verse_text": "For as you well know, we never came with words of flattery nor with a pretext for greed—God is our witness—"
            },
            {
                "verse_number": "6",
                "verse_text": "nor did we seek glory and honor from people, neither from you nor from anyone else, though as apostles of Christ we had the power to assert our authority."
            },
            {
                "verse_number": "7",
                "verse_text": "But we behaved gently when we were among you, like a devoted mother tenderly caring for her own children."
            },
            {
                "verse_number": "8",
                "verse_text": "Having such a deep affection for you, we were delighted to share with you not only God’s good news but also our own lives, because you had become so very dear to us."
            },
            {
                "verse_number": "9",
                "verse_text": "For you remember, believers, our labor and hardship. We worked night and day [practicing our trade] in order not to be a [financial] burden to any of you while we proclaimed the gospel of God to you."
            },
            {
                "verse_number": "10",
                "verse_text": "You are witnesses, and so is God, how unworldly and just and blameless was our behavior toward you who believe [in our Lord Jesus Christ]."
            },
            {
                "verse_number": "11",
                "verse_text": "For you know how we were exhorting and encouraging and imploring each one of you just as a father does [in dealing with] his own children, [guiding you]"
            },
            {
                "verse_number": "12",
                "verse_text": "to live lives [of honor, moral courage, and personal integrity] worthy of the God who [saves you and] calls you into His own kingdom and glory."
            },
            {
                "verse_number": "13",
                "verse_text": "And we also thank God continually for this, that when you received the word of God [concerning salvation] which you heard from us, you welcomed it not as the word of [mere] men, but as it truly is, the word of God, which is effectually at work in you who believe [exercising its inherent, supernatural power in those of faith]."
            },
            {
                "verse_number": "14",
                "verse_text": "For you, brothers and sisters, became imitators of the churches of God in Christ Jesus that are in Judea, because you too suffered the same [kind of] persecution from your own countrymen, as they did from the Jews,"
            },
            {
                "verse_number": "15",
                "verse_text": "who killed both the Lord Jesus and the prophets, and harassed and drove us out; and [they] continue to be highly displeasing to God and [to show themselves] hostile to all people,"
            },
            {
                "verse_number": "16",
                "verse_text": "forbidding us from speaking to the Gentiles (non-Jews) so that they may be saved. So, as always, they fill up [to the brim] the measure of their sins [allotted to them by God]. But [God’s] wrath has come upon them at last [completely and forever]."
            },
            {
                "verse_number": "17",
                "verse_text": "But since we were taken away from you, believers, for a little while—in person, but not in heart—we endeavored, with great longing to see you face to face."
            },
            {
                "verse_number": "18",
                "verse_text": "For we wanted to come to you—I, Paul, again and again [wanted to come], but Satan hindered us."
            },
            {
                "verse_number": "19",
                "verse_text": "For who is [the object of] our hope or joy or our victor’s wreath of triumphant celebration [when we stand] in the presence of our Lord Jesus at His coming? Is it not you?"
            },
            {
                "verse_number": "20",
                "verse_text": "For you are [indeed] our glory and our joy!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, when we could no longer endure our separation [from you], we thought it best to be left behind, alone at Athens,"
            },
            {
                "verse_number": "2",
                "verse_text": "and so we sent Timothy, our brother and God’s servant in [spreading] the good news of Christ, to strengthen and encourage you [exhorting, comforting, and establishing you] in regard to your faith,"
            },
            {
                "verse_number": "3",
                "verse_text": "so that no one would be unsettled by these difficulties [to which I have referred]. For you know that we have been destined for this [as something unavoidable in our position]."
            },
            {
                "verse_number": "4",
                "verse_text": "For even when we were with you, we warned you plainly in advance that we were going to experience persecution; and so, as you know, it has come to pass."
            },
            {
                "verse_number": "5",
                "verse_text": "For this reason, when I could no longer endure the suspense, I sent someone to find out about your faith [how you were holding up under pressure], for fear that somehow the tempter had tempted you and our work [among you] would prove to be ineffective."
            },
            {
                "verse_number": "6",
                "verse_text": "But now that Timothy has come back to us from [his visit with] you, and has brought us good news of your [steadfast] faith and [the warmth of your] love, and [reported] that you always think kindly of us and treasure your memories of us, longing to see us just as we long to see you,"
            },
            {
                "verse_number": "7",
                "verse_text": "for this reason, brothers and sisters, during all our distress and suffering we have been comforted and greatly encouraged about you because of your faith [your unwavering trust in God—placing yourselves completely in His loving hands];"
            },
            {
                "verse_number": "8",
                "verse_text": "because now we really live [in spite of everything], if you stand firm in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "For what [adequate] thanks can we offer to God for you in return for all the joy and delight we have before our God on your account?"
            },
            {
                "verse_number": "10",
                "verse_text": "We continue to pray night and day most earnestly that we may see you face to face, and may complete whatever may be imperfect and lacking in your faith."
            },
            {
                "verse_number": "11",
                "verse_text": "Now may our God and Father Himself, and Jesus our Lord guide our steps to you [by removing the obstacles that stand in our way]."
            },
            {
                "verse_number": "12",
                "verse_text": "And may the Lord cause you to increase and excel and overflow in love for one another, and for all people, just as we also do for you;"
            },
            {
                "verse_number": "13",
                "verse_text": "so that He may strengthen and establish your hearts without blame in holiness in the sight of our God and Father at the coming of our Lord Jesus with all His saints (God’s people)."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Finally, believers, we ask and admonish you in the Lord Jesus, that you follow the instruction that you received from us about how you ought to walk and please God (just as you are actually doing) and that you excel even more and more [pursuing a life of purpose and living in a way that expresses gratitude to God for your salvation]."
            },
            {
                "verse_number": "2",
                "verse_text": "For you know what commandments and precepts we gave you by the authority of the Lord Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "For this is the will of God, that you be sanctified [separated and set apart from sin]: that you abstain and back away from sexual immorality;"
            },
            {
                "verse_number": "4",
                "verse_text": "that each of you know how to control his own body in holiness and honor [being available for God’s purpose and separated from things profane],"
            },
            {
                "verse_number": "5",
                "verse_text": "not [to be used] in lustful passion, like the Gentiles who do not know God and are ignorant of His will;"
            },
            {
                "verse_number": "6",
                "verse_text": "and that [in this matter of sexual misconduct] no man shall transgress and defraud his brother because the Lord is the avenger in all these things, just as we have told you before and solemnly warned you."
            },
            {
                "verse_number": "7",
                "verse_text": "For God has not called us to impurity, but to holiness [to be dedicated, and set apart by behavior that pleases Him, whether in public or in private]."
            },
            {
                "verse_number": "8",
                "verse_text": "So whoever rejects and disregards this is not [merely] rejecting man but the God who gives His Holy Spirit to you [to dwell in you and empower you to overcome temptation]."
            },
            {
                "verse_number": "9",
                "verse_text": "Now concerning brotherly love, you have no need for anyone to write you, for you have been [personally] taught by God to love one another [that is, to have an unselfish concern for others and to do things for their benefit]."
            },
            {
                "verse_number": "10",
                "verse_text": "For indeed you already do practice it toward all the believers throughout Macedonia [by actively displaying your love and concern for them]. But we urge you, brothers and sisters, that you excel [in this matter] more and more,"
            },
            {
                "verse_number": "11",
                "verse_text": "and to make it your ambition to live quietly and peacefully, and to mind your own affairs and work with your hands, just as we directed you,"
            },
            {
                "verse_number": "12",
                "verse_text": "so that you will behave properly toward outsiders [exhibiting good character, personal integrity, and moral courage worthy of the respect of the outside world], and be dependent on no one and in need of nothing [be self-supporting]."
            },
            {
                "verse_number": "13",
                "verse_text": "Now we do not want you to be uninformed, believers, about those who are asleep [in death], so that you will not grieve [for them] as the others do who have no hope [beyond this present life]."
            },
            {
                "verse_number": "14",
                "verse_text": "For if we believe that Jesus died and rose again [as in fact He did], even so God [in this same way—by raising them from the dead] will bring with Him those [believers] who have fallen asleep in Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "For we say this to you by the Lord’s [own] word, that we who are still alive and remain until the coming of the Lord, will in no way precede [into His presence] those [believers] who have fallen asleep [in death]."
            },
            {
                "verse_number": "16",
                "verse_text": "For the Lord Himself will come down from heaven with a shout of command, with the voice of the archangel and with the [blast of the] trumpet of God, and the dead in Christ will rise first."
            },
            {
                "verse_number": "17",
                "verse_text": "Then we who are alive and remain [on the earth] will simultaneously be caught up (raptured) together with them [the resurrected ones] in the clouds to meet the Lord in the air, and so we will always be with the Lord!"
            },
            {
                "verse_number": "18",
                "verse_text": "Therefore comfort and encourage one another with these words [concerning our reunion with believers who have died]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now as to the times and dates, brothers and sisters, you have no need for anything to be written to you."
            },
            {
                "verse_number": "2",
                "verse_text": "For you yourselves know perfectly well that the day of the [return of the] Lord is coming just as a thief [comes unexpectedly and suddenly] in the night."
            },
            {
                "verse_number": "3",
                "verse_text": "While they are saying, “Peace and safety [all is well and secure!]” then [in a moment unforeseen] destruction will come upon them suddenly like labor pains on a woman with child, and they will absolutely not escape [for there will be no way to escape the judgment of the Lord]."
            },
            {
                "verse_number": "4",
                "verse_text": "But you, believers, [all you who believe in Christ as Savior and acknowledge Him as God’s Son] are not in spiritual darkness [nor held by its power], that the day [of judgment] would overtake you [by surprise] like a thief;"
            },
            {
                "verse_number": "5",
                "verse_text": "for you are all sons of light and sons of day. We do not belong to the night nor to darkness."
            },
            {
                "verse_number": "6",
                "verse_text": "So then let us not sleep [in spiritual indifference] as the rest [of the world does], but let us keep wide awake [alert and cautious] and let us be sober [self-controlled, calm, and wise]."
            },
            {
                "verse_number": "7",
                "verse_text": "For those who sleep, sleep at night, and those who are drunk get drunk at night."
            },
            {
                "verse_number": "8",
                "verse_text": "But since we [believers] belong to the day, let us be sober, having put on the breastplate of faith and love, and as a helmet, the hope and confident assurance of salvation."
            },
            {
                "verse_number": "9",
                "verse_text": "For God has not destined us to [incur His] wrath [that is, He did not select us to condemn us], but to obtain salvation through our Lord Jesus Christ,"
            },
            {
                "verse_number": "10",
                "verse_text": "who died [willingly] for us, so that whether we are awake (alive) or asleep (dead) [at Christ’s appearing], we will live together with Him [sharing eternal life]."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore encourage and comfort one another and build up one another, just as you are doing."
            },
            {
                "verse_number": "12",
                "verse_text": "Now we ask you, brothers and sisters, to appreciate those who diligently work among you [recognize, acknowledge, and respect your leaders], who are in charge over you in the Lord and who give you instruction,"
            },
            {
                "verse_number": "13",
                "verse_text": "and [we ask that you appreciate them and] hold them in the highest esteem in love because of their work [on your behalf]. Live in peace with one another."
            },
            {
                "verse_number": "14",
                "verse_text": "We [earnestly] urge you, believers, admonish those who are out of line [the undisciplined, the unruly, the disorderly], encourage the timid [who lack spiritual courage], help the [spiritually] weak, be very patient with everyone [always controlling your temper]."
            },
            {
                "verse_number": "15",
                "verse_text": "See that no one repays another with evil for evil, but always seek that which is good for one another and for all people."
            },
            {
                "verse_number": "16",
                "verse_text": "Rejoice always and delight in your faith;"
            },
            {
                "verse_number": "17",
                "verse_text": "be unceasing and persistent in prayer;"
            },
            {
                "verse_number": "18",
                "verse_text": "in every situation [no matter what the circumstances] be thankful and continually give thanks to God; for this is the will of God for you in Christ Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "Do not quench [subdue, or be unresponsive to the working and guidance of] the [Holy] Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not scorn or reject gifts of prophecy or prophecies [spoken revelations—words of instruction or exhortation or warning]."
            },
            {
                "verse_number": "21",
                "verse_text": "But test all things carefully [so you can recognize what is good]. Hold firmly to that which is good."
            },
            {
                "verse_number": "22",
                "verse_text": "Abstain from every form of evil [withdraw and keep away from it]."
            },
            {
                "verse_number": "23",
                "verse_text": "Now may the God of peace Himself sanctify you through and through [that is, separate you from profane and vulgar things, make you pure and whole and undamaged—consecrated to Him—set apart for His purpose]; and may your spirit and soul and body be kept complete and [be found] blameless at the coming of our Lord Jesus Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "Faithful and absolutely trustworthy is He who is calling you [to Himself for your salvation], and He will do it [He will fulfill His call by making you holy, guarding you, watching over you, and protecting you as His own]."
            },
            {
                "verse_number": "25",
                "verse_text": "Brothers and sisters, pray for us."
            },
            {
                "verse_number": "26",
                "verse_text": "Greet all the believers with a holy kiss [as brothers and sisters in God’s family]."
            },
            {
                "verse_number": "27",
                "verse_text": "I solemnly charge you by the Lord to have this letter read before all the congregation."
            },
            {
                "verse_number": "28",
                "verse_text": "The grace of our Lord Jesus Christ be with you."
            }
        ]
    }
}