{
    "Ephesians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, an apostle (special messenger, personally chosen representative) of Christ Jesus (the Messiah, the Anointed), by the will of God [that is, by His purpose and choice], T o the saints (God’s people) who are at Ephesus and are faithful and loyal and steadfast in Christ Jesus:"
            },
            {
                "verse_number": "2",
                "verse_text": "Grace to you and peace [inner calm and spiritual well-being] from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Blessed and worthy of praise be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly realms in Christ,"
            },
            {
                "verse_number": "4",
                "verse_text": "just as [in His love] He chose us in Christ [actually selected us for Himself as His own] before the foundation of the world, so that we would be holy [that is, consecrated, set apart for Him, purpose-driven] and blameless in His sight. In love"
            },
            {
                "verse_number": "5",
                "verse_text": "He predestined and lovingly planned for us to be adopted to Himself as [His own] children through Jesus Christ, in accordance with the kind intention and good pleasure of His will—"
            },
            {
                "verse_number": "6",
                "verse_text": "to the praise of His glorious grace and favor, which He so freely bestowed on us in the Beloved [His Son, Jesus Christ]."
            },
            {
                "verse_number": "7",
                "verse_text": "In Him we have redemption [that is, our deliverance and salvation] through His blood, [which paid the penalty for our sin and resulted in] the forgiveness and complete pardon of our sin, in accordance with the riches of His grace"
            },
            {
                "verse_number": "8",
                "verse_text": "which He lavished on us. In all wisdom and understanding [with practical insight]"
            },
            {
                "verse_number": "9",
                "verse_text": "He made known to us the mystery of His will according to His good pleasure, which He purposed in Christ,"
            },
            {
                "verse_number": "10",
                "verse_text": "with regard to the fulfillment of the times [that is, the end of history, the climax of the ages]—to bring all things together in Christ, [both] things in the heavens and things on the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "In Him also we have received an inheritance [a destiny—we were claimed by God as His own], having been predestined (chosen, appointed beforehand) according to the purpose of Him who works everything in agreement with the counsel and design of His will,"
            },
            {
                "verse_number": "12",
                "verse_text": "so that we who were the first to hope in Christ [who first put our confidence in Him as our Lord and Savior] would exist to the praise of His glory."
            },
            {
                "verse_number": "13",
                "verse_text": "In Him, you also, when you heard the word of truth, the good news of your salvation, and [as a result] believed in Him, were stamped with the seal of the promised Holy Spirit [the One promised by Christ] as owned and protected [by God]."
            },
            {
                "verse_number": "14",
                "verse_text": "The Spirit is the guarantee [the first installment, the pledge, a foretaste] of our inheritance until the redemption of God’s own [purchased] possession [His believers], to the praise of His glory."
            },
            {
                "verse_number": "15",
                "verse_text": "For this reason, because I have heard of your faith in the Lord Jesus and your love for all God’s people,"
            },
            {
                "verse_number": "16",
                "verse_text": "I do not cease to give thanks for you, remembering you in my prayers;"
            },
            {
                "verse_number": "17",
                "verse_text": "[I always pray] that the God of our Lord Jesus Christ, the Father of glory, may grant you a spirit of wisdom and of revelation [that gives you a deep and personal and intimate insight] into the true knowledge of Him [for we know the Father through the Son]."
            },
            {
                "verse_number": "18",
                "verse_text": "And [I pray] that the eyes of your heart [the very center and core of your being] may be enlightened [flooded with light by the Holy Spirit], so that you will know and cherish the hope [the divine guarantee, the confident expectation] to which He has called you, the riches of His glorious inheritance in the saints (God’s people),"
            },
            {
                "verse_number": "19",
                "verse_text": "and [so that you will begin to know] what the immeasurable and unlimited and surpassing greatness of His [active, spiritual] power is in us who believe. These are in accordance with the working of His mighty strength"
            },
            {
                "verse_number": "20",
                "verse_text": "which He produced in Christ when He raised Him from the dead and seated Him at His own right hand in the heavenly places,"
            },
            {
                "verse_number": "21",
                "verse_text": "far above all rule and authority and power and dominion [whether angelic or human], and [far above] every name that is named [above every title that can be conferred], not only in this age and world but also in the one to come."
            },
            {
                "verse_number": "22",
                "verse_text": "And He put all things [in every realm] in subjection under Christ’s feet, and appointed Him as [supreme and authoritative] head over all things in the church,"
            },
            {
                "verse_number": "23",
                "verse_text": "which is His body, the fullness of Him who fills and completes all things in all [believers]."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "And you [He made alive when you] were [spiritually] dead and separated from Him because of your transgressions and sins,"
            },
            {
                "verse_number": "2",
                "verse_text": "in which you once walked. You were following the ways of this world [influenced by this present age], in accordance with the prince of the power of the air (Satan), the spirit who is now at work in the disobedient [the unbelieving, who fight against the purposes of God]."
            },
            {
                "verse_number": "3",
                "verse_text": "Among these [unbelievers] we all once lived in the passions of our flesh [our behavior governed by the sinful self], indulging the desires of human nature [without the Holy Spirit] and [the impulses] of the [sinful] mind. We were, by nature, children [under the sentence] of [God’s] wrath, just like the rest [of mankind]."
            },
            {
                "verse_number": "4",
                "verse_text": "But God, being [so very] rich in mercy, because of His great and wonderful love with which He loved us,"
            },
            {
                "verse_number": "5",
                "verse_text": "even when we were [spiritually] dead and separated from Him because of our sins, He made us [spiritually] alive together with Christ (for by His grace—His undeserved favor and mercy—you have been saved from God’s judgment)."
            },
            {
                "verse_number": "6",
                "verse_text": "And He raised us up together with Him [when we believed], and seated us with Him in the heavenly places, [because we are] in Christ Jesus,"
            },
            {
                "verse_number": "7",
                "verse_text": "[and He did this] so that in the ages to come He might [clearly] show the immeasurable and unsurpassed riches of His grace in [His] kindness toward us in Christ Jesus [by providing for our redemption]."
            },
            {
                "verse_number": "8",
                "verse_text": "For it is by grace [God’s remarkable compassion and favor drawing you to Christ] that you have been saved [actually delivered from judgment and given eternal life] through faith. And this [salvation] is not of yourselves [not through your own effort], but it is the [undeserved, gracious] gift of God;"
            },
            {
                "verse_number": "9",
                "verse_text": "not as a result of [your] works [nor your attempts to keep the Law], so that no one will [be able to] boast or take credit in any way [for his salvation]."
            },
            {
                "verse_number": "10",
                "verse_text": "For we are His workmanship [His own master work, a work of art], created in Christ Jesus [reborn from above—spiritually transformed, renewed, ready to be used] for good works, which God prepared [for us] beforehand [taking paths which He set], so that we would walk in them [living the good life which He prearranged and made ready for us]."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, remember that at one time you Gentiles by birth, who are called “Uncircumcision” by those who called themselves “Circumcision,” [itself a mere mark] which is made in the flesh by human hands—"
            },
            {
                "verse_number": "12",
                "verse_text": "remember that at that time you were separated from Christ [excluded from any relationship with Him], alienated from the commonwealth of Israel, and strangers to the covenants of promise [with no share in the sacred Messianic promise and without knowledge of God’s agreements], having no hope [in His promise] and [living] in the world without God."
            },
            {
                "verse_number": "13",
                "verse_text": "But now [at this very moment] in Christ Jesus you who once were [so very] far away [from God] have been brought near by the blood of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "For He Himself is our peace and our bond of unity. He who made both groups —[Jews and Gentiles]— into one body and broke down the barrier, the dividing wall [of spiritual antagonism between us],"
            },
            {
                "verse_number": "15",
                "verse_text": "by abolishing in His [own crucified] flesh the hostility caused by the Law with its commandments contained in ordinances [which He satisfied]; so that in Himself He might make the two into one new man, thereby establishing peace."
            },
            {
                "verse_number": "16",
                "verse_text": "And [that He] might reconcile them both [Jew and Gentile, united] in one body to God through the cross, thereby putting to death the hostility."
            },
            {
                "verse_number": "17",
                "verse_text": "A nd H e came and preached the good news of peace to you [Gentiles] who were far away , and peace to those [Jews] who were near ."
            },
            {
                "verse_number": "18",
                "verse_text": "For it is through Him that we both have a [direct] way of approach in one Spirit to the Father."
            },
            {
                "verse_number": "19",
                "verse_text": "So then you are no longer strangers and aliens [outsiders without rights of citizenship], but you are fellow citizens with the saints (God’s people), and are [members] of God’s household,"
            },
            {
                "verse_number": "20",
                "verse_text": "having been built on the foundation of the apostles and prophets, with Christ Jesus Himself as the [chief] Cornerstone,"
            },
            {
                "verse_number": "21",
                "verse_text": "in whom the whole structure is joined together, and it continues [to increase] growing into a holy temple in the Lord [a sanctuary dedicated, set apart, and sacred to the presence of the Lord]."
            },
            {
                "verse_number": "22",
                "verse_text": "In Him [and in fellowship with one another] you also are being built together into a dwelling place of God in the Spirit."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "For this reason [because I preach that you and believing Jews are joint heirs] I, Paul, am the prisoner of Christ Jesus on behalf of you Gentiles—"
            },
            {
                "verse_number": "2",
                "verse_text": "assuming that you have heard of the stewardship of God’s grace that was entrusted to me [to share with you] for your benefit;"
            },
            {
                "verse_number": "3",
                "verse_text": "and that by [divine] revelation the mystery was made known to me, as I have already written in brief."
            },
            {
                "verse_number": "4",
                "verse_text": "By referring to this, when you read it you can understand my insight into the mystery of Christ,"
            },
            {
                "verse_number": "5",
                "verse_text": "which in other generations was not disclosed to mankind, as it has now been revealed to His holy apostles and prophets by the [Holy] Spirit;"
            },
            {
                "verse_number": "6",
                "verse_text": "[it is this:] that the Gentiles are now joint heirs [with the Jews] and members of the same body, and joint partakers [sharing] in the [same divine] promise in Christ Jesus through [their faith in] the good news [of salvation]."
            },
            {
                "verse_number": "7",
                "verse_text": "Of this [gospel] I was made a minister by the gift of God’s grace given me through the working of His power."
            },
            {
                "verse_number": "8",
                "verse_text": "To me, [though I am] the very least of all the saints (God’s people), this grace [which is undeserved] was graciously given, to proclaim to the Gentiles the good news of the incomprehensible riches of Christ [that spiritual wealth which no one can fully understand],"
            },
            {
                "verse_number": "9",
                "verse_text": "and to make plain [to everyone] the plan of the mystery [regarding the uniting of believing Jews and Gentiles into one body] which [until now] was kept hidden through the ages in [the mind of] God who created all things."
            },
            {
                "verse_number": "10",
                "verse_text": "So now through the church the multifaceted wisdom of God [in all its countless aspects] might now be made known [revealing the mystery] to the [angelic] rulers and authorities in the heavenly places ."
            },
            {
                "verse_number": "11",
                "verse_text": "This is in accordance with [the terms of] the eternal purpose which He carried out in Christ Jesus our Lord,"
            },
            {
                "verse_number": "12",
                "verse_text": "in whom we have boldness and confident access through faith in Him [that is, our faith gives us sufficient courage to freely and openly approach God through Christ]."
            },
            {
                "verse_number": "13",
                "verse_text": "So I ask you not to lose heart at my sufferings on your behalf, for they are your glory and honor."
            },
            {
                "verse_number": "14",
                "verse_text": "For this reason [grasping the greatness of this plan by which Jews and Gentiles are joined together in Christ] I bow my knees [in reverence] before the Father [of our Lord Jesus Christ],"
            },
            {
                "verse_number": "15",
                "verse_text": "from whom every family in heaven and on earth derives its name [God—the first and ultimate Father]."
            },
            {
                "verse_number": "16",
                "verse_text": "May He grant you out of the riches of His glory, to be strengthened and spiritually energized with power through His Spirit in your inner self, [indwelling your innermost being and personality],"
            },
            {
                "verse_number": "17",
                "verse_text": "so that Christ may dwell in your hearts through your faith. And may you, having been [deeply] rooted and [securely] grounded in love,"
            },
            {
                "verse_number": "18",
                "verse_text": "be fully capable of comprehending with all the saints (God’s people) the width and length and height and depth of His love [fully experiencing that amazing, endless love];"
            },
            {
                "verse_number": "19",
                "verse_text": "and [that you may come] to know [practically, through personal experience] the love of Christ which far surpasses [mere] knowledge [without experience], that you may be filled up [throughout your being] to all the fullness of God [so that you may have the richest experience of God’s presence in your lives, completely filled and flooded with God Himself]."
            },
            {
                "verse_number": "20",
                "verse_text": "Now to Him who is able to [carry out His purpose and] do superabundantly more than all that we dare ask or think [infinitely beyond our greatest prayers, hopes, or dreams], according to His power that is at work within us,"
            },
            {
                "verse_number": "21",
                "verse_text": "to Him be the glory in the church and in Christ Jesus throughout all generations forever and ever. Amen."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So I, the prisoner for the Lord, appeal to you to live a life worthy of the calling to which you have been called [that is, to live a life that exhibits godly character, moral courage, personal integrity, and mature behavior—a life that expresses gratitude to God for your salvation],"
            },
            {
                "verse_number": "2",
                "verse_text": "with all humility [forsaking self-righteousness], and gentleness [maintaining self-control], with patience, bearing with one another in [unselfish] love."
            },
            {
                "verse_number": "3",
                "verse_text": "Make every effort to keep the oneness of the Spirit in the bond of peace [each individual working together to make the whole successful]."
            },
            {
                "verse_number": "4",
                "verse_text": "There is one body [of believers] and one Spirit—just as you were called to one hope when called [to salvation]—"
            },
            {
                "verse_number": "5",
                "verse_text": "one Lord, one faith, one baptism,"
            },
            {
                "verse_number": "6",
                "verse_text": "one God and Father of us all who is [sovereign] over all and [working] through all and [living] in all. “W hen H e ascended on high , H e led captivity captive , A nd H e bestowed gifts on men .”"
            },
            {
                "verse_number": "7",
                "verse_text": "Yet grace [God’s undeserved favor] was given to each one of us [not indiscriminately, but in different ways] in proportion to the measure of Christ’s [rich and abundant] gift."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore it says,"
            },
            {
                "verse_number": "9",
                "verse_text": "(Now this expression, “He ascended,” what does it mean except that He also had previously descended [from the heights of heaven] into the lower parts of the earth?"
            },
            {
                "verse_number": "10",
                "verse_text": "He who descended is the very same as He who also has ascended high above all the heavens, that He [His presence] might fill all things [that is, the whole universe])."
            },
            {
                "verse_number": "11",
                "verse_text": "And [His gifts to the church were varied and] He Himself appointed some as apostles [special messengers, representatives], some as prophets [who speak a new message from God to the people], some as evangelists [who spread the good news of salvation], and some as pastors and teachers [to shepherd and guide and instruct],"
            },
            {
                "verse_number": "12",
                "verse_text": "[and He did this] to fully equip and perfect the saints (God’s people) for works of service, to build up the body of Christ [the church];"
            },
            {
                "verse_number": "13",
                "verse_text": "until we all reach oneness in the faith and in the knowledge of the Son of God, [growing spiritually] to become a mature believer, reaching to the measure of the fullness of Christ [manifesting His spiritual completeness and exercising our spiritual gifts in unity]."
            },
            {
                "verse_number": "14",
                "verse_text": "So that we are no longer children [spiritually immature], tossed back and forth [like ships on a stormy sea] and carried about by every wind of [shifting] doctrine, by the cunning and trickery of [unscrupulous] men, by the deceitful scheming of people ready to do anything [for personal profit]."
            },
            {
                "verse_number": "15",
                "verse_text": "But speaking the truth in love [in all things—both our speech and our lives expressing His truth], let us grow up in all things into Him [following His example] who is the Head—Christ."
            },
            {
                "verse_number": "16",
                "verse_text": "From Him the whole body [the church, in all its various parts], joined and knitted firmly together by what every joint supplies, when each part is working properly, causes the body to grow and mature, building itself up in [unselfish] love."
            },
            {
                "verse_number": "17",
                "verse_text": "So this I say, and solemnly affirm together with the Lord [as in His presence], that you must no longer live as the [unbelieving] Gentiles live, in the futility of their minds [and in the foolishness and emptiness of their souls],"
            },
            {
                "verse_number": "18",
                "verse_text": "for their [moral] understanding is darkened and their reasoning is clouded; [they are] alienated and self-banished from the life of God [with no share in it; this is] because of the [willful] ignorance and spiritual blindness that is [deep-seated] within them, because of the hardness and insensitivity of their heart."
            },
            {
                "verse_number": "19",
                "verse_text": "And they, [the ungodly in their spiritual apathy], having become callous and unfeeling, have given themselves over [as prey] to unbridled sensuality, eagerly craving the practice of every kind of impurity [that their desires may demand]."
            },
            {
                "verse_number": "20",
                "verse_text": "But you did not learn Christ in this way!"
            },
            {
                "verse_number": "21",
                "verse_text": "If in fact you have [really] heard Him and have been taught by Him, just as truth is in Jesus [revealed in His life and personified in Him],"
            },
            {
                "verse_number": "22",
                "verse_text": "that, regarding your previous way of life, you put off your old self [completely discard your former nature], which is being corrupted through deceitful desires,"
            },
            {
                "verse_number": "23",
                "verse_text": "and be continually renewed in the spirit of your mind [having a fresh, untarnished mental and spiritual attitude],"
            },
            {
                "verse_number": "24",
                "verse_text": "and put on the new self [the regenerated and renewed nature], created in God’s image, [godlike] in the righteousness and holiness of the truth [living in a way that expresses to God your gratitude for your salvation]."
            },
            {
                "verse_number": "25",
                "verse_text": "Therefore, rejecting all falsehood [whether lying, defrauding, telling half-truths, spreading rumors, any such as these], speak truth each one with his neighbor , for we are all parts of one another [and we are all parts of the body of Christ]."
            },
            {
                "verse_number": "26",
                "verse_text": "B e angry [at sin—at immorality, at injustice, at ungodly behavior], yet do not sin ; do not let your anger [cause you shame, nor allow it to] last until the sun goes down."
            },
            {
                "verse_number": "27",
                "verse_text": "And do not give the devil an opportunity [to lead you into sin by holding a grudge, or nurturing anger, or harboring resentment, or cultivating bitterness]."
            },
            {
                "verse_number": "28",
                "verse_text": "The thief [who has become a believer] must no longer steal, but instead he must work hard [making an honest living], producing that which is good with his own hands, so that he will have something to share with those in need."
            },
            {
                "verse_number": "29",
                "verse_text": "Do not let unwholesome [foul, profane, worthless, vulgar] words ever come out of your mouth, but only such speech as is good for building up others, according to the need and the occasion, so that it will be a blessing to those who hear [you speak]."
            },
            {
                "verse_number": "30",
                "verse_text": "And do not grieve the Holy Spirit of God [but seek to please Him], by whom you were sealed and marked [branded as God’s own] for the day of redemption [the final deliverance from the consequences of sin]."
            },
            {
                "verse_number": "31",
                "verse_text": "Let all bitterness and wrath and anger and clamor [perpetual animosity, resentment, strife, fault-finding] and slander be put away from you, along with every kind of malice [all spitefulness, verbal abuse, malevolence]."
            },
            {
                "verse_number": "32",
                "verse_text": "Be kind and helpful to one another, tender-hearted [compassionate, understanding], forgiving one another [readily and freely], just as God in Christ also forgave you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Therefore become imitators of God [copy Him and follow His example], as well-beloved children [imitate their father];"
            },
            {
                "verse_number": "2",
                "verse_text": "and walk continually in love [that is, value one another—practice empathy and compassion, unselfishly seeking the best for others], just as Christ also loved you and gave Himself up for us, an offering and sacrifice to God [slain for you, so that it became] a sweet fragrance. “Awake, sleeper, And arise from the dead, And Christ will shine [as dawn] upon you and give you light.”"
            },
            {
                "verse_number": "3",
                "verse_text": "But sexual immorality and all [moral] impurity [indecent, offensive behavior] or greed must not even be hinted at among you, as is proper among saints [for as believers our way of life, whether in public or in private, reflects the validity of our faith]."
            },
            {
                "verse_number": "4",
                "verse_text": "Let there be no filthiness and silly talk, or coarse [obscene or vulgar] joking, because such things are not appropriate [for believers]; but instead speak of your thankfulness [to God]."
            },
            {
                "verse_number": "5",
                "verse_text": "For be sure of this: no immoral, impure, or greedy person—for that one is [in effect] an idolater—has any inheritance in the kingdom of Christ and God [for such a person places a higher value on something other than God]."
            },
            {
                "verse_number": "6",
                "verse_text": "Let no one deceive you with empty arguments [that encourage you to sin], for because of these things the wrath of God comes upon the sons of disobedience [those who habitually sin]."
            },
            {
                "verse_number": "7",
                "verse_text": "So do not participate or even associate with them [in the rebelliousness of sin]."
            },
            {
                "verse_number": "8",
                "verse_text": "For once you were darkness, but now you are light in the Lord; walk as children of Light [live as those who are native-born to the Light]"
            },
            {
                "verse_number": "9",
                "verse_text": "(for the fruit [the effect, the result] of the Light consists in all goodness and righteousness and truth),"
            },
            {
                "verse_number": "10",
                "verse_text": "trying to learn [by experience] what is pleasing to the Lord [and letting your lifestyles be examples of what is most acceptable to Him—your behavior expressing gratitude to God for your salvation]."
            },
            {
                "verse_number": "11",
                "verse_text": "Do not participate in the worthless and unproductive deeds of darkness, but instead expose them [by exemplifying personal integrity, moral courage, and godly character];"
            },
            {
                "verse_number": "12",
                "verse_text": "for it is disgraceful even to mention the things that such people practice in secret."
            },
            {
                "verse_number": "13",
                "verse_text": "But all things become visible when they are exposed by the light [of God’s precepts], for it is light that makes everything visible."
            },
            {
                "verse_number": "14",
                "verse_text": "For this reason He says,"
            },
            {
                "verse_number": "15",
                "verse_text": "Therefore see that you walk carefully [living life with honor, purpose, and courage; shunning those who tolerate and enable evil], not as the unwise, but as wise [sensible, intelligent, discerning people],"
            },
            {
                "verse_number": "16",
                "verse_text": "making the very most of your time [on earth, recognizing and taking advantage of each opportunity and using it with wisdom and diligence], because the days are [filled with] evil."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore do not be foolish and thoughtless, but understand and firmly grasp what the will of the Lord is."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not get drunk with wine, for that is wickedness (corruption, stupidity), but be filled with the [Holy] Spirit and constantly guided by Him."
            },
            {
                "verse_number": "19",
                "verse_text": "Speak to one another in psalms and hymns and spiritual songs, [offering praise by] singing and making melody with your heart to the Lord;"
            },
            {
                "verse_number": "20",
                "verse_text": "always giving thanks to God the Father for all things, in the name of our Lord Jesus Christ;"
            },
            {
                "verse_number": "21",
                "verse_text": "being subject to one another out of reverence for Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "Wives, be subject to your own husbands, as [a service] to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "For the husband is head of the wife, as Christ is head of the church, Himself being the Savior of the body."
            },
            {
                "verse_number": "24",
                "verse_text": "But as the church is subject to Christ, so also wives should be subject to their husbands in everything [respecting both their position as protector and their responsibility to God as head of the house]."
            },
            {
                "verse_number": "25",
                "verse_text": "Husbands, love your wives [seek the highest good for her and surround her with a caring, unselfish love], just as Christ also loved the church and gave Himself up for her,"
            },
            {
                "verse_number": "26",
                "verse_text": "so that He might sanctify the church, having cleansed her by the washing of water with the word [of God],"
            },
            {
                "verse_number": "27",
                "verse_text": "so that [in turn] He might present the church to Himself in glorious splendor, without spot or wrinkle or any such thing; but that she would be holy [set apart for God] and blameless."
            },
            {
                "verse_number": "28",
                "verse_text": "Even so husbands should and are morally obligated to love their own wives as [being in a sense] their own bodies. He who loves his own wife loves himself."
            },
            {
                "verse_number": "29",
                "verse_text": "For no one ever hated his own body, but [instead] he nourishes and protects and cherishes it, just as Christ does the church,"
            },
            {
                "verse_number": "30",
                "verse_text": "because we are members (parts) of His body."
            },
            {
                "verse_number": "31",
                "verse_text": "F or this reason a man shall leave his father and his mother and shall be joined [and be faithfully devoted] to his wife , and the two shall become one flesh ."
            },
            {
                "verse_number": "32",
                "verse_text": "This mystery [of two becoming one] is great; but I am speaking with reference to [the relationship of] Christ and the church."
            },
            {
                "verse_number": "33",
                "verse_text": "However, each man among you [without exception] is to love his wife as his very own self [with behavior worthy of respect and esteem, always seeking the best for her with an attitude of lovingkindness], and the wife [must see to it] that she respects and delights in her husband [that she notices him and prefers him and treats him with loving concern, treasuring him, honoring him, and holding him dear]."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Children, obey your parents in the Lord [that is, accept their guidance and discipline as His representatives], for this is right [for obedience teaches wisdom and self-discipline]."
            },
            {
                "verse_number": "2",
                "verse_text": "H onor [esteem, value as precious] your father and your mother [and be respectful to them]—this is the first commandment with a promise—"
            },
            {
                "verse_number": "3",
                "verse_text": "so that it may be well with you , and that you may have a long life on the earth ."
            },
            {
                "verse_number": "4",
                "verse_text": "Fathers, do not provoke your children to anger [do not exasperate them to the point of resentment with demands that are trivial or unreasonable or humiliating or abusive; nor by showing favoritism or indifference to any of them], but bring them up [tenderly, with lovingkindness] in the discipline and instruction of the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Slaves, be obedient to those who are your earthly masters, with respect for authority, and with a sincere heart [seeking to please them], as [service] to Christ—"
            },
            {
                "verse_number": "6",
                "verse_text": "not in the way of eye-service [working only when someone is watching you and only] to please men, but as slaves of Christ, doing the will of God from your heart;"
            },
            {
                "verse_number": "7",
                "verse_text": "rendering service with goodwill, as to the Lord, and not [only] to men,"
            },
            {
                "verse_number": "8",
                "verse_text": "knowing that whatever good thing each one does, he will receive this back from the Lord, whether [he is] slave or free."
            },
            {
                "verse_number": "9",
                "verse_text": "You masters, do the same [showing goodwill] toward them, and give up threatening and abusive words, knowing that [He who is] both their true Master and yours is in heaven, and that there is no partiality with Him [regardless of one’s earthly status]."
            },
            {
                "verse_number": "10",
                "verse_text": "In conclusion, be strong in the Lord [draw your strength from Him and be empowered through your union with Him] and in the power of His [boundless] might."
            },
            {
                "verse_number": "11",
                "verse_text": "Put on the full armor of God [for His precepts are like the splendid armor of a heavily-armed soldier], so that you may be able to [successfully] stand up against all the schemes and the strategies and the deceits of the devil."
            },
            {
                "verse_number": "12",
                "verse_text": "For our struggle is not against flesh and blood [contending only with physical opponents], but against the rulers, against the powers, against the world forces of this [present] darkness, against the spiritual forces of wickedness in the heavenly (supernatural) places."
            },
            {
                "verse_number": "13",
                "verse_text": "Therefore, put on the complete armor of God, so that you will be able to [successfully] resist and stand your ground in the evil day [of danger], and having done everything [that the crisis demands], to stand firm [in your place, fully prepared, immovable, victorious]."
            },
            {
                "verse_number": "14",
                "verse_text": "So stand firm and hold your ground, having tightened the wide band of truth (personal integrity, moral courage) around your waist and having put on the breastplate of righteousness (an upright heart),"
            },
            {
                "verse_number": "15",
                "verse_text": "and having strapped on your feet the gospel of peace in preparation [to face the enemy with firm-footed stability and the readiness produced by the good news]."
            },
            {
                "verse_number": "16",
                "verse_text": "Above all, lift up the [protective] shield of faith with which you can extinguish all the flaming arrows of the evil one ."
            },
            {
                "verse_number": "17",
                "verse_text": "And take the helmet of salvation , and the sword of the Spirit, which is the Word of God."
            },
            {
                "verse_number": "18",
                "verse_text": "With all prayer and petition pray [with specific requests] at all times [on every occasion and in every season] in the Spirit, and with this in view, stay alert with all perseverance and petition [interceding in prayer] for all God’s people."
            },
            {
                "verse_number": "19",
                "verse_text": "And pray for me, that words may be given to me when I open my mouth, to proclaim boldly the mystery of the good news [of salvation],"
            },
            {
                "verse_number": "20",
                "verse_text": "for which I am an ambassador in chains. And pray that in proclaiming it I may speak boldly and courageously, as I should."
            },
            {
                "verse_number": "21",
                "verse_text": "Now, so that you may know how I am and what I am doing, Tychicus, the beloved brother and faithful minister in the Lord, will tell you everything."
            },
            {
                "verse_number": "22",
                "verse_text": "I have sent him to you for this very purpose, so that you may know how we are, and that he may comfort and encourage and strengthen your hearts."
            },
            {
                "verse_number": "23",
                "verse_text": "Peace be to the brothers and sisters, and love joined with faith, from God the Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "Grace be with all who love our Lord Jesus Christ with undying and incorruptible love."
            }
        ]
    }
}