{
    "Job": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man in the land of Uz whose name was Job; and that man was blameless and upright, and one who feared God [with reverence] and abstained from and turned away from evil [because he honored God]."
            },
            {
                "verse_number": "2",
                "verse_text": "Seven sons and three daughters were born to him."
            },
            {
                "verse_number": "3",
                "verse_text": "He also possessed 7,000 sheep, 3,000 camels, 500 yoke (pairs) of oxen, 500 female donkeys, and a very great number of servants, so that this man was the greatest [and wealthiest and most respected] of all the men of the east (northern Arabia)."
            },
            {
                "verse_number": "4",
                "verse_text": "His sons used to go [in turn] and feast in the house of each one on his day, and they would send word and invite their three sisters to eat and drink with them."
            },
            {
                "verse_number": "5",
                "verse_text": "When the days of their feasting were over, Job would send [for them] and consecrate them, rising early in the morning and offering burnt offerings according to the number of them all; for Job said, &apos;It may be that my sons have sinned and cursed God in their hearts.&apos; Job did this at all [such] times. &apos;Naked (without possessions) I came [into this world] from my mother&quot;s womb, And naked I will return there. The L ord gave and the L ord has taken away; Blessed be the name of the L ord .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now there was a day when the sons of God (angels) came to present themselves before the L ord , and Satan (adversary, accuser) also came among them."
            },
            {
                "verse_number": "7",
                "verse_text": "The L ord said to Satan, &apos;From where have you come?&apos; Then Satan answered the L ord , &apos;From roaming around on the earth and from walking around on it.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The L ord said to Satan, &apos;Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Satan answered the L ord , &apos;Does Job fear God for nothing?"
            },
            {
                "verse_number": "10",
                "verse_text": "Have You not put a hedge [of protection] around him and his house and all that he has, on every side? You have blessed the work of his hands [and conferred prosperity and happiness upon him], and his possessions have increased in the land."
            },
            {
                "verse_number": "11",
                "verse_text": "But put forth Your hand now and touch (destroy) all that he has, and he will surely curse You to Your face.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the L ord said to Satan, &apos;Behold, all that Job has is in your power, only do not put your hand on the man himself.&apos; So Satan departed from the presence of the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Now there was a day when Job&quot;s sons and daughters were eating and drinking wine in their oldest brother&quot;s house,"
            },
            {
                "verse_number": "14",
                "verse_text": "and a messenger came to Job and said, &apos;The oxen were plowing and the donkeys were feeding beside them,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the Sabeans attacked and swooped down on them and took away the animals. They also killed the servants with the edge of the sword, and I alone have escaped to tell you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "While he was still speaking, another [messenger] also came and said, &apos;The fire of God (lightning) has fallen from the heavens and has burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "While he was still speaking, another [messenger] also came and said, &apos;The Chaldeans formed three bands and made a raid on the camels and have taken them away and have killed the servants with the edge of the sword, and I alone have escaped to tell you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While he was still speaking, another [messenger] also came and said, &apos;Your sons and your daughters were eating and drinking wine in their oldest brother&quot;s house,"
            },
            {
                "verse_number": "19",
                "verse_text": "and suddenly, a great wind came from across the desert, and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Job got up and tore his robe and shaved his head [in mourning for the children], and he fell to the ground and worshiped [God]."
            },
            {
                "verse_number": "21",
                "verse_text": "He said,"
            },
            {
                "verse_number": "22",
                "verse_text": "Through all this Job did not sin nor did he blame God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Again there was a day when the sons of God (angels) came to present themselves before the L ord , and Satan (adversary, accuser) also came among them to present himself before the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "The L ord said to Satan, &apos;From where have you come?&apos; Then Satan answered the L ord , &apos;From roaming around on the earth and from walking around on it.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The L ord said to Satan, &apos;Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God]. And still he maintains and holds tightly to his integrity, although you incited Me against him to destroy him without cause.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Satan answered the L ord , &apos; Skin for skin! Yes, a man will give all he has for his life."
            },
            {
                "verse_number": "5",
                "verse_text": "But put forth Your hand now, and touch his bone and his flesh [and severely afflict him]; and he will curse You to Your face.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the L ord said to Satan, &apos;Behold, he is in your hand, only spare his life.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Satan departed from the presence of the L ord and struck Job with loathsome boils and agonizingly painful sores from the sole of his foot to the crown of his head."
            },
            {
                "verse_number": "8",
                "verse_text": "And Job took a piece of broken pottery with which to scrape himself, and he sat [down] among the ashes (rubbish heaps)."
            },
            {
                "verse_number": "9",
                "verse_text": "Then his wife said to him, &apos;Do you still cling to your integrity [and your faith and trust in God, without blaming Him]? Curse God and die!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But he said to her, &apos;You speak as one of the [spiritually] foolish women speaks [ignorant and oblivious to God&quot;s will]. Shall we indeed accept [only] good from God and not [also] accept adversity and disaster?&apos; In [spite of] all this Job did not sin with [words from] his lips."
            },
            {
                "verse_number": "11",
                "verse_text": "Now when Job&quot;s three friends heard of all this adversity that had come upon him, each one came from his own place, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; for they had made an appointment together to come to sympathize with him and to comfort him."
            },
            {
                "verse_number": "12",
                "verse_text": "When they looked from a distance and did not recognize him [because of his disfigurement], they raised their voices and wept; and each one tore his robe [in grief] and they threw dust over their heads toward the sky [in sorrow]."
            },
            {
                "verse_number": "13",
                "verse_text": "So they sat down on the ground with Job for seven days and seven nights and no one spoke a word to him, for they saw that his pain was very great."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "After this, Job opened his mouth and cursed the day of his birth ."
            },
            {
                "verse_number": "2",
                "verse_text": "And Job said, And the night which announced: &quot;There is a man-child conceived.&quot; Let God above not care about it, Nor light shine on it. Let a cloud settle upon it; Let all that blackens the day terrify it (the day that I was born). Let it not rejoice among the days of the year; Let it not be counted in the number of the months. Let no joyful voice enter it. Who are skilled in rousing up Leviathan. Let the morning wait in vain for the light, Let it not see the eyelids of morning (the day&quot;s dawning), Nor hide trouble from my eyes. Come forth from the womb and expire? And why the breasts, that I would nurse? I would have slept then, I would have been at rest [in death], Who built up [now desolate] ruins for themselves; Who filled their houses with silver. Like infants who never saw light. And there the weary are at rest. They do not hear the taskmaster&quot;s voice. And the servant is free from his master. And life to the bitter in soul, And dig (search) for death more [diligently] than for hidden treasures, And rejoice when they find the grave? And whom God has hedged in? And my cries [of despair] are poured out like water. And that of which I am afraid has come upon me. And I am not at rest, and yet trouble still comes [upon me].&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Let the day on which I was born perish,"
            },
            {
                "verse_number": "4",
                "verse_text": "May that day be darkness;"
            },
            {
                "verse_number": "5",
                "verse_text": "Let darkness and gloom claim it for their own;"
            },
            {
                "verse_number": "6",
                "verse_text": "As for that night, let darkness seize it;"
            },
            {
                "verse_number": "7",
                "verse_text": "Behold, let that night be barren [and empty];"
            },
            {
                "verse_number": "8",
                "verse_text": "Let those curse it who curse the day,"
            },
            {
                "verse_number": "9",
                "verse_text": "Let the stars of its early dawn be dark;"
            },
            {
                "verse_number": "10",
                "verse_text": "Because it did not shut the doors of my mother&quot;s womb,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Why did I not die at birth,"
            },
            {
                "verse_number": "12",
                "verse_text": "Why did the knees receive me?"
            },
            {
                "verse_number": "13",
                "verse_text": "For now I would have lain down and been quiet;"
            },
            {
                "verse_number": "14",
                "verse_text": "With kings and counselors of the earth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Or with princes who had gold,"
            },
            {
                "verse_number": "16",
                "verse_text": "Or like a miscarriage which is hidden and put away, I would not exist,"
            },
            {
                "verse_number": "17",
                "verse_text": "There [in death] the wicked cease from raging,"
            },
            {
                "verse_number": "18",
                "verse_text": "There the prisoners rest together;"
            },
            {
                "verse_number": "19",
                "verse_text": "The small and the great are there,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Why is the light given to him who is in misery,"
            },
            {
                "verse_number": "21",
                "verse_text": "Who wait for death, but it does not come,"
            },
            {
                "verse_number": "22",
                "verse_text": "Who rejoice exceedingly,"
            },
            {
                "verse_number": "23",
                "verse_text": "Why is the light of day given to a man whose way is hidden,"
            },
            {
                "verse_number": "24",
                "verse_text": "For my groaning comes at the sight of my food,"
            },
            {
                "verse_number": "25",
                "verse_text": "For the thing which I greatly fear comes upon me,"
            },
            {
                "verse_number": "26",
                "verse_text": "I am not at ease, nor am I quiet,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz the Temanite answered and said, But who can restrain himself from speaking? And you have strengthened weak hands. And you have strengthened feeble knees. It touches you, and you are horrified. And [is not] the integrity and uprightness of your ways your hope? Or where [and in what circumstances] were those upright and in right standing with God destroyed? And those who sow trouble and harm harvest it. And by the blast of His anger they are consumed. And the teeth of the young lions are broken. And the cubs of the lioness are scattered. And my ear received a whisper of it. When deep sleep falls on men, Which made all my bones shake. The hair on my skin stood on end! A form was before my eyes; There was silence, and then I heard a voice, saying: Can a man be pure before his Maker or be more cleansed than He? And He charges His angels with error. Whose foundations are in the dust, Who are crushed like a moth. Unobserved and unnoticed, they perish forever. Do they not die, and yet without [acquiring] wisdom?&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;If we dare to converse with you, will you be impatient [or offended]?"
            },
            {
                "verse_number": "3",
                "verse_text": "Behold, you have admonished and instructed many,"
            },
            {
                "verse_number": "4",
                "verse_text": "Your words have helped the one who was stumbling to stand,"
            },
            {
                "verse_number": "5",
                "verse_text": "But now adversity comes upon you, and you are impatient and intolerant;"
            },
            {
                "verse_number": "6",
                "verse_text": "Is not your fear of God your confidence,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Remember now, who, being innocent, ever perished?"
            },
            {
                "verse_number": "8",
                "verse_text": "As I have seen, those who plow wickedness"
            },
            {
                "verse_number": "9",
                "verse_text": "By the breath of God they perish,"
            },
            {
                "verse_number": "10",
                "verse_text": "The roaring of the lion and the voice of the fierce lion,"
            },
            {
                "verse_number": "11",
                "verse_text": "The lion perishes for lack of prey,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Now a word was secretly brought to me,"
            },
            {
                "verse_number": "13",
                "verse_text": "Amid disquieting thoughts from the visions of the night,"
            },
            {
                "verse_number": "14",
                "verse_text": "Dread and trembling came upon me,"
            },
            {
                "verse_number": "15",
                "verse_text": "Then a spirit passed before my face;"
            },
            {
                "verse_number": "16",
                "verse_text": "The spirit stood still, but I could not discern its appearance;"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;Can [mortal] man be just before God or be more righteous than He?"
            },
            {
                "verse_number": "18",
                "verse_text": "God puts no trust or confidence, even in His [heavenly] servants,"
            },
            {
                "verse_number": "19",
                "verse_text": "How much more [will He blame and charge] those who dwell in houses (bodies) of clay,"
            },
            {
                "verse_number": "20",
                "verse_text": "Between morning and evening they are broken in pieces and destroyed;"
            },
            {
                "verse_number": "21",
                "verse_text": "Is not their tent-cord drawn up within them [so that the tent collapses]?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Call now&ndash;is there anyone who will answer you? And to which of the holy ones (angels) will you turn? And jealousy kills the simple (naive). But I cursed his dwelling immediately [for his destruction was certain]. They are oppressed and crushed in the [court of justice in the city&quot;s] gate, And take it even [when it grows] among the thorns; The trap opens for [his] wealth. Nor does trouble spring forth from the ground. [As naturally] as sparks fly upward. And I would commit my cause to God; Marvelous things without number. And sends waters upon the fields, And He lifts to safety those who mourn. So that their hands cannot attain success or achieve anything of [lasting] worth. And the advice of the devious is quickly thwarted. And at noon they grope as in the night. And the poor from the hand of the mighty. And injustice shuts its mouth. So do not despise or reject the discipline of the Almighty [subjecting you to trial and suffering]. He wounds, but His hands also heal. Even in seven, evil will not touch you. And in war from the power of the sword. And you will not be afraid of destruction when it comes. And you will not be afraid of the wild beasts of the earth. And the beasts of the field will be at peace with you. And you will visit your dwelling and fear no loss [nor find anything amiss]. And your offspring as the grass of the earth. Like the stacking of grain [on the threshing floor] in its season. Hear and heed it, and know for yourself [for your own good].&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "For anger slays the foolish man,"
            },
            {
                "verse_number": "3",
                "verse_text": "I have seen the foolish taking root [and outwardly prospering],"
            },
            {
                "verse_number": "4",
                "verse_text": "His children are far from safety [and included in their father&quot;s ruin], And there is no one to rescue them ."
            },
            {
                "verse_number": "5",
                "verse_text": "The hungry devour his harvest"
            },
            {
                "verse_number": "6",
                "verse_text": "For affliction does not come forth from the dust,"
            },
            {
                "verse_number": "7",
                "verse_text": "For man is born for trouble,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;As for me, I would seek God and inquire of Him,"
            },
            {
                "verse_number": "9",
                "verse_text": "Who does great and unsearchable things,"
            },
            {
                "verse_number": "10",
                "verse_text": "He gives rain upon the earth"
            },
            {
                "verse_number": "11",
                "verse_text": "So that He sets on high those who are lowly,"
            },
            {
                "verse_number": "12",
                "verse_text": "He frustrates the devices and schemes of the crafty,"
            },
            {
                "verse_number": "13",
                "verse_text": "He catches the [so-called] wise in their own shrewdness,"
            },
            {
                "verse_number": "14",
                "verse_text": "In the daytime they meet in darkness,"
            },
            {
                "verse_number": "15",
                "verse_text": "But God saves [the innocent] from the sword of the mouth of the devious,"
            },
            {
                "verse_number": "16",
                "verse_text": "So the helpless have hope,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Behold, how happy and fortunate is the man whom God reproves,"
            },
            {
                "verse_number": "18",
                "verse_text": "For He inflicts pain, but He binds up and gives relief;"
            },
            {
                "verse_number": "19",
                "verse_text": "He will rescue you from six troubles;"
            },
            {
                "verse_number": "20",
                "verse_text": "In famine He will redeem you from death,"
            },
            {
                "verse_number": "21",
                "verse_text": "You will be hidden from the scourge of the tongue,"
            },
            {
                "verse_number": "22",
                "verse_text": "You will laugh at violence and famine,"
            },
            {
                "verse_number": "23",
                "verse_text": "For you will be in harmony with the stones of the field,"
            },
            {
                "verse_number": "24",
                "verse_text": "You will know also that your tent is secure and at peace,"
            },
            {
                "verse_number": "25",
                "verse_text": "You will know also that your descendants will be many,"
            },
            {
                "verse_number": "26",
                "verse_text": "You will come to your grave in old age,"
            },
            {
                "verse_number": "27",
                "verse_text": "Behold this; we have investigated it, and it is true."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered and said, And placed in the balances together with my tragedy [to see if my grief is the grief of a coward]! Therefore my words have been incoherent, My spirit drinks their poison; The terrors of God are arrayed against me. Or does the ox low over his fodder? Or is there any flavor in the white of an egg? Such things are like loathsome food to me [sickening and repugnant]. And that God would grant me the thing that I long for! That He would let loose His hand and cut me off. And I would jump for joy amid unsparing pain, That I have not denied or hidden the words of the Holy One. And what is ahead of me, that I should be patient and endure? Or is my flesh made of bronze? And that success and wisdom have been driven from me? Like the torrents of brooks that vanish, And into which the snow melts and hides itself; When it is hot, they vanish from their place. They go up into nothing and perish. [Your counsel is as helpful to me as a dry streambed in the heat of summer.] They came there and were ashamed. You see a terror [believing me to be a victim of the wrath of God] and are afraid [to be compassionate]. Or, &quot;Pay a bribe for me from your wealth,&quot; Or, &quot;Redeem me from the hand of the tyrants&quot;? And show me how I have erred. But what does your argument prove? When the words of one in despair belong to the wind [and go ignored]? And bargain away your friend. And see if I lie to your face [for you know that I would not]. Turn away, my righteousness and vindication is still in it. Can my palate not discern what is destructive?"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Oh, that my grief could actually be weighed"
            },
            {
                "verse_number": "3",
                "verse_text": "For now it would be heavier than the sand of the sea;"
            },
            {
                "verse_number": "4",
                "verse_text": "Because the arrows of the Almighty are within me,"
            },
            {
                "verse_number": "5",
                "verse_text": "Does the wild donkey bray when he has grass?"
            },
            {
                "verse_number": "6",
                "verse_text": "Can something that has no taste to it be eaten without salt?"
            },
            {
                "verse_number": "7",
                "verse_text": "My soul refuses to touch them;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Oh that my request would come to pass,"
            },
            {
                "verse_number": "9",
                "verse_text": "I wish that it would please God to crush me,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I would still have consolation,"
            },
            {
                "verse_number": "11",
                "verse_text": "What strength do I have left, that I should wait [and hope]?"
            },
            {
                "verse_number": "12",
                "verse_text": "Is my strength and endurance that of stones,"
            },
            {
                "verse_number": "13",
                "verse_text": "Is it that I have no help within myself,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;For the despairing man there should be kindness from his friend; So that he does not abandon (turn away from) the fear of the Almighty. The caravans of Sheba waited for them [in vain]."
            },
            {
                "verse_number": "15",
                "verse_text": "My brothers have acted deceitfully like a brook,"
            },
            {
                "verse_number": "16",
                "verse_text": "Which are dull and dirty because of ice,"
            },
            {
                "verse_number": "17",
                "verse_text": "When it is warm, they are silent and cease to flow;"
            },
            {
                "verse_number": "18",
                "verse_text": "The paths of their course wind along,"
            },
            {
                "verse_number": "19",
                "verse_text": "The caravans of Tema looked [for water],"
            },
            {
                "verse_number": "20",
                "verse_text": "They were put to shame and disappointed because they had trusted [that they would find water];"
            },
            {
                "verse_number": "21",
                "verse_text": "Indeed, you have now become like a dried-up stream,"
            },
            {
                "verse_number": "22",
                "verse_text": "Did I ever say, &quot;Give me something, &quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Or, &quot;Rescue me from the adversary&quot;s hand,&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Teach me, and I will be silent;"
            },
            {
                "verse_number": "25",
                "verse_text": "How painful are words of honesty."
            },
            {
                "verse_number": "26",
                "verse_text": "Do you intend to reprove my words [with a convincing argument],"
            },
            {
                "verse_number": "27",
                "verse_text": "You would cast lots (gamble) over the fatherless"
            },
            {
                "verse_number": "28",
                "verse_text": "Now please look at me,"
            },
            {
                "verse_number": "29",
                "verse_text": "Turn away [from your suspicion], let there be no injustice;"
            },
            {
                "verse_number": "30",
                "verse_text": "Is there injustice or malice on my tongue?"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Is not man forced to labor on earth? And are not his days like the days of a hired man? And as a hired man eagerly awaits his wages, And [long] nights of trouble and misery are appointed to me. &quot;When shall I arise [and the night be gone]?&quot; But the night continues, And I am continually tossing until the dawning of day. My skin is hardened [and broken and loathsome], and [breaks out and] runs. And are spent without hope. My eye will not see good again. Your eyes will be upon me, but I will not be. So he who goes down to Sheol (the nether world, the place of the dead) does not come up. Nor will his place know about him anymore. I will speak in the anguish of my spirit, I will complain in the bitterness of my soul [O Lord]. That You set a guard over me? My couch will ease my complaint,&quot; And terrify me through visions, Let me alone, for my days are but a breath [futile and without substance]. And that You are concerned about him? And try and test him every moment? Nor let me alone until I swallow my spittle? O Watcher of mankind? Why have You set me as a target for You, So that I am a burden to myself? And take away my sin and guilt? For now I will lie down in the dust; And You will seek me [diligently], but I will not be.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "As a slave earnestly longs for the shade,"
            },
            {
                "verse_number": "3",
                "verse_text": "So am I allotted months of futility and suffering,"
            },
            {
                "verse_number": "4",
                "verse_text": "When I lie down I say,"
            },
            {
                "verse_number": "5",
                "verse_text": "My body is clothed with worms and a crust of dust;"
            },
            {
                "verse_number": "6",
                "verse_text": "My days are swifter than a weaver&quot;s shuttle,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Remember that my life is but breath [a puff of wind, a sigh];"
            },
            {
                "verse_number": "8",
                "verse_text": "The eye of him who sees me [now] will see me no more;"
            },
            {
                "verse_number": "9",
                "verse_text": "As a cloud vanishes and is gone,"
            },
            {
                "verse_number": "10",
                "verse_text": "He will not return again to his house,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Therefore I will not restrain my mouth;"
            },
            {
                "verse_number": "12",
                "verse_text": "Am I the sea, or the sea monster,"
            },
            {
                "verse_number": "13",
                "verse_text": "When I say, &quot;My bed will comfort me,"
            },
            {
                "verse_number": "14",
                "verse_text": "Then You frighten me with dreams"
            },
            {
                "verse_number": "15",
                "verse_text": "So that I would choose suffocation, Death rather than my pain."
            },
            {
                "verse_number": "16",
                "verse_text": "I waste away and loathe my life; I will not live forever."
            },
            {
                "verse_number": "17",
                "verse_text": "What is man that You [should] magnify him [and think him important]?"
            },
            {
                "verse_number": "18",
                "verse_text": "And that You examine him every morning"
            },
            {
                "verse_number": "19",
                "verse_text": "Will You never turn Your gaze away from me [it plagues me],"
            },
            {
                "verse_number": "20",
                "verse_text": "If I have sinned, what [harm] have I done to You,"
            },
            {
                "verse_number": "21",
                "verse_text": "Why then do You not pardon my transgression"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad the Shuhite answered and said, And will the words of your mouth be a mighty wind? Then He has handed them over to the power of their transgression and punished them. And implore the compassion and favor of the Almighty, Surely now He will awaken for you And restore your righteous place. Yet your end will greatly increase. And consider and apply yourself to the things searched out by their fathers. Because our days on earth are [like] a shadow [just a breath or a vapor]. And utter words from their hearts [the deepest part of their nature]? Can the rushes or reed grass grow without water? Yet it withers before any other plant [when without water]. And the hope of the godless will perish, And his trust is [like] a spider&quot;s web. He holds tightly to it, but it does not endure. And his branches spread out over his garden. And he gazes at a house of stones. Then his place will forget him, saying, &quot;I have never seen you.&quot; And from out of the dust others will spring up and grow [to take his place]. Nor will He strengthen or support evildoers. And your lips with joyful shouting [if you are found blameless]. And the tents of the wicked will be no longer.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long will you say these things?"
            },
            {
                "verse_number": "3",
                "verse_text": "Does God pervert justice? Or does the Almighty pervert righteousness?"
            },
            {
                "verse_number": "4",
                "verse_text": "If your children have sinned against Him,"
            },
            {
                "verse_number": "5",
                "verse_text": "If you would [diligently] seek God"
            },
            {
                "verse_number": "6",
                "verse_text": "Then, if you are pure and upright,"
            },
            {
                "verse_number": "7",
                "verse_text": "Though your beginning was insignificant,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Inquire, please, of past generations,"
            },
            {
                "verse_number": "9",
                "verse_text": "For we are only of yesterday and know nothing,"
            },
            {
                "verse_number": "10",
                "verse_text": "Will they (the fathers) not teach you and tell you,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Can the papyrus grow up without a marsh?"
            },
            {
                "verse_number": "12",
                "verse_text": "While it is still green (in flower) and not cut down,"
            },
            {
                "verse_number": "13",
                "verse_text": "So are the paths of all who forget God;"
            },
            {
                "verse_number": "14",
                "verse_text": "For his confidence is fragile and breaks,"
            },
            {
                "verse_number": "15",
                "verse_text": "He trusts in his house, but it does not stand;"
            },
            {
                "verse_number": "16",
                "verse_text": "He thrives and prospers [like a green plant] before the sun,"
            },
            {
                "verse_number": "17",
                "verse_text": "His [godless] roots are wrapped around a pile of rocks,"
            },
            {
                "verse_number": "18",
                "verse_text": "If he is snatched from his place [in the garden],"
            },
            {
                "verse_number": "19",
                "verse_text": "Behold, this is the joy of His way;"
            },
            {
                "verse_number": "20",
                "verse_text": "Behold, God will not reject a man of integrity,"
            },
            {
                "verse_number": "21",
                "verse_text": "He will yet fill your mouth with laughter"
            },
            {
                "verse_number": "22",
                "verse_text": "Those who hate you will be clothed with shame,"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered and said, But how can a mortal man be right before God? He could not answer Him once in a thousand times . Who has [ever] defied or challenged Him and remained unharmed? When He overturns them in His anger; And its pillars tremble; Who seals up the stars [from view]; And the [vast starry] spaces of the south; Yes, marvelous and wondrous things without number. He moves past me, but I do not perceive Him. Who will say to Him, &quot;What are You doing?&quot; The [proud] helpers of Rahab [the arrogant monster of the sea] bow under Him. Choosing my words [to reason] with Him? I must appeal for mercy to my Opponent and Judge. I could not believe that He was listening to my voice. And multiplies my wounds without cause. But fills and saturates me with bitterness. And if of justice, who can summon and challenge Him? Though I am blameless, He would denounce me as guilty. I do not care about myself; I despise my life. &quot;He destroys [both] the blameless and the wicked.&quot; He mocks at the despair of the innocent. He covers the faces of its judges [so that they are blind to justice]. If it is not He, then who is it [that is responsible for all this injustice]? They vanish, they see no good. Like an eagle that swoops down on its prey. I will leave off my sad appearance, and be cheerful and brighten up,&quot; I know that You will not acquit me and leave me unpunished. Why then should I labor in vain [to appear innocent]? And cleanse my hands with lye, And my own clothes would hate me [and refuse to cover my foul body]. That we may go to court and judgment together. Who could lay his hand upon us both [would that there were]. And let not the dread and fear of Him terrify me. But I am not like that in myself."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Yes, I know it is true."
            },
            {
                "verse_number": "3",
                "verse_text": "If one should want to contend or dispute with Him,"
            },
            {
                "verse_number": "4",
                "verse_text": "God is wise in heart and mighty in strength;"
            },
            {
                "verse_number": "5",
                "verse_text": "It is God who removes the mountains, and they do not know it,"
            },
            {
                "verse_number": "6",
                "verse_text": "Who shakes the earth out of its place,"
            },
            {
                "verse_number": "7",
                "verse_text": "Who commands the sun, and it does not shine;"
            },
            {
                "verse_number": "8",
                "verse_text": "Who alone stretches out the heavens And tramples down the waves of the sea;"
            },
            {
                "verse_number": "9",
                "verse_text": "Who made [the constellations] the Bear, Orion, and the Pleiades,"
            },
            {
                "verse_number": "10",
                "verse_text": "Who does great things, [beyond understanding,] unfathomable,"
            },
            {
                "verse_number": "11",
                "verse_text": "Behold, He passes by me, and I do not see Him;"
            },
            {
                "verse_number": "12",
                "verse_text": "Behold, He snatches away; who can restrain or turn Him back?"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;God will not turn back His anger;"
            },
            {
                "verse_number": "14",
                "verse_text": "How can I answer Him [and plead my case],"
            },
            {
                "verse_number": "15",
                "verse_text": "For though I were righteous, I could not answer."
            },
            {
                "verse_number": "16",
                "verse_text": "If I called and He answered me,"
            },
            {
                "verse_number": "17",
                "verse_text": "For He bruises me with a tempest"
            },
            {
                "verse_number": "18",
                "verse_text": "He will not allow me to catch my breath,"
            },
            {
                "verse_number": "19",
                "verse_text": "If it is a matter of strength and power, behold, He is mighty!"
            },
            {
                "verse_number": "20",
                "verse_text": "Though I am innocent and in the right, my own mouth would pronounce me guilty;"
            },
            {
                "verse_number": "21",
                "verse_text": "[Though] I am blameless,"
            },
            {
                "verse_number": "22",
                "verse_text": "It is all one; therefore I say,"
            },
            {
                "verse_number": "23",
                "verse_text": "When [His] scourge kills suddenly,"
            },
            {
                "verse_number": "24",
                "verse_text": "The earth is given into the hands of the wicked;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Now my days are swifter than a runner;"
            },
            {
                "verse_number": "26",
                "verse_text": "They pass by like the [swift] boats made of reeds,"
            },
            {
                "verse_number": "27",
                "verse_text": "If I say, &quot;I will forget my complaint,"
            },
            {
                "verse_number": "28",
                "verse_text": "I am afraid of all my pains and worries [yet to come];"
            },
            {
                "verse_number": "29",
                "verse_text": "I am accounted wicked and held guilty;"
            },
            {
                "verse_number": "30",
                "verse_text": "If I were to wash myself with snow"
            },
            {
                "verse_number": "31",
                "verse_text": "You would still plunge me into the pit,"
            },
            {
                "verse_number": "32",
                "verse_text": "For God is not a [mere] man, as I am, that I may answer Him,"
            },
            {
                "verse_number": "33",
                "verse_text": "There is no arbitrator between us,"
            },
            {
                "verse_number": "34",
                "verse_text": "Let Him take His rod away from me,"
            },
            {
                "verse_number": "35",
                "verse_text": "Then I would speak [my defense] and not fear Him;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I am disgusted with my life and loathe it! I will give free expression to my complaint; I will speak in the bitterness of my soul. Show me why You contend and argue and struggle with me. To despise and reject the work of Your hands, And to look with favor on the schemes of the wicked? Do You see as a man sees? Are Your years as man&quot;s years, And search for my sin? Yet there is no one who can rescue me from Your hand. Would You [turn around and] destroy me? So will You turn me into dust again? And curdled me like cheese? And knit me together with bones and sinews. And Your providence (divine care, supervision) has preserved my spirit. I know that this was within You [in Your purpose and thought]. And You would not acquit me of my guilt. And if I am righteous, I dare not lift up my head. For I am sated and filled with disgrace and the sight of my misery. And again You would show Your marvelous power against me. And increase Your indignation and anger toward me; Hardship after hardship is with me [attacking me time after time]. Would that I had perished and no eye had seen me! [I should have been] carried from the womb to the grave.&quot; Withdraw from me that I may have a little cheer To the land of darkness and the deep shadow [of death], [The land] of the shadow of death, without order, And [where] it shines as [thick] darkness.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I will say to God, &quot;Do not condemn me [and declare me guilty]!"
            },
            {
                "verse_number": "3",
                "verse_text": "Does it indeed seem right to You to oppress,"
            },
            {
                "verse_number": "4",
                "verse_text": "Do You have eyes of flesh?"
            },
            {
                "verse_number": "5",
                "verse_text": "Are Your days as the days of a mortal,"
            },
            {
                "verse_number": "6",
                "verse_text": "That You seek my guilt"
            },
            {
                "verse_number": "7",
                "verse_text": "Although You know that I am not guilty or wicked,"
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;Your hands have formed and made me altogether."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember now, that You have made me as clay;"
            },
            {
                "verse_number": "10",
                "verse_text": "Have You not poured me out like milk"
            },
            {
                "verse_number": "11",
                "verse_text": "[You have] clothed me with skin and flesh,"
            },
            {
                "verse_number": "12",
                "verse_text": "You have granted me life and lovingkindness;"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet these [present evils] You have hidden in Your heart [since my creation]:"
            },
            {
                "verse_number": "14",
                "verse_text": "If I sin, then You would take note and observe me,"
            },
            {
                "verse_number": "15",
                "verse_text": "If I am wicked, woe to me [for judgment comes]!"
            },
            {
                "verse_number": "16",
                "verse_text": "Should I lift my head up, You would hunt me like a lion;"
            },
            {
                "verse_number": "17",
                "verse_text": "You renew Your witnesses against me"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;Why then did You bring me out of the womb?"
            },
            {
                "verse_number": "19",
                "verse_text": "I should have been as though I had not existed;"
            },
            {
                "verse_number": "20",
                "verse_text": "Would He not let my few days alone,"
            },
            {
                "verse_number": "21",
                "verse_text": "Before I go&ndash;and I shall not return&ndash;"
            },
            {
                "verse_number": "22",
                "verse_text": "The [sunless] land of utter gloom as darkness itself ,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then Zophar the Naamathite answered and said, And should a talkative man [making such a long-winded defense] be acquitted? And shall you scoff and no one put you to shame? And I am innocent in your eyes.&quot; And open His lips [to speak] against you, Know therefore that God forgets a part of your wickedness and guilt. Can you [by searching] discover the limits of the Almighty [ascend to His heights, extend to His widths, and comprehend His infinite perfection]? It is deeper than Sheol (the nether world, the place of the dead). What can you know? And broader than the sea. Or calls an assembly [of judgment], who can restrain Him? [If He is against a man, who can call Him to account for it?] And He sees wickedness, will He not consider it? And stretch out your hands to Him, And do not let wrongdoing dwell in your tents; And you would be firmly established and secure and not fear. You would remember it as waters that have passed by. Darkness [then] would be like the morning. You would look around you and rest securely. And many would entreat and seek your favor. And they will not escape [the justice of God]; And their hope is to breathe their last [and die].&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Shall a multitude of words not be answered?"
            },
            {
                "verse_number": "3",
                "verse_text": "Should your boasts and babble silence men?"
            },
            {
                "verse_number": "4",
                "verse_text": "For you have said, &quot;My teaching (doctrine) [that God knowingly afflicts the righteous] is pure,"
            },
            {
                "verse_number": "5",
                "verse_text": "But oh, that God would speak,"
            },
            {
                "verse_number": "6",
                "verse_text": "And [that He would] show you the secrets of wisdom! For sound wisdom has two sides. [Only] when the colt of a wild donkey is born as a man."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Can you discover the depths of God?"
            },
            {
                "verse_number": "8",
                "verse_text": "His wisdom is as high as the heights of heaven. What can you do?"
            },
            {
                "verse_number": "9",
                "verse_text": "It is longer in measure [and scope] than the earth,"
            },
            {
                "verse_number": "10",
                "verse_text": "If God passes by or arrests,"
            },
            {
                "verse_number": "11",
                "verse_text": "For He recognizes and knows false and worthless men,"
            },
            {
                "verse_number": "12",
                "verse_text": "But a hollow (empty-headed) man will become intelligent and wise"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If you direct your heart [on the right path]"
            },
            {
                "verse_number": "14",
                "verse_text": "If sin is in your hand, put it far away [from you],"
            },
            {
                "verse_number": "15",
                "verse_text": "Then, indeed, you could lift up your face [to Him] without moral defect,"
            },
            {
                "verse_number": "16",
                "verse_text": "For you would forget your trouble;"
            },
            {
                "verse_number": "17",
                "verse_text": "And your life would be brighter than the noonday;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then you would trust [with confidence], because there is hope;"
            },
            {
                "verse_number": "19",
                "verse_text": "You would lie down with no one to frighten you,"
            },
            {
                "verse_number": "20",
                "verse_text": "But the eyes of the wicked will fail,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Job responded, And wisdom will die with you! I am not inferior to you. Who does not know such things as these [of God&quot;s wisdom and might]? I, one whom God answered when he called upon Him&ndash; A just and blameless man is a joke [and laughed to scorn]. But misfortune is ready [and anxiously waiting] for those whose feet slip. And those who provoke God are [apparently] secure, Whom God brings into their power. And ask the birds of the air, and let them tell you; And let the fish of the sea declare [this truth] to you. That the hand of the L ord has done this, And the breath of all mankind? Just as the palate tastes its food [distinguishing between the desirable and the undesirable]? He [alone] has [true] counsel and understanding. He imprisons a man, and there can be no release. Again, He sends the waters out, and they overwhelm and devastate the earth. The misled and the misleader are His [and in His power]. And makes fools of judges. And binds their loins with a loincloth. And He overturns men firmly seated and secure. And takes away the discernment and discretion of the aged. And loosens the belt of the strong [disabling them]. And brings black gloom and the shadow of death into light. He enlarges nations, and leads them away [captive]. And makes them wander and move blindly in a pathless waste. And He makes them stagger like a drunken man.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;No doubt you are the [only wise] people [in the world],"
            },
            {
                "verse_number": "3",
                "verse_text": "But I have intelligence and understanding as well as you;"
            },
            {
                "verse_number": "4",
                "verse_text": "I am a joke to my friends;"
            },
            {
                "verse_number": "5",
                "verse_text": "He who is at ease has contempt for misfortune,"
            },
            {
                "verse_number": "6",
                "verse_text": "The tents of the destroyers prosper;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Now ask the animals, and let them teach you [that God does not deal with His creatures according to their character];"
            },
            {
                "verse_number": "8",
                "verse_text": "Or speak to the earth [with its many forms of life], and it will teach you;"
            },
            {
                "verse_number": "9",
                "verse_text": "Who among all these does not recognize [in all these things that good and evil are randomly scattered throughout nature and human life]"
            },
            {
                "verse_number": "10",
                "verse_text": "In whose hand is the life of every living thing,"
            },
            {
                "verse_number": "11",
                "verse_text": "Does the ear not put words to the test,"
            },
            {
                "verse_number": "12",
                "verse_text": "With the aged [you say] is wisdom, And with long life is understanding."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But [only] with Him are [perfect] wisdom and might;"
            },
            {
                "verse_number": "14",
                "verse_text": "Behold, He tears down, and it cannot be rebuilt;"
            },
            {
                "verse_number": "15",
                "verse_text": "Behold, He restrains the waters, and they dry up;"
            },
            {
                "verse_number": "16",
                "verse_text": "With Him are might and sound wisdom,"
            },
            {
                "verse_number": "17",
                "verse_text": "He makes [great and scheming] counselors walk barefoot"
            },
            {
                "verse_number": "18",
                "verse_text": "He loosens the bond of kings"
            },
            {
                "verse_number": "19",
                "verse_text": "He makes priests walk barefoot,"
            },
            {
                "verse_number": "20",
                "verse_text": "He deprives the trusted ones of speech"
            },
            {
                "verse_number": "21",
                "verse_text": "He pours contempt on princes and nobles"
            },
            {
                "verse_number": "22",
                "verse_text": "He uncovers mysteries [that are difficult to grasp and understand] out of the darkness"
            },
            {
                "verse_number": "23",
                "verse_text": "He makes nations great, and He destroys them;"
            },
            {
                "verse_number": "24",
                "verse_text": "He removes intelligence and understanding from the leaders of the people of the earth"
            },
            {
                "verse_number": "25",
                "verse_text": "They grope in darkness without light,"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "[Job continued:] &apos;Behold, my eye has seen all this, My ear has heard and understood it. I am not inferior to you. And I desire to argue with God. You are all worthless physicians and have no remedy to offer. And that silence would be your wisdom! And listen to the pleadings of my lips. And speak what is deceitful for Him? Will you contend and plead for God? Or will you deceive Him as one deceives a man? If you secretly show partiality. And will not the dread of Him fall upon you? Your defenses are defenses of [crumbling] clay. And let happen to me what may. And put my life in my hands [incurring the wrath of God]? I will hope in Him. Nevertheless, I will argue my ways to His face. For a godless man may not come before Him. And let my declaration fill your ears. I know that I will be vindicated. For then I would be silent and die. And then I will not hide myself from Your face: And let not the dread of You terrify me. Or let me speak, and then reply to me. Make me recognize and understand my transgression and my sin. And consider me Your enemy? Will You pursue the chaff of the dry stubble? And make me inherit and suffer for the iniquities of my youth. And [critically] observe all my paths; You set a circle and limit around the soles of my feet [which I must not overstep], Like a garment that is moth-eaten."
            },
            {
                "verse_number": "2",
                "verse_text": "What you know I also know;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;But I wish to speak to the Almighty,"
            },
            {
                "verse_number": "4",
                "verse_text": "But you smear me with lies [you defame my character most untruthfully];"
            },
            {
                "verse_number": "5",
                "verse_text": "Oh, that you would be completely silent,"
            },
            {
                "verse_number": "6",
                "verse_text": "Please hear my argument"
            },
            {
                "verse_number": "7",
                "verse_text": "Will you speak what is unjust for God,"
            },
            {
                "verse_number": "8",
                "verse_text": "Will you show partiality for Him [and be unjust to me so that you may gain favor with Him]?"
            },
            {
                "verse_number": "9",
                "verse_text": "Will it be well for you when He investigates you [and your tactics against me]?"
            },
            {
                "verse_number": "10",
                "verse_text": "He will surely reprimand you"
            },
            {
                "verse_number": "11",
                "verse_text": "Will not His majesty terrify you,"
            },
            {
                "verse_number": "12",
                "verse_text": "Your memorable sayings are [worthless, merely] proverbs of ashes;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Be silent before me so that I may speak;"
            },
            {
                "verse_number": "14",
                "verse_text": "Why should I take my flesh in my teeth"
            },
            {
                "verse_number": "15",
                "verse_text": "Even though He kills me;"
            },
            {
                "verse_number": "16",
                "verse_text": "This also will be my salvation,"
            },
            {
                "verse_number": "17",
                "verse_text": "Listen diligently to my speech,"
            },
            {
                "verse_number": "18",
                "verse_text": "Behold now, I have prepared my case;"
            },
            {
                "verse_number": "19",
                "verse_text": "Who will argue and contend with me?"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Only [O Lord,] do not do two things to me,"
            },
            {
                "verse_number": "21",
                "verse_text": "Withdraw Your hand from me and remove this bodily suffering,"
            },
            {
                "verse_number": "22",
                "verse_text": "Then [Lord,] call, and I will answer;"
            },
            {
                "verse_number": "23",
                "verse_text": "How many are my iniquities and sins [that so much sorrow should come to me]?"
            },
            {
                "verse_number": "24",
                "verse_text": "Why do You hide Your face [as if offended]"
            },
            {
                "verse_number": "25",
                "verse_text": "Will You cause a windblown leaf to tremble?"
            },
            {
                "verse_number": "26",
                "verse_text": "For You write bitter things against me [in Your indictment]"
            },
            {
                "verse_number": "27",
                "verse_text": "You also put my feet in the stocks [as punishment]"
            },
            {
                "verse_number": "28",
                "verse_text": "While I waste away like a rotten thing,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Man, who is born of a woman, Is short-lived and full of turmoil. He also flees like a shadow and does not remain. And bring him into judgment with Yourself. No one! The number of his months is with You [in Your control], And You have made his limits so he cannot pass [his allotted time]. Until he fulfills his day [on earth] like a hired man. If it is cut down, that it will sprout again, And that the shoots of it will not cease nor fail, [but there is no such hope for man]. And its stump dies in the dry soil, And bring forth sprigs and shoots like a seedling. Man breathes his last, and where is he? And a river drains and dries up, Until the heavens are no longer, The dead will not awake nor be raised from their sleep. That You would conceal me until Your wrath is past, That You would set a definite time and then remember me [and in Your lovingkindness imprint me on your heart]! I will wait all the days of my struggle Until my change and release will come. You will long for [me] the work of Your hands. You do not observe nor take note of my sin. And You cover my wickedness [from Your view]. And as the rock is moved from its place, Its floods and torrents wash away the soil of the earth, So You [O Lord] destroy the hope of man. You change his appearance and send him away [from the presence of the living]. They become insignificant, and he is not aware of it. And his soul mourns over [the loss of] himself.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Like a flower he comes forth and withers;"
            },
            {
                "verse_number": "3",
                "verse_text": "You also open Your eyes upon him"
            },
            {
                "verse_number": "4",
                "verse_text": "Who can make a clean thing out of the unclean?"
            },
            {
                "verse_number": "5",
                "verse_text": "Since his days are determined,"
            },
            {
                "verse_number": "6",
                "verse_text": "[O God] turn your gaze from him so that he may rest,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;For there is hope for a tree,"
            },
            {
                "verse_number": "8",
                "verse_text": "Though its roots grow old in the earth"
            },
            {
                "verse_number": "9",
                "verse_text": "Yet at the scent of water [the stump of the tree] will flourish"
            },
            {
                "verse_number": "10",
                "verse_text": "But [the brave, strong] man must die and lie face down;"
            },
            {
                "verse_number": "11",
                "verse_text": "As water evaporates from the sea,"
            },
            {
                "verse_number": "12",
                "verse_text": "So man lies down and does not rise [again]."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Oh, that You would hide me in Sheol (the nether world, the place of the dead),"
            },
            {
                "verse_number": "14",
                "verse_text": "If a man dies, will he live again?"
            },
            {
                "verse_number": "15",
                "verse_text": "[Then] You will call, and I will answer You;"
            },
            {
                "verse_number": "16",
                "verse_text": "But now You number [each of] my steps;"
            },
            {
                "verse_number": "17",
                "verse_text": "My transgression is sealed up in a bag,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;But as a mountain, if it falls, crumbles into nothing,"
            },
            {
                "verse_number": "19",
                "verse_text": "Water wears away the stones,"
            },
            {
                "verse_number": "20",
                "verse_text": "You prevail forever against him and overpower him, and he passes on;"
            },
            {
                "verse_number": "21",
                "verse_text": "His sons achieve honor, and he does not know it;"
            },
            {
                "verse_number": "22",
                "verse_text": "But his body [lamenting its decay] grieves in pain over it,"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz the Temanite answered [Job] and said, And fill himself with the east wind [of withering, parching, and violent accusations]? Or with words in which there is no benefit? And you are diminishing meditation before God. And you choose [to speak] the language of the crafty and cunning. Yes, your own lips testify against you. Or were you created before the hills? And do you limit [the possession of] wisdom to yourself? What do you understand that is not equally clear to us? Older than your father. [Or] were we too gentle toward you [in our first speech] to be effective? And why do your eyes flash [in anger or contempt], And let such words [as you have spoken] go out of your mouth? Or he who is born of a woman, that he should be righteous and just? Indeed, the heavens are not pure in His sight&ndash; Man, who drinks unrighteousness and injustice like water! And what I have seen I will also declare; And have not hidden [anything passed on to them] from their fathers, And no stranger passed among them [corrupting the truth]. And numbered are the years stored up for him, the ruthless one. While at peace and in a time of prosperity the destroyer comes upon him [the tent of the robber is not at peace]. And he is destined for the sword [of God&quot;s vengeance]. He knows that the day of darkness and destruction is already at hand. They overpower him like a king ready for battle. With his ornamented and massive shield; Adding layers of fat to his thighs [giving himself up to pleasures], In houses which no one should inhabit, Which were destined to become heaps [of ruins]; And his grain will not bend to the earth nor his possessions be extended on the earth. The flame [of God&quot;s wrath] will wither his branch, And by the blast of His mouth he will go away. And his branch will not be green [but shall wither away]. And will cast off blossoms [and fail to bring forth fruit] like the olive tree. And fire consumes the tents of bribery (wrong and injustice). And their inmost soul prepares deceit and fraud.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Should a wise man [such as you] utter such windy and vain knowledge [as we have just heard]"
            },
            {
                "verse_number": "3",
                "verse_text": "Should he rebuke and argue with useless talk?"
            },
            {
                "verse_number": "4",
                "verse_text": "Indeed, you are doing away with fear,"
            },
            {
                "verse_number": "5",
                "verse_text": "For your guilt teaches your mouth,"
            },
            {
                "verse_number": "6",
                "verse_text": "Your own mouth condemns you, and not I;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Were you the first man to be born [the original wise man],"
            },
            {
                "verse_number": "8",
                "verse_text": "Do you hear the secret counsel of God,"
            },
            {
                "verse_number": "9",
                "verse_text": "What do you know that we do not know?"
            },
            {
                "verse_number": "10",
                "verse_text": "Among us are both the gray-haired and the aged,"
            },
            {
                "verse_number": "11",
                "verse_text": "Are the consolations of God [as we have interpreted them to you] too trivial for you,"
            },
            {
                "verse_number": "12",
                "verse_text": "Why does your heart carry you away [allowing you to be controlled by emotion]?"
            },
            {
                "verse_number": "13",
                "verse_text": "That you should turn your spirit against God"
            },
            {
                "verse_number": "14",
                "verse_text": "What is man, that he should be pure and clean,"
            },
            {
                "verse_number": "15",
                "verse_text": "Behold, God puts no trust in His holy ones (angels);"
            },
            {
                "verse_number": "16",
                "verse_text": "How much less [pure and clean is] the one who is repulsive and corrupt,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I will tell you, listen to me;"
            },
            {
                "verse_number": "18",
                "verse_text": "What wise men have [freely] told,"
            },
            {
                "verse_number": "19",
                "verse_text": "To whom alone the land was given,"
            },
            {
                "verse_number": "20",
                "verse_text": "The wicked man writhes with pain all his days,"
            },
            {
                "verse_number": "21",
                "verse_text": "A [dreadful] sound of terrors is in his ears;"
            },
            {
                "verse_number": "22",
                "verse_text": "He does not believe that he will return out of the darkness [for fear of being murdered],"
            },
            {
                "verse_number": "23",
                "verse_text": "He wanders about for food, saying, &quot;Where is it?&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "Distress and anxiety terrify him,"
            },
            {
                "verse_number": "25",
                "verse_text": "Because he has stretched out his hand against God And behaves arrogantly against the Almighty, For emptiness will be his reward [for such living]."
            },
            {
                "verse_number": "26",
                "verse_text": "Running and charging headlong against Him"
            },
            {
                "verse_number": "27",
                "verse_text": "For he has covered his face with his fat,"
            },
            {
                "verse_number": "28",
                "verse_text": "And he has lived in desolate [God-forsaken] cities,"
            },
            {
                "verse_number": "29",
                "verse_text": "He will not become rich, nor will his wealth endure;"
            },
            {
                "verse_number": "30",
                "verse_text": "He will not escape from darkness [fleeing disaster];"
            },
            {
                "verse_number": "31",
                "verse_text": "Let him not trust in vanity (emptiness, futility) and be led astray;"
            },
            {
                "verse_number": "32",
                "verse_text": "It will be fulfilled while he still lives,"
            },
            {
                "verse_number": "33",
                "verse_text": "He will fail to bring his grapes to maturity [leaving them to wither unnourished] on the vine,"
            },
            {
                "verse_number": "34",
                "verse_text": "For the company of the godless is barren,"
            },
            {
                "verse_number": "35",
                "verse_text": "They conceive mischief and bring forth wickedness,"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered and said, Wearisome and miserable comforters are you all. Or what plagues you [so much] that you [so boldly] answer [me like this]? If you were in my place; I could compose and join words together against you And shake my head at you. And the consolation and solace of my lips would soothe your suffering and lessen your anguish. And if I refrain [from speaking], what [pain or anguish] leaves me? You [O Lord] have destroyed all my family and my household. It has become a witness [against me]; And my leanness [and infirmity] rises up [as evidence] against me, It testifies to my face [about my guilt]. He has gnashed at me with his teeth; My adversary sharpens His gaze and glares [with piercing eyes] at me. With contempt they have struck me on the cheek; They massed themselves together [and conspired] against me. And tosses me [headlong] into the hands of the wicked. And He has seized me by the neck and has shaken me to pieces; He has also set me up as His target. He pierces my kidneys (vital organs) without mercy; He pours out my gall on the ground. He runs at me like a warrior. And have defiled my horn (symbol of strength) in the dust. And on my eyelids is the shadow of death [my eyes are dimmed], And my prayer is pure. And let there be no [resting] place for my cry [where it will cease being heard]. And my Advocate [who vouches and testifies for me] is on high. My eye pours out tears to God. Just as a man [mediates and pleads] with his neighbor and friend. I shall go the way of no return."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I have heard many such things;"
            },
            {
                "verse_number": "3",
                "verse_text": "Is there no end to [your futile] words of wind?"
            },
            {
                "verse_number": "4",
                "verse_text": "I also could speak like you,"
            },
            {
                "verse_number": "5",
                "verse_text": "[But instead] I could strengthen and encourage you with [the words of] my mouth,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If I speak [to you miserable comforters], my pain is not relieved;"
            },
            {
                "verse_number": "7",
                "verse_text": "But now God has exhausted me."
            },
            {
                "verse_number": "8",
                "verse_text": "You have taken a firm hold on me and have shriveled me up,"
            },
            {
                "verse_number": "9",
                "verse_text": "His wrath has torn me and hunted me down,"
            },
            {
                "verse_number": "10",
                "verse_text": "They have gaped at me with their mouths,"
            },
            {
                "verse_number": "11",
                "verse_text": "God hands me over to criminals"
            },
            {
                "verse_number": "12",
                "verse_text": "I was [living] at ease, but He crushed me and broke me apart,"
            },
            {
                "verse_number": "13",
                "verse_text": "His arrows surround me."
            },
            {
                "verse_number": "14",
                "verse_text": "He attacks me, making wound after wound;"
            },
            {
                "verse_number": "15",
                "verse_text": "I have sewed sackcloth over my skin [as a sign of mourning]"
            },
            {
                "verse_number": "16",
                "verse_text": "My face is red and swollen with weeping,"
            },
            {
                "verse_number": "17",
                "verse_text": "Although there is no violence or wrongdoing in my hands,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;O earth, do not cover my blood,"
            },
            {
                "verse_number": "19",
                "verse_text": "Even now, behold, my Witness is in heaven,"
            },
            {
                "verse_number": "20",
                "verse_text": "My friends are scoffers [who ridicule];"
            },
            {
                "verse_number": "21",
                "verse_text": "Oh, that a man would mediate and plead with God [for me]"
            },
            {
                "verse_number": "22",
                "verse_text": "For when a few years are past,"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "&apos;My spirit is broken, my days are extinguished, The grave is ready for me. And my eye gazes on their obstinacy and provocation. Therefore You will not exalt them [by giving a verdict against me]. The eyes of his children will also languish and fail. And I have become one in whose face people spit. And all my [body&quot;s] members are [wasted away] like a shadow. And the innocent will stir himself up against the godless and polluted. And he who has clean hands will grow stronger and stronger. Even though I do not find a wise man among you. The wishes of my heart [are broken]. &quot;The light is near,&quot; they say in the presence of darkness [but they pervert the truth]. If I make my bed in the darkness, And to the worm [that feeds on decay], &quot;You are my mother and my sister [because I will soon be closest to you],&quot; And who regards or considers or is even concerned about my hope? Shall we go down together in the dust?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Surely there are mockers and mockery with me,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Give me a pledge (guarantee, promise) with Yourself [acknowledge my innocence before my death]; Who is there that will be my guarantor and give security for me?"
            },
            {
                "verse_number": "4",
                "verse_text": "But You [Lord] have closed their hearts to understanding,"
            },
            {
                "verse_number": "5",
                "verse_text": "He who denounces and informs against his friends for a share of the spoil,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;But He has made me a byword and mockery among the people,"
            },
            {
                "verse_number": "7",
                "verse_text": "My eye has grown dim (unexpressive) because of grief,"
            },
            {
                "verse_number": "8",
                "verse_text": "The upright will be [astonished and] appalled at this,"
            },
            {
                "verse_number": "9",
                "verse_text": "Nevertheless the righteous will hold to his ways,"
            },
            {
                "verse_number": "10",
                "verse_text": "But as for all of you, come back again,"
            },
            {
                "verse_number": "11",
                "verse_text": "My days are past, my purposes and plans are frustrated and torn apart;"
            },
            {
                "verse_number": "12",
                "verse_text": "These [thoughts try to] make the night into the day;"
            },
            {
                "verse_number": "13",
                "verse_text": "But if I look to Sheol (the nether world, the place of the dead) as my home,"
            },
            {
                "verse_number": "14",
                "verse_text": "If I call out to the pit (grave), &quot;You are my father&quot;;"
            },
            {
                "verse_number": "15",
                "verse_text": "Where now is my hope?"
            },
            {
                "verse_number": "16",
                "verse_text": "Will my hope go down with me to Sheol (the nether world, the place of the dead)?"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad the Shuhite answered and said, Do some clear thinking and show understanding and then we can talk. As if [we are] stupid (senseless) in your eyes? Is the earth to be abandoned for your sake, Or the rock to be moved out of its place? And the flame of his fire will not shine. And his lamp beside him will be put out. And his own counsel and the scheme [in which he trusted] will bring his downfall. And he steps on the webbing [of the lattice-covered pit]. And a trap snaps shut on him. And a trap for him on the path. And chase at his heels. And disaster is ready at his side [if he stops]. The firstborn of death [the worst of diseases] consumes his limbs. And he is marched and brought to the king of terrors (death). Brimstone (burning sulfur) is scattered over his dwelling [to purify it]. And above, his branch is cut off and withers. And he has no name on the street. And chased from the inhabited world. Nor any survivor where he sojourned. And those in the east are seized with horror. And such is the place of him who does not know or recognize or honor God.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long will you hunt for words and continue these speeches?"
            },
            {
                "verse_number": "3",
                "verse_text": "Why are we regarded as beasts,"
            },
            {
                "verse_number": "4",
                "verse_text": "You who tear yourself apart in anger,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Indeed, the light of the wicked will be put out,"
            },
            {
                "verse_number": "6",
                "verse_text": "The light will be dark in his tent,"
            },
            {
                "verse_number": "7",
                "verse_text": "The vigorous stride will be shortened,"
            },
            {
                "verse_number": "8",
                "verse_text": "For the wicked is thrown into a net by his own feet (wickedness),"
            },
            {
                "verse_number": "9",
                "verse_text": "A snare catches him by the heel,"
            },
            {
                "verse_number": "10",
                "verse_text": "A noose is hidden for him on the ground,"
            },
            {
                "verse_number": "11",
                "verse_text": "Terrors frighten him on every side"
            },
            {
                "verse_number": "12",
                "verse_text": "The strength [of the wicked] is famished and weakened,"
            },
            {
                "verse_number": "13",
                "verse_text": "His skin is devoured by disease;"
            },
            {
                "verse_number": "14",
                "verse_text": "He is torn from his tent which he trusted [for safety],"
            },
            {
                "verse_number": "15",
                "verse_text": "Nothing of his dwells in his tent;"
            },
            {
                "verse_number": "16",
                "verse_text": "The roots [of the wicked] are dried up below,"
            },
            {
                "verse_number": "17",
                "verse_text": "Memory of him perishes from the earth,"
            },
            {
                "verse_number": "18",
                "verse_text": "He is driven and propelled from light into darkness,"
            },
            {
                "verse_number": "19",
                "verse_text": "He has no offspring or prosperity among his people,"
            },
            {
                "verse_number": "20",
                "verse_text": "Those in the west are astonished and appalled at his fate,"
            },
            {
                "verse_number": "21",
                "verse_text": "Surely such are the dwellings of the wicked and the ungodly,"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered and said, And crush me with words? You are not ashamed to wrong me [and harden your hearts against me]. My error would remain with me [and I would be conscious of it]. And prove my disgrace (humiliation) to me, And has closed His net around me. I shout for help, but there is no justice. And He has set darkness upon my paths. And removed the crown from my head. He has uprooted my hope like a tree. And He considers and counts me as one of His adversaries. And build up their way and siege works against me And camp around my tent. And my acquaintances are completely estranged from me. And my intimate friends have forgotten me. I am a foreigner in their sight. I have to implore him with words. And I am loathsome to my own brothers. When I get up, they speak against me. Those I love have turned against me. And I have escaped [death] by the skin of my teeth. For the hand of God has touched me. Why are you not satisfied with my flesh (anguish)? Oh, that they were recorded in a scroll! They were engraved in the rock forever! And at the last He will take His stand upon the earth. Yet from my [immortal] flesh I will see God, And my eyes will see Him and not another! My heart faints within me. And &quot;What pretext for a case against him can we find [since we claim the root of these afflictions is found in him]?&quot; For wrathful are the punishments of that sword, So that you may know there is judgment.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long will you torment and exasperate me"
            },
            {
                "verse_number": "3",
                "verse_text": "These ten times you have insulted me;"
            },
            {
                "verse_number": "4",
                "verse_text": "And if it were true that I have erred,"
            },
            {
                "verse_number": "5",
                "verse_text": "If indeed you [braggarts] vaunt and magnify yourselves over me"
            },
            {
                "verse_number": "6",
                "verse_text": "Know then that God has wronged me and overthrown me"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Behold, I cry out, &quot;Violence!&quot; but I am not heard;"
            },
            {
                "verse_number": "8",
                "verse_text": "He has walled up my way so that I cannot pass,"
            },
            {
                "verse_number": "9",
                "verse_text": "He has stripped me of my honor"
            },
            {
                "verse_number": "10",
                "verse_text": "He breaks me down on every side, and I am gone;"
            },
            {
                "verse_number": "11",
                "verse_text": "He has also kindled His wrath [like a fire] against me"
            },
            {
                "verse_number": "12",
                "verse_text": "His troops come together"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;He has put my brothers far from me,"
            },
            {
                "verse_number": "14",
                "verse_text": "My relatives have failed [me],"
            },
            {
                "verse_number": "15",
                "verse_text": "Those who live [temporarily] in my house and my maids consider me a stranger;"
            },
            {
                "verse_number": "16",
                "verse_text": "I call to my servant, but he does not answer;"
            },
            {
                "verse_number": "17",
                "verse_text": "My breath is repulsive to my wife,"
            },
            {
                "verse_number": "18",
                "verse_text": "Even young children despise me;"
            },
            {
                "verse_number": "19",
                "verse_text": "All the men of my council hate me;"
            },
            {
                "verse_number": "20",
                "verse_text": "My bone clings to my skin and to my flesh,"
            },
            {
                "verse_number": "21",
                "verse_text": "Have pity on me! Have pity on me, O you my friends,"
            },
            {
                "verse_number": "22",
                "verse_text": "Why do you persecute me as God does?"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Oh, that the words I now speak were written!"
            },
            {
                "verse_number": "24",
                "verse_text": "That with an iron stylus and [molten] lead"
            },
            {
                "verse_number": "25",
                "verse_text": "For I know that my Redeemer and Vindicator lives,"
            },
            {
                "verse_number": "26",
                "verse_text": "Even after my [mortal] skin is destroyed [by death],"
            },
            {
                "verse_number": "27",
                "verse_text": "Whom I, even I, will see for myself,"
            },
            {
                "verse_number": "28",
                "verse_text": "If you say, &quot;How shall we [continue to] persecute him?&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then beware and be afraid of the sword [of divine vengeance] for yourselves,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then Zophar the Naamathite answered and said, Because of the uneasiness that is within me. But the spirit of my understanding makes me answer. Since the time that man was placed on the earth, And the joy of the godless is only for a moment? And his head touches the clouds, Those who have seen him will say, &quot;Where is he?&quot; Yes, he is chased away like a vision of the night. Neither does his [accustomed] place behold him any longer. And his hands give back his [ill-gotten] wealth. But it lies down with him in the dust. And he hides it under his tongue, But holds it in his mouth, It is the venom of vipers within him. But will vomit them up; God will drive them out of his belly. The viper&quot;s tongue slays him. The flowing streams of honey and butter [to enjoy his wealth]. And cannot swallow it [down to enjoy it]; As to the riches of his labor, He cannot even enjoy them. He has violently taken away houses which he did not build. He does not retain anything he desires. Therefore his prosperity does not endure. The hand of everyone who suffers will come against him [he is miserable on every side]. God will send His fierce anger on him And will rain it upon him while he is eating. But the bow of bronze will pierce him through. Yes, the glittering point comes out of his gall. Terrors march in upon him; An unfanned fire will devour him; It will consume the survivor in his tent. And the earth will rise up against him. His possessions will be dragged away in the day of God&quot;s wrath. And the heritage decreed and appointed to him by God.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Therefore my disquieting thoughts make me answer,"
            },
            {
                "verse_number": "3",
                "verse_text": "I have heard the reproof which insults me,"
            },
            {
                "verse_number": "4",
                "verse_text": "Do you not know this from the old days,"
            },
            {
                "verse_number": "5",
                "verse_text": "That the triumphing of the wicked is short,"
            },
            {
                "verse_number": "6",
                "verse_text": "Though his pride reaches the heavens"
            },
            {
                "verse_number": "7",
                "verse_text": "Yet he perishes forever like his own refuse;"
            },
            {
                "verse_number": "8",
                "verse_text": "He flies away like a dream and cannot be found;"
            },
            {
                "verse_number": "9",
                "verse_text": "The eye which saw him sees him no longer,"
            },
            {
                "verse_number": "10",
                "verse_text": "His sons favor the poor [and pay his obligations],"
            },
            {
                "verse_number": "11",
                "verse_text": "His bones are full of youthful strength"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Though evil and wickedness are sweet in his mouth"
            },
            {
                "verse_number": "13",
                "verse_text": "Though he desires it and will not let it go"
            },
            {
                "verse_number": "14",
                "verse_text": "Yet his food turns [to poison] in his stomach;"
            },
            {
                "verse_number": "15",
                "verse_text": "He swallows [his ill-gotten] riches,"
            },
            {
                "verse_number": "16",
                "verse_text": "He sucks the poison of vipers [which ill-gotten wealth contains];"
            },
            {
                "verse_number": "17",
                "verse_text": "He does not look at the rivers,"
            },
            {
                "verse_number": "18",
                "verse_text": "He gives back what he has labored for and attained"
            },
            {
                "verse_number": "19",
                "verse_text": "For he has oppressed and neglected the poor;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Because he knew no quietness or calm within him [because of his greed],"
            },
            {
                "verse_number": "21",
                "verse_text": "There is nothing left of what he devoured;"
            },
            {
                "verse_number": "22",
                "verse_text": "In the fullness of his excess (great abundance) he will be in trouble;"
            },
            {
                "verse_number": "23",
                "verse_text": "When he fills his belly,"
            },
            {
                "verse_number": "24",
                "verse_text": "He may flee from the iron weapon,"
            },
            {
                "verse_number": "25",
                "verse_text": "The arrow is drawn forth and it comes out of his back [after passing through his body];"
            },
            {
                "verse_number": "26",
                "verse_text": "Complete darkness (misfortune) is held in reserve for his treasures."
            },
            {
                "verse_number": "27",
                "verse_text": "The heavens will reveal his wickedness and guilt,"
            },
            {
                "verse_number": "28",
                "verse_text": "The produce and increase of his house will depart [with the victors];"
            },
            {
                "verse_number": "29",
                "verse_text": "This is the wicked man&quot;s portion from God,"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered and said, And let this be the consolation. And after I have spoken, you may [continue to] mock [me]. And why should I not be impatient and my spirit troubled? And put your hand over your mouth. Horror and trembling take hold of my flesh. Become old, and become mighty in power? And their offspring before their eyes. And the rod of God is not on them. His cow calves and does not miscarry. And their children skip about. And rejoice to the sound of the flute. And so go down to Sheol (the nether world, the place of the dead) in a [peaceful] moment. For we do not desire the knowledge of Your ways. And what would we gain if we plead with Him?&quot; The counsel of the wicked [and the mystery of God&quot;s dealings with the ungodly] is far from my comprehension. And that their disaster falls on them? Does God distribute pain and destruction and sorrow [to them] in His anger? And like chaff that the storm steals and carries away? Let God repay him so that he may know and experience it. And let him drink of the wrath of the Almighty. When the number of his months [of life] is cut off? Seeing that He judges those on high? Being wholly at ease and quiet and satisfied; And the marrow of his bones is moist, Never even tasting pleasure or good fortune. And the worms cover them. And the plots by which you would wrong me. And where is the tent, the dwelling place of the wicked?&quot; And do you not recognize their witness? They will be led away on the day of [God&quot;s] wrath? And who will repay him for what he has done? A guard will keep watch over his tomb. Moreover, all men will follow after him [to a grave], While countless ones go before him. Since your answers remain untrue?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Listen carefully to my speech,"
            },
            {
                "verse_number": "3",
                "verse_text": "Bear with me, and I also will speak;"
            },
            {
                "verse_number": "4",
                "verse_text": "As for me, is my complaint to man or about him?"
            },
            {
                "verse_number": "5",
                "verse_text": "Look at me and be astonished and appalled;"
            },
            {
                "verse_number": "6",
                "verse_text": "Even when I remember, I am troubled and afraid;"
            },
            {
                "verse_number": "7",
                "verse_text": "Why do the wicked still live,"
            },
            {
                "verse_number": "8",
                "verse_text": "Their children and descendants are established with them in their sight,"
            },
            {
                "verse_number": "9",
                "verse_text": "Their houses are safe from fear;"
            },
            {
                "verse_number": "10",
                "verse_text": "His bull breeds and does not fail;"
            },
            {
                "verse_number": "11",
                "verse_text": "They send forth their little ones like a flock,"
            },
            {
                "verse_number": "12",
                "verse_text": "They lift up their voices and sing to the tambourine and the lyre"
            },
            {
                "verse_number": "13",
                "verse_text": "They fully enjoy their days in prosperity,"
            },
            {
                "verse_number": "14",
                "verse_text": "Yet they say to God, &quot;Depart from us,"
            },
            {
                "verse_number": "15",
                "verse_text": "Who [and what] is the Almighty, that we should serve Him?"
            },
            {
                "verse_number": "16",
                "verse_text": "But notice, the prosperity of the wicked is not in their hand (in their power);"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;How often [then] is it that the lamp of the wicked is put out,"
            },
            {
                "verse_number": "18",
                "verse_text": "Are they like straw before the wind,"
            },
            {
                "verse_number": "19",
                "verse_text": "You say, &quot;God stores away [the punishment of] man&quot;s wickedness for his children.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Let his own eyes see his destruction,"
            },
            {
                "verse_number": "21",
                "verse_text": "For what pleasure does he have in his house and family after he is dead,"
            },
            {
                "verse_number": "22",
                "verse_text": "Can anyone teach God knowledge,"
            },
            {
                "verse_number": "23",
                "verse_text": "One dies in his full strength,"
            },
            {
                "verse_number": "24",
                "verse_text": "His pails are full of milk [his sides are filled out with fat],"
            },
            {
                "verse_number": "25",
                "verse_text": "Whereas another dies with a bitter soul,"
            },
            {
                "verse_number": "26",
                "verse_text": "Together they lie down in the dust,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Behold, I know your thoughts,"
            },
            {
                "verse_number": "28",
                "verse_text": "For you say, &quot;Where is the house of the noble man?"
            },
            {
                "verse_number": "29",
                "verse_text": "Have you not asked those who travel this way,"
            },
            {
                "verse_number": "30",
                "verse_text": "That evil men are [now] reserved for the day of disaster and destruction,"
            },
            {
                "verse_number": "31",
                "verse_text": "But who will confront him with his actions and rebuke him face to face,"
            },
            {
                "verse_number": "32",
                "verse_text": "When he is carried to his grave,"
            },
            {
                "verse_number": "33",
                "verse_text": "The [dirt] clods of the valley are sweet to him [and gently cover him],"
            },
            {
                "verse_number": "34",
                "verse_text": "How then can you vainly comfort me with empty words,"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz the Temanite answered and said, Or a wise man be useful to himself? Or is it of benefit to Him that you make your ways perfect? That He enters into judgment against you? And your sins without end? And stripped men naked. And you have withheld bread from the hungry. And the favored and honorable man dwells in it. And the arms (strength) of the fatherless have been broken. And sudden dread terrifies and overwhelms you; And a flood of water covers you. And behold the distant stars, how high they are! Can He judge through the thick darkness? And He walks on the vault (circle) of the heavens.&quot; That wicked men walked [in the time of Noah], Whose foundations were poured out like a river? What can the Almighty do for us or to us?&quot; But the counsel of the wicked and ungodly is far from me. And the innocent mock and laugh at them, saying, And fire has consumed their abundance.&quot; In this way [you will prosper and great] good will come to you. And establish His words in your heart and keep them. If you remove unrighteousness far from your tents, And the gold of Ophir among the stones of the brooks [considering it of little value], And your precious silver, And you will lift up your face to God. And you will pay your vows. And the light [of God&quot;s favor] will shine upon your ways. And the humble person He will lift up and save. And he will be rescued through the cleanness of your hands.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Can a vigorous man be of use to God,"
            },
            {
                "verse_number": "3",
                "verse_text": "Is it any pleasure or joy to the Almighty that you are righteous?"
            },
            {
                "verse_number": "4",
                "verse_text": "Is it because of your fear of Him that He corrects you,"
            },
            {
                "verse_number": "5",
                "verse_text": "Is not your wickedness great,"
            },
            {
                "verse_number": "6",
                "verse_text": "For you have taken pledges of your brothers without cause,"
            },
            {
                "verse_number": "7",
                "verse_text": "You have not given water to the weary to drink,"
            },
            {
                "verse_number": "8",
                "verse_text": "But the land is possessed by the man with power,"
            },
            {
                "verse_number": "9",
                "verse_text": "You have sent widows away empty-handed,"
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore snares surround you,"
            },
            {
                "verse_number": "11",
                "verse_text": "Or darkness, so that you cannot see,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Is not God in the height of heaven?"
            },
            {
                "verse_number": "13",
                "verse_text": "You say, &quot;What does God know [about me]?"
            },
            {
                "verse_number": "14",
                "verse_text": "Thick clouds are a hiding place for Him, so that He cannot see,"
            },
            {
                "verse_number": "15",
                "verse_text": "Will you keep to the ancient path"
            },
            {
                "verse_number": "16",
                "verse_text": "Men who were snatched away before their time,"
            },
            {
                "verse_number": "17",
                "verse_text": "They said to God, &quot;Depart from us!"
            },
            {
                "verse_number": "18",
                "verse_text": "Yet He filled their houses with good things;"
            },
            {
                "verse_number": "19",
                "verse_text": "The righteous see it and are glad;"
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;Surely our adversaries are cut off and destroyed,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Now yield and submit yourself to Him [agree with God and be conformed to His will] and be at peace;"
            },
            {
                "verse_number": "22",
                "verse_text": "Please receive the law and instruction from His mouth"
            },
            {
                "verse_number": "23",
                "verse_text": "If you return to the Almighty [and submit and humble yourself before Him], you will be built up [and restored];"
            },
            {
                "verse_number": "24",
                "verse_text": "And place your gold in the dust,"
            },
            {
                "verse_number": "25",
                "verse_text": "And make the Almighty your gold"
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will have delight in the Almighty,"
            },
            {
                "verse_number": "27",
                "verse_text": "You will pray to Him, and He will hear you,"
            },
            {
                "verse_number": "28",
                "verse_text": "You will also decide and decree a thing, and it will be established for you;"
            },
            {
                "verse_number": "29",
                "verse_text": "When you are cast down and humbled, you will speak with confidence,"
            },
            {
                "verse_number": "30",
                "verse_text": "He will even rescue the one [for whom you intercede] who is not innocent;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered and said, His hand is heavy despite my groaning. That I might [even] come to His seat! And fill my mouth with arguments. And understand what He would say to me. No, surely He would give attention to me. So I would be acquitted forever by my Judge. I go backward (to the west), but I cannot perceive Him; He turns to the right hand (south), but I cannot see Him. When He has tried me, I will come forth as [refined] gold [pure and luminous]. I have kept His ways and not turned aside. I have kept the words of His mouth more than my necessary food. And what His soul desires, that He does. And He is mindful of many such things. When I consider [all of this], I tremble in dread of Him. And the Almighty has terrified me, Nor by the thick darkness which covers my face."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Even today my complaint is contentious;"
            },
            {
                "verse_number": "3",
                "verse_text": "Oh, that I knew where I might find Him,"
            },
            {
                "verse_number": "4",
                "verse_text": "I would present my cause before Him"
            },
            {
                "verse_number": "5",
                "verse_text": "I would learn the words which He would answer,"
            },
            {
                "verse_number": "6",
                "verse_text": "Would He contend against me with His great power?"
            },
            {
                "verse_number": "7",
                "verse_text": "There the righteous and upright could reason with Him;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Behold, I go forward (to the east), but He is not there;"
            },
            {
                "verse_number": "9",
                "verse_text": "To the left (north) He turns, but I cannot behold Him;"
            },
            {
                "verse_number": "10",
                "verse_text": "But He knows the way that I take [and He pays attention to it]."
            },
            {
                "verse_number": "11",
                "verse_text": "My feet have carefully followed His steps;"
            },
            {
                "verse_number": "12",
                "verse_text": "I have not departed from the commandment of His lips;"
            },
            {
                "verse_number": "13",
                "verse_text": "But He is unique and unchangeable, and who can turn Him?"
            },
            {
                "verse_number": "14",
                "verse_text": "For He performs what is planned (appointed) for me,"
            },
            {
                "verse_number": "15",
                "verse_text": "Therefore I would be terrified at His presence;"
            },
            {
                "verse_number": "16",
                "verse_text": "For God has made my heart faint,"
            },
            {
                "verse_number": "17",
                "verse_text": "But I am not silenced by the darkness [of these woes that fell on me],"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Why does the Almighty not set seasons for judgment? Why do those who know Him not see His days [for punishment of the wicked]? They [violently] seize and pasture flocks [appropriating land and flocks openly]. They take the widow&quot;s ox for a pledge. The poor of the land all hide themselves. The poor go to their work, diligently seeking food; As bread for their children in the desert. And glean the vineyard of the wicked. And have no covering against the cold. And cling to the rock for lack of shelter. And against the poor they take a pledge [of clothing]. And they take away the sheaves [of grain] from the hungry. They tread [the grapes in] the wine presses, but thirst. And the souls of the wounded cry out for help; Yet God [seemingly] does not pay attention to the wrong [done to them]. They do not want to know its ways Nor stay in its paths. He kills the poor and the needy, And at night he becomes a thief. Saying, &quot;No eye will see me,&quot; And he covers his face. They shut themselves up by day; They do not know the light [of day]. For he is familiar with the terrors of thick darkness. Their portion is cursed on the earth; They do not turn toward the vineyards. So does Sheol (the nether world, the place of the dead) [consume] those who have sinned. The worm feeds on him until he is no longer remembered. And wickedness will be broken like a tree [which cannot be restored]. And does no good for the widow. He rises, but no one has assurance of life. And His eyes are on their ways. Moreover, they are brought low and like everything [they are] gathered up and taken out of the way; Even like the heads of grain they are cut off. And make my speech worthless?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Some remove the landmarks;"
            },
            {
                "verse_number": "3",
                "verse_text": "They drive away the donkeys of the orphans;"
            },
            {
                "verse_number": "4",
                "verse_text": "They crowd the needy off the road;"
            },
            {
                "verse_number": "5",
                "verse_text": "Behold, as wild donkeys in the desert,"
            },
            {
                "verse_number": "6",
                "verse_text": "They harvest their fodder in a field [that is not their own],"
            },
            {
                "verse_number": "7",
                "verse_text": "They spend the night naked, without clothing,"
            },
            {
                "verse_number": "8",
                "verse_text": "They are wet from the rain of the mountains"
            },
            {
                "verse_number": "9",
                "verse_text": "Others snatch the fatherless [infants] from the breast [to sell or make them slaves],"
            },
            {
                "verse_number": "10",
                "verse_text": "They cause the poor to go about naked without clothing,"
            },
            {
                "verse_number": "11",
                "verse_text": "Within the walls [of the wicked] the poor make [olive] oil;"
            },
            {
                "verse_number": "12",
                "verse_text": "From the [populous and crowded] city men groan,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Others have been with those who rebel against the light;"
            },
            {
                "verse_number": "14",
                "verse_text": "The murderer rises at dawn;"
            },
            {
                "verse_number": "15",
                "verse_text": "The eye of the adulterer waits for the twilight,"
            },
            {
                "verse_number": "16",
                "verse_text": "In the dark they dig into [the penetrable walls of] houses;"
            },
            {
                "verse_number": "17",
                "verse_text": "For the morning is the same to him as the thick darkness [of midnight];"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;They are insignificant on the surface of the water;"
            },
            {
                "verse_number": "19",
                "verse_text": "Drought and heat consume the snow waters;"
            },
            {
                "verse_number": "20",
                "verse_text": "A mother will forget him;"
            },
            {
                "verse_number": "21",
                "verse_text": "He preys on the barren (childless) woman"
            },
            {
                "verse_number": "22",
                "verse_text": "Yet God draws away the mighty by His power;"
            },
            {
                "verse_number": "23",
                "verse_text": "God gives them security, and they are supported;"
            },
            {
                "verse_number": "24",
                "verse_text": "They are exalted for a little while, and then they are gone;"
            },
            {
                "verse_number": "25",
                "verse_text": "And if this is not so, who can prove me a liar"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad the Shuhite answered and said, He establishes peace and order in His high places. And upon whom does His light not rise? Or how can he who is born of a woman be pure and clean? And the stars are not pure in His sight, And the son of man, that worm!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Dominion and awe belong to God;"
            },
            {
                "verse_number": "3",
                "verse_text": "Is there any number to His [vast celestial] armies?"
            },
            {
                "verse_number": "4",
                "verse_text": "How then can man be justified and righteous with God?"
            },
            {
                "verse_number": "5",
                "verse_text": "Behold, even the moon has no brightness [compared to God&quot;s majesty and glory]"
            },
            {
                "verse_number": "6",
                "verse_text": "How much less man, that maggot,"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "But Job answered and said, How you have saved the arm that is without strength! And how abundantly you have provided sound wisdom and helpful insight! And whose spirit [inspired what] came forth from you? Underneath the waters and their inhabitants. And Abaddon (the place of destruction) has no covering [from His eyes]. And the cloud does not burst under them. And spreads His cloud over it. At the boundary between light and darkness. And are terrified at His rebuke. His hand has pierced the [swiftly] fleeing serpent. The faintest whisper of His voice! Who can contemplate the thunder of His [full] mighty power?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;What a help you are to the weak (powerless)!"
            },
            {
                "verse_number": "3",
                "verse_text": "How you have counseled the one who has no wisdom!"
            },
            {
                "verse_number": "4",
                "verse_text": "To whom have you uttered [these] words?"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The spirits of the dead tremble"
            },
            {
                "verse_number": "6",
                "verse_text": "Sheol (the nether world, the place of the dead) is naked before God,"
            },
            {
                "verse_number": "7",
                "verse_text": "It is He who spreads out the north over emptiness And hangs the earth on nothing. And by His understanding He smashed [proud] Rahab."
            },
            {
                "verse_number": "8",
                "verse_text": "He wraps the waters in His clouds [which otherwise would spill on earth all at once],"
            },
            {
                "verse_number": "9",
                "verse_text": "He covers the face of the full moon"
            },
            {
                "verse_number": "10",
                "verse_text": "He has inscribed a circular limit (the horizon) on the face of the waters"
            },
            {
                "verse_number": "11",
                "verse_text": "The pillars of the heavens tremble"
            },
            {
                "verse_number": "12",
                "verse_text": "He stirred up the sea by His power,"
            },
            {
                "verse_number": "13",
                "verse_text": "By His breath the heavens are cleared;"
            },
            {
                "verse_number": "14",
                "verse_text": "Yet these are just the fringes of His ways [mere samples of His power],"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Job continued his discourse and said, And the Almighty, who has caused bitterness and grief for my soul, And the breath of God is [still] in my nostrils, Nor will my tongue utter deceit. Until I die, I will not remove my integrity from me. My heart does not reproach me for any of my days. And he who rises up against me be as the unrighteous (unjust). When God takes his life? When trouble and distress come upon him? Will he call on God at all times? I will not conceal what is with the Almighty [God&quot;s actual treatment of the wicked]. Why then do you act vainly and foolishly [cherishing worthless concepts]? And the inheritance which tyrants and oppressors receive from the Almighty: And his descendants will not have sufficient bread. And [their] widows will not be able to weep. And piles up clothing like clay, And the innocent will divide the silver. Like a (temporary) hut which a watchman makes. He opens his eyes, and it is gone. A windstorm steals him away in the night. It sweeps him out of his place. He flees in haste from its power. And hiss him out of his place."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;As God lives, who has taken away my right and denied me justice,"
            },
            {
                "verse_number": "3",
                "verse_text": "As long as my life is within me,"
            },
            {
                "verse_number": "4",
                "verse_text": "My lips will not speak unjustly,"
            },
            {
                "verse_number": "5",
                "verse_text": "Far be it from me that I should admit you are right [in your accusations against me];"
            },
            {
                "verse_number": "6",
                "verse_text": "I hold fast my uprightness and my right standing with God and I will not let them go;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;May my enemy be as the wicked,"
            },
            {
                "verse_number": "8",
                "verse_text": "For what is the hope of the godless, even though he has gained [in this world],"
            },
            {
                "verse_number": "9",
                "verse_text": "Will God hear his cry"
            },
            {
                "verse_number": "10",
                "verse_text": "Will he take delight in the Almighty?"
            },
            {
                "verse_number": "11",
                "verse_text": "I will teach you regarding the hand (power) of God;"
            },
            {
                "verse_number": "12",
                "verse_text": "Behold, all of you have seen it;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;This [which I am about to explain] is the portion of a wicked man from God,"
            },
            {
                "verse_number": "14",
                "verse_text": "Though his children are many, they are destined for the sword;"
            },
            {
                "verse_number": "15",
                "verse_text": "Those who survive him will be buried because of the plague,"
            },
            {
                "verse_number": "16",
                "verse_text": "Though he heaps up silver like dust"
            },
            {
                "verse_number": "17",
                "verse_text": "He may prepare it, but the just will wear it"
            },
            {
                "verse_number": "18",
                "verse_text": "He builds his house like a spider&quot;s web,"
            },
            {
                "verse_number": "19",
                "verse_text": "He lies down rich, but never will again;"
            },
            {
                "verse_number": "20",
                "verse_text": "Terrors overtake him like a [suddenly rising] flood;"
            },
            {
                "verse_number": "21",
                "verse_text": "The east wind lifts him up, and he is gone;"
            },
            {
                "verse_number": "22",
                "verse_text": "For it will hurl [thunderbolts of God&quot;s wrath] at him unsparingly and without compassion;"
            },
            {
                "verse_number": "23",
                "verse_text": "People will clap their hands at him [to mock and ridicule him]"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Surely there is a mine for silver, And a place where they refine gold. And copper is smelted from the stone ore. And to the farthest bounds he searches out The rock buried in gloom and deep shadow. [In places] forgotten by the [human] foot; They dangle [in the mines] and hang away from men. But underneath [its surface, down deep] it is turned over as fire. It holds dust of gold. And the falcon&quot;s eye has not caught sight of it. Nor has the fierce lion passed over it. He overturns the mountains at the base [looking for treasure]. And his eye sees every precious thing. And what is hidden he brings out to the light. And where is the place of understanding? Nor is it found in the land of the living. And the sea says, &quot;It is not with me.&quot; Nor can silver be weighed as its price. In the precious onyx or beryl, or the sapphire. Nor can it be exchanged for articles of fine gold. For the possession of wisdom is even above [that of] rubies or pearls. Nor can it be valued in pure gold. And where is the place of understanding? And concealed from the birds of the heavens. &quot;We have [only] heard a report of it with our ears.&quot; And He knows its place [for wisdom is with God alone]. And sees everything under the heavens. And allotted the waters by measure, And a way for the thunderbolt, He established it and searched it out. And to depart from evil is understanding.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Iron is taken out of the earth,"
            },
            {
                "verse_number": "3",
                "verse_text": "Man puts an end to darkness [by bringing in a light],"
            },
            {
                "verse_number": "4",
                "verse_text": "He breaks open (mine) shafts far away from where people live,"
            },
            {
                "verse_number": "5",
                "verse_text": "[As for] the earth, out of it comes food,"
            },
            {
                "verse_number": "6",
                "verse_text": "Its stones are the bed of sapphires;"
            },
            {
                "verse_number": "7",
                "verse_text": "The path [deep within] no bird of prey knows,"
            },
            {
                "verse_number": "8",
                "verse_text": "The proud beasts [and their young] have not walked on it,"
            },
            {
                "verse_number": "9",
                "verse_text": "Man puts his hand on [and tears apart] the flinty rock;"
            },
            {
                "verse_number": "10",
                "verse_text": "He cuts out channels and passages among the rocks;"
            },
            {
                "verse_number": "11",
                "verse_text": "Man dams up the streams from flowing [so that they do not trickle into the mine],"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But where can wisdom be found?"
            },
            {
                "verse_number": "13",
                "verse_text": "Man does not know the value of it;"
            },
            {
                "verse_number": "14",
                "verse_text": "The deep says, &quot;It is not in me&quot;;"
            },
            {
                "verse_number": "15",
                "verse_text": "It cannot be obtained for pure gold,"
            },
            {
                "verse_number": "16",
                "verse_text": "It cannot be valued in [terms of] the gold of Ophir,"
            },
            {
                "verse_number": "17",
                "verse_text": "Gold and glass cannot equal wisdom,"
            },
            {
                "verse_number": "18",
                "verse_text": "No mention of coral and crystal can be made;"
            },
            {
                "verse_number": "19",
                "verse_text": "The topaz of Ethiopia cannot compare with it,"
            },
            {
                "verse_number": "20",
                "verse_text": "From where then does wisdom come?"
            },
            {
                "verse_number": "21",
                "verse_text": "It is hidden from the eyes of all the living"
            },
            {
                "verse_number": "22",
                "verse_text": "Abaddon (the place of destruction) and Death say,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;God understands the way [to wisdom]"
            },
            {
                "verse_number": "24",
                "verse_text": "For He looks to the ends of the earth"
            },
            {
                "verse_number": "25",
                "verse_text": "When He gave weight and pressure to the wind"
            },
            {
                "verse_number": "26",
                "verse_text": "When He made a limit for the rain"
            },
            {
                "verse_number": "27",
                "verse_text": "Then He saw wisdom and declared it;"
            },
            {
                "verse_number": "28",
                "verse_text": "But to man He said, &quot;Behold, the reverential and worshipful fear of the Lord&ndash;that is wisdom;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "And Job again took up his discussion and said, As in the days when God watched over me, And by His light I walked through darkness; When the friendship and counsel of God were over my tent, And my boys were around me, And the rock poured out for me streams of oil [from my olive groves]. When I took my seat [as a city father] in the square, The aged arose and stood [respectfully]; And put their hands on their mouths; And their tongues stuck to the roof of their mouths. And when an eye saw [me], it testified for me [approvingly], And the orphan who had no helper. And I made the widow&quot;s heart sing for joy. My justice was like a robe and a turban! And I was feet to the lame. I investigated the case I did not know [and assured justice]. And snatched the prey from his teeth. And I shall multiply my days as the sand. And the dew lies all night upon my branch. And my bow gains [ever] new strength in my hand.&quot; And kept silent for my counsel. And my speech dropped upon them [like a refreshing shower]. And they opened their mouths as for the spring rain. And they did not diminish the light of my face. And dwelt as a king among his soldiers, As one who comforts mourners."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Oh, that I were as in the months of old,"
            },
            {
                "verse_number": "3",
                "verse_text": "When His lamp shone upon my head"
            },
            {
                "verse_number": "4",
                "verse_text": "As I was in the prime of my days,"
            },
            {
                "verse_number": "5",
                "verse_text": "When the Almighty was still with me"
            },
            {
                "verse_number": "6",
                "verse_text": "When my steps [through rich pastures] were washed with butter and cream [from my livestock],"
            },
            {
                "verse_number": "7",
                "verse_text": "When I went out to the gate of the city,"
            },
            {
                "verse_number": "8",
                "verse_text": "The young men saw me and hid themselves,"
            },
            {
                "verse_number": "9",
                "verse_text": "The princes stopped talking"
            },
            {
                "verse_number": "10",
                "verse_text": "The voices of the nobles were hushed,"
            },
            {
                "verse_number": "11",
                "verse_text": "For when an ear heard [my name mentioned], it called me happy and fortunate;"
            },
            {
                "verse_number": "12",
                "verse_text": "Because I rescued the poor who cried for help,"
            },
            {
                "verse_number": "13",
                "verse_text": "The blessing of him who was about to perish came upon me,"
            },
            {
                "verse_number": "14",
                "verse_text": "I put on righteousness, and it clothed me;"
            },
            {
                "verse_number": "15",
                "verse_text": "I was eyes to the blind"
            },
            {
                "verse_number": "16",
                "verse_text": "I was a father to the needy;"
            },
            {
                "verse_number": "17",
                "verse_text": "And I smashed the jaws of the wicked"
            },
            {
                "verse_number": "18",
                "verse_text": "Then I said, &quot;I shall die in my nest,"
            },
            {
                "verse_number": "19",
                "verse_text": "My root is spread out and open to the waters,"
            },
            {
                "verse_number": "20",
                "verse_text": "My glory and honor are fresh in me [being constantly renewed],"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;They listened to me and waited"
            },
            {
                "verse_number": "22",
                "verse_text": "After I spoke, they did not speak again,"
            },
            {
                "verse_number": "23",
                "verse_text": "They waited for me [and for my words] as for the rain,"
            },
            {
                "verse_number": "24",
                "verse_text": "I smiled at them when they did not believe,"
            },
            {
                "verse_number": "25",
                "verse_text": "I chose a way for them and sat as chief,"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "&apos;But now those younger than I mock and laugh at me, Whose fathers I refused to put with the sheepdogs of my flock. Vigor had perished from them. They gnaw the dry and barren ground by night in [the gloom of] waste and desolation. And their food is the root of the broom shrub. They shout after them as after a thief. And in holes in the ground and in rocks. Beneath the prickly scrub they gather and huddle together. They have been driven out of the land. And do not refrain from spitting in my face. They have cast off the bridle [of restraint] before me. They push my feet away, and they build up their ways of destruction against me [like an advancing army]. They profit from my destruction; No one restrains them. Amid the crash [of falling walls] they roll on [over me]. They chase away my honor and reputation like the wind, And my prosperity has passed away like a cloud. The days of affliction have seized me. And the pains that gnaw me take no rest. It binds about me [choking me] like the collar of my coat. And I have become [worthless] like dust and ashes. I stand up, but You [only] gaze [indifferently] at me. With the might of Your hand You [keep me alive only to] persecute me. And You toss me about in the tempest and dissolve me in the storm. And to the house of meeting [appointed] for all the living. Or in his disaster [will he not] therefore cry out for help? Was not my heart grieved for the needy? And when I waited for light, then came darkness. Days of affliction come to meet me. I stand up in the assembly and cry out for help. And a companion to ostriches [which scream dismally]. And my bones are burned with fever. And my flute for the [sound of the] voices of those who weep."
            },
            {
                "verse_number": "2",
                "verse_text": "Indeed, how could the strength of their hands profit me?"
            },
            {
                "verse_number": "3",
                "verse_text": "They are gaunt with want and famine;"
            },
            {
                "verse_number": "4",
                "verse_text": "They pluck [and eat] saltwort (mallows) among the bushes,"
            },
            {
                "verse_number": "5",
                "verse_text": "They are driven from the community;"
            },
            {
                "verse_number": "6",
                "verse_text": "They must dwell on the slopes of wadis"
            },
            {
                "verse_number": "7",
                "verse_text": "Among the bushes they cry out [like wild animals];"
            },
            {
                "verse_number": "8",
                "verse_text": "They are the sons of [worthless and nameless] fools,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;And now I have become [the subject of] their taunting; Yes, I am a byword and a laughingstock to them."
            },
            {
                "verse_number": "10",
                "verse_text": "They hate me, they stand aloof from me,"
            },
            {
                "verse_number": "11",
                "verse_text": "For God has loosed His bowstring [attacking me] and [He has] afflicted and humbled me;"
            },
            {
                "verse_number": "12",
                "verse_text": "On my right the [rabble] brood rises;"
            },
            {
                "verse_number": "13",
                "verse_text": "They break up and clutter my path [upsetting my plans],"
            },
            {
                "verse_number": "14",
                "verse_text": "As through a wide breach they come,"
            },
            {
                "verse_number": "15",
                "verse_text": "Terrors are turned upon me;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And now my soul is poured out within me;"
            },
            {
                "verse_number": "17",
                "verse_text": "My bones are pierced [with aching] in the night season,"
            },
            {
                "verse_number": "18",
                "verse_text": "By the great force [of my disease] my garment (skin) is disfigured and blemished;"
            },
            {
                "verse_number": "19",
                "verse_text": "God has cast me into the mire [a swampland of crisis],"
            },
            {
                "verse_number": "20",
                "verse_text": "I cry to You for help, [Lord,] but You do not answer me;"
            },
            {
                "verse_number": "21",
                "verse_text": "You have become harsh and cruel to me;"
            },
            {
                "verse_number": "22",
                "verse_text": "You lift me up on the wind and cause me to ride [upon it];"
            },
            {
                "verse_number": "23",
                "verse_text": "For I know that You will bring me to death"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;However, does not one falling in a heap of ruins stretch out his hand?"
            },
            {
                "verse_number": "25",
                "verse_text": "Did I not weep for one whose life was hard and filled with trouble?"
            },
            {
                "verse_number": "26",
                "verse_text": "When I expected good, then came evil [to me];"
            },
            {
                "verse_number": "27",
                "verse_text": "I am seething within and my heart is troubled and cannot rest;"
            },
            {
                "verse_number": "28",
                "verse_text": "I go about mourning without comfort [my skin blackened by disease, not by the heat of the sun];"
            },
            {
                "verse_number": "29",
                "verse_text": "I am a brother to [howling] jackals,"
            },
            {
                "verse_number": "30",
                "verse_text": "My skin falls from me in blackened flakes,"
            },
            {
                "verse_number": "31",
                "verse_text": "Therefore my lyre (harp) is used for [the sound of] mourning,"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have made a covenant (agreement) with my eyes; How then could I gaze [lustfully] at a virgin? And what heritage from the Almighty on high? And disaster to those who work wickedness? And count all my steps? Or if my foot has chased after deceit, And let God know my integrity. Or if my heart has [covetously] followed my eyes, Or if any spot [of guilt] has stained my hands, And let my crops be uprooted and ruined. Or if I have [covetously] lurked at my neighbor&quot;s door [until his departure], Moreover, it would be a sin punishable by the judges. And [illicit passion] would burn and rage and uproot all my [life&quot;s] increase [destroying everything]. When they filed a complaint against me, When He calls me to account, what will I answer Him? And did not the same One fashion us both in the womb? Or have caused the eyes of the widow to look in vain [for relief], And did not share it with the orphan And from my mother&quot;s womb I have been the widow&quot;s guide), Or any poor person without covering, And if he was not warmed with the fleece of my sheep, Because I saw [that the judges would be] my help at the [council] gate, And my arm be broken off at the elbow. And because of His majesty and exaltation I can do nothing [nor endure facing Him]. Or have declared fine gold my hope and assurance, And because my [powerful] hand [alone] had obtained so much, Or the moon going in its splendor, And my hand threw a kiss from my mouth [in respect to them], For I would have denied God above. Or exulted [in malicious triumph] when evil overtook him? By cursing my enemy and asking for his life. &quot;Who can find one [in need] who has not been satisfied with his meat&quot;? Because I have opened my door to the traveler. By hiding my wickedness in my bosom, And the contempt of families terrified me, So that I kept silence and did not acknowledge my sin and did not go out of the door? Look, here is my signature (mark); Let the Almighty answer me! Let my adversary write out His indictment [and put His vague accusations in tangible form]. And bind the scroll around my head like a crown. Approaching His presence as if I were a prince. And its furrows weep together; Or have caused its [rightful] owners to lose their lives, And stinkweed and cockleburs instead of barley.&apos; So the words of Job [with his friends] are finished."
            },
            {
                "verse_number": "2",
                "verse_text": "For what is the portion I would have from God above,"
            },
            {
                "verse_number": "3",
                "verse_text": "Does not tragedy fall [justly] on the unjust"
            },
            {
                "verse_number": "4",
                "verse_text": "Does not God see my ways"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;If I have walked with falsehood,"
            },
            {
                "verse_number": "6",
                "verse_text": "Oh, let Him weigh me with accurate scales,"
            },
            {
                "verse_number": "7",
                "verse_text": "If my step has turned away from the way [of God],"
            },
            {
                "verse_number": "8",
                "verse_text": "Then let me plant and [let] another eat [from the results of my labor],"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If my heart has been enticed and I was made a fool by a woman,"
            },
            {
                "verse_number": "10",
                "verse_text": "Let my wife grind [meal, like a bond slave] for another [man], And let others kneel down over her."
            },
            {
                "verse_number": "11",
                "verse_text": "For adultery is a heinous and lustful crime;"
            },
            {
                "verse_number": "12",
                "verse_text": "For it is a fire which consumes to Abaddon (destruction, ruin, final torment);"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If I have despised and rejected the claim of my male or female servants"
            },
            {
                "verse_number": "14",
                "verse_text": "What then could I do when God arises [to judge me]?"
            },
            {
                "verse_number": "15",
                "verse_text": "Did not He who made me in the womb make my servant,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If I have withheld from the poor what they desired,"
            },
            {
                "verse_number": "17",
                "verse_text": "Or have eaten my morsel [of food] alone,"
            },
            {
                "verse_number": "18",
                "verse_text": "(But from my youth the orphan grew up with me as with a father,"
            },
            {
                "verse_number": "19",
                "verse_text": "If I have seen anyone perish for lack of clothing,"
            },
            {
                "verse_number": "20",
                "verse_text": "If his loins have not thanked and blessed me [for clothing them],"
            },
            {
                "verse_number": "21",
                "verse_text": "If I have lifted my hand against the orphan,"
            },
            {
                "verse_number": "22",
                "verse_text": "Then let my shoulder fall away from its socket,"
            },
            {
                "verse_number": "23",
                "verse_text": "For tragedy from God is a terror to me,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;If I have put my trust and confidence in gold,"
            },
            {
                "verse_number": "25",
                "verse_text": "If I gloated and rejoiced because my wealth was great,"
            },
            {
                "verse_number": "26",
                "verse_text": "If I beheld the sun [as an object of worship] when it shone"
            },
            {
                "verse_number": "27",
                "verse_text": "And my heart became secretly enticed [by them],"
            },
            {
                "verse_number": "28",
                "verse_text": "This also would have been [a heinous] sin calling for judgment,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Have I rejoiced at the destruction of the enemy [who hated me],"
            },
            {
                "verse_number": "30",
                "verse_text": "No, I have not allowed my mouth to sin"
            },
            {
                "verse_number": "31",
                "verse_text": "I assure you, the men of my tent have said,"
            },
            {
                "verse_number": "32",
                "verse_text": "The stranger has not lodged in the street,"
            },
            {
                "verse_number": "33",
                "verse_text": "Have I concealed my transgressions like Adam or like other men,"
            },
            {
                "verse_number": "34",
                "verse_text": "Because I feared the great multitude,"
            },
            {
                "verse_number": "35",
                "verse_text": "Oh, that I had one to listen to me!"
            },
            {
                "verse_number": "36",
                "verse_text": "Surely I would [proudly] bear it on my shoulder,"
            },
            {
                "verse_number": "37",
                "verse_text": "I would count out to Him the number of my steps [with every detail of my life],"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;For if my land has cried out against me,"
            },
            {
                "verse_number": "39",
                "verse_text": "If I have eaten its fruits without paying for them,"
            },
            {
                "verse_number": "40",
                "verse_text": "Let thorns grow instead of wheat,"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "So these three men ceased answering Job, because he was righteous in his own eyes [and could not be persuaded otherwise by them]."
            },
            {
                "verse_number": "2",
                "verse_text": "But Elihu the son of Barachel the Buzite, of the family of Ram, became indignant. His indignation was kindled and burned and he became upset with Job because he justified himself rather than God [and even expressed doubts about God&quot;s character]."
            },
            {
                "verse_number": "3",
                "verse_text": "Elihu&quot;s anger burned against Job&quot;s three friends because they had found no answer [and were unable to determine Job&quot;s error], and yet they had condemned Job and declared him to be in the wrong [and responsible for his own afflictions]."
            },
            {
                "verse_number": "4",
                "verse_text": "Now Elihu had waited to speak to Job because the others were years older than he."
            },
            {
                "verse_number": "5",
                "verse_text": "And when Elihu saw that there was no answer in the mouths of these three men, he burned with anger. &apos;I am young, and you are aged; For that reason I was anxious and dared not tell you what I think. And a multitude of years should teach wisdom. And the breath of the Almighty gives them understanding. Nor may the elders [always] understand justice. I also will give you my opinion [about Job&quot;s situation] and tell you plainly what I think.&quot; I listened to your [wise] reasons, While you pondered and searched out what to say. Indeed, not one of you convinced Job [nor could you refute him], Not one of you supplied [satisfactory] answers to his words. &quot;We have found wisdom; God thrusts Job down [justly], not man [for God alone is dealing with him].&quot; Nor will I answer him with arguments like yours. [I speak for truth, not for revenge.] The words have moved away and failed them,&apos; [says Elihu]. But stand still and say no more? I too will express my opinion and share my knowledge. The spirit within me constrains me. Like new wineskins it is about to burst. I will open my lips and answer. Nor flatter any man. My Maker would soon take me away."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Elihu the son of Barachel the Buzite said,"
            },
            {
                "verse_number": "7",
                "verse_text": "I thought age should speak,"
            },
            {
                "verse_number": "8",
                "verse_text": "But there is [a vital force and] a spirit [of intelligence] in man,"
            },
            {
                "verse_number": "9",
                "verse_text": "Those [who are] abundant in years may not [always] be wise,"
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore I say, &quot;Listen to me;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You see, I waited for your words,"
            },
            {
                "verse_number": "12",
                "verse_text": "I even paid close attention to [what] you [said],"
            },
            {
                "verse_number": "13",
                "verse_text": "Beware if you say,"
            },
            {
                "verse_number": "14",
                "verse_text": "Now Job has not directed his words against me [therefore I have no reason to be offended],"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;They (Job&quot;s friends) are dismayed and embarrassed, they no longer answer;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And shall I wait, because they say nothing,"
            },
            {
                "verse_number": "17",
                "verse_text": "I too will give my share of answers;"
            },
            {
                "verse_number": "18",
                "verse_text": "For I am full of words;"
            },
            {
                "verse_number": "19",
                "verse_text": "My belly is like unvented wine;"
            },
            {
                "verse_number": "20",
                "verse_text": "I must speak so that I may get relief;"
            },
            {
                "verse_number": "21",
                "verse_text": "I will not [I warn you] be partial to any man [that is, let my respect for you mitigate what I say];"
            },
            {
                "verse_number": "22",
                "verse_text": "For I do not know how to flatter, [in an appropriate way, and I fear that],"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "&apos;However, Job, please listen to my words, And pay attention to everything I say. My tongue in my mouth is going to speak. And my lips will speak what they know with utter sincerity. Set yourselves before me, take your stand. I too was formed out of the clay. Nor should any pressure from me weigh heavily upon you. And I have heard the sound of your words, saying: I am innocent and there is no guilt in me. He counts me as His enemy. He [suspiciously] watches all my paths,&quot; [you say]. For God is greater and far superior to man. That He does not answer [you with] all His doings. And even twice, yet no one notices it [including you, Job]. When deep sleep falls on men While slumbering upon the bed, And seals their instruction, And keep him from pride; And his life from passing over into Sheol (the nether world, the place of the dead). And with unceasing complaint in his bones, And his soul [loathe] even his favorite dishes. And his bones which were not seen now stick out. And his life to those who bring death (the destroyers). One out of a thousand, To explain to a man what is right for him [that is, how to be in right standing with God], &quot;Spare him from going down to the pit [of destruction]; I have found a ransom [a consideration, or reason for redemption, an atonement]!&quot; Let him return to the days of his youthful strength. So that he looks at His face with joy; For God restores to man His righteousness [that is, his right standing with God&ndash;with its joys]. &quot;I have sinned and perverted that which was right, And it was not proper for me! And my life shall see the light.&quot;&nbsp;&apos; That he may be enlightened with the light of the living. Keep silent, and I will speak. Speak, for I desire to justify you. Keep silent, and I will teach you wisdom.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Behold, I have opened my mouth [to begin my speech];"
            },
            {
                "verse_number": "3",
                "verse_text": "My words will express the uprightness of my heart,"
            },
            {
                "verse_number": "4",
                "verse_text": "The Spirit of God has made me, And the breath of the Almighty gives me life [which inspires me]."
            },
            {
                "verse_number": "5",
                "verse_text": "Answer me, if you can;"
            },
            {
                "verse_number": "6",
                "verse_text": "Behold, I belong to God like you;"
            },
            {
                "verse_number": "7",
                "verse_text": "Behold, I will not make you afraid or terrified of me [for I am only mortal and not God],"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Surely you have spoken in my hearing,"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;I am pure, without transgression;"
            },
            {
                "verse_number": "10",
                "verse_text": "Behold, God finds pretexts against me;"
            },
            {
                "verse_number": "11",
                "verse_text": "He puts my feet in the stocks [to hinder and humiliate me];"
            },
            {
                "verse_number": "12",
                "verse_text": "Look, let me answer you, in this you are not right or just;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Why do you complain against Him?"
            },
            {
                "verse_number": "14",
                "verse_text": "For God speaks once,"
            },
            {
                "verse_number": "15",
                "verse_text": "In a dream, a vision of the night [one may hear God&quot;s voice],"
            },
            {
                "verse_number": "16",
                "verse_text": "Then He opens the ears of men"
            },
            {
                "verse_number": "17",
                "verse_text": "That He may turn man aside from his conduct,"
            },
            {
                "verse_number": "18",
                "verse_text": "He holds back his soul from the pit [of destruction],"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Man is also disciplined with pain on his bed,"
            },
            {
                "verse_number": "20",
                "verse_text": "So that his life makes him loathe food,"
            },
            {
                "verse_number": "21",
                "verse_text": "His flesh is so wasted away that it cannot be seen,"
            },
            {
                "verse_number": "22",
                "verse_text": "Then his soul draws near to the pit [of destruction],"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;If there is an angel as a mediator for him,"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the angel is gracious to him, and says,"
            },
            {
                "verse_number": "25",
                "verse_text": "Let his flesh be restored and become fresher than in youth;"
            },
            {
                "verse_number": "26",
                "verse_text": "He will pray to God, and He shall be favorable to him,"
            },
            {
                "verse_number": "27",
                "verse_text": "He sings out to other men,"
            },
            {
                "verse_number": "28",
                "verse_text": "God has redeemed my life from going to the pit [of destruction],"
            },
            {
                "verse_number": "29",
                "verse_text": "[Elihu comments,] &apos;Behold, God does all these things twice, yes, three times, with a man,"
            },
            {
                "verse_number": "30",
                "verse_text": "To bring his life back from the pit [of destruction],"
            },
            {
                "verse_number": "31",
                "verse_text": "Pay attention, Job, listen to me;"
            },
            {
                "verse_number": "32",
                "verse_text": "If you have anything to say, answer me;"
            },
            {
                "verse_number": "33",
                "verse_text": "If not [and you have nothing to say], listen to me;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued his discourse and said, And listen to me, you who have [so much] knowledge. As the palate tastes food. Let us know among ourselves what is good. But God has taken away my right; My wound is incurable, though I am without transgression.&quot; Who drinks up derision like water, And walks with wicked men? When he takes delight and is pleased with God and obeys Him.&quot; Far be it from God that He would do wickedness, And from the Almighty to do wrong. And He will make every man find [appropriate] compensation according to his way. Nor will the Almighty pervert justice. And who has laid on Him the whole world? If He should gather to Himself [that is, withdraw from man] His [life-giving] spirit and His breath, And man would return to dust. Listen to the sound of my words. And will you condemn Him who is just and mighty? Or to princes and nobles, &quot;You are wicked and evil&quot;? Nor does He regard the rich above the poor, For they all are the work of His hands. The people are shaken and pass away, And the powerful are taken away without a [human] hand. And He sees all his steps. Where the evildoers may hide themselves. That he should appear before Him in judgment. And sets others in their place. And He overthrows them in the night, So that they are crushed and destroyed. In a public place, And would not consider or show regard for any of His ways, And He heard the cry of the afflicted. When He hides His face [withdrawing His favor and help], who then can behold Him [and make supplication to Him], Whether it be a nation or a man by himself?&ndash; Nor be snares for the people. &quot;I have endured my chastisement; I will not offend anymore; If I have done wrong (injustice, unrighteousness), I will not do it again&quot;? For you must do the choosing, and not I; Therefore say what you [truthfully] know. Indeed, every wise man who hears me [will agree], And his words are without wisdom and insight. Because he answers like wicked men! He claps his hands among us [in open mockery and contempt of God], And he multiplies his words [of accusation] against God.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Hear my words, you wise men,"
            },
            {
                "verse_number": "3",
                "verse_text": "For the ear puts words to the test"
            },
            {
                "verse_number": "4",
                "verse_text": "Let us choose for ourselves that which is right;"
            },
            {
                "verse_number": "5",
                "verse_text": "For Job has said, &quot;I am righteous [and innocent],"
            },
            {
                "verse_number": "6",
                "verse_text": "Although I am right, I am accounted a liar."
            },
            {
                "verse_number": "7",
                "verse_text": "What man is like Job,"
            },
            {
                "verse_number": "8",
                "verse_text": "Who goes in company with those who do evil"
            },
            {
                "verse_number": "9",
                "verse_text": "For he has said, &quot;It profits a man nothing"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Therefore hear me, you men of understanding."
            },
            {
                "verse_number": "11",
                "verse_text": "For God pays a man according to his work,"
            },
            {
                "verse_number": "12",
                "verse_text": "Surely God will not act wickedly,"
            },
            {
                "verse_number": "13",
                "verse_text": "Who put God in charge over the earth?"
            },
            {
                "verse_number": "14",
                "verse_text": "If God should determine to do so,"
            },
            {
                "verse_number": "15",
                "verse_text": "All flesh would perish together,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If you now have understanding, hear this;"
            },
            {
                "verse_number": "17",
                "verse_text": "Shall one who hates justice [and is an enemy of right] govern?"
            },
            {
                "verse_number": "18",
                "verse_text": "God who says to a king, &quot;You are worthless and vile,&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Who is not partial to princes,"
            },
            {
                "verse_number": "20",
                "verse_text": "In a moment they die, even at midnight"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;For God&quot;s eyes are on the ways of a man,"
            },
            {
                "verse_number": "22",
                "verse_text": "There is no darkness nor deep shadow"
            },
            {
                "verse_number": "23",
                "verse_text": "For He sets no appointed time for a man,"
            },
            {
                "verse_number": "24",
                "verse_text": "He breaks mighty men without inquiry,"
            },
            {
                "verse_number": "25",
                "verse_text": "Therefore He knows of their works,"
            },
            {
                "verse_number": "26",
                "verse_text": "He strikes them like the wicked"
            },
            {
                "verse_number": "27",
                "verse_text": "Because they turned aside from following Him"
            },
            {
                "verse_number": "28",
                "verse_text": "So that they caused the cry of the poor to come to Him,"
            },
            {
                "verse_number": "29",
                "verse_text": "When He keeps quiet, who then can condemn?"
            },
            {
                "verse_number": "30",
                "verse_text": "So that godless men would not rule"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;For has anyone said to God,"
            },
            {
                "verse_number": "32",
                "verse_text": "Teach me what I do not see [in regard to how I have sinned];"
            },
            {
                "verse_number": "33",
                "verse_text": "Shall God&quot;s retribution [for your sins] be on your terms, because you refuse to accept it?"
            },
            {
                "verse_number": "34",
                "verse_text": "Men of understanding will tell me,"
            },
            {
                "verse_number": "35",
                "verse_text": "&quot;Job speaks without knowledge,"
            },
            {
                "verse_number": "36",
                "verse_text": "Job ought to be tried to the limit"
            },
            {
                "verse_number": "37",
                "verse_text": "For he adds rebellion [in his unsubmissive, defiant attitude toward God] to his [unacknowledged] sin;"
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued speaking [to Job] and said, Do you say, &quot;My righteousness is more than God&quot;s&quot;? What profit will I have, more [by being righteous] than if I had sinned?&quot; And your companions with you. And behold the skies which are [much] higher than you. And if your transgressions are multiplied, what have you done to Him? Or what does He receive from your hand? They cry for help because of the [violent] arm of the mighty. Who gives songs [of rejoicing] in the night, And makes us wiser than the birds of the heavens?&quot; Because of the pride of evil men. Nor will the Almighty regard it. Yet your case is before Him, and you must wait for Him! Nor has He acknowledged transgression and arrogance well [and seems unaware of the wrong of which a person is guilty], And multiplies words without knowledge [drawing the worthless conclusion that the righteous have no more advantage than the wicked].&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Do you think this is according to [your] justice?"
            },
            {
                "verse_number": "3",
                "verse_text": "For you say, &quot;What advantage have you [by living a righteous life]?"
            },
            {
                "verse_number": "4",
                "verse_text": "I will answer you,"
            },
            {
                "verse_number": "5",
                "verse_text": "Look to the heavens and see;"
            },
            {
                "verse_number": "6",
                "verse_text": "If you have sinned, what do you accomplish against Him?"
            },
            {
                "verse_number": "7",
                "verse_text": "If you are righteous, what do you give God,"
            },
            {
                "verse_number": "8",
                "verse_text": "Your wickedness affects only a man such as you, And your righteousness affects only a son of man [but it cannot affect God, who is sovereign]."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Because of the multitudes of oppressions the people cry out;"
            },
            {
                "verse_number": "10",
                "verse_text": "But no one says, &quot;Where is God my Maker,"
            },
            {
                "verse_number": "11",
                "verse_text": "Who teaches us more than the beasts of the earth"
            },
            {
                "verse_number": "12",
                "verse_text": "The people cry out, but He does not answer"
            },
            {
                "verse_number": "13",
                "verse_text": "Surely God will not listen to an empty cry [which lacks trust],"
            },
            {
                "verse_number": "14",
                "verse_text": "Even though you say that you do not see Him [when missing His righteous judgment on earth],"
            },
            {
                "verse_number": "15",
                "verse_text": "And now, because He has not [quickly] punished in His anger,"
            },
            {
                "verse_number": "16",
                "verse_text": "Job uselessly opens his mouth"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued and said, That there is yet more to say on God&quot;s behalf. And will ascribe righteousness to my Maker. He who is perfect in knowledge is with you. He is mighty in the strength and power of understanding. But gives the afflicted their justice. But with kings upon the throne He has seated them forever, and they are exalted. And held by cords of affliction, And their transgressions, that they have acted arrogantly [with presumption and notions of self-sufficiency]. And commands that they return from evil. They will end their days in prosperity And their years in pleasantness and joy. And they will die [in ignorance] without [true] knowledge. They do not cry [to Him] for help when He binds them [with cords of affliction]. And opens their ears [so that they pay attention to His voice] in times of oppression. Into a broad place where there is no constraint or distress; And that which was set on your table was full of fatness (rich food). Judgment and justice take hold of you . And do not let the greatness and the extent of the ransom turn you aside. Or will all the force of your strength do it? When people vanish from their places. For you have chosen this [the vice of complaining against God] rather than [learning from] affliction. Who is a ruler or a teacher like Him? And who can say [to Him], &quot;You have done wrong&quot;? Of which men have sung. Man looks at it from a distance. The number of His years is unsearchable. They distill rain from the mist, They drop abundantly upon mankind.&apos; Or the thundering of His pavilion? And He covers the depths of the sea. He gives food in abundance. And commands it to strike the mark. The cattle also are told of His coming storm."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Bear with me a little longer, and I will show you,"
            },
            {
                "verse_number": "3",
                "verse_text": "I will bring my knowledge from afar,"
            },
            {
                "verse_number": "4",
                "verse_text": "For truly my words are not false;"
            },
            {
                "verse_number": "5",
                "verse_text": "Behold, God is mighty, and yet does not despise anyone [nor regard any as trivial];"
            },
            {
                "verse_number": "6",
                "verse_text": "He does not prolong the life of the wicked,"
            },
            {
                "verse_number": "7",
                "verse_text": "He does not withdraw His eyes from the righteous [those in right standing with Him];"
            },
            {
                "verse_number": "8",
                "verse_text": "And if they are bound in bonds [of adversity],"
            },
            {
                "verse_number": "9",
                "verse_text": "Then He declares to them [the true character of] their deeds"
            },
            {
                "verse_number": "10",
                "verse_text": "He opens their ears to instruction and discipline,"
            },
            {
                "verse_number": "11",
                "verse_text": "If they hear and serve Him,"
            },
            {
                "verse_number": "12",
                "verse_text": "But if they do not hear and obey, they will die by the sword [of God&quot;s destructive judgments]"
            },
            {
                "verse_number": "13",
                "verse_text": "But the godless in heart store up anger [at the divine discipline];"
            },
            {
                "verse_number": "14",
                "verse_text": "They die in youth, And their life ends among the cult prostitutes."
            },
            {
                "verse_number": "15",
                "verse_text": "He rescues the afflicted in their affliction,"
            },
            {
                "verse_number": "16",
                "verse_text": "Then indeed, He enticed you from the mouth of distress and confinement,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;But you [Job] were full of judgment on the wicked,"
            },
            {
                "verse_number": "18",
                "verse_text": "Do not let wrath entice you into scoffing;"
            },
            {
                "verse_number": "19",
                "verse_text": "Will your wealth [be sufficient to] keep you from [the confinement of] distress,"
            },
            {
                "verse_number": "20",
                "verse_text": "Do not long for the night,"
            },
            {
                "verse_number": "21",
                "verse_text": "Take heed and be careful, do not turn to wickedness,"
            },
            {
                "verse_number": "22",
                "verse_text": "Behold, God is exalted in His power;"
            },
            {
                "verse_number": "23",
                "verse_text": "Who has appointed God His way,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Remember that you should magnify God&quot;s work,"
            },
            {
                "verse_number": "25",
                "verse_text": "All men have seen God&quot;s work;"
            },
            {
                "verse_number": "26",
                "verse_text": "Behold, God is exalted, and we do not know Him;"
            },
            {
                "verse_number": "27",
                "verse_text": "For He draws up the drops of water,"
            },
            {
                "verse_number": "28",
                "verse_text": "Which the clouds pour down,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Can anyone understand the spreading of the clouds"
            },
            {
                "verse_number": "30",
                "verse_text": "Behold, He spreads His lightning around Him [against the dark clouds],"
            },
            {
                "verse_number": "31",
                "verse_text": "For by these [mighty acts] He judges the peoples;"
            },
            {
                "verse_number": "32",
                "verse_text": "He covers His hands with the lightning,"
            },
            {
                "verse_number": "33",
                "verse_text": "His thundering voice declares [awesomely] His presence;"
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Indeed, at His thundering my heart trembles And leaps out of its place. And the rumbling that goes out of His mouth! And His lightning to the ends of the earth. He thunders with the voice of His majesty, And He does not restrain His lightning [against His adversaries] when His voice is heard. He does great things which we cannot comprehend. And [He speaks] to the showers and to the downpour [of His mighty rains], &quot;Be strong.&quot; That all men [whom He has made] may know His work [that is, His sovereign power and their subjection to it]. And remains in its hiding place. And cold from the north wind. And the expanse of the waters is frozen. He disperses the cloud of His lightning. That it may do whatever He commands it On the face of the inhabited earth. Or for [His] mercy and lovingkindness, He causes it to happen. Stand still and consider the wonders of God. And makes the lightning of His [storm] cloud shine? The wonderful works of Him who is perfect in knowledge, When He quiets the earth [in sultry summer] with the [oppressive] south wind? Strong as a molten mirror? We cannot state our case because of darkness [that is, our ignorance in the presence of the unsearchable God]. Or should a man say that he would be swallowed up [and destroyed by God]? When the wind has passed and cleared them. Around God is awesome splendor and majesty [far too glorious for man&quot;s eyes]. He is exalted in power And He will not do violence to [nor disregard] justice and abundant righteousness. He does not regard nor respect any who are wise in heart [in their own understanding and conceit].&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Listen carefully to the thunder of His voice,"
            },
            {
                "verse_number": "3",
                "verse_text": "He lets it loose under the whole heaven,"
            },
            {
                "verse_number": "4",
                "verse_text": "After it, His voice roars;"
            },
            {
                "verse_number": "5",
                "verse_text": "God thunders marvelously with His voice;"
            },
            {
                "verse_number": "6",
                "verse_text": "For He says to the snow, &quot;Fall on the earth&quot;;"
            },
            {
                "verse_number": "7",
                "verse_text": "God seals (brings to a standstill, stops) [by severe weather] the hand of every man,"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the beast goes into its lair"
            },
            {
                "verse_number": "9",
                "verse_text": "Out of its chamber comes the storm,"
            },
            {
                "verse_number": "10",
                "verse_text": "Ice is made by the breath of God,"
            },
            {
                "verse_number": "11",
                "verse_text": "He loads the thick cloud with moisture;"
            },
            {
                "verse_number": "12",
                "verse_text": "Its direction is turned around by His guidance,"
            },
            {
                "verse_number": "13",
                "verse_text": "Whether [it be] for correction, or for His earth [generally]"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Listen to this, Job;"
            },
            {
                "verse_number": "15",
                "verse_text": "Do you know how God establishes and commands them,"
            },
            {
                "verse_number": "16",
                "verse_text": "Do you know about the layers of thick clouds [and how they are balanced and poised in the heavens],"
            },
            {
                "verse_number": "17",
                "verse_text": "You whose garments are hot,"
            },
            {
                "verse_number": "18",
                "verse_text": "Can you, with Him, spread out the sky,"
            },
            {
                "verse_number": "19",
                "verse_text": "Tell us [Job] what words [of man] shall we say to such a Being;"
            },
            {
                "verse_number": "20",
                "verse_text": "So shall it be told Him that I wish to speak?"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Now people cannot look at the light when it is bright in the skies [without being blinded],"
            },
            {
                "verse_number": "22",
                "verse_text": "Out of the north comes golden splendor [and people can hardly look on it];"
            },
            {
                "verse_number": "23",
                "verse_text": "The Almighty&ndash;we cannot find Him;"
            },
            {
                "verse_number": "24",
                "verse_text": "Men therefore fear Him;"
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord answered Job out of the whirlwind and said, By words without knowledge? And I will ask you, and you instruct Me! Tell Me, if you know and have understanding. Or who stretched the [measuring] line on it? Or who laid its cornerstone, And all the sons of God (angels) shouted for joy? When it burst forth and went out of the womb; And thick darkness its swaddling band, And set bars and doors [defining the shorelines], And here your proud waves shall stop&quot;? And caused the dawn to know its place, And shake the wickedness out of it? And the things [of the earth] stand out like a [multi-colored] garment. And the uplifted arm is broken. Or [have you] walked in the recesses of the deep? Or have you seen the gates of deep darkness? Tell Me, if you know all this. And as for darkness, where is its place, And that you may know the paths to its house? Or have you seen the storehouses of the hail, For the day of battle and war? Or the east wind scattered over the earth? Or a path for the thunderbolt, And on the desert where no man lives, And to make the seeds of grass to sprout? Or who has begotten the drops of dew? And the frost of heaven, who has given it birth? And the surface of the deep is frozen and imprisoned. Or loose the cords of [the constellation] Orion? Or [can you] establish their rule over the earth? So that an abundance of water will cover you? And say to you, &quot;Here we are&quot;? Or given understanding to the mind [of man, or to the heavenly display]? Or pour out the water jars of the heavens, And the clods stick together [because of the heat]? Or satisfy the appetite of the young lions And lie in wait in their lair? When its young cry to God And wander about without food?"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Who is this that darkens counsel [questioning my authority and wisdom]"
            },
            {
                "verse_number": "3",
                "verse_text": "Now gird up your loins like a man,"
            },
            {
                "verse_number": "4",
                "verse_text": "Where were you when I laid the foundation of the earth?"
            },
            {
                "verse_number": "5",
                "verse_text": "Who determined the measurements [of the earth], if you know?"
            },
            {
                "verse_number": "6",
                "verse_text": "On what were its foundations fastened?"
            },
            {
                "verse_number": "7",
                "verse_text": "When the morning stars sang together"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Or who enclosed the sea with doors"
            },
            {
                "verse_number": "9",
                "verse_text": "When I made the clouds its garment"
            },
            {
                "verse_number": "10",
                "verse_text": "And marked for it My [appointed] boundary"
            },
            {
                "verse_number": "11",
                "verse_text": "And said, &quot;This far you shall come, but no farther;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; Since your days began, have you ever commanded the morning,"
            },
            {
                "verse_number": "13",
                "verse_text": "So that light may take hold of the corners of the earth"
            },
            {
                "verse_number": "14",
                "verse_text": "The earth is changed like clay into which a seal is pressed;"
            },
            {
                "verse_number": "15",
                "verse_text": "Their light is withheld from the wicked,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Have you entered and explored the springs of the sea"
            },
            {
                "verse_number": "17",
                "verse_text": "Have the gates of death been revealed to you,"
            },
            {
                "verse_number": "18",
                "verse_text": "Have you understood the expanse of the earth?"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Where is the way where light dwells?"
            },
            {
                "verse_number": "20",
                "verse_text": "That you may take it to its territory"
            },
            {
                "verse_number": "21",
                "verse_text": "You [must] know, since you were born then, And because you are so extremely old! And guide [the stars of] the Bear with her sons?"
            },
            {
                "verse_number": "22",
                "verse_text": "Have you entered the storehouses of the snow,"
            },
            {
                "verse_number": "23",
                "verse_text": "Which I have reserved for the time of trouble,"
            },
            {
                "verse_number": "24",
                "verse_text": "Where is the way that the light is distributed,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Who has prepared a channel for the torrents of rain and for the flood,"
            },
            {
                "verse_number": "26",
                "verse_text": "To bring rain on the uninhabited land,"
            },
            {
                "verse_number": "27",
                "verse_text": "To satisfy the barren and desolate ground"
            },
            {
                "verse_number": "28",
                "verse_text": "Has the rain a father?"
            },
            {
                "verse_number": "29",
                "verse_text": "Out of whose womb has come the ice?"
            },
            {
                "verse_number": "30",
                "verse_text": "Water becomes like stone [and hides itself],"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Can you bind the chains of [the cluster of stars called] Pleiades,"
            },
            {
                "verse_number": "32",
                "verse_text": "Can you lead forth a constellation in its season,"
            },
            {
                "verse_number": "33",
                "verse_text": "Do you know the ordinances of the heavens,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Can you lift up your voice to the clouds,"
            },
            {
                "verse_number": "35",
                "verse_text": "Can you send forth lightnings that they may go"
            },
            {
                "verse_number": "36",
                "verse_text": "Who has put wisdom in the innermost being [of man, or in the layers of clouds]"
            },
            {
                "verse_number": "37",
                "verse_text": "Who can count the clouds by [earthly] wisdom,"
            },
            {
                "verse_number": "38",
                "verse_text": "When the dust hardens into a mass"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Can you [Job] hunt the prey for the lion,"
            },
            {
                "verse_number": "40",
                "verse_text": "When they crouch in their dens"
            },
            {
                "verse_number": "41",
                "verse_text": "Who provides prey for the raven"
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do you know the time when the wild goats of the rock give birth [to their young]? Do you observe the calving of the deer? Or do you know the time when they give birth? They cast out their labor pains. They leave and do not return to them. And who has loosed the bonds of the wild donkey [to survive in the wild], And the salt land as his dwelling place? And does not hear the shouting of the taskmaster. And searches after every green thing. Or remain beside your manger at night? Or will he plow the valleys for you? And leave your labor to him? And gather it from your threshing floor? With the pinion (shackles, fetters) and plumage of love, And warms them in the dust, Or that the wild beast may trample them. Though her labor is in vain because she is unconcerned [for the safety of her brood], And has not given her a share of understanding. [So swift is she that] she laughs at the horse and his rider. Have you clothed his neck with quivering and a shaking mane? The majesty of his snorting [nostrils] is terrible. He goes out to meet the weapons [of armed men]. And [in battle] he does not turn back from the sword. [As do] the flashing spear and the lance [of his rider]. And he does not stand still at the sound of the [war] trumpet. And he smells the battle from far away, And senses the thunder of the captains and the war cry. Stretching his wings toward the south [as winter approaches]? And makes his nest on high [in an inaccessible place]? Upon the point of the rock and the inaccessible stronghold. His eyes see it from far away. And where the slain are, there is he.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Can you count the months that they carry offspring,"
            },
            {
                "verse_number": "3",
                "verse_text": "They kneel down, they bring forth their young,"
            },
            {
                "verse_number": "4",
                "verse_text": "Their young ones become strong, they grow up in the open field;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Who sent out the wild donkey free [from dependence on man]?"
            },
            {
                "verse_number": "6",
                "verse_text": "To whom I gave the wilderness as his home"
            },
            {
                "verse_number": "7",
                "verse_text": "He scorns the tumult of the city,"
            },
            {
                "verse_number": "8",
                "verse_text": "He explores the mountains as his pasture"
            },
            {
                "verse_number": "9",
                "verse_text": "Will the wild ox be willing to serve you,"
            },
            {
                "verse_number": "10",
                "verse_text": "Can you bind the wild ox with a harness [to the plow] in the furrow?"
            },
            {
                "verse_number": "11",
                "verse_text": "Will you trust him because his strength is great"
            },
            {
                "verse_number": "12",
                "verse_text": "Will you have faith and depend on him to return your grain"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The [flightless] wings of the ostrich wave joyously;"
            },
            {
                "verse_number": "14",
                "verse_text": "For she leaves her eggs on the ground"
            },
            {
                "verse_number": "15",
                "verse_text": "Forgetting that a foot may crush them,"
            },
            {
                "verse_number": "16",
                "verse_text": "She treats her young cruelly, as if they were not hers;"
            },
            {
                "verse_number": "17",
                "verse_text": "For God has made her forget wisdom,"
            },
            {
                "verse_number": "18",
                "verse_text": "Yet when she lifts herself on high,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Have you given the horse his might?"
            },
            {
                "verse_number": "20",
                "verse_text": "Have you [Job] made him leap like a locust?"
            },
            {
                "verse_number": "21",
                "verse_text": "He paws in the valley and rejoices in his strength;"
            },
            {
                "verse_number": "22",
                "verse_text": "He laughs at fear and is not dismayed;"
            },
            {
                "verse_number": "23",
                "verse_text": "The quiver rattles against him,"
            },
            {
                "verse_number": "24",
                "verse_text": "With fierceness and rage he races to devour the ground,"
            },
            {
                "verse_number": "25",
                "verse_text": "As often as the trumpet sounds he says, &quot;Aha!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Is it by your understanding that the hawk soars,"
            },
            {
                "verse_number": "27",
                "verse_text": "Is it at your command that the eagle mounts up"
            },
            {
                "verse_number": "28",
                "verse_text": "On the cliff he dwells and remains [securely],"
            },
            {
                "verse_number": "29",
                "verse_text": "From there he spies out the prey;"
            },
            {
                "verse_number": "30",
                "verse_text": "His young ones suck up blood;"
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord said to Job, Let him who disputes with God answer it.&apos; I lay my hand on my mouth. Indeed, twice [I have answered], and I will add nothing further.&apos; And I will ask you, and you instruct Me. Will you condemn Me [your God] that you may [appear to] be righteous and justified? And can you thunder with a voice like His? And array yourself with honor and majesty. And look at everyone who is proud and make him low. And [if you are so able] tread down the wicked where they stand. Shut them up in the hidden place [the house of death]. That your own right hand can save you. He eats grass like an ox. And his power is in the muscles and sinews of his belly. The tendons of his thighs are twisted and knit together [like a rope]. [Only] He who made him can bring near His sword [to master him]. And all the wild animals play there. In the hidden shelter of the reeds in the marsh. The willows of the brook surround him. He is confident, though the Jordan [River] swells and rushes against his mouth. Or pierce his nose with barbs [to trap him]?"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Will the faultfinder contend with the Almighty?"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Job replied to the L ord and said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Behold, I am of little importance and contemptible; what can I reply to You?"
            },
            {
                "verse_number": "5",
                "verse_text": "I have spoken once, but I will not reply again&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the L ord answered Job out of the whirlwind, saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Now gird up your loins (prepare yourself) like a man,"
            },
            {
                "verse_number": "8",
                "verse_text": "Will you really annul My judgment and set it aside as void?"
            },
            {
                "verse_number": "9",
                "verse_text": "Have you an arm like God,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Adorn yourself with eminence and dignity [since you question the Almighty],"
            },
            {
                "verse_number": "11",
                "verse_text": "Pour out the overflowings of your wrath,"
            },
            {
                "verse_number": "12",
                "verse_text": "Look at everyone who is proud, and humble him,"
            },
            {
                "verse_number": "13",
                "verse_text": "[Crush and] hide them in the dust together;"
            },
            {
                "verse_number": "14",
                "verse_text": "[If you can do all this, Job, proving your divine power] then I [God] will also praise you and acknowledge"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Behold now, Behemoth, which I created as well as you;"
            },
            {
                "verse_number": "16",
                "verse_text": "See now, his strength is in his loins"
            },
            {
                "verse_number": "17",
                "verse_text": "He sways his tail like a cedar;"
            },
            {
                "verse_number": "18",
                "verse_text": "His bones are tubes of bronze; His limbs are like bars of iron."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;He is the first [in magnitude and power] of the works of God;"
            },
            {
                "verse_number": "20",
                "verse_text": "Surely the mountains bring him food,"
            },
            {
                "verse_number": "21",
                "verse_text": "He lies down under the lotus plants,"
            },
            {
                "verse_number": "22",
                "verse_text": "The lotus plants cover him with their shade;"
            },
            {
                "verse_number": "23",
                "verse_text": "If a river rages and overflows, he does not tremble;"
            },
            {
                "verse_number": "24",
                "verse_text": "Can anyone capture him when he is on watch,"
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "&apos; Can you draw out Leviathan with a fishhook? Or press down his tongue with a cord? Or pierce his jaw through with a hook? Or will he speak soft words to you [to coax you to treat him kindly]? Will you take him for your servant forever? Or will you bind him [and put him on a leash] for your maidens? Will they divide him up among the merchants? Or his head with fishing spears? Remember the battle [with him]; you will not do such [an ill-advised thing] again! Will not one be overwhelmed even at the sight of him? Who then is he who can stand before Me [or dares to contend with Me, the beast&quot;s creator]? Whatever is under the whole heaven is Mine. [Who can have a claim against Me who made the unmastered beast?] Nor his mighty strength, nor his orderly frame. Who can come to his jaws with a double bridle? Around his [open jaws and] teeth there is terror. Bound together as with a tight seal. That no air can come between them. They stick together and cannot be separated. And his eyes are like the [reddish] eyelids of the dawn. And sparks of fire leap out. As from a boiling pot and [as from] burning rushes. And a flame goes forth from his mouth. And dismay and terror dance before him. Firm on him and immobile [when he moves]. Indeed, as solid as a lower millstone. Because of the crashing they are bewildered. Nor [does] the spear, the dart, or the javelin. Bronze as rotten wood. Slingstones are treated as stubble by him. He laughs at the rushing and the rattling of the javelin. He moves across and spreads out [grooves] like a threshing sledge on the mire (muddy river banks). He makes the sea like a [foaming] pot of ointment. One would think the deep to be gray-haired [with foam]. A creature made without fear."
            },
            {
                "verse_number": "2",
                "verse_text": "Can you put a rope [made] of rushes into his nose"
            },
            {
                "verse_number": "3",
                "verse_text": "Will he make many supplications to you [begging to be spared]?"
            },
            {
                "verse_number": "4",
                "verse_text": "Will he make a covenant or an arrangement with you?"
            },
            {
                "verse_number": "5",
                "verse_text": "Will you play with him as with a bird?"
            },
            {
                "verse_number": "6",
                "verse_text": "Will traders bargain over him?"
            },
            {
                "verse_number": "7",
                "verse_text": "Can you fill his skin with harpoons,"
            },
            {
                "verse_number": "8",
                "verse_text": "Lay your hand on him;"
            },
            {
                "verse_number": "9",
                "verse_text": "Behold, his [assailant&quot;s] hope and expectation [of defeating Leviathan] is false;"
            },
            {
                "verse_number": "10",
                "verse_text": "No one is so fierce [and foolhardy] that he dares to stir up Leviathan;"
            },
            {
                "verse_number": "11",
                "verse_text": "Who has first given to Me that I should repay him?"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I will not keep silence concerning his limbs,"
            },
            {
                "verse_number": "13",
                "verse_text": "Who can penetrate or strip off his outer armor?"
            },
            {
                "verse_number": "14",
                "verse_text": "Who can open the doors (jaws) of his face?"
            },
            {
                "verse_number": "15",
                "verse_text": "His strong scales are his pride,"
            },
            {
                "verse_number": "16",
                "verse_text": "One is so near to another"
            },
            {
                "verse_number": "17",
                "verse_text": "They are joined one to another;"
            },
            {
                "verse_number": "18",
                "verse_text": "His sneezes flash forth light,"
            },
            {
                "verse_number": "19",
                "verse_text": "Out of his mouth go burning torches,"
            },
            {
                "verse_number": "20",
                "verse_text": "Out of his nostrils smoke goes forth"
            },
            {
                "verse_number": "21",
                "verse_text": "His breath kindles coals,"
            },
            {
                "verse_number": "22",
                "verse_text": "In Leviathan&quot;s neck resides strength,"
            },
            {
                "verse_number": "23",
                "verse_text": "The folds of his flesh are joined together,"
            },
            {
                "verse_number": "24",
                "verse_text": "His heart is as hard as a stone,"
            },
            {
                "verse_number": "25",
                "verse_text": "When he raises himself up, the mighty are afraid;"
            },
            {
                "verse_number": "26",
                "verse_text": "The sword that reaches him cannot avail,"
            },
            {
                "verse_number": "27",
                "verse_text": "He considers iron as straw,"
            },
            {
                "verse_number": "28",
                "verse_text": "The arrow cannot make him flee;"
            },
            {
                "verse_number": "29",
                "verse_text": "Clubs [also] are regarded as stubble;"
            },
            {
                "verse_number": "30",
                "verse_text": "His underparts are like sharp pieces of broken pottery;"
            },
            {
                "verse_number": "31",
                "verse_text": "He makes the deep water boil like a pot;"
            },
            {
                "verse_number": "32",
                "verse_text": "Behind him he makes a shining wake;"
            },
            {
                "verse_number": "33",
                "verse_text": "Upon earth there is nothing like him&ndash;no equal exists,"
            },
            {
                "verse_number": "34",
                "verse_text": "He looks on everything that is high [without terror]; He is monarch over all the sons of pride. [And now, Job, who are you who does not dare to disturb the beast, yet who dares resist Me, the beast&quot;s creator? Everything under the heavens is Mine; therefore, who can have a claim against God?]&apos;"
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered the L ord and said, And that no thought or purpose of Yours can be restrained. Therefore [I now see] I have [rashly] uttered that which I did not understand, Things too wonderful for me, which I did not know. I will ask You, and You instruct [and answer] me.&quot; But now my [spiritual] eye sees You. And I repent in dust and ashes.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I know that You can do all things,"
            },
            {
                "verse_number": "3",
                "verse_text": "[You said to me] &quot;Who is this that darkens and obscures counsel [by words] without knowledge?&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;Hear, please, and I will speak;"
            },
            {
                "verse_number": "5",
                "verse_text": "I had heard of You [only] by the hearing of the ear,"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore I retract [my words and hate myself]"
            },
            {
                "verse_number": "7",
                "verse_text": "It came about that after the L ord had spoken these words to Job, that the L ord said to Eliphaz the Temanite, &apos;My wrath is kindled against you and against your two friends, for you have not spoken of Me what is right, as My servant Job has."
            },
            {
                "verse_number": "8",
                "verse_text": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him [and his prayer] so that I may not deal with you according to your folly, because you have not spoken of Me the thing that is right, as My servant Job has.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the L ord told them; and the L ord accepted Job&quot;s prayer."
            },
            {
                "verse_number": "10",
                "verse_text": "The L ord restored the fortunes of Job when he prayed for his friends, and the L ord gave Job twice as much as he had before."
            },
            {
                "verse_number": "11",
                "verse_text": "Then all his brothers and sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him over all the [distressing] adversities that the L ord had brought on him. And each one gave him a piece of money, and each a ring of gold."
            },
            {
                "verse_number": "12",
                "verse_text": "And the L ord blessed the latter days of Job more than his beginning; for he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys."
            },
            {
                "verse_number": "13",
                "verse_text": "He had seven sons and three daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "And he called the name of the first [daughter] Jemimah, and the name of the second Keziah, and the name of the third Keren-happuch."
            },
            {
                "verse_number": "15",
                "verse_text": "In all the land there were found no women so fair as the daughters of Job; and their father gave them an inheritance among their brothers."
            },
            {
                "verse_number": "16",
                "verse_text": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations."
            },
            {
                "verse_number": "17",
                "verse_text": "So Job died, an old man and full of days."
            }
        ]
    }
}