{
    "Proverbs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The proverbs (truths obscurely expressed, maxims) of Solomon son of David, king of Israel: To discern and comprehend the words of understanding and insight, Righteousness, justice, and integrity; And knowledge and discretion (intelligent discernment) to the youth, And the person of understanding will acquire wise counsel and the skill [to steer his course wisely and lead others to the truth], And the words of the wise and their riddles [that require reflection]. And do not reject the teaching of your mother. And chains and ornaments [of gold] around your neck. Do not consent. Let us lie in wait to shed blood, Let us ambush the innocent without cause; Even whole, as those who go down to the pit [of death]; We will fill our houses with spoil; We will all have one money bag [in common],” Keep your foot [far] away from their path, And they hurry to shed blood. In the sight of any bird; They set an ambush for their own lives [and rush to their destruction]. Greed takes away the lives of its possessors. She raises her voice in the markets; At the entrance of the city gates she speaks her words: How long will scoffers [who ridicule and deride] delight in scoffing, How long will fools [who obstinately mock truth] hate knowledge? Behold, I [Wisdom] will pour out my spirit on you; I will make my words known to you. I stretched out my hand and no one has paid attention [to my offer]; And would not accept my reprimand, I will mock when your dread and panic come, And your disaster comes like a whirlwind, When anxiety and distress come upon you [as retribution]. They will seek me eagerly but they will not find me, And did not choose the fear of the L ord [that is, obeying Him with reverence and awe-filled respect], And they spurned all my rebuke. And be satiated with [the penalty of] their own devices. And the careless ease of [self-righteous] fools will destroy them. And will be at ease, without fear or dread of evil.”"
            },
            {
                "verse_number": "2",
                "verse_text": "To know [skillful and godly] wisdom and instruction;"
            },
            {
                "verse_number": "3",
                "verse_text": "To receive instruction in wise behavior and the discipline of wise thoughtfulness,"
            },
            {
                "verse_number": "4",
                "verse_text": "That prudence (good judgment, astute common sense) may be given to the naive or inexperienced [who are easily misled],"
            },
            {
                "verse_number": "5",
                "verse_text": "The wise will hear and increase their learning,"
            },
            {
                "verse_number": "6",
                "verse_text": "To understand a proverb and a figure [of speech] or an enigma with its interpretation,"
            },
            {
                "verse_number": "7",
                "verse_text": "The [reverent] fear of the L ord [that is, worshiping Him and regarding Him as truly awesome] is the beginning and the preeminent part of knowledge [its starting point and its essence]; But arrogant fools despise [skillful and godly] wisdom and instruction and self-discipline."
            },
            {
                "verse_number": "8",
                "verse_text": "My son, hear the instruction of your father,"
            },
            {
                "verse_number": "9",
                "verse_text": "For they are a garland of grace on your head,"
            },
            {
                "verse_number": "10",
                "verse_text": "My son, if sinners entice you,"
            },
            {
                "verse_number": "11",
                "verse_text": "If they say, “Come with us;"
            },
            {
                "verse_number": "12",
                "verse_text": "Let us swallow them alive like Sheol (the place of the dead),"
            },
            {
                "verse_number": "13",
                "verse_text": "We will find and take all kinds of precious possessions,"
            },
            {
                "verse_number": "14",
                "verse_text": "Throw in your lot with us [they insist];"
            },
            {
                "verse_number": "15",
                "verse_text": "My son, do not walk on the road with them;"
            },
            {
                "verse_number": "16",
                "verse_text": "For their feet run to evil,"
            },
            {
                "verse_number": "17",
                "verse_text": "Indeed, it is useless to spread the baited net"
            },
            {
                "verse_number": "18",
                "verse_text": "But [when these people set a trap for others] they lie in wait for their own blood;"
            },
            {
                "verse_number": "19",
                "verse_text": "So are the ways of everyone who is greedy for gain;"
            },
            {
                "verse_number": "20",
                "verse_text": "Wisdom shouts in the street,"
            },
            {
                "verse_number": "21",
                "verse_text": "She calls out at the head of the noisy streets [where large crowds gather];"
            },
            {
                "verse_number": "22",
                "verse_text": "“How long, O naive ones [you who are easily misled], will you love being simple-minded and undiscerning?"
            },
            {
                "verse_number": "23",
                "verse_text": "If you will turn and pay attention to my rebuke,"
            },
            {
                "verse_number": "24",
                "verse_text": "Because I called and you refused [to answer],"
            },
            {
                "verse_number": "25",
                "verse_text": "And you treated all my counsel as nothing"
            },
            {
                "verse_number": "26",
                "verse_text": "I also will laugh at your disaster;"
            },
            {
                "verse_number": "27",
                "verse_text": "When your dread and panic come like a storm,"
            },
            {
                "verse_number": "28",
                "verse_text": "Then they will call upon me (Wisdom), but I will not answer;"
            },
            {
                "verse_number": "29",
                "verse_text": "Because they hated knowledge"
            },
            {
                "verse_number": "30",
                "verse_text": "They would not accept my counsel,"
            },
            {
                "verse_number": "31",
                "verse_text": "Therefore they shall eat of the fruit of their own [wicked] way"
            },
            {
                "verse_number": "32",
                "verse_text": "For the turning away of the naive will kill them,"
            },
            {
                "verse_number": "33",
                "verse_text": "But whoever listens to me (Wisdom) will live securely and in confident trust"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My son, if you will receive my words And treasure my commandments within you, And apply your heart to understanding [seeking it conscientiously and striving for it eagerly]; And lift up your voice for understanding; And search for her as you would hidden treasures; And discover the knowledge of God. From His mouth come knowledge and understanding. He is a shield to those who walk in integrity [those of honorable character and moral courage], And He preserves the way of His saints (believers). And integrity and every good path. And knowledge will be pleasant to your soul. Understanding and discernment will guard you, From the man who speaks perverse things; To walk in the ways of darkness; And delight in the perversity of evil, And who are devious in their ways; From the seductress with her flattering words, And forgets the covenant of her God. And her paths lead to the dead; Nor do they regain the paths of life— And keep to the paths of the righteous. And those [of integrity] who are blameless [in God’s sight] will remain in it; And the treacherous shall be [forcibly] uprooted and removed from it."
            },
            {
                "verse_number": "2",
                "verse_text": "So that your ear is attentive to [skillful and godly] wisdom,"
            },
            {
                "verse_number": "3",
                "verse_text": "Yes, if you cry out for insight,"
            },
            {
                "verse_number": "4",
                "verse_text": "If you seek skillful and godly wisdom as you would silver"
            },
            {
                "verse_number": "5",
                "verse_text": "Then you will understand the [reverent] fear of the L ord [that is, worshiping Him and regarding Him as truly awesome]"
            },
            {
                "verse_number": "6",
                "verse_text": "For the L ord gives [skillful and godly] wisdom;"
            },
            {
                "verse_number": "7",
                "verse_text": "He stores away sound wisdom for the righteous [those who are in right standing with Him];"
            },
            {
                "verse_number": "8",
                "verse_text": "He guards the paths of justice;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then you will understand righteousness and justice [in every circumstance]"
            },
            {
                "verse_number": "10",
                "verse_text": "For [skillful and godly] wisdom will enter your heart"
            },
            {
                "verse_number": "11",
                "verse_text": "Discretion will watch over you,"
            },
            {
                "verse_number": "12",
                "verse_text": "To keep you from the way of evil and the evil man,"
            },
            {
                "verse_number": "13",
                "verse_text": "From those who leave the paths of uprightness"
            },
            {
                "verse_number": "14",
                "verse_text": "Who find joy in doing evil"
            },
            {
                "verse_number": "15",
                "verse_text": "Whose paths are crooked,"
            },
            {
                "verse_number": "16",
                "verse_text": "To keep you from the immoral woman;"
            },
            {
                "verse_number": "17",
                "verse_text": "Who leaves the companion (husband) of her youth,"
            },
            {
                "verse_number": "18",
                "verse_text": "For her house leads down to death"
            },
            {
                "verse_number": "19",
                "verse_text": "None who go to her return again,"
            },
            {
                "verse_number": "20",
                "verse_text": "So you will walk in the way of good men [that is, those of personal integrity, moral courage and honorable character],"
            },
            {
                "verse_number": "21",
                "verse_text": "For the upright [those who are in right standing with God] will live in the land"
            },
            {
                "verse_number": "22",
                "verse_text": "But the wicked will be cut off from the land"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My son, do not forget my teaching, But let your heart keep my commandments; And tranquility and prosperity [the wholeness of life’s blessings] they will add to you. Bind them [securely] around your neck, Write them on the tablet of your heart. In the sight of God and man. And do not rely on your own insight or understanding. And He will make your paths straight and smooth [removing obstacles that block your way]. Fear the L ord [with reverent awe and obedience] and turn [entirely] away from evil. And refreshment (physical well-being) to your bones. And with the first fruits of all your crops (income); And your vats will overflow with new wine. Nor despise His rebuke, Even as a father corrects the son in whom he delights. And the man who gains understanding and insight [learning from God’s word and life’s experiences], And her gain is better than fine gold. And nothing you can wish for compares with her [in value]. In her left hand are riches and honor. And all her paths are peace. And happy [blessed, considered fortunate, to be admired] is everyone who holds her tightly. By His understanding He has established the heavens. And the clouds drip with dew. But keep sound wisdom and discretion, And a gracious adornment to your neck (your outer self). And your foot will not stumble. When you lie down, your sleep will be sweet. Nor of the storm of the wicked when it comes [since you will be blameless]; And will keep your foot from being caught [in a trap]. When it is in your power to do it. And tomorrow I will give it,” When you have it with you. Who lives securely beside you. If he has done you no harm. And do not choose any of his ways. But His private counsel is with the upright [those with spiritual integrity and moral courage]. But He blesses the home of the just and righteous. Yet He gives His grace [His undeserved favor] to the humble [those who give up self-importance]. But dishonor and shame is conferred on fools."
            },
            {
                "verse_number": "2",
                "verse_text": "For length of days and years of life [worth living]"
            },
            {
                "verse_number": "3",
                "verse_text": "Do not let mercy and kindness and truth leave you [instead let these qualities define you];"
            },
            {
                "verse_number": "4",
                "verse_text": "So find favor and high esteem"
            },
            {
                "verse_number": "5",
                "verse_text": "Trust in and rely confidently on the L ord with all your heart"
            },
            {
                "verse_number": "6",
                "verse_text": "In all your ways know and acknowledge and recognize Him,"
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be wise in your own eyes;"
            },
            {
                "verse_number": "8",
                "verse_text": "It will be health to your body [your marrow, your nerves, your sinews, your muscles—all your inner parts]"
            },
            {
                "verse_number": "9",
                "verse_text": "Honor the L ord with your wealth"
            },
            {
                "verse_number": "10",
                "verse_text": "Then your barns will be abundantly filled"
            },
            {
                "verse_number": "11",
                "verse_text": "My son, do not reject or take lightly the discipline of the L ord [learn from your mistakes and the testing that comes from His correction through discipline];"
            },
            {
                "verse_number": "12",
                "verse_text": "For those whom the L ord loves He corrects,"
            },
            {
                "verse_number": "13",
                "verse_text": "Happy [blessed, considered fortunate, to be admired] is the man who finds [skillful and godly] wisdom,"
            },
            {
                "verse_number": "14",
                "verse_text": "For wisdom’s profit is better than the profit of silver,"
            },
            {
                "verse_number": "15",
                "verse_text": "She is more precious than rubies;"
            },
            {
                "verse_number": "16",
                "verse_text": "Long life is in her right hand;"
            },
            {
                "verse_number": "17",
                "verse_text": "Her ways are highways of pleasantness and favor,"
            },
            {
                "verse_number": "18",
                "verse_text": "She is a tree of life to those who take hold of her,"
            },
            {
                "verse_number": "19",
                "verse_text": "The L ord by His wisdom has founded the earth;"
            },
            {
                "verse_number": "20",
                "verse_text": "By His knowledge the deeps were broken up"
            },
            {
                "verse_number": "21",
                "verse_text": "My son, let them not escape from your sight,"
            },
            {
                "verse_number": "22",
                "verse_text": "And they will be life to your soul (your inner self)"
            },
            {
                "verse_number": "23",
                "verse_text": "Then you will walk on your way [of life] securely"
            },
            {
                "verse_number": "24",
                "verse_text": "When you lie down, you will not be afraid;"
            },
            {
                "verse_number": "25",
                "verse_text": "Do not be afraid of sudden fear"
            },
            {
                "verse_number": "26",
                "verse_text": "For the L ord will be your confidence, firm and strong,"
            },
            {
                "verse_number": "27",
                "verse_text": "Do not withhold good from those to whom it is due [its rightful recipients],"
            },
            {
                "verse_number": "28",
                "verse_text": "Do not say to your neighbor, “Go, and come back,"
            },
            {
                "verse_number": "29",
                "verse_text": "Do not devise evil against your neighbor,"
            },
            {
                "verse_number": "30",
                "verse_text": "Do not quarrel with a man without cause,"
            },
            {
                "verse_number": "31",
                "verse_text": "Do not envy a man of violence"
            },
            {
                "verse_number": "32",
                "verse_text": "For the devious are repulsive to the L ord ;"
            },
            {
                "verse_number": "33",
                "verse_text": "The curse of the L ord is on the house of the wicked,"
            },
            {
                "verse_number": "34",
                "verse_text": "Though He scoffs at the scoffers and scorns the scorners,"
            },
            {
                "verse_number": "35",
                "verse_text": "The wise will inherit honor and glory,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Hear, O children, the instruction of a father, And pay attention [and be willing to learn] so that you may gain understanding and intelligent discernment. Tender and the only son in the sight of my mother (Bathsheba), “Let your heart hold fast my words; Keep my commandments and live. Do not forget nor turn away from the words of my mouth. Love her, and she will watch over you. And with all your acquiring, get understanding [actively seek spiritual discernment, mature comprehension, and logical interpretation]. She will honor you if you embrace her. She will present you with a crown of beauty and glory.” And the years of your life will be many. I have led you in upright paths. And when you run, you will not stumble. Guard her, for she is your life. And do not go the way of evil men. Turn away from it and pass on. And they are deprived of sleep unless they make someone stumble and fall. And drink the wine of violence. That shines brighter and brighter until [it reaches its full strength and glory in] the perfect day. They do not know over what they stumble. Open your ears to my sayings. Keep them in the center of your heart. And healing and health to all their flesh. For from it flow the springs of life. And put devious lips far from you. And let your gaze be fixed straight in front of you [toward the path of integrity]. And all your ways will be steadfast and sure. Turn your foot from [the path of] evil."
            },
            {
                "verse_number": "2",
                "verse_text": "For I give you good doctrine; Do not turn away from my instruction."
            },
            {
                "verse_number": "3",
                "verse_text": "When I was a son with my father (David),"
            },
            {
                "verse_number": "4",
                "verse_text": "He taught me and said to me,"
            },
            {
                "verse_number": "5",
                "verse_text": "Get [skillful and godly] wisdom! Acquire understanding [actively seek spiritual discernment, mature comprehension, and logical interpretation]!"
            },
            {
                "verse_number": "6",
                "verse_text": "Do not turn away from her (Wisdom) and she will guard and protect you;"
            },
            {
                "verse_number": "7",
                "verse_text": "The beginning of wisdom is: Get [skillful and godly] wisdom [it is preeminent]!"
            },
            {
                "verse_number": "8",
                "verse_text": "Prize wisdom [and exalt her], and she will exalt you;"
            },
            {
                "verse_number": "9",
                "verse_text": "She will place on your head a garland of grace;"
            },
            {
                "verse_number": "10",
                "verse_text": "Hear, my son, and accept my sayings,"
            },
            {
                "verse_number": "11",
                "verse_text": "I have instructed you in the way of [skillful and godly] wisdom;"
            },
            {
                "verse_number": "12",
                "verse_text": "When you walk, your steps will not be impeded [for your path will be clear and open];"
            },
            {
                "verse_number": "13",
                "verse_text": "Take hold of instruction; [actively seek it, grip it firmly and] do not let go."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not enter the path of the wicked,"
            },
            {
                "verse_number": "15",
                "verse_text": "Avoid it, do not travel on it;"
            },
            {
                "verse_number": "16",
                "verse_text": "For the wicked cannot sleep unless they do evil;"
            },
            {
                "verse_number": "17",
                "verse_text": "For they eat the bread of wickedness"
            },
            {
                "verse_number": "18",
                "verse_text": "But the path of the just (righteous) is like the light of dawn,"
            },
            {
                "verse_number": "19",
                "verse_text": "The way of the wicked is like [deep] darkness;"
            },
            {
                "verse_number": "20",
                "verse_text": "My son, pay attention to my words and be willing to learn;"
            },
            {
                "verse_number": "21",
                "verse_text": "Do not let them escape from your sight;"
            },
            {
                "verse_number": "22",
                "verse_text": "For they are life to those who find them,"
            },
            {
                "verse_number": "23",
                "verse_text": "Watch over your heart with all diligence,"
            },
            {
                "verse_number": "24",
                "verse_text": "Put away from you a deceitful (lying, misleading) mouth,"
            },
            {
                "verse_number": "25",
                "verse_text": "Let your eyes look directly ahead [toward the path of moral courage]"
            },
            {
                "verse_number": "26",
                "verse_text": "Consider well and watch carefully the path of your feet,"
            },
            {
                "verse_number": "27",
                "verse_text": "Do not turn away to the right nor to the left [where evil may lurk];"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "My son, be attentive to my wisdom [godly wisdom learned by costly experience], Incline your ear to my understanding; And your lips may reserve knowledge and answer wisely [to temptation]. And her speech is smoother than oil; Sharp as a two-edged sword. Her steps take hold of Sheol (the nether world, the place of the dead), Her ways are aimless and unstable; you cannot know where her path leads. And do not depart from (forget) the words of my mouth. And do not go near the door of her house [avoid even being near the places of temptation], And your years to the cruel one, And your hard-earned wealth will go to the house of a foreigner [who does not know God]; When your flesh and your body are consumed; And my heart despised correction and reproof! Nor have I inclined my ear to those who instructed me. In the midst of the assembly and congregation.” And fresh running water from your own well. As streams of water in the streets? And not the children of strangers with you. And rejoice in the wife of your youth. Let her breasts refresh and satisfy you at all times; And embrace the bosom of an outsider (pagan)? And He carefully watches all of his paths [all of his comings and goings]. And he will be held with the cords of his sin. And in the greatness of his foolishness he will go astray and be lost."
            },
            {
                "verse_number": "2",
                "verse_text": "That you may exercise discrimination and discretion (good judgment),"
            },
            {
                "verse_number": "3",
                "verse_text": "For the lips of an immoral woman drip honey [like a honeycomb]"
            },
            {
                "verse_number": "4",
                "verse_text": "But in the end she is bitter like [the extract of] wormwood,"
            },
            {
                "verse_number": "5",
                "verse_text": "Her feet go down to death;"
            },
            {
                "verse_number": "6",
                "verse_text": "So that she does not think [seriously] about the path of life;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now then, my sons, listen to me"
            },
            {
                "verse_number": "8",
                "verse_text": "Let your way [in life] be far from her,"
            },
            {
                "verse_number": "9",
                "verse_text": "Or you will give your honor to others,"
            },
            {
                "verse_number": "10",
                "verse_text": "And strangers will be filled with your strength"
            },
            {
                "verse_number": "11",
                "verse_text": "And you will groan when your life is ending,"
            },
            {
                "verse_number": "12",
                "verse_text": "And you say, “How I hated instruction and discipline,"
            },
            {
                "verse_number": "13",
                "verse_text": "I have not listened to the voice of my teachers,"
            },
            {
                "verse_number": "14",
                "verse_text": "I was almost in total ruin"
            },
            {
                "verse_number": "15",
                "verse_text": "Drink water from your own cistern [of a pure marriage relationship]"
            },
            {
                "verse_number": "16",
                "verse_text": "Should your springs (children) be dispersed,"
            },
            {
                "verse_number": "17",
                "verse_text": "[Confine yourself to your own wife.] Let your children be yours alone,"
            },
            {
                "verse_number": "18",
                "verse_text": "Let your fountain (wife) be blessed [with the rewards of fidelity],"
            },
            {
                "verse_number": "19",
                "verse_text": "Let her be as a loving hind and graceful doe, Always be exhilarated and delight in her love."
            },
            {
                "verse_number": "20",
                "verse_text": "Why should you, my son, be exhilarated with an immoral woman"
            },
            {
                "verse_number": "21",
                "verse_text": "For the ways of man are directly before the eyes of the L ord ,"
            },
            {
                "verse_number": "22",
                "verse_text": "The iniquities done by a wicked man will trap him,"
            },
            {
                "verse_number": "23",
                "verse_text": "He will die for lack of instruction (discipline),"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My son, if you have become surety (guaranteed a debt or obligation) for your neighbor, If you have given your pledge for [the debt of] a stranger or another [outside your family], If you have been trapped by the speech of your mouth, Go humble yourself, and plead with your neighbor [to pay his debt and release you]. Nor slumber to your eyelids; And like a bird from the hand of the fowler. Observe her ways and be wise, Overseer or ruler, And brings in her provisions [of food for the winter] in the harvest. When will you arise from your sleep [and learn self-discipline]? A little folding of the hands to lie down and rest”— And your need [will come] like an armed man [making you helpless]. Is one who walks with a perverse (corrupt, vulgar) mouth. Who points with his fingers [to give subversive instruction]; Who spreads discord and strife. Instantly he will be broken, and there will be no healing or remedy [because he has no heart for God]. Indeed, seven are repulsive to Him: And hands that shed innocent blood, Feet that run swiftly to evil, And one who spreads discord (rumors) among brothers. And tie them around your neck. When you sleep, they will keep watch over you; And when you awake, they will talk to you. And reproofs (rebukes) for discipline are the way of life, From [the flattery of] the smooth tongue of an immoral woman. Nor let her capture you with her eyelashes. And the immoral woman hunts [with a hook] the precious life [of a man]. And his clothes not be burned? And his feet not be scorched? Whoever touches her will not be found innocent or go unpunished. To satisfy himself when he is hungry; He must give all the property of his house [if necessary to meet his fine]. He who would destroy his soul does it. And his reproach (blame) will not be blotted out. He will not spare [the guilty one] on the day of vengeance. Nor will he be satisfied though you offer him many gifts (bribes)."
            },
            {
                "verse_number": "2",
                "verse_text": "If you have been snared with the words of your lips,"
            },
            {
                "verse_number": "3",
                "verse_text": "Do this now, my son, and release yourself [from the obligation]; Since you have come into the hand of your neighbor, And do not reject the teaching of your mother;"
            },
            {
                "verse_number": "4",
                "verse_text": "Give no [unnecessary] sleep to your eyes,"
            },
            {
                "verse_number": "5",
                "verse_text": "Tear yourself away like a gazelle from the hand of the hunter"
            },
            {
                "verse_number": "6",
                "verse_text": "Go to the ant, O lazy one;"
            },
            {
                "verse_number": "7",
                "verse_text": "Which, having no chief,"
            },
            {
                "verse_number": "8",
                "verse_text": "She prepares her food in the summer"
            },
            {
                "verse_number": "9",
                "verse_text": "How long will you lie down, O lazy one?"
            },
            {
                "verse_number": "10",
                "verse_text": "“Yet a little sleep, a little slumber,"
            },
            {
                "verse_number": "11",
                "verse_text": "So your poverty will come like an approaching prowler who walks [slowly, but surely]"
            },
            {
                "verse_number": "12",
                "verse_text": "A worthless person, a wicked man,"
            },
            {
                "verse_number": "13",
                "verse_text": "Who winks with his eyes [in mockery], who shuffles his feet [to signal],"
            },
            {
                "verse_number": "14",
                "verse_text": "Who perversely in his heart plots trouble and evil continually;"
            },
            {
                "verse_number": "15",
                "verse_text": "Therefore [the crushing weight of] his disaster will come suddenly upon him;"
            },
            {
                "verse_number": "16",
                "verse_text": "These six things the L ord hates;"
            },
            {
                "verse_number": "17",
                "verse_text": "A proud look [the attitude that makes one overestimate oneself and discount others], a lying tongue,"
            },
            {
                "verse_number": "18",
                "verse_text": "A heart that creates wicked plans,"
            },
            {
                "verse_number": "19",
                "verse_text": "A false witness who breathes out lies [even half-truths],"
            },
            {
                "verse_number": "20",
                "verse_text": "My son, be guided by your father’s [God-given] commandment (instruction)"
            },
            {
                "verse_number": "21",
                "verse_text": "Bind them continually upon your heart (in your thoughts),"
            },
            {
                "verse_number": "22",
                "verse_text": "When you walk about, they (the godly teachings of your parents) will guide you;"
            },
            {
                "verse_number": "23",
                "verse_text": "For the commandment is a lamp, and the teaching [of the law] is light,"
            },
            {
                "verse_number": "24",
                "verse_text": "To keep you from the evil woman,"
            },
            {
                "verse_number": "25",
                "verse_text": "Do not desire (lust after) her beauty in your heart,"
            },
            {
                "verse_number": "26",
                "verse_text": "For on account of a prostitute one is reduced to a piece of bread [to be eaten up],"
            },
            {
                "verse_number": "27",
                "verse_text": "Can a man take fire to his chest"
            },
            {
                "verse_number": "28",
                "verse_text": "Or can a man walk on hot coals"
            },
            {
                "verse_number": "29",
                "verse_text": "So is the one who goes in to his neighbor’s wife;"
            },
            {
                "verse_number": "30",
                "verse_text": "People do not despise a thief if he steals"
            },
            {
                "verse_number": "31",
                "verse_text": "But when he is found, he must repay seven times [what he stole];"
            },
            {
                "verse_number": "32",
                "verse_text": "But whoever commits adultery with a woman lacks common sense and sound judgment and an understanding [of moral principles];"
            },
            {
                "verse_number": "33",
                "verse_text": "Wounds and disgrace he will find,"
            },
            {
                "verse_number": "34",
                "verse_text": "For jealousy enrages the [wronged] husband;"
            },
            {
                "verse_number": "35",
                "verse_text": "He will not accept any ransom [offered to buy him off from demanding full punishment];"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My son, keep my words And treasure my commandments within you [so they are readily available to guide you]. And keep my teaching and law as the apple of your eye. Write them on the tablet of your heart. And regard understanding and intelligent insight as your intimate friends; From the foreigner [who does not observe God’s laws and] who flatters with her [smooth] words. I looked out through my lattice. I saw among the youths A young man lacking [good] sense, And he took the path to her house In the black and dark night. Dressed as a prostitute and sly and cunning of heart. Lurking and setting her ambush at every corner. And with a brazen and impudent face she said to him: Today I have paid my vows. Diligently I sought your face and I have found you. With colored fine linen of Egypt. With myrrh, aloes, and cinnamon. Let us console and delight ourselves with love. He has gone on a long journey; And he will come home on the appointed day.” With her flattering lips she seduced him. Or as one in stocks going to the correction [to be given] to a fool, Like a bird fluttering straight into the net, He did not know that it would cost him his life. And pay attention to the words of my mouth. Do not stray into her [evil, immoral] paths. Indeed, all who were killed by her were strong. Descending to the chambers of death."
            },
            {
                "verse_number": "2",
                "verse_text": "Keep my commandments and live,"
            },
            {
                "verse_number": "3",
                "verse_text": "Bind them [securely] on your fingers;"
            },
            {
                "verse_number": "4",
                "verse_text": "Say to [skillful and godly] wisdom, “You are my sister,”"
            },
            {
                "verse_number": "5",
                "verse_text": "That they may keep you from the immoral woman,"
            },
            {
                "verse_number": "6",
                "verse_text": "For at the window of my house"
            },
            {
                "verse_number": "7",
                "verse_text": "And among the naive [the inexperienced and gullible],"
            },
            {
                "verse_number": "8",
                "verse_text": "Passing through the street near her corner;"
            },
            {
                "verse_number": "9",
                "verse_text": "In the twilight, in the evening;"
            },
            {
                "verse_number": "10",
                "verse_text": "And there a woman met him,"
            },
            {
                "verse_number": "11",
                "verse_text": "She was boisterous and rebellious; She would not stay at home."
            },
            {
                "verse_number": "12",
                "verse_text": "At times she was in the streets, at times in the market places,"
            },
            {
                "verse_number": "13",
                "verse_text": "So she caught him and kissed him"
            },
            {
                "verse_number": "14",
                "verse_text": "“I have peace offerings with me;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I came out to meet you [that you might share with me the feast of my offering],"
            },
            {
                "verse_number": "16",
                "verse_text": "I have spread my couch with coverings and cushions of tapestry,"
            },
            {
                "verse_number": "17",
                "verse_text": "I have perfumed my bed"
            },
            {
                "verse_number": "18",
                "verse_text": "Come, let us drink our fill of love until morning;"
            },
            {
                "verse_number": "19",
                "verse_text": "For my husband is not at home."
            },
            {
                "verse_number": "20",
                "verse_text": "He has taken a bag of money with him,"
            },
            {
                "verse_number": "21",
                "verse_text": "With her many persuasions she caused him to yield;"
            },
            {
                "verse_number": "22",
                "verse_text": "Suddenly he went after her, as an ox goes to the slaughter [not knowing the outcome],"
            },
            {
                "verse_number": "23",
                "verse_text": "Until an arrow pierced his liver [with a mortal wound];"
            },
            {
                "verse_number": "24",
                "verse_text": "Now therefore, my sons, listen to me,"
            },
            {
                "verse_number": "25",
                "verse_text": "Do not let your heart turn aside to her ways,"
            },
            {
                "verse_number": "26",
                "verse_text": "For she has cast down many [mortally] wounded;"
            },
            {
                "verse_number": "27",
                "verse_text": "Her house is the way to Sheol,"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Does not wisdom call, And understanding lift up her voice? Where the paths meet, wisdom takes her stand; At the entrance of the doors, she cries out: And my voice is directed to the sons of men. And, O you [closed-minded, self-confident] fools, understand wisdom [seek the insight and self-discipline that leads to godly living]. And the opening of my lips will reveal right things. And wickedness is repulsive and loathsome to my lips. There is nothing contrary to truth or perverted (crooked) in them. And right to those who find knowledge and live by it. And take knowledge rather than choicest gold, And all desirable things cannot compare with her. And I find knowledge and discretion. Pride and arrogance and the evil way, And the perverted mouth, I hate. I am understanding, power and strength are mine. And rulers decide and decree justice. All who judge and govern rightly. And those who seek me early and diligently will find me. Enduring wealth and righteousness (right standing with God). And my yield is better than choicest silver. In the midst of the paths of justice, And that I may fill their treasuries. Before His works of old [were accomplished]. From the beginning, before the earth existed, [I, godly wisdom, existed]. When there were no fountains and springs overflowing with water. Before the hills, I was born; Or the first of the dust of the earth. When He drew a circle upon the face of the deep, When the fountains and springs of the deep became fixed and strong, So that the waters would not transgress [the boundaries set by] His command, When He marked out the foundations of the earth— And I was daily His delight; Rejoicing before Him always, And having my delight in the sons of men. For blessed [happy, prosperous, to be admired] are they who keep my ways. And do not ignore or neglect it. Watching daily at my gates, Waiting at my doorposts. And obtains favor and grace from the L ord . All those who hate me love and court death.”"
            },
            {
                "verse_number": "2",
                "verse_text": "On the top of the heights beside the way,"
            },
            {
                "verse_number": "3",
                "verse_text": "Beside the gates, at the entrance to the city,"
            },
            {
                "verse_number": "4",
                "verse_text": "“To you, O men, I call,"
            },
            {
                "verse_number": "5",
                "verse_text": "O you naive or inexperienced [who are easily misled], understand prudence and seek astute common sense;"
            },
            {
                "verse_number": "6",
                "verse_text": "Listen, for I will speak excellent and noble things;"
            },
            {
                "verse_number": "7",
                "verse_text": "For my mouth will utter truth,"
            },
            {
                "verse_number": "8",
                "verse_text": "All the words of my mouth are in righteousness (upright, in right standing with God);"
            },
            {
                "verse_number": "9",
                "verse_text": "They are all straightforward to him who understands [with an open and willing mind],"
            },
            {
                "verse_number": "10",
                "verse_text": "Take my instruction rather than [seeking] silver,"
            },
            {
                "verse_number": "11",
                "verse_text": "For wisdom is better than rubies;"
            },
            {
                "verse_number": "12",
                "verse_text": "“I, [godly] wisdom, reside with prudence [good judgment, moral courage and astute common sense],"
            },
            {
                "verse_number": "13",
                "verse_text": "The [reverent] fear and worshipful awe of the L ord includes the hatred of evil;"
            },
            {
                "verse_number": "14",
                "verse_text": "Counsel is mine and sound wisdom;"
            },
            {
                "verse_number": "15",
                "verse_text": "By me kings reign"
            },
            {
                "verse_number": "16",
                "verse_text": "By me princes rule, and nobles,"
            },
            {
                "verse_number": "17",
                "verse_text": "I love those who love me;"
            },
            {
                "verse_number": "18",
                "verse_text": "Riches and honor are with me,"
            },
            {
                "verse_number": "19",
                "verse_text": "My fruit is better than gold, even pure gold,"
            },
            {
                "verse_number": "20",
                "verse_text": "I, [Wisdom, continuously] walk in the way of righteousness,"
            },
            {
                "verse_number": "21",
                "verse_text": "That I may cause those who love me to inherit wealth and true riches,"
            },
            {
                "verse_number": "22",
                "verse_text": "“The L ord created and possessed me at the beginning of His way,"
            },
            {
                "verse_number": "23",
                "verse_text": "From everlasting I was established and ordained,"
            },
            {
                "verse_number": "24",
                "verse_text": "When there were no ocean depths I was born,"
            },
            {
                "verse_number": "25",
                "verse_text": "Before the mountains were settled,"
            },
            {
                "verse_number": "26",
                "verse_text": "While He had not yet made the earth and the fields,"
            },
            {
                "verse_number": "27",
                "verse_text": "When He established the heavens, I [Wisdom] was there;"
            },
            {
                "verse_number": "28",
                "verse_text": "When He made firm the skies above,"
            },
            {
                "verse_number": "29",
                "verse_text": "When He set for the sea its boundary"
            },
            {
                "verse_number": "30",
                "verse_text": "Then I was beside Him, as a master craftsman;"
            },
            {
                "verse_number": "31",
                "verse_text": "Rejoicing in the world, His inhabited earth,"
            },
            {
                "verse_number": "32",
                "verse_text": "“Now therefore, O sons, listen to me,"
            },
            {
                "verse_number": "33",
                "verse_text": "Heed (pay attention to) instruction and be wise,"
            },
            {
                "verse_number": "34",
                "verse_text": "Blessed [happy, prosperous, to be admired] is the man who listens to me,"
            },
            {
                "verse_number": "35",
                "verse_text": "For whoever finds me (Wisdom) finds life"
            },
            {
                "verse_number": "36",
                "verse_text": "But he who fails to find me or sins against me injures himself;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Wisdom has built her [spacious and sufficient] house; She has hewn out and set up her seven pillars. She has also set her table. From the highest places of the city: As for him who lacks understanding, she says, And drink the wine I have mixed [and accept my gifts]. And walk in the way of insight and understanding.” And he who rebukes a wicked man gets insults for himself. Correct a wise man [who learns from his error], and he will love you. Teach a righteous man and he will increase his learning. And the knowledge of the Holy One is understanding and spiritual insight. And years of life shall be increased. If you scoff [thoughtlessly ridicule and disdain], you alone will pay the penalty. She is naive and easily misled and thoughtless, and knows nothing at all [of eternal value]. On a seat by the high and conspicuous places of the city, Who are making their paths straight: And to him who lacks understanding (common sense), she says, And bread eaten in secret is pleasant.” And that her guests are [already] in the depths of Sheol (the nether world, the place of the dead)."
            },
            {
                "verse_number": "2",
                "verse_text": "She has prepared her food, she has mixed her wine;"
            },
            {
                "verse_number": "3",
                "verse_text": "She has sent out her maidens, she calls"
            },
            {
                "verse_number": "4",
                "verse_text": "“Whoever is naive or inexperienced, let him turn in here!”"
            },
            {
                "verse_number": "5",
                "verse_text": "“Come, eat my food"
            },
            {
                "verse_number": "6",
                "verse_text": "Leave [behind] your foolishness [and the foolish] and live,"
            },
            {
                "verse_number": "7",
                "verse_text": "He who corrects and instructs a scoffer gets dishonor for himself,"
            },
            {
                "verse_number": "8",
                "verse_text": "Do not correct a scoffer [who foolishly ridicules and takes no responsibility for his error] or he will hate you;"
            },
            {
                "verse_number": "9",
                "verse_text": "Give instruction to a wise man and he will become even wiser;"
            },
            {
                "verse_number": "10",
                "verse_text": "The [reverent] fear of the L ord [that is, worshiping Him and regarding Him as truly awesome] is the beginning and the preeminent part of wisdom [its starting point and its essence],"
            },
            {
                "verse_number": "11",
                "verse_text": "For by me (wisdom from God) your days will be multiplied,"
            },
            {
                "verse_number": "12",
                "verse_text": "If you are wise, you are wise for yourself [for your own benefit];"
            },
            {
                "verse_number": "13",
                "verse_text": "The foolish woman is restless and noisy;"
            },
            {
                "verse_number": "14",
                "verse_text": "She sits at the doorway of her house,"
            },
            {
                "verse_number": "15",
                "verse_text": "Calling to those who pass by,"
            },
            {
                "verse_number": "16",
                "verse_text": "“Whoever is naive or inexperienced, let him turn in here!”"
            },
            {
                "verse_number": "17",
                "verse_text": "“Stolen waters (pleasures) are sweet [because they are forbidden];"
            },
            {
                "verse_number": "18",
                "verse_text": "But he does not know that the spirits of the dead are there,"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The proverbs of Solomon: A wise son makes a father glad, But a foolish [stubborn] son [who refuses to learn] is a grief to his mother. But righteousness and moral integrity in daily life rescues from death. But He will reject and cast away the craving of the wicked. But the hand of the diligent makes him rich. But he who sleeps during harvest and ignores the moment of opportunity is a son who acts shamefully. But the mouth of the wicked conceals violence. But the name of the wicked will [be forgotten and] rot [like a corpse]. But the babbling fool [who is arrogant and thinks himself wise] will come to ruin. But he who takes a crooked way will be discovered and punished. And the babbling fool [who is arrogant and thinks himself wise] will come to ruin. But the mouth of the wicked conceals violence and evil. But love covers and overwhelms all transgressions [forgiving and overlooking another’s faults]. But discipline and the rod are for the back of the one who is without common sense and understanding. But with the mouth of the foolish, ruin is at hand. The ruin of the poor is their poverty. The income of the wicked, punishment. But he who ignores and refuses correction goes off course [and for others his example is a path toward sin and ruin]. And he who spreads slander is a fool. But he who controls his lips and keeps thoughtful silence is wise. The heart of the wicked is worth little. But fools [who reject God and His wisdom] die for lack of understanding. And He adds no sorrow to it [for it comes as a blessing from God]. But to a man of understanding [skillful and godly] wisdom brings joy . But the desire of the righteous [for the blessings of God] will be granted. But the righteous has an everlasting foundation. So is the lazy one to those who send him to work . But the years of the wicked will be shortened. But the expectation of the wicked [those who oppose God and ignore His wisdom] comes to nothing. But it is ruin to those who do evil. But the wicked will not inhabit the earth. But the perverted tongue will be cut out. But the mouth of the wicked knows (speaks) what is perverted (twisted)."
            },
            {
                "verse_number": "2",
                "verse_text": "Treasures of wickedness and ill-gotten gains do not profit,"
            },
            {
                "verse_number": "3",
                "verse_text": "The L ord will not allow the righteous to hunger [God will meet all his needs],"
            },
            {
                "verse_number": "4",
                "verse_text": "Poor is he who works with a negligent and idle hand,"
            },
            {
                "verse_number": "5",
                "verse_text": "He who gathers during summer and takes advantage of his opportunities is a son who acts wisely,"
            },
            {
                "verse_number": "6",
                "verse_text": "Blessings are on the head of the righteous [the upright, those in right standing with God],"
            },
            {
                "verse_number": "7",
                "verse_text": "The memory of the righteous [person] is a [source of] blessing,"
            },
            {
                "verse_number": "8",
                "verse_text": "The wise in heart [are willing to learn so they] will accept and obey commands (instruction),"
            },
            {
                "verse_number": "9",
                "verse_text": "He who walks in integrity and with moral character walks securely,"
            },
            {
                "verse_number": "10",
                "verse_text": "He who [maliciously] winks the eye [of evil intent] causes trouble;"
            },
            {
                "verse_number": "11",
                "verse_text": "The mouth of the righteous is a fountain of life and his words of wisdom are a source of blessing,"
            },
            {
                "verse_number": "12",
                "verse_text": "Hatred stirs up strife,"
            },
            {
                "verse_number": "13",
                "verse_text": "On the lips of the discerning, [skillful and godly] wisdom is found,"
            },
            {
                "verse_number": "14",
                "verse_text": "Wise men store up and treasure knowledge [in mind and heart],"
            },
            {
                "verse_number": "15",
                "verse_text": "The rich man’s wealth is his fortress;"
            },
            {
                "verse_number": "16",
                "verse_text": "The wages of the righteous [the upright, those in right standing with God] is [a worthwhile, meaningful] life,"
            },
            {
                "verse_number": "17",
                "verse_text": "He who learns from instruction and correction is on the [right] path of life [and for others his example is a path toward wisdom and blessing],"
            },
            {
                "verse_number": "18",
                "verse_text": "He who hides hatred has lying lips,"
            },
            {
                "verse_number": "19",
                "verse_text": "When there are many words, transgression and offense are unavoidable,"
            },
            {
                "verse_number": "20",
                "verse_text": "The tongue of the righteous is like precious silver (greatly valued);"
            },
            {
                "verse_number": "21",
                "verse_text": "The lips of the righteous feed and guide many,"
            },
            {
                "verse_number": "22",
                "verse_text": "The blessing of the L ord brings [true] riches,"
            },
            {
                "verse_number": "23",
                "verse_text": "Engaging in evil is like sport to the fool [who refuses wisdom and chases sin],"
            },
            {
                "verse_number": "24",
                "verse_text": "What the wicked fears will come upon him,"
            },
            {
                "verse_number": "25",
                "verse_text": "When the whirlwind passes, the wicked is no more,"
            },
            {
                "verse_number": "26",
                "verse_text": "Like vinegar to the teeth and smoke to the eyes,"
            },
            {
                "verse_number": "27",
                "verse_text": "The [reverent] fear of the L ord [worshiping, obeying, serving, and trusting Him with awe-filled respect] prolongs one’s life,"
            },
            {
                "verse_number": "28",
                "verse_text": "The hope of the righteous [those of honorable character and integrity] is joy,"
            },
            {
                "verse_number": "29",
                "verse_text": "The way of the L ord is a stronghold to the upright,"
            },
            {
                "verse_number": "30",
                "verse_text": "The [consistently] righteous will never be shaken,"
            },
            {
                "verse_number": "31",
                "verse_text": "The mouth of the righteous flows with [skillful and godly] wisdom,"
            },
            {
                "verse_number": "32",
                "verse_text": "The lips of the righteous know (speak) what is acceptable,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "A false balance and dishonest business practices are extremely offensive to the L ord , But an accurate scale is His delight. But with the humble [the teachable who have been chiseled by trial and who have learned to walk humbly with God] there is wisdom and soundness of mind. But the crookedness of the treacherous will destroy them. But righteousness rescues from death. But the wicked will fall by his own wickedness. But the treacherous will be caught by their own greed. And the hope of [godless] strong men perishes. And the wicked takes his place. But through knowledge and discernment the righteous will be rescued. And when the wicked perish, there are shouts of joy. But by the mouth of the wicked it is torn down. But a man of understanding keeps silent. But he who is trustworthy and faithful keeps a matter hidden. But in the abundance of [wise and godly] counselors there is victory. But he who hates (declines) being a guarantor is secure [from its penalties]. And ruthless men attain riches [but not respect]. But the cruel and callous man does himself harm. But he who sows righteousness and lives his life with integrity will have a true reward [that is both permanent and satisfying]. But he who pursues evil attains his own death. But those who are blameless and above reproach in their walk are His delight! But the descendants of the righteous will be freed. So is a beautiful woman who is without discretion [her lack of character mocks her beauty]. But the expectation of the wicked brings wrath. And there is the one who withholds what is justly due, but it results only in want and poverty. And he who waters will himself be watered [reaping the generosity he has sown]. But a blessing [from God and man] is upon the head of him who sells it. But he who seeks evil, evil will come to him. But the righteous [who trust in God’s provision] will flourish like a green leaf. And the foolish will be a servant to the wise-hearted. And he who is wise captures and wins souls [for God—he gathers them for eternity]. How much more [will] the wicked and the sinner [be repaid with punishment]!"
            },
            {
                "verse_number": "2",
                "verse_text": "When pride comes [boiling up with an arrogant attitude of self-importance], then come dishonor and shame,"
            },
            {
                "verse_number": "3",
                "verse_text": "The integrity and moral courage of the upright will guide them,"
            },
            {
                "verse_number": "4",
                "verse_text": "Riches will not provide security in the day of wrath and judgment,"
            },
            {
                "verse_number": "5",
                "verse_text": "The righteousness of the blameless will smooth their way and keep it straight,"
            },
            {
                "verse_number": "6",
                "verse_text": "The righteousness of the upright will rescue them,"
            },
            {
                "verse_number": "7",
                "verse_text": "When the wicked man dies, his expectation will perish;"
            },
            {
                "verse_number": "8",
                "verse_text": "The righteous is rescued from trouble,"
            },
            {
                "verse_number": "9",
                "verse_text": "With his mouth the godless man destroys his neighbor,"
            },
            {
                "verse_number": "10",
                "verse_text": "When it goes well for the righteous, the city rejoices,"
            },
            {
                "verse_number": "11",
                "verse_text": "By the blessing [of the influence] of the upright the city is exalted,"
            },
            {
                "verse_number": "12",
                "verse_text": "He who despises his neighbor lacks sense,"
            },
            {
                "verse_number": "13",
                "verse_text": "He who goes about as a gossip reveals secrets,"
            },
            {
                "verse_number": "14",
                "verse_text": "Where there is no [wise, intelligent] guidance, the people fall [and go off course like a ship without a helm],"
            },
            {
                "verse_number": "15",
                "verse_text": "He who puts up security and guarantees a debt for an outsider will surely suffer [for his foolishness],"
            },
            {
                "verse_number": "16",
                "verse_text": "A gracious and good woman attains honor,"
            },
            {
                "verse_number": "17",
                "verse_text": "The merciful and generous man benefits his soul [for his behavior returns to bless him],"
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked man earns deceptive wages,"
            },
            {
                "verse_number": "19",
                "verse_text": "He who is steadfast in righteousness attains life,"
            },
            {
                "verse_number": "20",
                "verse_text": "The perverse in heart are repulsive and shamefully vile to the L ord ,"
            },
            {
                "verse_number": "21",
                "verse_text": "Assuredly, the evil man will not go unpunished,"
            },
            {
                "verse_number": "22",
                "verse_text": "As a ring of gold in a swine’s snout,"
            },
            {
                "verse_number": "23",
                "verse_text": "The desire of the righteous brings only good,"
            },
            {
                "verse_number": "24",
                "verse_text": "There is the one who [generously] scatters [abroad], and yet increases all the more;"
            },
            {
                "verse_number": "25",
                "verse_text": "The generous man [is a source of blessing and] shall be prosperous and enriched,"
            },
            {
                "verse_number": "26",
                "verse_text": "The people curse him who holds back grain [when the public needs it],"
            },
            {
                "verse_number": "27",
                "verse_text": "He who diligently seeks good seeks favor and grace,"
            },
            {
                "verse_number": "28",
                "verse_text": "He who leans on and trusts in and is confident in his riches will fall,"
            },
            {
                "verse_number": "29",
                "verse_text": "He who troubles (mismanages) his own house will inherit the wind (nothing),"
            },
            {
                "verse_number": "30",
                "verse_text": "The fruit of the [consistently] righteous is a tree of life,"
            },
            {
                "verse_number": "31",
                "verse_text": "If the righteous will be rewarded on the earth [with godly blessings],"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Whoever loves instruction and discipline loves knowledge, But he who hates reproof and correction is stupid. But He will condemn a man who devises evil. But the root of the [consistently] righteous will not be moved. But she who shames him [with her foolishness] is like rottenness in his bones. But the counsels and schemes of the wicked are deceitful. But the mouth of the upright will rescue and protect them. But the house of the [consistently] righteous will stand [securely]. But the one who is of a perverse mind will be despised. Than he who [boastfully] honors himself [pretending to be what he is not] and lacks bread. But even the compassion of the wicked is cruel. But he who follows worthless things lacks common sense and good judgment. But the root of the righteous yields richer fruit. But the righteous will escape from trouble. And the deeds of a man’s hands will return to him [as a harvest]. But a wise and prudent man is he who listens to counsel. But a prudent man ignores an insult. But a false witness utters deceit [in court]. But the tongue of the wise brings healing. But a lying tongue is [credited] only for a moment. But counselors of peace have joy. But the wicked are filled with trouble. But those who deal faithfully are His delight. But the heart of [over-confident] fools proclaims foolishness. But the negligent and lazy will be put to forced labor. But a good (encouraging) word makes it glad. But the way of the wicked leads them astray. But the precious possession of a [wise] man is diligence [because he recognizes opportunities and seizes them]. And in its pathway there is no death [but immortality—eternal life]."
            },
            {
                "verse_number": "2",
                "verse_text": "A good man will obtain favor from the L ord ,"
            },
            {
                "verse_number": "3",
                "verse_text": "A man will not be established by wickedness,"
            },
            {
                "verse_number": "4",
                "verse_text": "A virtuous and excellent wife [worthy of honor] is the crown of her husband,"
            },
            {
                "verse_number": "5",
                "verse_text": "The thoughts and purposes of the [consistently] righteous are just (honest, reliable),"
            },
            {
                "verse_number": "6",
                "verse_text": "The [malevolent] words of the wicked lie in wait for [innocent] blood [to slander],"
            },
            {
                "verse_number": "7",
                "verse_text": "The wicked are overthrown [by their evil] and are no more,"
            },
            {
                "verse_number": "8",
                "verse_text": "A man will be commended according to his insight and sound judgment,"
            },
            {
                "verse_number": "9",
                "verse_text": "Better is he who is lightly esteemed and has a servant,"
            },
            {
                "verse_number": "10",
                "verse_text": "A righteous man has kind regard for the life of his animal,"
            },
            {
                "verse_number": "11",
                "verse_text": "He who tills his land will have plenty of bread,"
            },
            {
                "verse_number": "12",
                "verse_text": "The wicked desire the plunder of evil men,"
            },
            {
                "verse_number": "13",
                "verse_text": "An evil man is [dangerously] ensnared by the transgression of his lips,"
            },
            {
                "verse_number": "14",
                "verse_text": "A man will be satisfied with good from the fruit of his words,"
            },
            {
                "verse_number": "15",
                "verse_text": "The way of the [arrogant] fool [who rejects God’s wisdom] is right in his own eyes,"
            },
            {
                "verse_number": "16",
                "verse_text": "The [arrogant] fool’s anger is quickly known [because he lacks self-control and common sense],"
            },
            {
                "verse_number": "17",
                "verse_text": "He who speaks truth [when he testifies] tells what is right,"
            },
            {
                "verse_number": "18",
                "verse_text": "There is one who speaks rashly like the thrusts of a sword,"
            },
            {
                "verse_number": "19",
                "verse_text": "Truthful lips will be established forever,"
            },
            {
                "verse_number": "20",
                "verse_text": "Deceit is in the heart of those who devise evil,"
            },
            {
                "verse_number": "21",
                "verse_text": "No harm befalls the righteous,"
            },
            {
                "verse_number": "22",
                "verse_text": "Lying lips are extremely disgusting to the L ord ,"
            },
            {
                "verse_number": "23",
                "verse_text": "A shrewd man is reluctant to display his knowledge [until the proper time],"
            },
            {
                "verse_number": "24",
                "verse_text": "The hand of the diligent will rule,"
            },
            {
                "verse_number": "25",
                "verse_text": "Anxiety in a man’s heart weighs it down,"
            },
            {
                "verse_number": "26",
                "verse_text": "The righteous man is a guide to his neighbor,"
            },
            {
                "verse_number": "27",
                "verse_text": "The lazy man does not catch and roast his prey,"
            },
            {
                "verse_number": "28",
                "verse_text": "In the way of righteousness is life,"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "A wise son heeds and accepts [and is the result of] his father’s discipline and instruction, But a scoffer does not listen to reprimand and does not learn from his errors. But the desire of the treacherous is for violence. The one who opens his lips wide [and chatters without thinking] comes to ruin. But the soul (appetite) of the diligent [who works willingly] is rich and abundantly supplied. But a wicked man is loathsome, and he acts shamefully. But wickedness undermines and overthrows the sinner. Another pretends to be poor, yet has great wealth. But the poor man does not even have to listen to a rebuke or threats [from the envious]. But the lamp of the wicked [is a temporary light and] goes out. But [skillful and godly] wisdom is with those who welcome [well-advised] counsel. But he who gathers gradually by [honest] labor will increase [his riches]. But when desire is fulfilled, it is a tree of life. But he who [reverently] fears and respects the commandment [of God] will be rewarded. So that one may avoid the snares of death. But the way of the unfaithful is hard [like barren, dry soil]. But a [closed-minded] fool [who refuses to learn] displays his foolishness [for all to see]. But a faithful ambassador brings healing. But he who accepts and learns from reproof or censure is honored. But it is detestable to fools to turn away from evil [which they have planned]. But the companions of [conceited, dull-witted] fools [are fools themselves and] will experience harm. But the [consistently] upright will be rewarded with prosperity. And the wealth of the sinner is stored up for [the hands of] the righteous. But [without protection] it is swept away by injustice. But he who loves him disciplines and trains him diligently and appropriately [with wisdom and love]. But the stomach of the wicked is in need [of bread]."
            },
            {
                "verse_number": "2",
                "verse_text": "From the fruit of his mouth a [wise] man enjoys good,"
            },
            {
                "verse_number": "3",
                "verse_text": "The one who guards his mouth [thinking before he speaks] protects his life;"
            },
            {
                "verse_number": "4",
                "verse_text": "The soul (appetite) of the lazy person craves and gets nothing [for lethargy overcomes ambition],"
            },
            {
                "verse_number": "5",
                "verse_text": "A righteous man hates lies,"
            },
            {
                "verse_number": "6",
                "verse_text": "Righteousness (being in right standing with God) guards the one whose way is blameless,"
            },
            {
                "verse_number": "7",
                "verse_text": "There is one who pretends to be rich, yet has nothing at all;"
            },
            {
                "verse_number": "8",
                "verse_text": "The ransom for a man’s life is his wealth,"
            },
            {
                "verse_number": "9",
                "verse_text": "The light of the righteous [within him—grows brighter and] rejoices,"
            },
            {
                "verse_number": "10",
                "verse_text": "Through pride and presumption come nothing but strife,"
            },
            {
                "verse_number": "11",
                "verse_text": "Wealth obtained by fraud dwindles,"
            },
            {
                "verse_number": "12",
                "verse_text": "Hope deferred makes the heart sick,"
            },
            {
                "verse_number": "13",
                "verse_text": "Whoever despises the word and counsel [of God] brings destruction upon himself,"
            },
            {
                "verse_number": "14",
                "verse_text": "The teaching of the wise is a fountain and source of life,"
            },
            {
                "verse_number": "15",
                "verse_text": "Good understanding wins favor [from others],"
            },
            {
                "verse_number": "16",
                "verse_text": "Every prudent and self-disciplined man acts with knowledge,"
            },
            {
                "verse_number": "17",
                "verse_text": "A wicked messenger falls into hardship,"
            },
            {
                "verse_number": "18",
                "verse_text": "Poverty and shame will come to him who refuses instruction and discipline,"
            },
            {
                "verse_number": "19",
                "verse_text": "Desire realized is sweet to the soul;"
            },
            {
                "verse_number": "20",
                "verse_text": "He who walks [as a companion] with wise men will be wise,"
            },
            {
                "verse_number": "21",
                "verse_text": "Adversity pursues sinners,"
            },
            {
                "verse_number": "22",
                "verse_text": "A good man leaves an inheritance to his children’s children,"
            },
            {
                "verse_number": "23",
                "verse_text": "Abundant food is in the fallow (uncultivated) ground of the poor,"
            },
            {
                "verse_number": "24",
                "verse_text": "He who withholds the rod [of discipline] hates his son,"
            },
            {
                "verse_number": "25",
                "verse_text": "The [consistently] righteous has enough to satisfy his appetite,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The wise woman builds her house [on a foundation of godly precepts, and her household thrives], But the foolish one [who lacks spiritual insight] tears it down with her own hands [by ignoring godly principles]. But he who is devious in his ways despises Him. But the lips of the wise [when they speak with godly wisdom] will protect them. But much revenue [because of good crops] comes by the strength of the ox. But a false witness speaks lies. But knowledge is easy for one who understands [because he is willing to learn]. For you will not find knowledge or hear godly wisdom from his lips. But the foolishness of [shortsighted] fools is deceit. But among the upright there is good will and the favor and blessing of God. And no stranger shares its joy. But the tent of the upright will thrive. But its end is the way of death. And the end of joy may be grief. But a good man will be satisfied with his ways [the godly thought and action which his heart pursues and in which he delights]. But the prudent man [is discreet and astute and] considers well where he is going. But the fool is arrogant and careless. And a man of wicked schemes is hated. But the sensible [are thoughtful and far-sighted and] are crowned with knowledge. And the wicked [will bow down] at the gates of the righteous. But those who love the rich are many. But happy [blessed and favored by God] is he who is gracious and merciful to the poor. But kindness and truth will be to those who devise good. But mere talk leads only to poverty. But the foolishness of [closed-minded] fools is [nothing but] folly. But he who speaks lies is treacherous. And His children will [always] have a place of refuge. So that one may avoid the snares of death. But in a lack of people is a [pretentious] prince’s ruin. But he who is quick-tempered exposes and exalts his foolishness [for all to see]. But passion and envy are like rottenness to the bones. But he who is kind and merciful and gracious to the needy honors Him. But the righteous has hope and confidence and a refuge [with God] even in death. But what is in the heart of [shortsighted] fools is made known. But sin is a disgrace to any people. But his anger and wrath are toward him who acts shamefully."
            },
            {
                "verse_number": "2",
                "verse_text": "He who walks in uprightness [reverently] fears the L ord [and obeys and worships Him with profound respect],"
            },
            {
                "verse_number": "3",
                "verse_text": "In the mouth of the [arrogant] fool [who rejects God] is a rod for his back,"
            },
            {
                "verse_number": "4",
                "verse_text": "Where there are no oxen, the manger is clean,"
            },
            {
                "verse_number": "5",
                "verse_text": "A faithful and trustworthy witness will not lie,"
            },
            {
                "verse_number": "6",
                "verse_text": "A scoffer seeks wisdom and finds none [for his ears are closed to wisdom],"
            },
            {
                "verse_number": "7",
                "verse_text": "Leave the presence of a [shortsighted] fool,"
            },
            {
                "verse_number": "8",
                "verse_text": "The wisdom of the sensible is to understand his way,"
            },
            {
                "verse_number": "9",
                "verse_text": "Fools mock sin [but sin mocks the fools],"
            },
            {
                "verse_number": "10",
                "verse_text": "The heart knows its own bitterness,"
            },
            {
                "verse_number": "11",
                "verse_text": "The house of the wicked will be overthrown,"
            },
            {
                "verse_number": "12",
                "verse_text": "There is a way which seems right to a man and appears straight before him,"
            },
            {
                "verse_number": "13",
                "verse_text": "Even in laughter the heart may be in pain,"
            },
            {
                "verse_number": "14",
                "verse_text": "The backslider in heart will have his fill with his own [rotten] ways,"
            },
            {
                "verse_number": "15",
                "verse_text": "The naive or inexperienced person [is easily misled and] believes every word he hears,"
            },
            {
                "verse_number": "16",
                "verse_text": "A wise man suspects danger and cautiously avoids evil,"
            },
            {
                "verse_number": "17",
                "verse_text": "A quick-tempered man acts foolishly and without self-control,"
            },
            {
                "verse_number": "18",
                "verse_text": "The naive [are unsophisticated and easy to exploit and] inherit foolishness,"
            },
            {
                "verse_number": "19",
                "verse_text": "The evil will bow down before the good,"
            },
            {
                "verse_number": "20",
                "verse_text": "The poor man is hated even by his neighbor,"
            },
            {
                "verse_number": "21",
                "verse_text": "He who despises his neighbor sins [against God and his fellow man],"
            },
            {
                "verse_number": "22",
                "verse_text": "Do they not go astray who devise evil and wander from the way of righteousness?"
            },
            {
                "verse_number": "23",
                "verse_text": "In all labor there is profit,"
            },
            {
                "verse_number": "24",
                "verse_text": "The crown of the wise is their wealth [of wisdom],"
            },
            {
                "verse_number": "25",
                "verse_text": "A truthful witness saves lives,"
            },
            {
                "verse_number": "26",
                "verse_text": "In the [reverent] fear of the L ord there is strong confidence,"
            },
            {
                "verse_number": "27",
                "verse_text": "The [reverent] fear of the L ord [that leads to obedience and worship] is a fountain of life,"
            },
            {
                "verse_number": "28",
                "verse_text": "In a multitude of people is a king’s glory,"
            },
            {
                "verse_number": "29",
                "verse_text": "He who is slow to anger has great understanding [and profits from his self-control],"
            },
            {
                "verse_number": "30",
                "verse_text": "A calm and peaceful and tranquil heart is life and health to the body,"
            },
            {
                "verse_number": "31",
                "verse_text": "He who oppresses the poor taunts and insults his Maker,"
            },
            {
                "verse_number": "32",
                "verse_text": "The wicked is overthrown through his wrongdoing,"
            },
            {
                "verse_number": "33",
                "verse_text": "Wisdom rests [silently] in the heart of one who has understanding,"
            },
            {
                "verse_number": "34",
                "verse_text": "Righteousness [moral and spiritual integrity and virtuous character] exalts a nation,"
            },
            {
                "verse_number": "35",
                "verse_text": "The king’s favor and good will are toward a servant who acts wisely and discreetly,"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "A soft and gentle and thoughtful answer turns away wrath, But harsh and painful and careless words stir up anger. But the [babbling] mouth of fools spouts folly. Watching the evil and the good [in all their endeavors]. But a perversive tongue [speaking words that overwhelm and depress] crushes the spirit. But he who [is willing to learn and] regards and keeps in mind a reprimand acquires good sense. But trouble is in the income of the wicked one [who rejects the laws of God]. But the hearts of [shortsighted] fools are not so. But the prayer of the upright is His delight! But He loves one who pursues righteousness [personal integrity, moral courage and honorable character]. And he who hates correction will die. How much more the hearts and inner motives of the children of men. Nor will he go to the wise [for counsel and instruction]. But when a heart is full of sadness the spirit is crushed. But the mouth of the [stubborn] fool feeds on foolishness. But a glad heart has a continual feast [regardless of the circumstances]. Than great treasure and trouble with it. Than a fattened ox served with hatred. But he who is slow to anger and patient calms disputes. But the way [of life] of the upright is smooth and open like a highway. But a foolish man despises his mother. But a man of understanding walks uprightly [making his course straight]. But with many counselors they are established and succeed. And how good and delightful is a word spoken at the right moment—how good it is! That he may keep away from Sheol (the nether world, the place of the dead) below. But He will establish and protect the boundaries [of the land] of the [godly] widow. But pure words are pleasant words to Him. But he who hates bribes [and does not receive nor pay them] will live. But the [babbling] mouth of the wicked pours out malevolent things. But He hears the prayer of the [consistently] righteous [that is, those with spiritual integrity and moral courage]. And good news puts fat on the bones. Will remain among the wise. But he who learns from rebuke acquires understanding [and grows in wisdom]. And before honor comes humility."
            },
            {
                "verse_number": "2",
                "verse_text": "The tongue of the wise speaks knowledge that is pleasing and acceptable,"
            },
            {
                "verse_number": "3",
                "verse_text": "The eyes of the L ord are in every place,"
            },
            {
                "verse_number": "4",
                "verse_text": "A soothing tongue [speaking words that build up and encourage] is a tree of life,"
            },
            {
                "verse_number": "5",
                "verse_text": "A [flippant, arrogant] fool rejects his father’s instruction and correction,"
            },
            {
                "verse_number": "6",
                "verse_text": "Great and priceless treasure is in the house of the [consistently] righteous one [who seeks godly instruction and grows in wisdom],"
            },
            {
                "verse_number": "7",
                "verse_text": "The lips of the wise spread knowledge [sifting it as chaff from the grain];"
            },
            {
                "verse_number": "8",
                "verse_text": "The sacrifice of the wicked is hateful and exceedingly offensive to the L ord ,"
            },
            {
                "verse_number": "9",
                "verse_text": "The way [of life] of the wicked is hateful and exceedingly offensive to the L ord ,"
            },
            {
                "verse_number": "10",
                "verse_text": "There is severe discipline for him who turns from the way [of righteousness];"
            },
            {
                "verse_number": "11",
                "verse_text": "Sheol (the nether world, the place of the dead) and Abaddon (the abyss, the place of eternal punishment) lie open before the L ord —"
            },
            {
                "verse_number": "12",
                "verse_text": "A scoffer [unlike a wise man] resents one who rebukes him and tries to teach him;"
            },
            {
                "verse_number": "13",
                "verse_text": "A heart full of joy and goodness makes a cheerful face,"
            },
            {
                "verse_number": "14",
                "verse_text": "The mind of the intelligent and discerning seeks knowledge and eagerly inquires after it,"
            },
            {
                "verse_number": "15",
                "verse_text": "All the days of the afflicted are bad,"
            },
            {
                "verse_number": "16",
                "verse_text": "Better is a little with the [reverent, worshipful] fear of the L ord"
            },
            {
                "verse_number": "17",
                "verse_text": "Better is a dinner of vegetables and herbs where love is present"
            },
            {
                "verse_number": "18",
                "verse_text": "A hot-tempered man stirs up strife,"
            },
            {
                "verse_number": "19",
                "verse_text": "The way of the lazy is like a hedge of thorns [it pricks, lacerates, and entangles him],"
            },
            {
                "verse_number": "20",
                "verse_text": "A wise son makes a father glad,"
            },
            {
                "verse_number": "21",
                "verse_text": "Foolishness is joy to him who is without heart and lacks [intelligent, common] sense,"
            },
            {
                "verse_number": "22",
                "verse_text": "Without consultation and wise advice, plans are frustrated,"
            },
            {
                "verse_number": "23",
                "verse_text": "A man has joy in giving an appropriate answer,"
            },
            {
                "verse_number": "24",
                "verse_text": "The [chosen] path of life leads upward for the wise,"
            },
            {
                "verse_number": "25",
                "verse_text": "The L ord will tear down the house of the proud and arrogant (self-righteous),"
            },
            {
                "verse_number": "26",
                "verse_text": "Evil plans and thoughts of the wicked are exceedingly vile and offensive to the L ord ,"
            },
            {
                "verse_number": "27",
                "verse_text": "He who profits unlawfully brings suffering to his own house,"
            },
            {
                "verse_number": "28",
                "verse_text": "The heart of the righteous thinks carefully about how to answer [in a wise and appropriate and timely way],"
            },
            {
                "verse_number": "29",
                "verse_text": "The L ord is far from the wicked [and distances Himself from them],"
            },
            {
                "verse_number": "30",
                "verse_text": "The light of the eyes rejoices the hearts of others,"
            },
            {
                "verse_number": "31",
                "verse_text": "The ear that listens to and learns from the life-giving rebuke (reprimand, censure)"
            },
            {
                "verse_number": "32",
                "verse_text": "He who neglects and ignores instruction and discipline despises himself,"
            },
            {
                "verse_number": "33",
                "verse_text": "The [reverent] fear of the L ord [that is, worshiping Him and regarding Him as truly awesome] is the instruction for wisdom [its starting point and its essence];"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The plans and reflections of the heart belong to man, But the [wise] answer of the tongue is from the L ord . But the L ord weighs and examines the motives and intents [of the heart and knows the truth]. And your plans will succeed [if you respond to His will and guidance]. Even the wicked [according to their role] for the day of evil. Be assured he will not go unpunished. And by the fear of the L ord one avoids evil. He makes even his enemies to be at peace with him. Than great income [gained] with injustice. But the L ord directs his steps and establishes them. His mouth should not be unfaithful or unjust in judgment. All the weights of the bag are His concern [established by His eternal principles]. For a throne is established on righteousness (right standing with God). And he who speaks right is loved. But a wise man will appease it. And his favor is like a cloud bringing the spring rain. And to get understanding is to be chosen above silver. He who guards his way protects his life (soul). And a haughty spirit before a fall. Than to divide the spoil with the proud (haughty, arrogant). And blessed (happy, prosperous, to be admired) is he who trusts [confidently] in the L ord . And sweet speech increases persuasiveness and learning [in both speaker and listener]. But to give instruction and correction to fools is foolishness. And adds persuasiveness to his lips. Sweet and delightful to the soul and healing to the body. But its end is the way of death. For his hunger urges him on. And the words on his lips are like a scorching fire. And one who gossips separates intimate friends. And leads him in a way that is not good. And he who compresses his lips [as if in a secret signal] brings evil to pass. It is found in the way of righteousness. And he who rules and controls his own spirit, than he who captures a city."
            },
            {
                "verse_number": "2",
                "verse_text": "All the ways of a man are clean and innocent in his own eyes [and he may see nothing wrong with his actions],"
            },
            {
                "verse_number": "3",
                "verse_text": "Commit your works to the L ord [submit and trust them to Him],"
            },
            {
                "verse_number": "4",
                "verse_text": "The L ord has made everything for its own purpose,"
            },
            {
                "verse_number": "5",
                "verse_text": "Everyone who is proud and arrogant in heart is disgusting and exceedingly offensive to the L ord ;"
            },
            {
                "verse_number": "6",
                "verse_text": "By mercy and lovingkindness and truth [not superficial ritual] wickedness is cleansed from the heart,"
            },
            {
                "verse_number": "7",
                "verse_text": "When a man’s ways please the L ord ,"
            },
            {
                "verse_number": "8",
                "verse_text": "Better is a little with righteousness"
            },
            {
                "verse_number": "9",
                "verse_text": "A man’s mind plans his way [as he journeys through life],"
            },
            {
                "verse_number": "10",
                "verse_text": "A divine decision [given by God] is on the lips of the king [as His representative];"
            },
            {
                "verse_number": "11",
                "verse_text": "A just balance and [honest] scales are the L ord ’ s ;"
            },
            {
                "verse_number": "12",
                "verse_text": "It is repulsive [to God and man] for kings to behave wickedly,"
            },
            {
                "verse_number": "13",
                "verse_text": "Righteous lips are the delight of kings,"
            },
            {
                "verse_number": "14",
                "verse_text": "The wrath of a king is like a messenger of death,"
            },
            {
                "verse_number": "15",
                "verse_text": "In the light of the king’s face is life,"
            },
            {
                "verse_number": "16",
                "verse_text": "How much better it is to get wisdom than gold!"
            },
            {
                "verse_number": "17",
                "verse_text": "The highway of the upright turns away and departs from evil;"
            },
            {
                "verse_number": "18",
                "verse_text": "Pride goes before destruction,"
            },
            {
                "verse_number": "19",
                "verse_text": "It is better to be humble in spirit with the lowly"
            },
            {
                "verse_number": "20",
                "verse_text": "He who pays attention to the word [of God] will find good,"
            },
            {
                "verse_number": "21",
                "verse_text": "The wise in heart will be called understanding,"
            },
            {
                "verse_number": "22",
                "verse_text": "Understanding (spiritual insight) is a [refreshing and boundless] wellspring of life to those who have it,"
            },
            {
                "verse_number": "23",
                "verse_text": "The heart of the wise instructs his mouth [in wisdom]"
            },
            {
                "verse_number": "24",
                "verse_text": "Pleasant words are like a honeycomb,"
            },
            {
                "verse_number": "25",
                "verse_text": "There is a way which seems right to a man and appears straight before him,"
            },
            {
                "verse_number": "26",
                "verse_text": "The appetite of a worker works for him,"
            },
            {
                "verse_number": "27",
                "verse_text": "A worthless man devises and digs up evil,"
            },
            {
                "verse_number": "28",
                "verse_text": "A perverse man spreads strife,"
            },
            {
                "verse_number": "29",
                "verse_text": "A violent and exceedingly covetous man entices his neighbor [to sin],"
            },
            {
                "verse_number": "30",
                "verse_text": "He who [slyly] winks his eyes does so to plot perverse things;"
            },
            {
                "verse_number": "31",
                "verse_text": "The silver-haired head is a crown of splendor and glory;"
            },
            {
                "verse_number": "32",
                "verse_text": "He who is slow to anger is better and more honorable than the mighty [soldier],"
            },
            {
                "verse_number": "33",
                "verse_text": "The lot is cast into the lap, But its every decision is from the L ord ."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Better is a dry morsel [of food served] with quietness and peace Than a house full of feasting [served] with strife and contention. And [the worthy servant] will share in the inheritance among the brothers. But the L ord tests hearts. And a liar pays attention to a destructive and malicious tongue. And he who rejoices at [another’s] disaster will not go unpunished. And the glory of children is their fathers [who live godly lives]. Much less do lying lips benefit a prince. Wherever he turns, he prospers. But he who repeats or gossips about a matter separates intimate friends. Than a hundred lashes into a fool. Therefore a cruel messenger will be sent against him. Rather than the [angry, narcissistic] fool in his folly. Evil will not depart from his house. Are both repulsive to the L ord . When he has no common sense or even a heart for it? And a brother is born for adversity. And becomes guarantor [for the debt of another] in the presence of his neighbor. He who [proudly] raises his gate seeks destruction [because of his arrogant pride]. And he who is perverted in his language falls into evil. And the father of a fool [who is spiritually blind] has no joy. But a broken spirit dries up the bones. To pervert the ways of justice. But the eyes of a [thickheaded] fool are on the ends of the earth. And bitterness to her who gave birth to him. Nor to strike the noble for their uprightness. And a man of understanding and wisdom has a cool spirit (self-control, an even temper). When he closes his lips he is regarded as sensible (prudent, discreet) and a man of understanding."
            },
            {
                "verse_number": "2",
                "verse_text": "A wise servant will rule over the [unworthy] son who acts shamefully and brings disgrace [to the family]"
            },
            {
                "verse_number": "3",
                "verse_text": "The refining pot is for silver and the furnace for gold,"
            },
            {
                "verse_number": "4",
                "verse_text": "An evildoer listens closely to wicked lips;"
            },
            {
                "verse_number": "5",
                "verse_text": "Whoever mocks the poor taunts his Maker,"
            },
            {
                "verse_number": "6",
                "verse_text": "Grandchildren are the crown of aged men,"
            },
            {
                "verse_number": "7",
                "verse_text": "Excellent speech does not benefit a fool [who is spiritually blind],"
            },
            {
                "verse_number": "8",
                "verse_text": "A bribe is like a bright, precious stone in the eyes of its owner;"
            },
            {
                "verse_number": "9",
                "verse_text": "He who covers and forgives an offense seeks love,"
            },
            {
                "verse_number": "10",
                "verse_text": "A reprimand goes deeper into one who has understanding and a teachable spirit"
            },
            {
                "verse_number": "11",
                "verse_text": "A rebellious man seeks only evil;"
            },
            {
                "verse_number": "12",
                "verse_text": "Let a man meet a [ferocious] bear robbed of her cubs"
            },
            {
                "verse_number": "13",
                "verse_text": "Whoever returns evil for good,"
            },
            {
                "verse_number": "14",
                "verse_text": "The beginning of strife is like letting out water [as from a small break in a dam; first it trickles and then it gushes]; Therefore abandon the quarrel before it breaks out and tempers explode."
            },
            {
                "verse_number": "15",
                "verse_text": "He who justifies the wicked, and he who condemns the righteous"
            },
            {
                "verse_number": "16",
                "verse_text": "Why is there money in the hand of a fool to buy wisdom,"
            },
            {
                "verse_number": "17",
                "verse_text": "A friend loves at all times,"
            },
            {
                "verse_number": "18",
                "verse_text": "A man lacking common sense gives a pledge"
            },
            {
                "verse_number": "19",
                "verse_text": "He who loves transgression loves strife and is quarrelsome;"
            },
            {
                "verse_number": "20",
                "verse_text": "He who has a crooked mind finds no good,"
            },
            {
                "verse_number": "21",
                "verse_text": "He who becomes the parent of a fool [who is spiritually blind] does so to his sorrow,"
            },
            {
                "verse_number": "22",
                "verse_text": "A happy heart is good medicine and a joyful mind causes healing,"
            },
            {
                "verse_number": "23",
                "verse_text": "A wicked man receives a bribe from the [hidden] pocket"
            },
            {
                "verse_number": "24",
                "verse_text": "[Skillful and godly] wisdom is in the presence of a person of understanding [and he recognizes it],"
            },
            {
                "verse_number": "25",
                "verse_text": "A foolish son is a grief and anguish to his father"
            },
            {
                "verse_number": "26",
                "verse_text": "It is also not good to fine the righteous,"
            },
            {
                "verse_number": "27",
                "verse_text": "He who has knowledge restrains and is careful with his words,"
            },
            {
                "verse_number": "28",
                "verse_text": "Even a [callous, arrogant] fool, when he keeps silent, is considered wise;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "He who [willfully] separates himself [from God and man] seeks his own desire, He quarrels against all sound wisdom. But only in revealing his personal opinions [unwittingly displaying his self-indulgence and his stupidity]. And with inner baseness (dishonor) comes outer shame (scorn). The fountain of [mature, godly] wisdom is like a bubbling stream [sparkling, fresh, pure, and life-giving]. Nor to push aside and deprive the righteous of justice. And his mouth invites a beating. And his lips are the snare of his soul. They go down into the innermost chambers of the body [to be remembered and mused upon]. Is a brother to him who destroys. The righteous runs to it and is safe and set on high [far above evil]. And like a high wall [of protection] in his own imagination and conceit. But humility comes before honor. It is folly and shame to him. But as for a broken spirit, who can bear it? And the ear of the wise [always] seeks knowledge. And brings him before great men. Until another comes and cross-examines him. And decides between powerful contenders. And contentions [separating families] are like the bars of a castle. He will be satisfied with the consequence of his words. And those who love it and indulge it will eat its fruit and bear the consequences of their words. And obtains favor and approval from the L ord . But the rich man answers roughly. But there is a [true, loving] friend who [is reliable and] sticks closer than a brother."
            },
            {
                "verse_number": "2",
                "verse_text": "A [closed-minded] fool does not delight in understanding,"
            },
            {
                "verse_number": "3",
                "verse_text": "When the wicked man comes [to the depth of evil], contempt [of all that is pure and good] also comes,"
            },
            {
                "verse_number": "4",
                "verse_text": "The words of a man’s mouth are like deep waters [copious and difficult to fathom];"
            },
            {
                "verse_number": "5",
                "verse_text": "To show respect to the wicked person is not good,"
            },
            {
                "verse_number": "6",
                "verse_text": "A fool’s lips bring contention and strife,"
            },
            {
                "verse_number": "7",
                "verse_text": "A fool’s mouth is his ruin,"
            },
            {
                "verse_number": "8",
                "verse_text": "The words of a whisperer (gossip) are like dainty morsels [to be greedily eaten];"
            },
            {
                "verse_number": "9",
                "verse_text": "He who is careless in his work"
            },
            {
                "verse_number": "10",
                "verse_text": "The name of the L ord is a strong tower;"
            },
            {
                "verse_number": "11",
                "verse_text": "The rich man’s wealth is his strong city,"
            },
            {
                "verse_number": "12",
                "verse_text": "Before disaster the heart of a man is haughty and filled with self-importance,"
            },
            {
                "verse_number": "13",
                "verse_text": "He who answers before he hears [the facts]—"
            },
            {
                "verse_number": "14",
                "verse_text": "The spirit of a man sustains him in sickness,"
            },
            {
                "verse_number": "15",
                "verse_text": "The mind of the prudent [always] acquires knowledge,"
            },
            {
                "verse_number": "16",
                "verse_text": "A man’s gift [given in love or courtesy] makes room for him"
            },
            {
                "verse_number": "17",
                "verse_text": "The first one to plead his case seems right,"
            },
            {
                "verse_number": "18",
                "verse_text": "To cast lots puts an end to quarrels"
            },
            {
                "verse_number": "19",
                "verse_text": "A brother offended is harder to win over than a fortified city,"
            },
            {
                "verse_number": "20",
                "verse_text": "A man’s stomach will be satisfied with the fruit of his mouth;"
            },
            {
                "verse_number": "21",
                "verse_text": "Death and life are in the power of the tongue,"
            },
            {
                "verse_number": "22",
                "verse_text": "He who finds a [ true and faithful] wife finds a good thing"
            },
            {
                "verse_number": "23",
                "verse_text": "The poor man pleads,"
            },
            {
                "verse_number": "24",
                "verse_text": "The man of too many friends [chosen indiscriminately] will be broken in pieces and come to ruin,"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Better is a poor man who walks in his integrity Than a [rich] man who is twisted in his speech and is a [shortsighted] fool. And he who hurries with his feet [acting impulsively and proceeding without caution or analyzing the consequences] sins (misses the mark). Then his heart is resentful and rages against the L ord [for, being a fool, he blames the L ord instead of himself]. But a poor man is separated from his friend. And he who breathes out lies will not escape. And everyone is a friend to him who gives gifts. How much more do his friends abandon him! He pursues them with words, but they are gone. He who keeps understanding will find good and prosper. And he who breathes lies will perish. Much less for a slave to rule over princes. And it is his honor and glory to overlook a transgression or an offense [without seeking revenge and harboring resentment]. But his favor is as [refreshing and nourishing as] dew on the grass. And the contentions of a [quarrelsome] wife are like a constant dripping [of water]. But a wise, understanding, and sensible wife is [a gift and blessing] from the L ord . And the idle person will suffer hunger. But he who is careless of his ways and conduct will die. And the L ord will repay him for his good deed. And do not [indulge your anger or resentment by imposing inappropriate punishment nor] desire his destruction. For if you rescue him [and do not let him learn from the consequences of his action], you will only have to rescue him over and over again. That you may be wise in the time to come. But it is the L ord ’ s purpose for him that will stand (be carried out). But it is better to be a poor man than a [wealthy] liar. So that one may sleep satisfied, untouched by evil. But will not even bring it to his mouth again. Reprimand one who has understanding and a teachable spirit, and he will gain knowledge and insight. Is a son who brings shame and disgrace. And you will stray from the words of knowledge. And the mouth of the wicked spreads iniquity. And beatings for the backs of [thickheaded] fools."
            },
            {
                "verse_number": "2",
                "verse_text": "Also it is not good for a person to be without knowledge,"
            },
            {
                "verse_number": "3",
                "verse_text": "The foolishness of man undermines his way [ruining whatever he undertakes];"
            },
            {
                "verse_number": "4",
                "verse_text": "Wealth makes many friends,"
            },
            {
                "verse_number": "5",
                "verse_text": "A false witness will not go unpunished,"
            },
            {
                "verse_number": "6",
                "verse_text": "Many will seek the favor of a generous and noble man,"
            },
            {
                "verse_number": "7",
                "verse_text": "All the brothers of a poor man hate him;"
            },
            {
                "verse_number": "8",
                "verse_text": "He who gains wisdom and good sense loves (preserves) his own soul;"
            },
            {
                "verse_number": "9",
                "verse_text": "A false witness will not go unpunished,"
            },
            {
                "verse_number": "10",
                "verse_text": "Luxury is not fitting for a fool;"
            },
            {
                "verse_number": "11",
                "verse_text": "Good sense and discretion make a man slow to anger,"
            },
            {
                "verse_number": "12",
                "verse_text": "The king’s wrath terrifies like the roaring of a lion,"
            },
            {
                "verse_number": "13",
                "verse_text": "A foolish (ungodly) son is destruction to his father,"
            },
            {
                "verse_number": "14",
                "verse_text": "House and wealth are the inheritance from fathers,"
            },
            {
                "verse_number": "15",
                "verse_text": "Laziness casts one into a deep sleep [unmindful of lost opportunity],"
            },
            {
                "verse_number": "16",
                "verse_text": "He who keeps and obeys the commandment [of the L ord ] keeps (guards) his own life,"
            },
            {
                "verse_number": "17",
                "verse_text": "He who is gracious and lends a hand to the poor lends to the L ord ,"
            },
            {
                "verse_number": "18",
                "verse_text": "Discipline and teach your son while there is hope,"
            },
            {
                "verse_number": "19",
                "verse_text": "A man of great anger will bear the penalty [for his quick temper and lack of self-control];"
            },
            {
                "verse_number": "20",
                "verse_text": "Listen to counsel, receive instruction, and accept correction,"
            },
            {
                "verse_number": "21",
                "verse_text": "Many plans are in a man’s mind,"
            },
            {
                "verse_number": "22",
                "verse_text": "That which is desirable in a man is his loyalty and unfailing love,"
            },
            {
                "verse_number": "23",
                "verse_text": "The fear of the L ord leads to life,"
            },
            {
                "verse_number": "24",
                "verse_text": "The lazy man buries his hand in the [food] dish,"
            },
            {
                "verse_number": "25",
                "verse_text": "Strike a scoffer [for refusing to learn], and the naive may [be warned and] become prudent;"
            },
            {
                "verse_number": "26",
                "verse_text": "He who assaults his father and chases away his mother"
            },
            {
                "verse_number": "27",
                "verse_text": "Cease listening, my son, to instruction and discipline"
            },
            {
                "verse_number": "28",
                "verse_text": "A wicked and worthless witness mocks justice,"
            },
            {
                "verse_number": "29",
                "verse_text": "Judgments are prepared for scoffers,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Wine is a mocker, strong drink a riotous brawler; And whoever is intoxicated by it is not wise. Whoever provokes him to anger forfeits his own life. But any fool will [start a] quarrel [without regard for the consequences]. So he begs at the [next] harvest and has nothing [to reap]. But a man of understanding draws it out. But who can find a faithful and trustworthy man? How blessed [happy and spiritually secure] are his children after him [who have his example to follow]. Sifts all evil [like chaff] with his eyes [and cannot be easily fooled]. I am pure from my sin?” Both of them are detestable and offensive to the L ord . Whether his conduct is pure and right. The [omnipotent] L ord has made both of them. Open your eyes [so that you can do your work] and you will be satisfied with bread. But when he goes his way, then he boasts [about his bargain]. But the lips of knowledge are a vessel of preciousness [the most precious of all]. And hold him in pledge [when he guarantees a loan] for foreigners.” But afterward his mouth will be filled with gravel [just as sin may be sweet at first, but later its consequences bring despair]. So make war [only] with wise guidance. Therefore do not associate with a gossip [who talks freely or flatters]. His lamp [of life] will be extinguished in time of darkness. Will not be blessed in the end. Wait [expectantly] for the L ord , and He will rescue and save you. And fraudulent scales are not good. How then can a man [fully] understand his way? And [not until] afterward consider [whether he can fulfill it]. And drives the [threshing] wheel over them [to separate the chaff from the grain]. Searching and examining all the innermost parts of his being. And he upholds his throne by lovingkindness. And the honor of aged men is their gray head [representing wisdom and experience]. And strokes reach to the innermost parts."
            },
            {
                "verse_number": "2",
                "verse_text": "The terror of a king is like the roaring of a lion;"
            },
            {
                "verse_number": "3",
                "verse_text": "It is an honor for a man to keep away from strife [by handling situations with thoughtful foresight],"
            },
            {
                "verse_number": "4",
                "verse_text": "The lazy man does not plow when the winter [planting] season arrives;"
            },
            {
                "verse_number": "5",
                "verse_text": "A plan (motive, wise counsel) in the heart of a man is like water in a deep well,"
            },
            {
                "verse_number": "6",
                "verse_text": "Many a man proclaims his own loyalty and goodness,"
            },
            {
                "verse_number": "7",
                "verse_text": "The righteous man who walks in integrity and lives life in accord with his [godly] beliefs—"
            },
            {
                "verse_number": "8",
                "verse_text": "A [discerning] king who sits on the throne of judgment"
            },
            {
                "verse_number": "9",
                "verse_text": "Who can say, “I have cleansed my heart,"
            },
            {
                "verse_number": "10",
                "verse_text": "Differing weights [one for buying and another for selling] and differing measures,"
            },
            {
                "verse_number": "11",
                "verse_text": "Even a boy is known and distinguished by his acts,"
            },
            {
                "verse_number": "12",
                "verse_text": "The hearing ear and the seeing eye,"
            },
            {
                "verse_number": "13",
                "verse_text": "Do not love [excessive] sleep, or you will become poor;"
            },
            {
                "verse_number": "14",
                "verse_text": "“It is [almost] worthless, it is [almost] worthless,” says the buyer [as he negotiates the price];"
            },
            {
                "verse_number": "15",
                "verse_text": "There is gold, and an abundance of pearls,"
            },
            {
                "verse_number": "16",
                "verse_text": "[The judge tells the creditor], “Take the clothes of one who is surety for a stranger;"
            },
            {
                "verse_number": "17",
                "verse_text": "Food gained by deceit is sweet to a man,"
            },
            {
                "verse_number": "18",
                "verse_text": "Plans are established by counsel;"
            },
            {
                "verse_number": "19",
                "verse_text": "He who goes about as a gossip reveals secrets;"
            },
            {
                "verse_number": "20",
                "verse_text": "Whoever curses his father or his mother,"
            },
            {
                "verse_number": "21",
                "verse_text": "An inheritance hastily gained [by greedy, unjust means] at the beginning"
            },
            {
                "verse_number": "22",
                "verse_text": "Do not say, “I will repay evil”;"
            },
            {
                "verse_number": "23",
                "verse_text": "Differing weights are detestable and offensive to the L ord ,"
            },
            {
                "verse_number": "24",
                "verse_text": "Man’s steps are ordered and ordained by the L ord ."
            },
            {
                "verse_number": "25",
                "verse_text": "It is a trap for a man to [ speak a vow of consecration and] say rashly, “It is holy!”"
            },
            {
                "verse_number": "26",
                "verse_text": "A wise king sifts out the wicked [from among the good]"
            },
            {
                "verse_number": "27",
                "verse_text": "The spirit (conscience) of man is the lamp of the L ord ,"
            },
            {
                "verse_number": "28",
                "verse_text": "Loyalty and mercy, truth and faithfulness, protect the king,"
            },
            {
                "verse_number": "29",
                "verse_text": "The glory of young men is their [physical] strength,"
            },
            {
                "verse_number": "30",
                "verse_text": "Blows that wound cleanse away evil,"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The king’s heart is like channels of water in the hand of the L ord ; He turns it whichever way He wishes. But the L ord weighs and examines the hearts [of people and their motives]. Is more acceptable to the L ord than sacrifice [for wrongs repeatedly committed]. The lamp of the wicked [their self-centered pride], is sin [in the eyes of God]. But everyone who acts in haste comes surely to poverty. Is a fleeting vapor, the seeking and pursuit of death. Because they refuse to act with justice. But as for the pure, his conduct is upright. Than in a house shared with a quarrelsome (contentious) woman. His neighbor finds no compassion in his eyes. But when the wise and teachable person is instructed, he receives knowledge. How the wicked are cast down to ruin. Will cry out himself and not be answered. And a bribe [hidden] in the pocket, strong wrath. But to the evildoers it is disaster. Will remain in the assembly of the dead. And the treacherous in the place of the upright [for they fall into their own traps]. Than with a contentious and troublesome woman. But a short-sighted and foolish man swallows it up and wastes it. Finds life, righteousness, and honor. And brings down the stronghold in which they trust. Guards himself from troubles. Who acts with overbearing and insolent pride. For his hands refuse to labor; But the righteous [willingly] gives and does not withhold [what he has]. How much more [unacceptable and insulting can it be] when he brings it with evil intention? But a man who listens to the truth will speak forever and go unchallenged. But as for the upright, he considers, directs, and establishes his way [with the confidence of integrity]. Or counsel [that can prevail] against the L ord . But deliverance and victory belong to the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "Every man’s way is right in his own eyes,"
            },
            {
                "verse_number": "3",
                "verse_text": "To do righteousness and justice"
            },
            {
                "verse_number": "4",
                "verse_text": "Haughty and arrogant eyes and a proud heart,"
            },
            {
                "verse_number": "5",
                "verse_text": "The plans of the diligent lead surely to abundance and advantage,"
            },
            {
                "verse_number": "6",
                "verse_text": "Acquiring treasures by a lying tongue"
            },
            {
                "verse_number": "7",
                "verse_text": "The violence of the wicked will [return to them and] drag them away [like fish caught in a net],"
            },
            {
                "verse_number": "8",
                "verse_text": "The way of the guilty is [exceedingly] crooked,"
            },
            {
                "verse_number": "9",
                "verse_text": "It is better to live in a corner of the housetop [on the flat roof, exposed to the weather]"
            },
            {
                "verse_number": "10",
                "verse_text": "The soul of the wicked desires evil [like an addictive substance];"
            },
            {
                "verse_number": "11",
                "verse_text": "When the scoffer is punished, the naive [observes the lesson and] becomes wise;"
            },
            {
                "verse_number": "12",
                "verse_text": "The righteous one keeps an eye on the house of the wicked—"
            },
            {
                "verse_number": "13",
                "verse_text": "Whoever shuts his ears at the cry of the poor"
            },
            {
                "verse_number": "14",
                "verse_text": "A gift in secret subdues anger,"
            },
            {
                "verse_number": "15",
                "verse_text": "When justice is done, it is a joy to the righteous (the upright, the one in right standing with God),"
            },
            {
                "verse_number": "16",
                "verse_text": "A man who wanders from the way of understanding (godly wisdom)"
            },
            {
                "verse_number": "17",
                "verse_text": "He who loves [only selfish] pleasure will become a poor man; He who loves and is devoted to wine and [olive] oil will not become rich."
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked become a ransom for the righteous,"
            },
            {
                "verse_number": "19",
                "verse_text": "It is better to dwell in a desert land"
            },
            {
                "verse_number": "20",
                "verse_text": "There is precious treasure and oil in the house of the wise [who prepare for the future],"
            },
            {
                "verse_number": "21",
                "verse_text": "He who earnestly seeks righteousness and loyalty"
            },
            {
                "verse_number": "22",
                "verse_text": "A wise man scales the city [walls] of the mighty"
            },
            {
                "verse_number": "23",
                "verse_text": "He who guards his mouth and his tongue"
            },
            {
                "verse_number": "24",
                "verse_text": "“Proud,” “Haughty,” “Scoffer,” are his names"
            },
            {
                "verse_number": "25",
                "verse_text": "The desire of the lazy kills him,"
            },
            {
                "verse_number": "26",
                "verse_text": "He craves all the day long [and does no work],"
            },
            {
                "verse_number": "27",
                "verse_text": "The sacrifice of the wicked is detestable and offensive [to the L ord ]."
            },
            {
                "verse_number": "28",
                "verse_text": "A false witness will perish,"
            },
            {
                "verse_number": "29",
                "verse_text": "A wicked man puts on a bold face,"
            },
            {
                "verse_number": "30",
                "verse_text": "There is no [human] wisdom or understanding"
            },
            {
                "verse_number": "31",
                "verse_text": "The horse is prepared for the day of battle,"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "A good name [earned by honorable behavior, godly wisdom, moral courage, and personal integrity] is more desirable than great riches; And favor is better than silver and gold. The L ord is the Maker of them all. But the naive continue on and are punished [by suffering the consequences of sin]. Is riches, honor, and life. He who guards himself [with godly wisdom] will be far from them and avoid the consequences they suffer. Even when he is old he will not depart from it. And the borrower is servant to the lender. And the rod of his wrath [with which he oppresses others] will fail. For he gives some of his food to the poor. Even strife and dishonor will cease. And whose speech is gracious will have the king as his friend. But He overthrows the words of the treacherous. I will be killed in the streets [if I go out to work]!” He who is cursed by the L ord [because of his adulterous sin] will fall into it. The rod of discipline [correction administered with godly wisdom and lovingkindness] will remove it far from him. Or who gives to the rich [to gain influence and favor], will only come to poverty. And apply your mind to my knowledge; Let them be ready on your lips [to guide and strengthen yourself and others]. I have taught these things to you today, even to you. In counsels and knowledge, That you may give a correct answer to him who sent you? Nor crush the afflicted [by legal proceedings] at the gate [where the city court is held], And take the life of those who rob them. Or go [along] with a hot-tempered man, And get yourself trapped [in a situation from which it is hard to escape]. Or among those who become guarantors for others’ debts. Why should his creditor take your bed from under you? Which your fathers have set. He will stand [in honor] before kings; He will not stand before obscure men."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich and poor have a common bond;"
            },
            {
                "verse_number": "3",
                "verse_text": "A prudent and far-sighted person sees the evil [of sin] and hides himself [from it],"
            },
            {
                "verse_number": "4",
                "verse_text": "The reward of humility [that is, having a realistic view of one’s importance] and the [reverent, worshipful] fear of the L ord"
            },
            {
                "verse_number": "5",
                "verse_text": "Thorns and snares are in the way of the obstinate [for their lack of honor and their wrong-doing traps them];"
            },
            {
                "verse_number": "6",
                "verse_text": "Train up a child in the way he should go [teaching him to seek God’s wisdom and will for his abilities and talents],"
            },
            {
                "verse_number": "7",
                "verse_text": "The rich rules over the poor,"
            },
            {
                "verse_number": "8",
                "verse_text": "He who sows injustice will reap [a harvest of] trouble,"
            },
            {
                "verse_number": "9",
                "verse_text": "He who is generous will be blessed,"
            },
            {
                "verse_number": "10",
                "verse_text": "Drive out the scoffer, and contention will go away;"
            },
            {
                "verse_number": "11",
                "verse_text": "He who loves purity of heart"
            },
            {
                "verse_number": "12",
                "verse_text": "The eyes of the L ord keep guard over knowledge and the one who has it,"
            },
            {
                "verse_number": "13",
                "verse_text": "The lazy one [manufactures excuses and] says, “There is a lion outside!"
            },
            {
                "verse_number": "14",
                "verse_text": "The mouth of an immoral woman is a deep pit [deep and inescapable];"
            },
            {
                "verse_number": "15",
                "verse_text": "Foolishness is bound up in the heart of a child;"
            },
            {
                "verse_number": "16",
                "verse_text": "He who oppresses or exploits the poor to get more for himself"
            },
            {
                "verse_number": "17",
                "verse_text": "Listen carefully and hear the words of the wise,"
            },
            {
                "verse_number": "18",
                "verse_text": "For it will be pleasant if you keep them in mind [incorporating them as guiding principles];"
            },
            {
                "verse_number": "19",
                "verse_text": "So that your trust and reliance and confidence may be in the L ord ,"
            },
            {
                "verse_number": "20",
                "verse_text": "Have I not written to you excellent things"
            },
            {
                "verse_number": "21",
                "verse_text": "To let you know the certainty of the words of truth,"
            },
            {
                "verse_number": "22",
                "verse_text": "Do not rob the poor because he is poor [and defenseless],"
            },
            {
                "verse_number": "23",
                "verse_text": "For the L ord will plead their case"
            },
            {
                "verse_number": "24",
                "verse_text": "Do not even associate with a man given to angry outbursts;"
            },
            {
                "verse_number": "25",
                "verse_text": "Or you will learn his [undisciplined] ways"
            },
            {
                "verse_number": "26",
                "verse_text": "Do not be among those who give pledges [involving themselves in others’ finances],"
            },
            {
                "verse_number": "27",
                "verse_text": "If you have nothing with which to pay [another’s debt when he defaults],"
            },
            {
                "verse_number": "28",
                "verse_text": "Do not move the ancient landmark [at the boundary of the property]"
            },
            {
                "verse_number": "29",
                "verse_text": "Do you see a man skillful and experienced in his work?"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When you sit down to dine with a ruler, Consider carefully what is [set] before you; If you are a man of great appetite. For it is deceptive food [offered to you with questionable motives]. Cease from your own understanding of it. For wealth certainly makes itself wings Like an eagle that flies to the heavens. Or desire his delicacies; He says to you, “Eat and drink,” Yet his heart is not with you [but it is begrudging the cost]. And you will waste your compliments. For he will despise the [godly] wisdom of your words. And do not go into the fields of the fatherless [to take what is theirs], He will plead their case against you. And your ears to words of knowledge. And rescue his life from Sheol (the nether world, the place of the dead). My heart will also be glad; When your lips speak right things. But [continue to] live in the [reverent, worshipful] fear of the L ord day by day. And your hope and expectation will not be cut off. And direct your heart in the way [of the L ord ]. Or with gluttonous eaters of meat, And the drowsiness [of overindulgence] will clothe one with rags. And do not despise your mother when she is old. Get wisdom and instruction and understanding. And he who sires a wise child will have joy in him. And let her who gave birth to you rejoice [in your wise and godly choices]. And let your eyes delight in my ways, And an immoral woman is a narrow well. And she increases the faithless among men. Who has strife? Who has complaining? Who has wounds without cause? Whose eyes are red and dim? Those who go to taste mixed wine. When it sparkles in the glass, When it goes down smoothly. And stings like a viper. And your mind will utter perverse things [untrue things, twisted things]. And [as vulnerable to disaster] as one who lies down on the top of a ship’s mast, saying, They beat me, but I did not feel it! When will I wake up? I will seek more wine.”"
            },
            {
                "verse_number": "2",
                "verse_text": "For you will put a knife to your throat"
            },
            {
                "verse_number": "3",
                "verse_text": "Do not desire his delicacies,"
            },
            {
                "verse_number": "4",
                "verse_text": "Do not weary yourself [with the overwhelming desire] to gain wealth;"
            },
            {
                "verse_number": "5",
                "verse_text": "When you set your eyes on wealth, it is [suddenly] gone."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not eat the bread of a selfish man,"
            },
            {
                "verse_number": "7",
                "verse_text": "For as he thinks in his heart, so is he [in behavior—one who manipulates]."
            },
            {
                "verse_number": "8",
                "verse_text": "The morsel which you have eaten you will vomit up,"
            },
            {
                "verse_number": "9",
                "verse_text": "Do not speak in the ears of a fool,"
            },
            {
                "verse_number": "10",
                "verse_text": "Do not move the ancient landmark [at the boundary of the property]"
            },
            {
                "verse_number": "11",
                "verse_text": "For their Redeemer is strong and mighty;"
            },
            {
                "verse_number": "12",
                "verse_text": "Apply your heart to discipline"
            },
            {
                "verse_number": "13",
                "verse_text": "Do not withhold discipline from the child; If you swat him with a reed-like rod [applied with godly wisdom], he will not die."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall swat him with the reed-like rod"
            },
            {
                "verse_number": "15",
                "verse_text": "My son, if your heart is wise,"
            },
            {
                "verse_number": "16",
                "verse_text": "Yes, my heart will rejoice"
            },
            {
                "verse_number": "17",
                "verse_text": "Do not let your heart envy sinners [who live godless lives and have no hope of salvation],"
            },
            {
                "verse_number": "18",
                "verse_text": "Surely there is a future [and a reward],"
            },
            {
                "verse_number": "19",
                "verse_text": "Listen, my son, and be wise,"
            },
            {
                "verse_number": "20",
                "verse_text": "Do not associate with heavy drinkers of wine,"
            },
            {
                "verse_number": "21",
                "verse_text": "For the heavy drinker and the glutton will come to poverty,"
            },
            {
                "verse_number": "22",
                "verse_text": "Listen to your father, who sired you,"
            },
            {
                "verse_number": "23",
                "verse_text": "Buy truth, and do not sell it;"
            },
            {
                "verse_number": "24",
                "verse_text": "The father of the righteous will greatly rejoice,"
            },
            {
                "verse_number": "25",
                "verse_text": "Let your father and your mother be glad,"
            },
            {
                "verse_number": "26",
                "verse_text": "My son, give me your heart"
            },
            {
                "verse_number": "27",
                "verse_text": "For a prostitute is a deep pit,"
            },
            {
                "verse_number": "28",
                "verse_text": "She lurks and lies in wait like a robber [who waits for prey],"
            },
            {
                "verse_number": "29",
                "verse_text": "Who has woe? Who has sorrow?"
            },
            {
                "verse_number": "30",
                "verse_text": "Those who linger long over wine,"
            },
            {
                "verse_number": "31",
                "verse_text": "Do not look at wine when it is red,"
            },
            {
                "verse_number": "32",
                "verse_text": "At the last it bites like a serpent"
            },
            {
                "verse_number": "33",
                "verse_text": "Your [drunken] eyes will see strange things"
            },
            {
                "verse_number": "34",
                "verse_text": "And you will be [as unsteady] as one who lies down in the middle of the sea,"
            },
            {
                "verse_number": "35",
                "verse_text": "“They struck me, but I was not hurt!"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Do not be envious of evil men, Nor desire to be with them; And their lips talk of trouble [for the innocent]. And by understanding it is established [on a sound and good foundation], With all precious and pleasant riches. And a man of knowledge strengthens his power; And in an abundance of [wise] counselors there is victory and safety. He does not open his mouth in the gate [where the city’s rulers sit in judgment]. Will be called a schemer or deviser of evil. And the scoffer is repulsive to men. Your strength is limited. And those who stagger to the slaughter, Oh hold them back [from their doom]! Does He not consider it who weighs and examines the hearts and their motives? And does He not know it who guards your life and keeps your soul? And will He not repay [you and] every man according to his works? And the drippings of the honeycomb are sweet to your taste. If you find wisdom, then there will be a future and a reward, And your hope and expectation will not be cut off. Do not destroy his resting place; But the wicked stumble in time of disaster and collapse. And do not let your heart be glad [in self-righteousness] when he stumbles, And turn His anger away from your enemy. Or be envious of the wicked, The lamp of the wicked will be put out. And do not associate with those who are given to change [of allegiance, and are revolutionary], And who knows the punishment that both [the L ord and the king] will bring on the rebellious? To show partiality in judgment is not good. Peoples will curse him, nations will denounce him; And a good blessing will come upon them. Who gives a right and straightforward answer. And get it ready for yourself in the field; And do not deceive with your lips [speak neither lies nor half-truths]. I will pay the man back for his deed.” And by the vineyard of the man lacking understanding and common sense; And nettles were covering its surface, And its stone wall was broken down. I looked and received instruction. A little folding of the hands to rest [and daydream],” And your want like an armed man."
            },
            {
                "verse_number": "2",
                "verse_text": "For their minds plot violence,"
            },
            {
                "verse_number": "3",
                "verse_text": "Through [skillful and godly] wisdom a house [a life, a home, a family] is built,"
            },
            {
                "verse_number": "4",
                "verse_text": "And by knowledge its rooms are filled"
            },
            {
                "verse_number": "5",
                "verse_text": "A wise man is strong,"
            },
            {
                "verse_number": "6",
                "verse_text": "For by wise guidance you can wage your war,"
            },
            {
                "verse_number": "7",
                "verse_text": "Wisdom is too exalted for a [hardened, arrogant] fool;"
            },
            {
                "verse_number": "8",
                "verse_text": "He who plans to do evil"
            },
            {
                "verse_number": "9",
                "verse_text": "The devising of folly is sin,"
            },
            {
                "verse_number": "10",
                "verse_text": "If you are slack (careless) in the day of distress,"
            },
            {
                "verse_number": "11",
                "verse_text": "Rescue those who are being taken away to death,"
            },
            {
                "verse_number": "12",
                "verse_text": "If you [claim ignorance and] say, “See, we did not know this,”"
            },
            {
                "verse_number": "13",
                "verse_text": "My son, eat honey, because it is good,"
            },
            {
                "verse_number": "14",
                "verse_text": "Know that [skillful and godly] wisdom is [so very good] for your life and soul;"
            },
            {
                "verse_number": "15",
                "verse_text": "Do not lie in wait, O wicked man, against the dwelling of the righteous;"
            },
            {
                "verse_number": "16",
                "verse_text": "For a righteous man falls seven times, and rises again,"
            },
            {
                "verse_number": "17",
                "verse_text": "Do not rejoice and gloat when your enemy falls,"
            },
            {
                "verse_number": "18",
                "verse_text": "Or the L ord will see your gloating and be displeased,"
            },
            {
                "verse_number": "19",
                "verse_text": "Do not get upset because of evildoers,"
            },
            {
                "verse_number": "20",
                "verse_text": "For there will be no future for the evil man;"
            },
            {
                "verse_number": "21",
                "verse_text": "My son, fear the L ord and the king;"
            },
            {
                "verse_number": "22",
                "verse_text": "For their tragedy will rise suddenly,"
            },
            {
                "verse_number": "23",
                "verse_text": "These also are sayings of the wise:"
            },
            {
                "verse_number": "24",
                "verse_text": "He who says to the wicked, “You are righteous,”"
            },
            {
                "verse_number": "25",
                "verse_text": "But to those [honorable judges] who rebuke the wicked, it will go well with them and they will find delight,"
            },
            {
                "verse_number": "26",
                "verse_text": "He kisses the lips [and wins the hearts of people]"
            },
            {
                "verse_number": "27",
                "verse_text": "Prepare your work outside Afterward build your house and establish a home."
            },
            {
                "verse_number": "28",
                "verse_text": "Do not be a witness against your neighbor without cause,"
            },
            {
                "verse_number": "29",
                "verse_text": "Do not say, “I will do to him as he has done to me;"
            },
            {
                "verse_number": "30",
                "verse_text": "I went by the field of the lazy man,"
            },
            {
                "verse_number": "31",
                "verse_text": "And, behold, it was all overgrown with thorns,"
            },
            {
                "verse_number": "32",
                "verse_text": "When I saw, I considered it well;"
            },
            {
                "verse_number": "33",
                "verse_text": "“Yet a little sleep, a little slumber,"
            },
            {
                "verse_number": "34",
                "verse_text": "Then your poverty will come as a robber,"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "These are also the proverbs of Solomon, which the men of Hezekiah king of Judah copied: But the glory of kings is to search out a matter. And there comes out [the pure metal for] a vessel for the silversmith [to shape]. And his throne will be established in righteousness. And do not stand in the place of great men; Than for you to be placed lower in the presence of the prince, Whom your eyes have seen. Otherwise what will you do in the end [when your case is lost and] When your neighbor (opponent) humiliates you? And do not reveal another’s secret, And the rumor about you [and your action in court] will have no end. Is a word spoken at the right time. Is a wise reprover to an ear that listens and learns. So is a faithful messenger to those who send him; For he refreshes the life of his masters. Is a man who boasts falsely of gifts [he does not give]. And a soft and gentle tongue breaks the bone [of resistance]. Otherwise, being filled excessively, you vomit it. Or he will become tired of you and hate you. Is a man who testifies falsely against his neighbor (acquaintance). Is confidence in an unfaithful man in time of trouble. Is he who [thoughtlessly] sings [joyful] songs to a heavy heart. And if he is thirsty, give him water to drink; And the L ord will reward you. And a backbiting tongue, an angry countenance. Than in a house shared with a quarrelsome (contentious) woman. So is good news from a distant land. Is a righteous man who yields and compromises his integrity before the wicked. Nor is it glorious to seek one’s own glory. Is a man who has no self-control over his spirit [and sets himself up for trouble]."
            },
            {
                "verse_number": "2",
                "verse_text": "It is the glory of God to conceal a matter,"
            },
            {
                "verse_number": "3",
                "verse_text": "As the heavens for height and the earth for depth, So the hearts and minds of kings are unsearchable."
            },
            {
                "verse_number": "4",
                "verse_text": "Take away the dross from the silver,"
            },
            {
                "verse_number": "5",
                "verse_text": "Take away the wicked from before the king,"
            },
            {
                "verse_number": "6",
                "verse_text": "Do not be boastfully ambitious and claim honor in the presence of the king,"
            },
            {
                "verse_number": "7",
                "verse_text": "For it is better that it be said to you, “Come up here,”"
            },
            {
                "verse_number": "8",
                "verse_text": "Do not rush out to argue your case [before magistrates or judges];"
            },
            {
                "verse_number": "9",
                "verse_text": "Argue your case with your neighbor himself [before you go to court];"
            },
            {
                "verse_number": "10",
                "verse_text": "Or he who hears it will shame you"
            },
            {
                "verse_number": "11",
                "verse_text": "Like apples of gold in settings of silver"
            },
            {
                "verse_number": "12",
                "verse_text": "Like an earring of gold and an ornament of fine gold"
            },
            {
                "verse_number": "13",
                "verse_text": "Like the cold of snow [brought from the mountains] in the time of harvest,"
            },
            {
                "verse_number": "14",
                "verse_text": "Like clouds and wind without rain"
            },
            {
                "verse_number": "15",
                "verse_text": "By patience and a calm spirit a ruler may be persuaded,"
            },
            {
                "verse_number": "16",
                "verse_text": "Have you found [pleasure sweet like] honey? Eat only as much as you need,"
            },
            {
                "verse_number": "17",
                "verse_text": "Let your foot seldom be in your neighbor’s house,"
            },
            {
                "verse_number": "18",
                "verse_text": "Like a club and a sword and a piercing arrow"
            },
            {
                "verse_number": "19",
                "verse_text": "Like a broken tooth or an unsteady foot"
            },
            {
                "verse_number": "20",
                "verse_text": "Like one who takes off a garment in cold weather, or like [a reactive, useless mixture of] vinegar on soda,"
            },
            {
                "verse_number": "21",
                "verse_text": "If your enemy is hungry, give him bread to eat;"
            },
            {
                "verse_number": "22",
                "verse_text": "For in doing so, you will heap coals of fire upon his head,"
            },
            {
                "verse_number": "23",
                "verse_text": "The north wind brings forth rain;"
            },
            {
                "verse_number": "24",
                "verse_text": "It is better to live in a corner of the housetop [on the flat roof, exposed to the weather]"
            },
            {
                "verse_number": "25",
                "verse_text": "Like cold water to a thirsty soul,"
            },
            {
                "verse_number": "26",
                "verse_text": "Like a muddied fountain and a polluted spring"
            },
            {
                "verse_number": "27",
                "verse_text": "It is not good to eat much honey,"
            },
            {
                "verse_number": "28",
                "verse_text": "Like a city that is broken down and without walls [leaving it unprotected]"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Like snow in summer and like rain in harvest, So honor is not fitting for a [shortsighted] fool. So the curse without cause does not come and alight [on the undeserving]. And a rod for the backs of fools [who refuse to learn]. Otherwise you, even you, will be like him. Otherwise he will be wise in his own eyes [if he thinks you agree with him]. Cuts off his own feet (sabotages himself) and drinks the violence [it brings on himself as a consequence]. So is a proverb in the mouth of a fool [who cannot learn from its wisdom]. So is he who [absurdly] gives honor to a fool. So is a proverb in the mouth of a fool [who remains unaffected by its wisdom]. So is he who hires a fool or those who [by chance just] pass by. Is a fool who repeats his foolishness. There is more hope for a fool than for him. A lion is in the open square [and if I go outside to work I will be killed]!” So does the lazy person on his bed [never getting out of it]. It wearies him to bring it back to his mouth. Than seven [sensible] men who can give a discreet answer. Is he who, passing by, stops to meddle with a dispute that is none of his business. Firebrands, arrows, and death, And then says, “Was I not joking?” And where there is no whisperer [who gossips], contention quiets down. So is a contentious man to kindle strife. They go down into the innermost chambers of the body [to be remembered and mused upon]. Are burning lips [murmuring manipulative words] and a wicked heart. But he stores up deceit in his heart. For seven abominations are in his heart. His malevolence will be revealed openly before the assembly. And he who rolls a stone [up a hill to do mischief], it will come back on him. And a flattering mouth works ruin."
            },
            {
                "verse_number": "2",
                "verse_text": "Like the sparrow in her wandering, like the swallow in her flying,"
            },
            {
                "verse_number": "3",
                "verse_text": "A whip for the horse, a bridle for the donkey,"
            },
            {
                "verse_number": "4",
                "verse_text": "Do not answer [nor pretend to agree with the frivolous comments of] a [closed-minded] fool according to his folly,"
            },
            {
                "verse_number": "5",
                "verse_text": "Answer [and correct the erroneous concepts of] a fool according to his folly,"
            },
            {
                "verse_number": "6",
                "verse_text": "He who sends a message by the hand of a fool"
            },
            {
                "verse_number": "7",
                "verse_text": "Like the legs which are useless to the lame,"
            },
            {
                "verse_number": "8",
                "verse_text": "Like one who [absurdly] binds a stone in a sling [making it impossible to throw],"
            },
            {
                "verse_number": "9",
                "verse_text": "Like a thorn that goes [without being felt] into the hand of a drunken man,"
            },
            {
                "verse_number": "10",
                "verse_text": "Like a [careless] archer who [shoots arrows wildly and] wounds everyone,"
            },
            {
                "verse_number": "11",
                "verse_text": "Like a dog that returns to his vomit"
            },
            {
                "verse_number": "12",
                "verse_text": "Do you see a man [who is unteachable and] wise in his own eyes and full of self-conceit?"
            },
            {
                "verse_number": "13",
                "verse_text": "The lazy person [who is self-indulgent and relies on lame excuses] says, “There is a lion in the road!"
            },
            {
                "verse_number": "14",
                "verse_text": "As the door turns on its hinges,"
            },
            {
                "verse_number": "15",
                "verse_text": "The lazy person buries his hand in the dish [losing opportunity after opportunity];"
            },
            {
                "verse_number": "16",
                "verse_text": "The lazy person is wiser in his own eyes"
            },
            {
                "verse_number": "17",
                "verse_text": "Like one who grabs a dog by the ears [and is likely to be bitten]"
            },
            {
                "verse_number": "18",
                "verse_text": "Like a madman who throws"
            },
            {
                "verse_number": "19",
                "verse_text": "So is the man who deceives his neighbor (acquaintance, friend)"
            },
            {
                "verse_number": "20",
                "verse_text": "For lack of wood the fire goes out,"
            },
            {
                "verse_number": "21",
                "verse_text": "Like charcoal to hot embers and wood to fire,"
            },
            {
                "verse_number": "22",
                "verse_text": "The words of a whisperer (gossip) are like dainty morsels [to be greedily eaten];"
            },
            {
                "verse_number": "23",
                "verse_text": "Like a [common] clay vessel covered with the silver dross [making it appear silver when it has no real value]"
            },
            {
                "verse_number": "24",
                "verse_text": "He who hates, disguises it with his lips,"
            },
            {
                "verse_number": "25",
                "verse_text": "When he speaks graciously and kindly [to conceal his malice], do not trust him,"
            },
            {
                "verse_number": "26",
                "verse_text": "Though his hatred covers itself with guile and deceit,"
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever digs a pit [for another man’s feet] will fall into it,"
            },
            {
                "verse_number": "28",
                "verse_text": "A lying tongue hates those it wounds and crushes,"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Do not boast about tomorrow, For you do not know what a day may bring. A stranger, and not your own lips. But a fool’s [unreasonable] wrath is heavier and more burdensome than both of them. But who is able to endure and stand before [the sin of] jealousy? Than love that is hidden. But the kisses of an enemy are deceitful [because they serve his hidden agenda]. But to the hungry soul any bitter thing is sweet. So is a man who wanders from his home. So does the sweetness of a friend’s counsel that comes from the heart. And do not go to your brother’s house in the day of your disaster. Better is a neighbor who is near than a brother who is far away. That I may reply to him who reproaches (reprimands, criticizes) me. But the naive [who are easily misled] continue on and are punished [by suffering the consequences of sin]. And hold him in pledge when he is surety for an immoral woman [for it is unlikely the debt will be repaid].” It will be counted as a curse to him [for it will either be annoying or his purpose will be suspect]. And a contentious (quarrelsome) woman are alike; And grasps oil with his right hand. So one man sharpens [and influences] another [through discussion]. And he who faithfully protects and cares for his master will be honored. So the heart of man reflects man. Nor are the eyes of man ever satisfied. And each is tested by the praise given to him [and his response to it, whether humble or proud]. Yet his foolishness will not leave him. And pay attention to your herds; Nor does a crown endure to all generations. And herbs of the mountain are gathered in, And the goats will bring the price of a field. For the food of your household, And for the maintenance of your maids."
            },
            {
                "verse_number": "2",
                "verse_text": "Let another praise you, and not your own mouth;"
            },
            {
                "verse_number": "3",
                "verse_text": "Stone is heavy and the sand weighty,"
            },
            {
                "verse_number": "4",
                "verse_text": "Wrath is cruel and anger is an overwhelming flood,"
            },
            {
                "verse_number": "5",
                "verse_text": "Better is an open reprimand [of loving correction]"
            },
            {
                "verse_number": "6",
                "verse_text": "Faithful are the wounds of a friend [who corrects out of love and concern],"
            },
            {
                "verse_number": "7",
                "verse_text": "He who is satisfied loathes honey,"
            },
            {
                "verse_number": "8",
                "verse_text": "Like a bird that wanders from her nest [with its comfort and safety],"
            },
            {
                "verse_number": "9",
                "verse_text": "Oil and perfume make the heart glad;"
            },
            {
                "verse_number": "10",
                "verse_text": "Do not abandon your own friend and your father’s friend,"
            },
            {
                "verse_number": "11",
                "verse_text": "My son, be wise, and make my heart glad,"
            },
            {
                "verse_number": "12",
                "verse_text": "A prudent man sees evil and hides himself and avoids it,"
            },
            {
                "verse_number": "13",
                "verse_text": "[The judge tells the creditor,] “Take the garment of one who is surety (guarantees a loan) for a stranger;"
            },
            {
                "verse_number": "14",
                "verse_text": "He who blesses his neighbor with a loud voice early in the morning,"
            },
            {
                "verse_number": "15",
                "verse_text": "A constant dripping on a day of steady rain"
            },
            {
                "verse_number": "16",
                "verse_text": "Whoever attempts to restrain her [criticism] might as well try to stop the wind,"
            },
            {
                "verse_number": "17",
                "verse_text": "As iron sharpens iron,"
            },
            {
                "verse_number": "18",
                "verse_text": "He who tends the fig tree will eat its fruit,"
            },
            {
                "verse_number": "19",
                "verse_text": "As in water face reflects face,"
            },
            {
                "verse_number": "20",
                "verse_text": "Sheol (the place of the dead) and Abaddon (the underworld) are never satisfied;"
            },
            {
                "verse_number": "21",
                "verse_text": "The refining pot is for silver and the furnace for gold [to separate the impurities of the metal],"
            },
            {
                "verse_number": "22",
                "verse_text": "Even though you pound a [hardened, arrogant] fool [who rejects wisdom] in a mortar with a pestle like grain,"
            },
            {
                "verse_number": "23",
                "verse_text": "Be diligent to know the condition of your flocks,"
            },
            {
                "verse_number": "24",
                "verse_text": "For riches are not forever,"
            },
            {
                "verse_number": "25",
                "verse_text": "When the grass is gone, the new growth is seen,"
            },
            {
                "verse_number": "26",
                "verse_text": "The lambs will supply wool for your clothing,"
            },
            {
                "verse_number": "27",
                "verse_text": "And there will be enough goats’ milk for your food,"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The wicked flee when no one pursues them, But the righteous are as bold as a lion. But when the ruler is a man of understanding and knowledge, its stability endures. Is like a sweeping rain which leaves no food. But those who keep the law [of God and man] struggle with them. But they who long for and seek the L ord understand it fully. Than he who is crooked and two-faced though he is rich. But he who is a companion of gluttons humiliates his father [and himself]. Gathers it for him who is gracious to the poor. Even his prayer is repulsive [to God]. Will himself fall into his own pit, But the blameless will inherit good. But the poor man who has understanding [because he relies on God] is able to see through him. But when the wicked rise [to prominence], men hide themselves. But he who hardens his heart [and is determined to sin] will fall into disaster. Is a wicked ruler over a poor people. But he who hates unjust gain will [be blessed and] prolong his days. Will be a fugitive until death; let no one support him or give him refuge. But he who is crooked (perverse) will suddenly fall. But he who follows worthless people and frivolous pursuits will have plenty of poverty. But he who hurries to be rich will not go unpunished. Because for a piece of bread a man will transgress. And does not know that poverty will come upon him. Than he who flatters with the tongue. And says, “This is no sin,” Is [not only a thief but also] the companion of a man who destroys. But he who trusts in the L ord will be blessed and prosper. But he who walks in [skillful and godly] wisdom will be rescued. But he who shuts his eyes [from their need] will have many curses. But when the wicked perish, the [consistently] righteous increase and become great."
            },
            {
                "verse_number": "2",
                "verse_text": "When a land does wrong, it has many princes,"
            },
            {
                "verse_number": "3",
                "verse_text": "A poor man who oppresses and exploits the lowly"
            },
            {
                "verse_number": "4",
                "verse_text": "Those who set aside the law [of God and man] praise the wicked,"
            },
            {
                "verse_number": "5",
                "verse_text": "Evil men do not understand justice,"
            },
            {
                "verse_number": "6",
                "verse_text": "Better is the poor who walks in his integrity"
            },
            {
                "verse_number": "7",
                "verse_text": "He who keeps the law [of God and man] is a wise and discerning son,"
            },
            {
                "verse_number": "8",
                "verse_text": "He who increases his wealth by interest and usury (excessive interest)"
            },
            {
                "verse_number": "9",
                "verse_text": "He who turns his ear away from listening to the law [of God and man],"
            },
            {
                "verse_number": "10",
                "verse_text": "He who leads the upright astray on an evil path"
            },
            {
                "verse_number": "11",
                "verse_text": "The rich man [who is conceited and relies on his wealth instead of God] is wise in his own eyes,"
            },
            {
                "verse_number": "12",
                "verse_text": "When the righteous triumph, there is great glory and celebration;"
            },
            {
                "verse_number": "13",
                "verse_text": "He who conceals his transgressions will not prosper, But whoever confesses and turns away from his sins will find compassion and mercy."
            },
            {
                "verse_number": "14",
                "verse_text": "Blessed and favored by God is the man who fears [sin and its consequence] at all times,"
            },
            {
                "verse_number": "15",
                "verse_text": "Like a roaring lion and a charging bear"
            },
            {
                "verse_number": "16",
                "verse_text": "A leader who is a great oppressor lacks understanding and common sense [and his wickedness shortens his days],"
            },
            {
                "verse_number": "17",
                "verse_text": "A man who is burdened with the guilt of human blood (murder)"
            },
            {
                "verse_number": "18",
                "verse_text": "He who walks blamelessly and uprightly will be kept safe,"
            },
            {
                "verse_number": "19",
                "verse_text": "He who cultivates his land will have plenty of bread,"
            },
            {
                "verse_number": "20",
                "verse_text": "A faithful (right-minded) man will abound with blessings,"
            },
            {
                "verse_number": "21",
                "verse_text": "To have regard for one person over another and to show favoritism is not good,"
            },
            {
                "verse_number": "22",
                "verse_text": "He who has an evil and envious eye hurries to be rich"
            },
            {
                "verse_number": "23",
                "verse_text": "He who [appropriately] reprimands a [wise] man will afterward find more favor"
            },
            {
                "verse_number": "24",
                "verse_text": "He who robs his father or his mother"
            },
            {
                "verse_number": "25",
                "verse_text": "An arrogant and greedy man stirs up strife,"
            },
            {
                "verse_number": "26",
                "verse_text": "He who trusts confidently in his own heart is a [dull, thickheaded] fool,"
            },
            {
                "verse_number": "27",
                "verse_text": "He who gives to the poor will never want,"
            },
            {
                "verse_number": "28",
                "verse_text": "When the wicked rise [to power], men hide themselves;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "He who hardens his neck and refuses instruction after being often reproved (corrected, criticized), Will suddenly be broken beyond repair. But when the wicked man rules, the people groan and sigh. But he who associates with prostitutes wastes his wealth. But a man who takes bribes overthrows it. Is spreading a net for his own feet. But the righteous man sings and rejoices [for his plan brings good things to him]. But the wicked man has no interest in such knowledge. But wise men turn away anger [and restore order with their good judgment]. The foolish man [ignores logic and fairness and] only rages or laughs, and there is no peace (rest, agreement). But the upright are concerned for his life. But a wise man [uses self-control and] holds it back. All his officials will become wicked. The L ord gives light to the eyes of both. His throne shall be established forever. But a child who gets his own way brings shame to his mother. But the righteous will see the downfall of the wicked. Yes, he will delight your soul. But happy and blessed is he who keeps the law [of God]. For though he understands, he will not respond [nor pay attention]. Will find him to be a son in the end. And a hot-tempered and undisciplined man commits many transgressions. But he who has a humble spirit will obtain honor. He hears the curse [when swearing an oath to testify], but discloses nothing [and commits perjury by omission]. But whoever trusts in and puts his confidence in the L ord will be exalted and safe. But justice for man comes from the L ord . And he who is upright in the way [of the L ord ] is repulsive to the wicked."
            },
            {
                "verse_number": "2",
                "verse_text": "When the righteous are in authority and become great, the people rejoice;"
            },
            {
                "verse_number": "3",
                "verse_text": "A man who loves [skillful and godly] wisdom makes his father joyful,"
            },
            {
                "verse_number": "4",
                "verse_text": "The king establishes (stabilizes) the land by justice,"
            },
            {
                "verse_number": "5",
                "verse_text": "A man who flatters his neighbor [with smooth words intending to do harm]"
            },
            {
                "verse_number": "6",
                "verse_text": "By his wicked plan an evil man is trapped,"
            },
            {
                "verse_number": "7",
                "verse_text": "The righteous man cares for the rights of the poor,"
            },
            {
                "verse_number": "8",
                "verse_text": "Scoffers set a city afire [by stirring up trouble],"
            },
            {
                "verse_number": "9",
                "verse_text": "If a wise man has a controversy with a foolish and arrogant man,"
            },
            {
                "verse_number": "10",
                "verse_text": "The bloodthirsty hate the blameless [because of his integrity],"
            },
            {
                "verse_number": "11",
                "verse_text": "A [shortsighted] fool always loses his temper and displays his anger,"
            },
            {
                "verse_number": "12",
                "verse_text": "If a ruler pays attention to lies [and encourages corruption],"
            },
            {
                "verse_number": "13",
                "verse_text": "The poor man and the oppressor have this in common:"
            },
            {
                "verse_number": "14",
                "verse_text": "If a king faithfully and truthfully judges the poor,"
            },
            {
                "verse_number": "15",
                "verse_text": "The rod and reproof (godly instruction) give wisdom,"
            },
            {
                "verse_number": "16",
                "verse_text": "When the wicked are in authority, transgression increases,"
            },
            {
                "verse_number": "17",
                "verse_text": "Correct your son, and he will give you comfort;"
            },
            {
                "verse_number": "18",
                "verse_text": "Where there is no vision [no revelation of God and His word], the people are unrestrained;"
            },
            {
                "verse_number": "19",
                "verse_text": "A servant will not be corrected by words alone;"
            },
            {
                "verse_number": "20",
                "verse_text": "Do you see a [conceited] man who speaks quickly [offering his opinions or answering without thinking]? There is more hope for a [thickheaded] fool than for him."
            },
            {
                "verse_number": "21",
                "verse_text": "He who pampers his slave from childhood"
            },
            {
                "verse_number": "22",
                "verse_text": "An angry man stirs up strife,"
            },
            {
                "verse_number": "23",
                "verse_text": "A man’s pride and sense of self-importance will bring him down,"
            },
            {
                "verse_number": "24",
                "verse_text": "Whoever is partner with a thief hates his own life;"
            },
            {
                "verse_number": "25",
                "verse_text": "The fear of man brings a snare,"
            },
            {
                "verse_number": "26",
                "verse_text": "Many seek the ruler’s favor,"
            },
            {
                "verse_number": "27",
                "verse_text": "An unjust man is repulsive to the righteous,"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "The words of Agur the son of Jakeh, the oracle: T he man says to Ithiel, to Ithiel and to Ucal: And I do not have the understanding of a man [for I do not know what I do not know]. Nor do I have knowledge of the Holy One [who is the source of wisdom]. Who has gathered the wind in His fists? Who has bound the waters in His garment? Who has established all the ends of the earth? What is His name, and what is His Son’s name? Certainly you know! He is a shield to those who trust and take refuge in Him. Or He will reprove you, and you will be found a liar. Do not deny them to me before I die: Give me neither poverty nor riches; Feed me with the food that is my portion, Or that I will not be poor and steal, And so profane the name of my God. Or he will curse you [for your interference], and you will be found guilty. And does not bless its mother. Yet is not washed from its filthiness. And their eyelids are raised in arrogance. And whose jaw teeth are like knives, To devour the afflicted from the earth And the needy from among men. “Give, give!” There are three things that are never satisfied, Four that do not say, “It is enough”: Earth that is never satisfied with water, And fire that never says, “It is enough.” And scorns a mother, The ravens of the valley will pick it out, And the young vultures will devour it. Four which I do not understand: The way of a serpent on a rock, The way of a ship in the middle of the sea, And the way of a man with a maid. She eats and wipes her mouth And says, “I have done no wrong.” And under four it cannot bear up: Under a [spiritually blind] fool when he is filled with food, And under a maidservant when she supplants her mistress. But they are exceedingly wise: Yet they prepare their food in the summer; Yet they make their houses in the rocks; Yet all of them go out in groups; Yet it is in kings’ palaces. Even four which are stately in their stride: And does not turn back before any; And the king when his army is with him. Or if you have plotted evil, put your hand on your mouth. And wringing the nose produces blood; So the churning of anger produces strife."
            },
            {
                "verse_number": "2",
                "verse_text": "Surely I am more brutish and stupid than any man,"
            },
            {
                "verse_number": "3",
                "verse_text": "I have not learned [skillful and godly] wisdom,"
            },
            {
                "verse_number": "4",
                "verse_text": "Who has ascended into heaven and descended?"
            },
            {
                "verse_number": "5",
                "verse_text": "Every word of God is tested and refined [like silver];"
            },
            {
                "verse_number": "6",
                "verse_text": "Do not add to His words,"
            },
            {
                "verse_number": "7",
                "verse_text": "Two things I have asked of You;"
            },
            {
                "verse_number": "8",
                "verse_text": "Keep deception and lies far from me;"
            },
            {
                "verse_number": "9",
                "verse_text": "So that I will not be full and deny You and say, “Who is the L ord ?”"
            },
            {
                "verse_number": "10",
                "verse_text": "Do not slander or malign a servant before his master [stay out of another’s personal life],"
            },
            {
                "verse_number": "11",
                "verse_text": "There is a generation (class of people) that curses its father"
            },
            {
                "verse_number": "12",
                "verse_text": "There is a generation (class of people) that is pure in its own eyes,"
            },
            {
                "verse_number": "13",
                "verse_text": "There is a generation (class of people)—oh, how lofty are their eyes!"
            },
            {
                "verse_number": "14",
                "verse_text": "There is a generation (class of people) whose teeth are like swords"
            },
            {
                "verse_number": "15",
                "verse_text": "The leech has two daughters,"
            },
            {
                "verse_number": "16",
                "verse_text": "Sheol, and the barren womb,"
            },
            {
                "verse_number": "17",
                "verse_text": "The eye that mocks a father"
            },
            {
                "verse_number": "18",
                "verse_text": "There are three things which are too astounding and unexpectedly wonderful for me,"
            },
            {
                "verse_number": "19",
                "verse_text": "The way of an eagle in the air,"
            },
            {
                "verse_number": "20",
                "verse_text": "This is the way of an adulterous woman:"
            },
            {
                "verse_number": "21",
                "verse_text": "Under three things the earth is disquieted and quakes,"
            },
            {
                "verse_number": "22",
                "verse_text": "Under a servant when he reigns,"
            },
            {
                "verse_number": "23",
                "verse_text": "Under an unloved woman when she gets married,"
            },
            {
                "verse_number": "24",
                "verse_text": "There are four things that are small on the earth,"
            },
            {
                "verse_number": "25",
                "verse_text": "The ants are not a strong people,"
            },
            {
                "verse_number": "26",
                "verse_text": "The shephanim are not a mighty folk,"
            },
            {
                "verse_number": "27",
                "verse_text": "The locusts have no king,"
            },
            {
                "verse_number": "28",
                "verse_text": "You may grasp the lizard with your hands,"
            },
            {
                "verse_number": "29",
                "verse_text": "There are three things which are stately in step,"
            },
            {
                "verse_number": "30",
                "verse_text": "The lion, which is mighty among beasts"
            },
            {
                "verse_number": "31",
                "verse_text": "The strutting rooster, the male goat also,"
            },
            {
                "verse_number": "32",
                "verse_text": "If you have foolishly exalted yourself,"
            },
            {
                "verse_number": "33",
                "verse_text": "Surely the churning of milk produces butter,"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The words of King Lemuel, the oracle, which his mother taught him: And what, O son of my womb? And what [shall I advise you], O son of my vows? Nor your ways to that which destroys kings. It is not for kings to drink wine, Or for rulers to desire strong drink, And pervert the rights and justice of all the afflicted. And wine to him whose life is bitter. And no longer remember his trouble. For the rights of all who are unfortunate and defenseless; And administer justice for the afflicted and needy. Her value is more precious than jewels and her worth is far above rubies or pearls. And he will have no lack of gain. All the days of her life. And works with willing hands in delight. She brings her [household’s] food from far away. And gives food to her household And assigns tasks to her maids. With her profits she plants fruitful vines in her vineyard. And makes her arms strong. Her lamp does not go out, but it burns continually through the night [she is prepared for whatever lies ahead]. And her hands hold the spindle [as she spins wool into thread for clothing]. And she reaches out her filled hands to the needy. For all in her household are clothed in [expensive] scarlet [wool]. Her clothing is linen, pure and fine, and purple [wool]. When he sits among the elders of the land. And supplies sashes to the merchants. And she smiles at the future [knowing that she and her family are prepared]. And the teaching of kindness is on her tongue [giving counsel and instruction]. And does not eat the bread of idleness. Her husband also, and he praises her, saying, But a woman who fears the L ord [reverently worshiping, obeying, serving, and trusting Him with awe-filled respect], she shall be praised. And let her own works praise her in the gates [of the city]."
            },
            {
                "verse_number": "2",
                "verse_text": "What, O my son?"
            },
            {
                "verse_number": "3",
                "verse_text": "Do not give your [generative] strength to women [neither foreign wives in marriages of alliances, nor concubines],"
            },
            {
                "verse_number": "4",
                "verse_text": "It is not for kings, O Lemuel,"
            },
            {
                "verse_number": "5",
                "verse_text": "Otherwise they drink and forget the law and its decrees,"
            },
            {
                "verse_number": "6",
                "verse_text": "Give strong drink [as medicine] to him who is ready to pass away,"
            },
            {
                "verse_number": "7",
                "verse_text": "Let him drink and forget his poverty"
            },
            {
                "verse_number": "8",
                "verse_text": "Open your mouth for the mute,"
            },
            {
                "verse_number": "9",
                "verse_text": "Open your mouth, judge righteously,"
            },
            {
                "verse_number": "10",
                "verse_text": "An excellent woman [one who is spiritual, capable, intelligent, and virtuous], who is he who can find her?"
            },
            {
                "verse_number": "11",
                "verse_text": "The heart of her husband trusts in her [with secure confidence],"
            },
            {
                "verse_number": "12",
                "verse_text": "She comforts, encourages, and does him only good and not evil"
            },
            {
                "verse_number": "13",
                "verse_text": "She looks for wool and flax"
            },
            {
                "verse_number": "14",
                "verse_text": "She is like the merchant ships [abounding with treasure];"
            },
            {
                "verse_number": "15",
                "verse_text": "She rises also while it is still night"
            },
            {
                "verse_number": "16",
                "verse_text": "She considers a field before she buys or accepts it [expanding her business prudently];"
            },
            {
                "verse_number": "17",
                "verse_text": "She equips herself with strength [spiritual, mental, and physical fitness for her God-given task]"
            },
            {
                "verse_number": "18",
                "verse_text": "She sees that her gain is good;"
            },
            {
                "verse_number": "19",
                "verse_text": "She stretches out her hands to the distaff,"
            },
            {
                "verse_number": "20",
                "verse_text": "She opens and extends her hand to the poor,"
            },
            {
                "verse_number": "21",
                "verse_text": "She does not fear the snow for her household,"
            },
            {
                "verse_number": "22",
                "verse_text": "She makes for herself coverlets, cushions, and rugs of tapestry."
            },
            {
                "verse_number": "23",
                "verse_text": "Her husband is known in the [city’s] gates,"
            },
            {
                "verse_number": "24",
                "verse_text": "She makes [fine] linen garments and sells them;"
            },
            {
                "verse_number": "25",
                "verse_text": "Strength and dignity are her clothing and her position is strong and secure;"
            },
            {
                "verse_number": "26",
                "verse_text": "She opens her mouth in [skillful and godly] wisdom,"
            },
            {
                "verse_number": "27",
                "verse_text": "She looks well to how things go in her household,"
            },
            {
                "verse_number": "28",
                "verse_text": "Her children rise up and call her blessed (happy, prosperous, to be admired);"
            },
            {
                "verse_number": "29",
                "verse_text": "“Many daughters have done nobly, and well [with the strength of character that is steadfast in goodness], But you excel them all.”"
            },
            {
                "verse_number": "30",
                "verse_text": "Charm and grace are deceptive, and [superficial] beauty is vain,"
            },
            {
                "verse_number": "31",
                "verse_text": "Give her of the product of her hands,"
            }
        ]
    }
}