{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, a bond-servant of Christ Jesus, called as an apostle (special messenger, personally chosen representative), set apart for [preaching] the gospel of God [the good news of salvation],"
            },
            {
                "verse_number": "2",
                "verse_text": "which He promised beforehand through His prophets in the sacred Scriptures&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "[the good news] regarding His Son, who, as to the flesh [His human nature], was born a descendant of David [to fulfill the covenant promises],"
            },
            {
                "verse_number": "4",
                "verse_text": "and [as to His divine nature] according to the Spirit of holiness was openly designated to be the Son of God with power [in a triumphant and miraculous way] by His resurrection from the dead: Jesus Christ our Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "It is through Him that we have received grace and [our] apostleship to promote obedience to the faith and make disciples for His name&quot;s sake among all the Gentiles,"
            },
            {
                "verse_number": "6",
                "verse_text": "and you also are among those who are called of Jesus Christ to belong to Him;"
            },
            {
                "verse_number": "7",
                "verse_text": "[I am writing] to all who are beloved of God in Rome, called to be saints (God&quot;s people) and set apart for a sanctified life, [that is, set apart for God and His purpose]: Grace to you and peace [inner calm and spiritual well-being] from God our Father and from the Lord Jesus Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "First, I thank my God through Jesus Christ for all of you, because your faith [your trust and confidence in His power, wisdom, and goodness] is being proclaimed in all the world."
            },
            {
                "verse_number": "9",
                "verse_text": "For God, whom I serve with my spirit by preaching the gospel of His Son, is my witness as to how continuously I mention you"
            },
            {
                "verse_number": "10",
                "verse_text": "in my prayers; always pleading that somehow, by God&quot;s will, I may now at last come to you."
            },
            {
                "verse_number": "11",
                "verse_text": "For I long to see you so that I may share with you some spiritual gift, to strengthen and establish you;"
            },
            {
                "verse_number": "12",
                "verse_text": "that is, that we may be mutually encouraged and comforted by each other&quot;s faith, both yours and mine."
            },
            {
                "verse_number": "13",
                "verse_text": "I do not want you to be unaware, brothers and sisters, that many times I have planned to come to you, (and have been prevented so far) so that I may have some fruit [of my labors] among you, even as I have among the rest of the Gentiles."
            },
            {
                "verse_number": "14",
                "verse_text": "I have a duty to perform and a debt to pay both to Greeks and to barbarians [the cultured and the uncultured], both to the wise and to the foolish."
            },
            {
                "verse_number": "15",
                "verse_text": "So, for my part, I am ready and eager to preach the gospel also to you who are in Rome."
            },
            {
                "verse_number": "16",
                "verse_text": "I am not ashamed of the gospel, for it is the power of God for salvation [from His wrath and punishment] to everyone who believes [in Christ as Savior], to the Jew first and also to the Greek."
            },
            {
                "verse_number": "17",
                "verse_text": "For in the gospel the righteousness of God is revealed, both springing from faith and leading to faith [disclosed in a way that awakens more faith]. As it is written and forever remains written, &apos;T he just and upright shall live by faith .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "For [God does not overlook sin and] the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who in their wickedness suppress and stifle the truth,"
            },
            {
                "verse_number": "19",
                "verse_text": "because that which is known about God is evident within them [in their inner consciousness], for God made it evident to them."
            },
            {
                "verse_number": "20",
                "verse_text": "For ever since the creation of the world His invisible attributes, His eternal power and divine nature, have been clearly seen, being understood through His workmanship [all His creation, the wonderful things that He has made], so that they [who fail to believe and trust in Him] are without excuse and without defense."
            },
            {
                "verse_number": "21",
                "verse_text": "For even though they knew God [as the Creator], they did not honor Him as God or give thanks [for His wondrous creation]. On the contrary, they became worthless in their thinking [godless, with pointless reasonings, and silly speculations], and their foolish heart was darkened."
            },
            {
                "verse_number": "22",
                "verse_text": "Claiming to be wise, they became fools,"
            },
            {
                "verse_number": "23",
                "verse_text": "and exchanged the glory and majesty and excellence of the immortal God for an image [worthless idols] in the shape of mortal man and birds and four-footed animals and reptiles."
            },
            {
                "verse_number": "24",
                "verse_text": "Therefore God gave them over in the lusts of their own hearts to [sexual] impurity, so that their bodies would be dishonored among them [abandoning them to the degrading power of sin],"
            },
            {
                "verse_number": "25",
                "verse_text": "because [by choice] they exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever! Amen."
            },
            {
                "verse_number": "26",
                "verse_text": "For this reason God gave them over to degrading and vile passions; for their women exchanged the natural function for that which is unnatural [a function contrary to nature],"
            },
            {
                "verse_number": "27",
                "verse_text": "and in the same way also the men turned away from the natural function of the woman and were consumed with their desire toward one another, men with men committing shameful acts and in return receiving in their own bodies the inevitable and appropriate penalty for their wrongdoing."
            },
            {
                "verse_number": "28",
                "verse_text": "And since they did not see fit to acknowledge God or consider Him worth knowing [as their Creator], God gave them over to a depraved mind, to do things which are improper and repulsive,"
            },
            {
                "verse_number": "29",
                "verse_text": "until they were filled (permeated, saturated) with every kind of unrighteousness, wickedness, greed, evil; full of envy, murder, strife, deceit, malice and mean-spiritedness. They are gossips [spreading rumors],"
            },
            {
                "verse_number": "30",
                "verse_text": "slanderers, haters of God, insolent, arrogant, boastful, inventors [of new forms] of evil, disobedient and disrespectful to parents,"
            },
            {
                "verse_number": "31",
                "verse_text": "without understanding, untrustworthy, unloving, unmerciful [without pity]."
            },
            {
                "verse_number": "32",
                "verse_text": "Although they know God&quot;s righteous decree and His judgment, that those who do such things deserve death, yet they not only do them, but they even [enthusiastically] approve and tolerate others who practice them."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Therefore you have no excuse or justification, everyone of you who [hypocritically] judges and condemns others; for in passing judgment on another person, you condemn yourself, because you who judge [from a position of arrogance or self-righteousness] are habitually practicing the very same things [which you denounce]."
            },
            {
                "verse_number": "2",
                "verse_text": "And we know that the judgment of God falls justly and in accordance with truth on those who practice such things."
            },
            {
                "verse_number": "3",
                "verse_text": "But do you think this, O man, when you judge and condemn those who practice such things, and yet do the same yourself, that you will escape God&quot;s judgment and elude His verdict?"
            },
            {
                "verse_number": "4",
                "verse_text": "Or do you have no regard for the wealth of His kindness and tolerance and patience [in withholding His wrath]? Are you [actually] unaware or ignorant [of the fact] that God&quot;s kindness leads you to repentance [that is, to change your inner self, your old way of thinking&ndash;seek His purpose for your life]?"
            },
            {
                "verse_number": "5",
                "verse_text": "But because of your callous stubbornness and unrepentant heart you are [deliberately] storing up wrath for yourself on the day of wrath when God&quot;s righteous judgment will be revealed."
            },
            {
                "verse_number": "6",
                "verse_text": "He will pay back to each person according to his deeds [justly, as his deeds deserve]:"
            },
            {
                "verse_number": "7",
                "verse_text": "to those who by persistence in doing good seek [unseen but certain heavenly] glory, honor, and immortality, [He will give the gift of] eternal life."
            },
            {
                "verse_number": "8",
                "verse_text": "But for those who are selfishly ambitious and self-seeking and disobedient to the truth but responsive to wickedness, [there will be] wrath and indignation."
            },
            {
                "verse_number": "9",
                "verse_text": "There will be tribulation and anguish [torturing confinement] for every human soul who does [or permits] evil, to the Jew first and also to the Greek,"
            },
            {
                "verse_number": "10",
                "verse_text": "but glory and honor and inner peace [will be given] to everyone who habitually does good, to the Jew first and also to the Greek."
            },
            {
                "verse_number": "11",
                "verse_text": "For God shows no partiality [no arbitrary favoritism; with Him one person is not more important than another]."
            },
            {
                "verse_number": "12",
                "verse_text": "For all who have sinned without the Law will also perish without [regard to] the Law, and all who have sinned under the Law will be judged and condemned by the Law."
            },
            {
                "verse_number": "13",
                "verse_text": "For it is not those who merely hear the Law [as it is read aloud] who are just or righteous before God, but it is those who [actually] obey the Law who will be justified [pronounced free of the guilt of sin and declared acceptable to Him]."
            },
            {
                "verse_number": "14",
                "verse_text": "When Gentiles, who do not have the Law [since it was given only to Jews], do instinctively the things the Law requires [guided only by their conscience], they are a law to themselves, though they do not have the Law."
            },
            {
                "verse_number": "15",
                "verse_text": "They show that the essential requirements of the Law are written in their hearts; and their conscience [their sense of right and wrong, their moral choices] bearing witness and their thoughts alternately accusing or perhaps defending them"
            },
            {
                "verse_number": "16",
                "verse_text": "on that day when, as my gospel proclaims, God will judge the secrets [all the hidden thoughts and concealed sins] of men through Christ Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "But if you bear the name &apos;Jew&apos; and rely on the Law [for your salvation] and boast in [your special relationship to] God,"
            },
            {
                "verse_number": "18",
                "verse_text": "and [if you claim to] know His will and approve the things that are essential or have a sense of what is excellent, based on your instruction from the Law,"
            },
            {
                "verse_number": "19",
                "verse_text": "and [if you] are confident that you are a [qualified] guide to the blind [those untaught in theology], a light to those who are in darkness,"
            },
            {
                "verse_number": "20",
                "verse_text": "and [that you are] a corrector of the foolish, a teacher of the [spiritually] childish, having in the Law the embodiment of knowledge and of the truth&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "well then, you who teach others, do you not teach yourself? You who preach against stealing, do you steal [in ways that are discrete, but just as sinful]?"
            },
            {
                "verse_number": "22",
                "verse_text": "You who say that one must not commit adultery, do you commit adultery? You who detest idols, do you rob [pagan] temples [of valuable idols and offerings]?"
            },
            {
                "verse_number": "23",
                "verse_text": "You who boast in the Law, do you [repeatedly] dishonor God by breaking the Law?"
            },
            {
                "verse_number": "24",
                "verse_text": "For, &apos; the name of G od is blasphemed among the G entiles because of you ,&apos; just as it is written [in Scripture]."
            },
            {
                "verse_number": "25",
                "verse_text": "Circumcision [the sign of the covenant of Abraham] is indeed of value if you practice the Law; but if you habitually break the Law, your circumcision has become uncircumcision [it is meaningless in God&quot;s sight]."
            },
            {
                "verse_number": "26",
                "verse_text": "So if the uncircumcised man keeps the requirements of the Law, will not his uncircumcision be regarded [by God] as circumcision?"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he who is physically uncircumcised but keeps [the spirit of] the Law will judge you who, even though you have the written code and circumcision, break the Law."
            },
            {
                "verse_number": "28",
                "verse_text": "For he is not a [real] Jew who is only one outwardly, nor is [true] circumcision something external and physical."
            },
            {
                "verse_number": "29",
                "verse_text": "But he is a Jew who is one inwardly; and [true] circumcision is circumcision of the heart, by the Spirit, not by [the fulfillment of] the letter [of the Law]. His praise is not from men, but from God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then what is the advantage of the Jew? Or what is the benefit of circumcision?"
            },
            {
                "verse_number": "2",
                "verse_text": "Great in every respect. To begin with, the Jews were entrusted with the oracles of God [His very words]."
            },
            {
                "verse_number": "3",
                "verse_text": "What then? If some did not believe or were unfaithful [to God], their lack of belief will not nullify and make invalid the faithfulness of God and His word, will it?"
            },
            {
                "verse_number": "4",
                "verse_text": "Certainly not! Let God be found true [as He will be], though every person be found a liar, just as it is written [in Scripture], &apos;T hat Y ou may be justified in Y our words , A nd prevail when Y ou are judged [by sinful men].&apos; &apos;T here is none righteous [none that meets God&quot;s standard], not even one . T here is none who seeks for G od . T here is none who does good , no , not one .&apos; T hey [habitually] deceive with their tongues .&apos; &apos;T he venom of asps is beneath their lips .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But if our unrighteousness demonstrates the righteousness of God, what shall we say? God is not wrong to inflict His wrath [on us], is He? (I am speaking in purely human terms.)"
            },
            {
                "verse_number": "6",
                "verse_text": "Certainly not! For otherwise, how will God judge the world?"
            },
            {
                "verse_number": "7",
                "verse_text": "But [as you might say] if through my lie God&quot;s truth was magnified and abounded to His glory, why am I still being judged as a sinner?"
            },
            {
                "verse_number": "8",
                "verse_text": "And why not say, (as some slanderously report and claim that we teach) &apos;Let us do evil so that good may come of it&apos;? Their condemnation [by God] is just."
            },
            {
                "verse_number": "9",
                "verse_text": "Well then, are we [Jews] better off than they? Not at all; for we have already charged that both Jews and Greeks (Gentiles) are under the control of sin and subject to its power."
            },
            {
                "verse_number": "10",
                "verse_text": "As it is written and forever remains written,"
            },
            {
                "verse_number": "11",
                "verse_text": "T here is none who understands ,"
            },
            {
                "verse_number": "12",
                "verse_text": "A ll have turned aside , together they have become useless ;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;T heir throat is an open grave ;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;T heir mouth is full of cursing and bitterness .&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;T heir feet are swift to shed blood ,"
            },
            {
                "verse_number": "16",
                "verse_text": "D estruction and misery are in their paths ,"
            },
            {
                "verse_number": "17",
                "verse_text": "A nd they have not known the path of peace .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;T here is no fear of G od [and His awesome power] before their eyes .&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now we know that whatever the Law [of Moses] says, it speaks to those who are under the Law, so that [the excuses of] every mouth may be silenced [from protesting] and that all the world may be held accountable to God [and subject to His judgment]."
            },
            {
                "verse_number": "20",
                "verse_text": "For no person will be justified [freed of guilt and declared righteous] in His sight by [trying to do] the works of the Law. For through the Law we become conscious of sin [and the recognition of sin directs us toward repentance, but provides no remedy for sin]."
            },
            {
                "verse_number": "21",
                "verse_text": "But now the righteousness of God has been clearly revealed [independently and completely] apart from the Law, though it is [actually] confirmed by the Law and the [words and writings of the] Prophets."
            },
            {
                "verse_number": "22",
                "verse_text": "This righteousness of God comes through faith in Jesus Christ for all those [Jew or Gentile] who believe [and trust in Him and acknowledge Him as God&quot;s Son]. There is no distinction,"
            },
            {
                "verse_number": "23",
                "verse_text": "since all have sinned and continually fall short of the glory of God,"
            },
            {
                "verse_number": "24",
                "verse_text": "and are being justified [declared free of the guilt of sin, made acceptable to God, and granted eternal life] as a gift by His [precious, undeserved] grace, through the redemption [the payment for our sin] which is [provided] in Christ Jesus,"
            },
            {
                "verse_number": "25",
                "verse_text": "whom God displayed publicly [before the eyes of the world] as a [life-giving] sacrifice of atonement and reconciliation (propitiation) by His blood [to be received] through faith. This was to demonstrate His righteousness [which demands punishment for sin], because in His forbearance [His deliberate restraint] He passed over the sins previously committed [before Jesus&quot; crucifixion]."
            },
            {
                "verse_number": "26",
                "verse_text": "It was to demonstrate His righteousness at the present time, so that He would be just and the One who justifies those who have faith in Jesus [and rely confidently on Him as Savior]."
            },
            {
                "verse_number": "27",
                "verse_text": "Then what becomes of [our] boasting? It is excluded [entirely ruled out, banished]. On what principle? On [the principle of good] works? No, but on the principle of faith."
            },
            {
                "verse_number": "28",
                "verse_text": "For we maintain that an individual is justified by faith distinctly apart from works of the Law [the observance of which has nothing to do with justification, that is, being declared free of the guilt of sin and made acceptable to God]."
            },
            {
                "verse_number": "29",
                "verse_text": "Or is God the God of Jews only? Is He not also the God of Gentiles [who were not given the Law]? Yes, of Gentiles also,"
            },
            {
                "verse_number": "30",
                "verse_text": "since indeed it is one [and the same] God who will justify the circumcised by faith [which began with Abraham] and the uncircumcised through [their newly acquired] faith."
            },
            {
                "verse_number": "31",
                "verse_text": "Do we then nullify the Law by this faith [making the Law of no effect, overthrowing it]? Certainly not! On the contrary, we confirm and establish and uphold the Law [since it convicts us all of sin, pointing to the need for salvation]."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "What then shall we say that Abraham, our forefather humanly speaking, has found? [Has he obtained a favored standing?]"
            },
            {
                "verse_number": "2",
                "verse_text": "For if Abraham was justified [that is, acquitted from the guilt of his sins] by works [those things he did that were good], he has something to boast about, but not before God."
            },
            {
                "verse_number": "3",
                "verse_text": "For what does the Scripture say? &apos;A braham believed in (trusted, relied on) G od , and it was credited to his account as righteousness (right living, right standing with God).&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Now to a laborer, his wages are not credited as a favor or a gift, but as an obligation [something owed to him]."
            },
            {
                "verse_number": "5",
                "verse_text": "But to the one who does not work [that is, the one who does not try to earn his salvation by doing good], but believes and completely trusts in Him who justifies the ungodly, his faith is credited to him as righteousness (right standing with God)."
            },
            {
                "verse_number": "6",
                "verse_text": "And in this same way David speaks of the blessing on the one to whom God credits righteousness apart from works: A nd whose sins have been covered up and completely buried ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;B lessed and happy and favored are those whose lawless acts have been forgiven ,"
            },
            {
                "verse_number": "8",
                "verse_text": "B lessed and happy and favored is the man whose sin the L ord will not take into account nor charge against him .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Is this blessing only for the circumcised, or also for the uncircumcised? For we say, &apos;F aith was credited to A braham as righteousness .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "How then was it credited [to him]? Was it after he had been circumcised, or before? Not after, but while [he was] uncircumcised."
            },
            {
                "verse_number": "11",
                "verse_text": "He received the sign of circumcision, a seal or confirmation of the righteousness which he had by faith while [he was still] uncircumcised&ndash;this was so that he would be the [spiritual] father of all who believe without being circumcised&ndash;so that righteousness would be credited to them,"
            },
            {
                "verse_number": "12",
                "verse_text": "and [that he would be] the [spiritual] father of those circumcised who are not only circumcised, but who also walk in the steps of the faith of our father Abraham which he had before he was circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "For the promise to Abraham or to his descendants that he would be heir of the world was not through [observing the requirements of] the Law, but through the righteousness of faith."
            },
            {
                "verse_number": "14",
                "verse_text": "If those who are [followers] of the Law are [the true] heirs [of Abraham], then faith [leading to salvation] is of no effect and void, and the promise [of God] is nullified."
            },
            {
                "verse_number": "15",
                "verse_text": "For the Law results in [God&quot;s] wrath [against sin], but where there is no law, there is no violation [of it either]."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore, [inheriting] the promise depends entirely on faith [that is, confident trust in the unseen God], in order that it may be given as an act of grace [His unmerited favor and mercy], so that the promise will be [legally] guaranteed to all the descendants [of Abraham]&ndash;not only for those [Jewish believers] who keep the Law, but also for those [Gentile believers] who share the faith of Abraham, who is the [spiritual] father of us all&ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "(as it is written [in Scripture], &apos;I have made you a father of many nations &apos;) in the sight of Him in whom he believed, that is, God who gives life to the dead and calls into being that which does not exist."
            },
            {
                "verse_number": "18",
                "verse_text": "In hope against hope Abraham believed that he would become a father of many nations, as he had been promised [by God]: &apos;S o [numberless] shall your descendants be .&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Without becoming weak in faith he considered his own body, now as good as dead [for producing children] since he was about a hundred years old, and [he considered] the deadness of Sarah&quot;s womb."
            },
            {
                "verse_number": "20",
                "verse_text": "But he did not doubt or waver in unbelief concerning the promise of God, but he grew strong and empowered by faith, giving glory to God,"
            },
            {
                "verse_number": "21",
                "verse_text": "being fully convinced that God had the power to do what He had promised."
            },
            {
                "verse_number": "22",
                "verse_text": "Therefore his faith was credited to him as righteousness (right standing with God)."
            },
            {
                "verse_number": "23",
                "verse_text": "Now not for his sake alone was it written that it was credited to him,"
            },
            {
                "verse_number": "24",
                "verse_text": "but for our sake also&ndash;to whom righteousness will be credited, as those who believe in Him who raised Jesus our Lord from the dead&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "who was betrayed and crucified because of our sins, and was raised [from the dead] because of our justification [our acquittal&ndash;absolving us of all sin before God]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since we have been justified [that is, acquitted of sin, declared blameless before God] by faith, [let us grasp the fact that] we have peace with God [and the joy of reconciliation with Him] through our Lord Jesus Christ (the Messiah, the Anointed)."
            },
            {
                "verse_number": "2",
                "verse_text": "Through Him we also have access by faith into this [remarkable state of] grace in which we [firmly and safely and securely] stand. Let us rejoice in our hope and the confident assurance of [experiencing and enjoying] the glory of [our great] God [the manifestation of His excellence and power]."
            },
            {
                "verse_number": "3",
                "verse_text": "And not only this, but [with joy] let us exult in our sufferings and rejoice in our hardships, knowing that hardship (distress, pressure, trouble) produces patient endurance;"
            },
            {
                "verse_number": "4",
                "verse_text": "and endurance, proven character (spiritual maturity); and proven character, hope and confident assurance [of eternal salvation]."
            },
            {
                "verse_number": "5",
                "verse_text": "Such hope [in God&quot;s promises] never disappoints us, because God&quot;s love has been abundantly poured out within our hearts through the Holy Spirit who was given to us."
            },
            {
                "verse_number": "6",
                "verse_text": "While we were still helpless [powerless to provide for our salvation], at the right time Christ died [as a substitute] for the ungodly."
            },
            {
                "verse_number": "7",
                "verse_text": "Now it is an extraordinary thing for one to willingly give his life even for an upright man, though perhaps for a good man [one who is noble and selfless and worthy] someone might even dare to die."
            },
            {
                "verse_number": "8",
                "verse_text": "But God clearly shows and proves His own love for us, by the fact that while we were still sinners, Christ died for us."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, since we have now been justified [declared free of the guilt of sin] by His blood, [how much more certain is it that] we will be saved from the wrath of God through Him."
            },
            {
                "verse_number": "10",
                "verse_text": "For if while we were enemies we were reconciled to God through the death of His Son, it is much more certain, having been reconciled, that we will be saved [from the consequences of sin] by His life [that is, we will be saved because Christ lives today]."
            },
            {
                "verse_number": "11",
                "verse_text": "Not only that, but we also rejoice in God [rejoicing in His love and perfection] through our Lord Jesus Christ, through whom we have now received and enjoy our reconciliation [with God]."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, just as sin came into the world through one man, and death through sin, so death spread to all people [no one being able to stop it or escape its power], because they all sinned."
            },
            {
                "verse_number": "13",
                "verse_text": "Sin was [committed] in the world before the Law [was given], but sin is not charged [against anyone] when there is no law [against it]."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet death ruled [over mankind] from Adam to Moses [the Lawgiver], even over those who had not sinned as Adam did. Adam is a type of Him (Christ) who was to come [but in reverse&ndash;Adam brought destruction, Christ brought salvation]."
            },
            {
                "verse_number": "15",
                "verse_text": "But the free gift [of God] is not like the trespass [because the gift of grace overwhelms the fall of man]. For if many died by one man&quot;s trespass [Adam&quot;s sin], much more [abundantly] did God&quot;s grace and the gift [that comes] by the grace of the one Man, Jesus Christ, overflow to [benefit] the many."
            },
            {
                "verse_number": "16",
                "verse_text": "Nor is the gift [of grace] like that which came through the one who sinned. For on the one hand the judgment [following the sin] resulted from one trespass and brought condemnation, but on the other hand the free gift resulted from many trespasses and brought justification [the release from sin&quot;s penalty for those who believe]."
            },
            {
                "verse_number": "17",
                "verse_text": "For if by the trespass of the one (Adam), death reigned through the one (Adam), much more surely will those who receive the abundance of grace and the free gift of righteousness reign in [eternal] life through the One, Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "So then as through one trespass [Adam&quot;s sin] there resulted condemnation for all men, even so through one act of righteousness there resulted justification of life to all men."
            },
            {
                "verse_number": "19",
                "verse_text": "For just as through one man&quot;s disobedience [his failure to hear, his carelessness] the many were made sinners, so through the obedience of the one Man the many will be made righteous and acceptable to God and brought into right standing with Him."
            },
            {
                "verse_number": "20",
                "verse_text": "But the Law came to increase and expand [the awareness of] the trespass [by defining and unmasking sin]. But where sin increased, [God&quot;s remarkable, gracious gift of] grace [His unmerited favor] has surpassed it and increased all the more,"
            },
            {
                "verse_number": "21",
                "verse_text": "so that, as sin reigned in death, so also grace would reign through righteousness which brings eternal life through Jesus Christ our Lord."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "What shall we say [to all this]? Should we continue in sin and practice sin as a habit so that [God&quot;s gift of] grace may increase and overflow?"
            },
            {
                "verse_number": "2",
                "verse_text": "Certainly not! How can we, the very ones who died to sin, continue to live in it any longer?"
            },
            {
                "verse_number": "3",
                "verse_text": "Or are you ignorant of the fact that all of us who have been baptized into Christ Jesus were baptized into His death?"
            },
            {
                "verse_number": "4",
                "verse_text": "We have therefore been buried with Him through baptism into death, so that just as Christ was raised from the dead through the glory and power of the Father, we too might walk habitually in newness of life [abandoning our old ways]."
            },
            {
                "verse_number": "5",
                "verse_text": "For if we have become one with Him [permanently united] in the likeness of His death, we will also certainly be [one with Him and share fully] in the likeness of His resurrection."
            },
            {
                "verse_number": "6",
                "verse_text": "We know that our old self [our human nature without the Holy Spirit] was nailed to the cross with Him, in order that our body of sin might be done away with, so that we would no longer be slaves to sin."
            },
            {
                "verse_number": "7",
                "verse_text": "For the person who has died [with Christ] has been freed from [the power of] sin."
            },
            {
                "verse_number": "8",
                "verse_text": "Now if we have died with Christ, we believe that we will also live [together] with Him,"
            },
            {
                "verse_number": "9",
                "verse_text": "because we know [the self-evident truth] that Christ, having been raised from the dead, will never die again; death no longer has power over Him."
            },
            {
                "verse_number": "10",
                "verse_text": "For the death that He died, He died to sin [ending its power and paying the sinner&quot;s debt] once and for all; and the life that He lives, He lives to [glorify] God [in unbroken fellowship with Him]."
            },
            {
                "verse_number": "11",
                "verse_text": "Even so, consider yourselves to be dead to sin [and your relationship to it broken], but alive to God [in unbroken fellowship with Him] in Christ Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore do not let sin reign in your mortal body so that you obey its lusts and passions."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not go on offering members of your body to sin as instruments of wickedness. But offer yourselves to God [in a decisive act] as those alive [raised] from the dead [to a new life], and your members [all of your abilities&ndash;sanctified, set apart] as instruments of righteousness [yielded] to God."
            },
            {
                "verse_number": "14",
                "verse_text": "For sin will no longer be a master over you, since you are not under Law [as slaves], but under [unmerited] grace [as recipients of God&quot;s favor and mercy]."
            },
            {
                "verse_number": "15",
                "verse_text": "What then [are we to conclude]? Shall we sin because we are not under Law, but under [God&quot;s] grace? Certainly not!"
            },
            {
                "verse_number": "16",
                "verse_text": "Do you not know that when you continually offer yourselves to someone to do his will, you are the slaves of the one whom you obey, either [slaves] of sin, which leads to death, or of obedience, which leads to righteousness (right standing with God)?"
            },
            {
                "verse_number": "17",
                "verse_text": "But thank God that though you were slaves of sin, you became obedient with all your heart to the standard of teaching in which you were instructed and to which you were committed."
            },
            {
                "verse_number": "18",
                "verse_text": "And having been set free from sin, you have become the slaves of righteousness [of conformity to God&quot;s will and purpose]."
            },
            {
                "verse_number": "19",
                "verse_text": "I am speaking in [familiar] human terms because of your natural limitations [your spiritual immaturity]. For just as you presented your bodily members as slaves to impurity and to [moral] lawlessness, leading to further lawlessness, so now offer your members [your abilities, your talents] as slaves to righteousness, leading to sanctification [that is, being set apart for God&quot;s purpose]."
            },
            {
                "verse_number": "20",
                "verse_text": "When you were slaves of sin, you were free in regard to righteousness [you had no desire to conform to God&quot;s will]."
            },
            {
                "verse_number": "21",
                "verse_text": "So what benefit did you get at that time from the things of which you are now ashamed? [None!] For the outcome of those things is death!"
            },
            {
                "verse_number": "22",
                "verse_text": "But now since you have been set free from sin and have become [willing] slaves to God, you have your benefit, resulting in sanctification [being made holy and set apart for God&quot;s purpose], and the outcome [of this] is eternal life."
            },
            {
                "verse_number": "23",
                "verse_text": "For the wages of sin is death, but the free gift of God [that is, His remarkable, overwhelming gift of grace to believers] is eternal life in Christ Jesus our Lord."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Or do you not know, brothers and sisters (for I am speaking to those who know the Law), that the Law has jurisdiction [to rule] over a person as long as he lives?"
            },
            {
                "verse_number": "2",
                "verse_text": "For the married woman [as an example] is bound and remains bound by law to her husband while he lives; but if her husband dies, she is released and exempt from the law concerning her husband."
            },
            {
                "verse_number": "3",
                "verse_text": "Accordingly, she will be designated as an adulteress if she unites herself to another man while her husband is alive. But if her husband dies, she is free from the law [regarding marriage], so that she is not an adulteress if she marries another man."
            },
            {
                "verse_number": "4",
                "verse_text": "Therefore, my fellow believers, you too died to the Law through the [crucified] body of Christ, so that you may belong to another, to Him who was raised from the dead, in order that we may bear fruit for God."
            },
            {
                "verse_number": "5",
                "verse_text": "When we were living in the flesh [trapped by sin], the sinful passions, which were awakened by [that which] the Law [identifies as sin], were at work in our body to bear fruit for death [since the willingness to sin led to death and separation from God]."
            },
            {
                "verse_number": "6",
                "verse_text": "But now we have been released from the Law and its penalty, having died [through Christ] to that by which we were held captive, so that we serve [God] in the newness of the Spirit and not in the oldness of the letter [of the Law]."
            },
            {
                "verse_number": "7",
                "verse_text": "What shall we say then? Is the Law sin? Certainly not! On the contrary, if it had not been for the Law, I would not have recognized sin. For I would not have known [for example] about coveting [what belongs to another, and would have had no sense of guilt] if the Law had not [repeatedly] said, &apos;Y ou shall not covet .&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But sin, finding an opportunity through the commandment [to express itself] produced in me every kind of coveting and selfish desire. For without the Law sin is dead [the recognition of sin is inactive]."
            },
            {
                "verse_number": "9",
                "verse_text": "I was once alive without [knowledge of] the Law; but when the commandment came [and I understood its meaning], sin became alive and I died [since the Law sentenced me to death]."
            },
            {
                "verse_number": "10",
                "verse_text": "And the very commandment which was intended to bring life, actually proved to bring death for me."
            },
            {
                "verse_number": "11",
                "verse_text": "For sin, seizing its opportunity through the commandment, beguiled and completely deceived me, and using it as a weapon killed me [separating me from God]."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, the Law is holy, and the commandment is holy and righteous and good."
            },
            {
                "verse_number": "13",
                "verse_text": "Did that which is good [the Law], then become death to me? Certainly not! But sin, in order that it might be revealed as sin, was producing death in me by [using] this good thing [as a weapon], so that through the commandment sin would become exceedingly sinful."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that the Law is spiritual, but I am a creature of the flesh [worldly, self-reliant&ndash;carnal and unspiritual], sold into slavery to sin [and serving under its control]."
            },
            {
                "verse_number": "15",
                "verse_text": "For I do not understand my own actions [I am baffled and bewildered by them]. I do not practice what I want to do, but I am doing the very thing I hate [and yielding to my human nature, my worldliness&ndash;my sinful capacity]."
            },
            {
                "verse_number": "16",
                "verse_text": "Now if I habitually do what I do not want to do, [that means] I agree with the Law, confessing that it is good (morally excellent)."
            },
            {
                "verse_number": "17",
                "verse_text": "So now [if that is the case, then] it is no longer I who do it [the disobedient thing which I despise], but the sin [nature] which lives in me."
            },
            {
                "verse_number": "18",
                "verse_text": "For I know that nothing good lives in me, that is, in my flesh [my human nature, my worldliness&ndash;my sinful capacity]. For the willingness [to do good] is present in me, but the doing of good is not."
            },
            {
                "verse_number": "19",
                "verse_text": "For the good that I want to do, I do not do, but I practice the very evil that I do not want."
            },
            {
                "verse_number": "20",
                "verse_text": "But if I am doing the very thing I do not want to do, I am no longer the one doing it [that is, it is not me that acts], but the sin [nature] which lives in me."
            },
            {
                "verse_number": "21",
                "verse_text": "So I find it to be the law [of my inner self], that evil is present in me, the one who wants to do good."
            },
            {
                "verse_number": "22",
                "verse_text": "For I joyfully delight in the law of God in my inner self [with my new nature],"
            },
            {
                "verse_number": "23",
                "verse_text": "but I see a different law and rule of action in the members of my body [in its appetites and desires], waging war against the law of my mind and subduing me and making me a prisoner of the law of sin which is within my members."
            },
            {
                "verse_number": "24",
                "verse_text": "Wretched and miserable man that I am! Who will [rescue me and] set me free from this body of death [this corrupt, mortal existence]?"
            },
            {
                "verse_number": "25",
                "verse_text": "Thanks be to God [for my deliverance] through Jesus Christ our Lord! So then, on the one hand I myself with my mind serve the law of God, but on the other, with my flesh [my human nature, my worldliness, my sinful capacity&ndash;I serve] the law of sin."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Therefore there is now no condemnation [no guilty verdict, no punishment] for those who are in Christ Jesus [who believe in Him as personal Lord and Savior]."
            },
            {
                "verse_number": "2",
                "verse_text": "For the law of the Spirit of life [which is] in Christ Jesus [the law of our new being] has set you free from the law of sin and of death."
            },
            {
                "verse_number": "3",
                "verse_text": "For what the Law could not do [that is, overcome sin and remove its penalty, its power] being weakened by the flesh [man&quot;s nature without the Holy Spirit], God did: He sent His own Son in the likeness of sinful man as an offering for sin. And He condemned sin in the flesh [subdued it and overcame it in the person of His own Son],"
            },
            {
                "verse_number": "4",
                "verse_text": "so that the [righteous and just] requirement of the Law might be fulfilled in us who do not live our lives in the ways of the flesh [guided by worldliness and our sinful nature], but [live our lives] in the ways of the Spirit [guided by His power]."
            },
            {
                "verse_number": "5",
                "verse_text": "For those who are living according to the flesh set their minds on the things of the flesh [which gratify the body], but those who are living according to the Spirit, [set their minds on] the things of the Spirit [His will and purpose]."
            },
            {
                "verse_number": "6",
                "verse_text": "Now the mind of the flesh is death [both now and forever&ndash;because it pursues sin]; but the mind of the Spirit is life and peace [the spiritual well-being that comes from walking with God&ndash;both now and forever];"
            },
            {
                "verse_number": "7",
                "verse_text": "the mind of the flesh [with its sinful pursuits] is actively hostile to God. It does not submit itself to God&quot;s law, since it cannot,"
            },
            {
                "verse_number": "8",
                "verse_text": "and those who are in the flesh [living a life that caters to sinful appetites and impulses] cannot please God. &apos;F or Y our sake we are put to death all day long ; W e are regarded as sheep for the slaughter .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "However, you are not [living] in the flesh [controlled by the sinful nature] but in the Spirit, if in fact the Spirit of God lives in you [directing and guiding you]. But if anyone does not have the Spirit of Christ, he does not belong to Him [and is not a child of God]."
            },
            {
                "verse_number": "10",
                "verse_text": "If Christ lives in you, though your [natural] body is dead because of sin, your spirit is alive because of righteousness [which He provides]."
            },
            {
                "verse_number": "11",
                "verse_text": "And if the Spirit of Him who raised Jesus from the dead lives in you, He who raised Christ Jesus from the dead will also give life to your mortal bodies through His Spirit, who lives in you."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, brothers and sisters, we have an obligation, but not to our flesh [our human nature, our worldliness, our sinful capacity], to live according to the [impulses of the] flesh [our nature without the Holy Spirit]&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "for if you are living according to the [impulses of the] flesh, you are going to die. But if [you are living] by the [power of the Holy] Spirit you are habitually putting to death the sinful deeds of the body, you will [really] live forever ."
            },
            {
                "verse_number": "14",
                "verse_text": "For all who are allowing themselves to be led by the Spirit of God are sons of God."
            },
            {
                "verse_number": "15",
                "verse_text": "For you have not received a spirit of slavery leading again to fear [of God&quot;s judgment], but you have received the Spirit of adoption as sons [the Spirit producing sonship] by which we [joyfully] cry, &apos; Abba! Father!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Spirit Himself testifies and confirms together with our spirit [assuring us] that we [believers] are children of God."
            },
            {
                "verse_number": "17",
                "verse_text": "And if [we are His] children, [then we are His] heirs also: heirs of God and fellow heirs with Christ [sharing His spiritual blessing and inheritance], if indeed we share in His suffering so that we may also share in His glory."
            },
            {
                "verse_number": "18",
                "verse_text": "For I consider [from the standpoint of faith] that the sufferings of the present life are not worthy to be compared with the glory that is about to be revealed to us and in us!"
            },
            {
                "verse_number": "19",
                "verse_text": "For [even the whole] creation [all nature] waits eagerly for the children of God to be revealed."
            },
            {
                "verse_number": "20",
                "verse_text": "For the creation was subjected to frustration and futility, not willingly [because of some intentional fault on its part], but by the will of Him who subjected it, in hope"
            },
            {
                "verse_number": "21",
                "verse_text": "that the creation itself will also be freed from its bondage to decay [and gain entrance] into the glorious freedom of the children of God."
            },
            {
                "verse_number": "22",
                "verse_text": "For we know that the whole creation has been moaning together as in the pains of childbirth until now."
            },
            {
                "verse_number": "23",
                "verse_text": "And not only this, but we too, who have the first fruits of the Spirit [a joyful indication of the blessings to come], even we groan inwardly, as we wait eagerly for [the sign of] our adoption as sons&ndash;the redemption and transformation of our body [at the resurrection]."
            },
            {
                "verse_number": "24",
                "verse_text": "For in this hope we were saved [by faith]. But hope [the object of] which is seen is not hope. For who hopes for what he already sees?"
            },
            {
                "verse_number": "25",
                "verse_text": "But if we hope for what we do not see, we wait eagerly for it with patience and composure."
            },
            {
                "verse_number": "26",
                "verse_text": "In the same way the Spirit [comes to us and] helps us in our weakness. We do not know what prayer to offer or how to offer it as we should, but the Spirit Himself [knows our need and at the right time] intercedes on our behalf with sighs and groanings too deep for words."
            },
            {
                "verse_number": "27",
                "verse_text": "And He who searches the hearts knows what the mind of the Spirit is, because the Spirit intercedes [before God] on behalf of God&quot;s people in accordance with God&quot;s will."
            },
            {
                "verse_number": "28",
                "verse_text": "And we know [with great confidence] that God [who is deeply concerned about us] causes all things to work together [as a plan] for good for those who love God, to those who are called according to His plan and purpose."
            },
            {
                "verse_number": "29",
                "verse_text": "For those whom He foreknew [and loved and chose beforehand], He also predestined to be conformed to the image of His Son [and ultimately share in His complete sanctification], so that He would be the firstborn [the most beloved and honored] among many believers."
            },
            {
                "verse_number": "30",
                "verse_text": "And those whom He predestined, He also called; and those whom He called, He also justified [declared free of the guilt of sin]; and those whom He justified, He also glorified [raising them to a heavenly dignity]."
            },
            {
                "verse_number": "31",
                "verse_text": "What then shall we say to all these things? If God is for us, who can be [successful] against us?"
            },
            {
                "verse_number": "32",
                "verse_text": "He who did not spare [even] His own Son, but gave Him up for us all, how will He not also, along with Him, graciously give us all things?"
            },
            {
                "verse_number": "33",
                "verse_text": "Who will bring any charge against God&quot;s elect (His chosen ones)? It is God who justifies us [declaring us blameless and putting us in a right relationship with Himself]."
            },
            {
                "verse_number": "34",
                "verse_text": "Who is the one who condemns us? Christ Jesus is the One who died [to pay our penalty], and more than that, who was raised [from the dead], and who is at the right hand of God interceding [with the Father] for us."
            },
            {
                "verse_number": "35",
                "verse_text": "Who shall ever separate us from the love of Christ? Will tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"
            },
            {
                "verse_number": "36",
                "verse_text": "Just as it is written and forever remains written,"
            },
            {
                "verse_number": "37",
                "verse_text": "Yet in all these things we are more than conquerors and gain an overwhelming victory through Him who loved us [so much that He died for us]."
            },
            {
                "verse_number": "38",
                "verse_text": "For I am convinced [and continue to be convinced&ndash;beyond any doubt] that neither death, nor life, nor angels, nor principalities, nor things present and threatening, nor things to come, nor powers,"
            },
            {
                "verse_number": "39",
                "verse_text": "nor height, nor depth, nor any other created thing, will be able to separate us from the [unlimited] love of God, which is in Christ Jesus our Lord."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am telling the truth in Christ, I am not lying, my conscience testifies with me [enlightened and prompted] by the Holy Spirit,"
            },
            {
                "verse_number": "2",
                "verse_text": "that I have great sorrow and unceasing anguish in my heart."
            },
            {
                "verse_number": "3",
                "verse_text": "For [if it were possible] I would wish that I myself were accursed, [separated, banished] from Christ for the sake [of the salvation] of my brothers, my natural kinsmen,"
            },
            {
                "verse_number": "4",
                "verse_text": "who are Israelites, to whom belongs the adoption as sons, the glory ( Shekinah), the [special] covenants [with Abraham, Moses, and David], the giving of the Law, the [system of temple] worship, and the [original] promises."
            },
            {
                "verse_number": "5",
                "verse_text": "To them belong the patriarchs, and from them, according to His natural descent, came the Christ (the Messiah, the Anointed), He who is exalted and supreme over all, God blessed forever. Amen. &apos;I will call those who were not M y people , &quot;M y people ,&quot; A nd [I will call] her who was not beloved , &quot; beloved .&quot;&nbsp;&apos; T here they shall be called sons of the living G od .&apos; &apos;I f the L ord of H osts had not left us seed [future generations from which a believing remnant of Israelites came], W e would have become like S odom , and would have resembled G omorrah [totally rejected and destroyed]!&apos; &apos;B ehold I am laying in Z ion a S tone of stumbling and a R ock of offense ; A nd he who believes in H im [whoever adheres to, trusts in, and relies on Him] will not be disappointed [in his expectations].&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "However, it is not as though God&quot;s word has failed [coming to nothing]. For not all who are descended from Israel (Jacob) are [the true] Israel;"
            },
            {
                "verse_number": "7",
                "verse_text": "and they are not all the children of Abraham because they are his descendants [by blood], but [the promise was]: &apos;Y our descendants will be named through I saac &apos; [though Abraham had other sons]."
            },
            {
                "verse_number": "8",
                "verse_text": "That is, it is not the children of the body [Abraham&quot;s natural descendants] who are God&quot;s children, but it is the children of the promise who are counted as [Abraham&quot;s true] descendants."
            },
            {
                "verse_number": "9",
                "verse_text": "For this is what the promise said: &apos;A bout this time [next year] I will come , and S arah shall have a son .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And not only that, but this too: Rebekah conceived twin sons by one man [under the same circumstances], by our father Isaac;"
            },
            {
                "verse_number": "11",
                "verse_text": "and though the twins were not yet born and had not done anything either good or bad, so that God&quot;s purpose [His choice, His election] would stand, not because of works [done by either child], but because of [the plan of] Him who calls them,"
            },
            {
                "verse_number": "12",
                "verse_text": "it was said to her, &apos;T he older (Esau) will serve the younger (Jacob).&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "As it is written and forever remains written, &apos; J acob I loved (chose, protected, blessed), but E sau I hated (held in disregard compared to Jacob).&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "What shall we say then? Is there injustice with God? Certainly not!"
            },
            {
                "verse_number": "15",
                "verse_text": "For He says to Moses, &apos;I will have mercy on whomever I have mercy , and I will have compassion on whomever I have compassion .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So then God&quot;s choice is not dependent on human will, nor on human effort [the totality of human striving], but on God who shows mercy [to whomever He chooses&ndash;it is His sovereign gift]."
            },
            {
                "verse_number": "17",
                "verse_text": "For the Scripture says to Pharaoh, &apos;I raised you up for this very purpose , to display M y power in [dealing with] you , and so that M y name would be proclaimed in all the earth .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So then, He has mercy on whom He wills (chooses), and He hardens [the heart of] whom He wills."
            },
            {
                "verse_number": "19",
                "verse_text": "You will say to me then, &apos;Why does He still blame me [for sinning]? For who [including myself] has [ever] resisted His will and purpose?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "On the contrary, who are you, O man, who answers [arrogantly] back to God and dares to defy Him? Will the thing which is formed say to him who formed it, &apos;Why have you made me like this?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Does the potter not have the right over the clay, to make from the same lump [of clay] one object for honorable use [something beautiful or distinctive] and another for common use [something ordinary or menial]?"
            },
            {
                "verse_number": "22",
                "verse_text": "What if God, although willing to show His [terrible] wrath and to make His power known, has tolerated with great patience the objects of His wrath [which are] prepared for destruction?"
            },
            {
                "verse_number": "23",
                "verse_text": "And what if He has done so to make known the riches of His glory to the objects of His mercy, which He has prepared beforehand for glory,"
            },
            {
                "verse_number": "24",
                "verse_text": "including us, whom He also called, not only from among the Jews, but also from among the Gentiles?"
            },
            {
                "verse_number": "25",
                "verse_text": "Just as He says in [the writings of the prophet] Hosea:"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;A nd it shall be that in the place where it was said to them , &quot; you are not M y people ,&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "And Isaiah calls out concerning Israel: &apos;T hough the number of the sons of I srael be like the sand of the sea , it is only the remnant [a small believing minority] that will be saved [from God&quot;s judgment];"
            },
            {
                "verse_number": "28",
                "verse_text": "F or the L ord will execute H is word upon the earth [He will conclude His dealings with mankind] completely and without delay .&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "It is as Isaiah foretold,"
            },
            {
                "verse_number": "30",
                "verse_text": "What shall we say then? That Gentiles, who did not pursue righteousness [who did not seek salvation and a right relationship with God, nevertheless] obtained righteousness, that is, the righteousness which is produced by faith;"
            },
            {
                "verse_number": "31",
                "verse_text": "whereas Israel, [though always] pursuing the law of righteousness, did not succeed in fulfilling the law."
            },
            {
                "verse_number": "32",
                "verse_text": "And why not? Because it was not by faith [that they pursued it], but as though it were by works [relying on the merit of their works instead of their faith]. They stumbled over the stumbling Stone [Jesus Christ]."
            },
            {
                "verse_number": "33",
                "verse_text": "As it is written and forever remains written,"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, my heart&quot;s desire and my prayer to God for Israel is for their salvation."
            },
            {
                "verse_number": "2",
                "verse_text": "For I testify about them that they have a certain enthusiasm for God, but not in accordance with [correct and vital] knowledge [about Him and His purposes]."
            },
            {
                "verse_number": "3",
                "verse_text": "For not knowing about God&quot;s righteousness [which is based on faith], and seeking to establish their own [righteousness based on works], they did not submit to God&quot;s righteousness."
            },
            {
                "verse_number": "4",
                "verse_text": "For Christ is the end of the law [it leads to Him and its purpose is fulfilled in Him], for [granting] righteousness to everyone who believes [in Him as Savior]. &apos;T heir voice [that of creation bearing God&quot;s message] has gone out to all the earth , A nd their words to the [farthest] ends of the world .&apos; &apos;I will make you jealous of those who are not a nation (Gentiles); W ith a nation that lacks understanding I will make you angry .&apos; &apos;I have been found by those who did not seek M e ; I have shown M yself to those who did not [consciously] ask for M e .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "For Moses writes that the man who practices the righteousness which is based on law [with all its intricate demands] shall live by it."
            },
            {
                "verse_number": "6",
                "verse_text": "But the righteousness based on faith [which produces a right relationship with Him] says the following: &apos;D o not say in your heart , &quot;W ho will ascend into H eaven ?&quot; that is, to bring Christ down;"
            },
            {
                "verse_number": "7",
                "verse_text": "or, &quot;W ho will descend into the abyss ?&quot; that is, to bring Christ up from the dead [as if we had to be saved by our own efforts, doing the impossible].&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But what does it say? &apos;T he word is near you , in your mouth and in your heart &apos;&ndash;that is, the word [the message, the basis] of faith which we preach&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "because if you acknowledge and confess with your mouth that Jesus is Lord [recognizing His power, authority, and majesty as God], and believe in your heart that God raised Him from the dead, you will be saved."
            },
            {
                "verse_number": "10",
                "verse_text": "For with the heart a person believes [in Christ as Savior] resulting in his justification [that is, being made righteous&ndash;being freed of the guilt of sin and made acceptable to God]; and with the mouth he acknowledges and confesses [his faith openly], resulting in and confirming [his] salvation."
            },
            {
                "verse_number": "11",
                "verse_text": "For the Scripture says, &apos;W hoever believes in H im [whoever adheres to, trusts in, and relies on Him] will not be disappointed [in his expectations].&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "For there is no distinction between Jew and Gentile; for the same Lord is Lord over all [of us], and [He is] abounding in riches (blessings) for all who call on Him [in faith and prayer]."
            },
            {
                "verse_number": "13",
                "verse_text": "For &apos; whoever calls on the name of the L ord [in prayer] will be saved .&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But how will people call on Him in whom they have not believed? And how will they believe in Him of whom they have not heard? And how will they hear without a preacher (messenger)?"
            },
            {
                "verse_number": "15",
                "verse_text": "And how will they preach unless they are commissioned and sent [for that purpose]? Just as it is written and forever remains written, &apos;H ow beautiful are the feet of those who bring good news of good things !&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But they did not all pay attention to the good news [of salvation]; for Isaiah says, &apos;L ord , who has believed our report ?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So faith comes from hearing [what is told], and what is heard comes by the [preaching of the] message concerning Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "But I say, did they not hear? Indeed they have;"
            },
            {
                "verse_number": "19",
                "verse_text": "But I say, did Israel fail to understand [that the gospel was to go also to the Gentiles]? First Moses says,"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Isaiah is very bold and says,"
            },
            {
                "verse_number": "21",
                "verse_text": "But of Israel he says, &apos;A ll day long I have stretched out M y hands [in compassion] to a disobedient and obstinate people .&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I say then, has God rejected and disowned His people? Certainly not! For I too am an Israelite, a descendant of Abraham, of the tribe of Benjamin."
            },
            {
                "verse_number": "2",
                "verse_text": "God has not rejected His [chosen] people whom He foreknew. Or do you not know what the Scripture says of Elijah, how he pleads with God against Israel?"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Lord, they have killed Y our prophets , they have torn down Y our altars , and I alone am left [of the prophets], and they are seeking my life .&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But what is God&quot;s response to him? &apos;I have kept for Myself seven thousand men who have not bowed the knee to B aal .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So too then, at the present time there has come to be a remnant [a small believing minority] according to God&quot;s gracious choice."
            },
            {
                "verse_number": "6",
                "verse_text": "But if it is by grace [God&quot;s unmerited favor], it is no longer on the basis of works, otherwise grace is no longer grace [it would not be a gift but a reward for works]. &apos;G od gave them a spirit of stupor , E yes that do not see and ears that do not hear , [a spiritual apathy that has continued] to this very day .&apos; &apos;L et their table (abundance) become a snare and a trap , A stumbling block and a retribution to them . A nd make their backs bend [under their burden] forever .&apos; &apos;T he D eliverer (Messiah) will come from Z ion , H e will remove ungodliness from J acob .&apos; W hen I take away their sins .&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "What then? Israel failed to obtain what it was seeking [that is, God&quot;s favor by obedience to the Law], but the elect [those chosen few] obtained it, while the rest of them became hardened and callously indifferent;"
            },
            {
                "verse_number": "8",
                "verse_text": "just as it is written [in Scripture],"
            },
            {
                "verse_number": "9",
                "verse_text": "And David says,"
            },
            {
                "verse_number": "10",
                "verse_text": "L et their eyes be darkened so that they do not see ,"
            },
            {
                "verse_number": "11",
                "verse_text": "So I say, have they stumbled so as to fall [to spiritual ruin]? Certainly not! But by their transgression [their rejection of the Messiah] salvation has come to the Gentiles, to make Israel jealous [when they realize what they have forfeited]."
            },
            {
                "verse_number": "12",
                "verse_text": "Now if Israel&quot;s transgression means riches for the world [at large] and their failure means riches for the Gentiles, how much more will their fulfillment and reinstatement be!"
            },
            {
                "verse_number": "13",
                "verse_text": "But now I am speaking to you who are Gentiles. Inasmuch then as I am an apostle to the Gentiles, I magnify my ministry,"
            },
            {
                "verse_number": "14",
                "verse_text": "in the hope of somehow making my fellow countrymen jealous [by stirring them up so that they will seek the truth] and perhaps save some of them."
            },
            {
                "verse_number": "15",
                "verse_text": "For if their [present] rejection [of salvation] is for the reconciliation of the world [to God], what will their acceptance [of salvation] be but [nothing less than] life from the dead?"
            },
            {
                "verse_number": "16",
                "verse_text": "If the first portion [of dough offered as the first fruits] is holy, so is the whole batch; and if the root (Abraham, the patriarchs) is holy, so are the branches (the Israelites)."
            },
            {
                "verse_number": "17",
                "verse_text": "But if some of the branches were broken off, and you [Gentiles], being like a wild olive shoot, were grafted in among them to share with them the rich root of the olive tree,"
            },
            {
                "verse_number": "18",
                "verse_text": "do not boast over the [broken] branches and exalt yourself at their expense. If you do boast and feel superior, remember that it is not you who supports the root, but the root that supports you."
            },
            {
                "verse_number": "19",
                "verse_text": "You will say then, &apos;Branches were broken off so that I might be grafted in.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That is true. They were broken off because of their unbelief, but you stand by your faith [as believers understanding the truth of Christ&quot;s deity]. Do not be conceited, but [rather stand in great awe of God and] fear [Him];"
            },
            {
                "verse_number": "21",
                "verse_text": "for if God did not spare the natural branches [because of unbelief], He will not spare you either."
            },
            {
                "verse_number": "22",
                "verse_text": "Then appreciate the gracious kindness and the severity of God: to those who fell [into spiritual ruin], severity, but to you, God&quot;s gracious kindness&ndash;if you continue in His kindness [by faith and obedience to Him]; otherwise you too will be cut off."
            },
            {
                "verse_number": "23",
                "verse_text": "And even they [the unbelieving Jews], if they do not continue in their unbelief, will be grafted in; for God has the power to graft them in again."
            },
            {
                "verse_number": "24",
                "verse_text": "For if you were cut off from what is by nature a wild olive tree, and against nature were grafted into a cultivated olive tree, how much easier will it be to graft these who are the natural branches back into [the original parent stock of] their own olive tree?"
            },
            {
                "verse_number": "25",
                "verse_text": "I do not want you, believers, to be unaware of this mystery [God&quot;s previously hidden plan]&ndash;so that you will not be wise in your own opinion&ndash;that a partial hardening has [temporarily] happened to Israel [to last] until the full number of the Gentiles has come in;"
            },
            {
                "verse_number": "26",
                "verse_text": "and so [at that time] all Israel [that is, all Jews who have a personal faith in Jesus as Messiah] will be saved; just as it is written [in Scripture],"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;T his is M y covenant with them ,"
            },
            {
                "verse_number": "28",
                "verse_text": "From the standpoint of the gospel, the Jews [at present] are enemies [of God] for your sake [which is for your benefit], but from the standpoint of God&quot;s choice [of the Jews as His people], they are still loved by Him for the sake of the fathers."
            },
            {
                "verse_number": "29",
                "verse_text": "For the gifts and the calling of God are irrevocable [for He does not withdraw what He has given, nor does He change His mind about those to whom He gives His grace or to whom He sends His call]."
            },
            {
                "verse_number": "30",
                "verse_text": "Just as you once were disobedient and failed to listen to God, but have now obtained mercy because of their disobedience,"
            },
            {
                "verse_number": "31",
                "verse_text": "so they too have now become disobedient so that they too may one day receive mercy because of the mercy shown to you."
            },
            {
                "verse_number": "32",
                "verse_text": "For God has imprisoned all in disobedience so that He may show mercy to all [Jew and Gentile alike]."
            },
            {
                "verse_number": "33",
                "verse_text": "Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are His judgments and decisions and how unfathomable and untraceable are His ways!"
            },
            {
                "verse_number": "34",
                "verse_text": "For who has known the mind of the L ord , or who has been H is counselor ?"
            },
            {
                "verse_number": "35",
                "verse_text": "Or who has first given to H im that it would be paid back to him ?"
            },
            {
                "verse_number": "36",
                "verse_text": "For from Him [all things originate] and through Him [all things live and exist] and to Him are all things [directed]. To Him be glory and honor forever! Amen."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Therefore I urge you, brothers and sisters, by the mercies of God, to present your bodies [dedicating all of yourselves, set apart] as a living sacrifice, holy and well-pleasing to God, which is your rational (logical, intelligent) act of worship."
            },
            {
                "verse_number": "2",
                "verse_text": "And do not be conformed to this world [any longer with its superficial values and customs], but be transformed and progressively changed [as you mature spiritually] by the renewing of your mind [focusing on godly values and ethical attitudes], so that you may prove [for yourselves] what the will of God is, that which is good and acceptable and perfect [in His plan and purpose for you]."
            },
            {
                "verse_number": "3",
                "verse_text": "For by the grace [of God] given to me I say to everyone of you not to think more highly of himself [and of his importance and ability] than he ought to think; but to think so as to have sound judgment, as God has apportioned to each a degree of faith [and a purpose designed for service]."
            },
            {
                "verse_number": "4",
                "verse_text": "For just as in one [physical] body we have many parts, and these parts do not all have the same function or special use,"
            },
            {
                "verse_number": "5",
                "verse_text": "so we, who are many, are [nevertheless just] one body in Christ, and individually [we are] parts one of another [mutually dependent on each other]."
            },
            {
                "verse_number": "6",
                "verse_text": "Since we have gifts that differ according to the grace given to us, each of us is to use them accordingly: if [someone has the gift of] prophecy, [let him speak a new message from God to His people] in proportion to the faith possessed;"
            },
            {
                "verse_number": "7",
                "verse_text": "if service, in the act of serving; or he who teaches, in the act of teaching;"
            },
            {
                "verse_number": "8",
                "verse_text": "or he who encourages, in the act of encouragement; he who gives, with generosity; he who leads, with diligence; he who shows mercy [in caring for others], with cheerfulness."
            },
            {
                "verse_number": "9",
                "verse_text": "Love is to be sincere and active [the real thing&ndash;without guile and hypocrisy]. Hate what is evil [detest all ungodliness, do not tolerate wickedness]; hold on tightly to what is good."
            },
            {
                "verse_number": "10",
                "verse_text": "Be devoted to one another with [authentic] brotherly affection [as members of one family], give preference to one another in honor;"
            },
            {
                "verse_number": "11",
                "verse_text": "never lagging behind in diligence; aglow in the Spirit, enthusiastically serving the Lord;"
            },
            {
                "verse_number": "12",
                "verse_text": "constantly rejoicing in hope [because of our confidence in Christ], steadfast and patient in distress, devoted to prayer [continually seeking wisdom, guidance, and strength],"
            },
            {
                "verse_number": "13",
                "verse_text": "contributing to the needs of God&quot;s people, pursuing [the practice of] hospitality."
            },
            {
                "verse_number": "14",
                "verse_text": "Bless those who persecute you [who cause you harm or hardship]; bless and do not curse [them]."
            },
            {
                "verse_number": "15",
                "verse_text": "Rejoice with those who rejoice [sharing others&quot; joy], and weep with those who weep [sharing others&quot; grief]."
            },
            {
                "verse_number": "16",
                "verse_text": "Live in harmony with one another; do not be haughty [conceited, self-important, exclusive], but associate with humble people [those with a realistic self-view]. Do not overestimate yourself."
            },
            {
                "verse_number": "17",
                "verse_text": "Never repay anyone evil for evil. Take thought for what is right and gracious and proper in the sight of everyone."
            },
            {
                "verse_number": "18",
                "verse_text": "If possible, as far as it depends on you, live at peace with everyone."
            },
            {
                "verse_number": "19",
                "verse_text": "Beloved, never avenge yourselves, but leave the way open for God&quot;s wrath [and His judicial righteousness]; for it is written [in Scripture], &apos;V engeance is M ine , I will repay ,&apos; says the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;B ut if your enemy is hungry , feed him ; if he is thirsty , give him a drink ; for by doing this you will heap burning coals on his head .&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Do not be overcome and conquered by evil, but overcome evil with good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Let every person be subject to the governing authorities. For there is no authority except from God [granted by His permission and sanction], and those which exist have been put in place by God."
            },
            {
                "verse_number": "2",
                "verse_text": "Therefore whoever resists [governmental] authority resists the ordinance of God. And those who have resisted it will bring judgment (civil penalty) on themselves."
            },
            {
                "verse_number": "3",
                "verse_text": "For [civil] authorities are not a source of fear for [people of] good behavior, but for [those who do] evil. Do you want to be unafraid of authority? Do what is good and you will receive approval and commendation."
            },
            {
                "verse_number": "4",
                "verse_text": "For he is God&quot;s servant to you for good. But if you do wrong, [you should] be afraid; for he does not carry the [executioner&quot;s] sword for nothing. He is God&quot;s servant, an avenger who brings punishment on the wrongdoer."
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore one must be subject [to civil authorities], not only to escape the punishment [that comes with wrongdoing], but also as a matter of principle [knowing what is right before God]."
            },
            {
                "verse_number": "6",
                "verse_text": "For this same reason you pay taxes, for civil authorities are God&quot;s servants, devoting themselves to governance."
            },
            {
                "verse_number": "7",
                "verse_text": "Pay to all what is due: tax to whom tax is due, customs to whom customs, respect to whom respect, honor to whom honor."
            },
            {
                "verse_number": "8",
                "verse_text": "Owe nothing to anyone except to love and seek the best for one another; for he who [unselfishly] loves his neighbor has fulfilled the [essence of the] law [relating to one&quot;s fellowman]."
            },
            {
                "verse_number": "9",
                "verse_text": "The commandments, &apos;Y ou shall not commit adultery , you shall not murder , you shall not steal , you shall not covet ,&apos; and any other commandment are summed up in this statement: &apos;Y ou shall love your neighbor as yourself .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Love does no wrong to a neighbor [it never hurts anyone]. Therefore [unselfish] love is the fulfillment of the Law."
            },
            {
                "verse_number": "11",
                "verse_text": "Do this, knowing that this is a critical time. It is already the hour for you to awaken from your sleep [of spiritual complacency]; for our salvation is nearer to us now than when we first believed [in Christ]."
            },
            {
                "verse_number": "12",
                "verse_text": "The night [this present evil age] is almost gone and the day [of Christ&quot;s return] is almost here. So let us fling away the works of darkness and put on the [full] armor of light."
            },
            {
                "verse_number": "13",
                "verse_text": "Let us conduct ourselves properly and honorably as in the [light of] day, not in carousing and drunkenness, not in sexual promiscuity and irresponsibility, not in quarreling and jealousy."
            },
            {
                "verse_number": "14",
                "verse_text": "But clothe yourselves with the Lord Jesus Christ, and make no provision for [nor even think about gratifying] the flesh in regard to its improper desires."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "As for the one whose faith is weak, accept him [into your fellowship], but not for [the purpose of] quarreling over his opinions."
            },
            {
                "verse_number": "2",
                "verse_text": "One man&quot;s faith permits him to eat everything, while the weak believer eats only vegetables [to avoid eating ritually unclean meat or something previously considered unclean]."
            },
            {
                "verse_number": "3",
                "verse_text": "The one who eats [everything] is not to look down on the one who does not eat, and the one who does not eat must not criticize or pass judgment on the one who eats [everything], for God has accepted him."
            },
            {
                "verse_number": "4",
                "verse_text": "Who are you to judge the servant of another? Before his own master he stands [approved] or falls [out of favor]. And he [who serves the Master&ndash;the Lord] will stand, for the Lord is able to make him stand. &apos;A s I live , says the L ord , every knee shall bow to M e , A nd every tongue shall give praise to G od .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "One person regards one day as better [or more important] than another, while another regards every day [the same as any other]. Let everyone be fully convinced (assured, satisfied) in his own mind."
            },
            {
                "verse_number": "6",
                "verse_text": "He who observes the day, observes it for the Lord. He who eats, eats for the Lord, since he gives thanks to God; while he who abstains, abstains for the Lord and gives thanks to God."
            },
            {
                "verse_number": "7",
                "verse_text": "None of us lives for himself [for his own benefit, but for the Lord], and none of us dies for himself [but for the Lord]."
            },
            {
                "verse_number": "8",
                "verse_text": "If we live, we live for the Lord, and if we die, we die for the Lord. So then, whether we live or die, we are the Lord&quot;s."
            },
            {
                "verse_number": "9",
                "verse_text": "For Christ died and lived again for this reason, that He might be Lord of both the dead and the living."
            },
            {
                "verse_number": "10",
                "verse_text": "But you, why do you criticize your brother? Or you again, why do you look down on your [believing] brother or regard him with contempt? For we will all stand before the judgment seat of God [who alone is judge]."
            },
            {
                "verse_number": "11",
                "verse_text": "For it is written [in Scripture],"
            },
            {
                "verse_number": "12",
                "verse_text": "So then, each of us will give an account of himself to God."
            },
            {
                "verse_number": "13",
                "verse_text": "Then let us not criticize one another anymore, but rather determine this&ndash;not to put an obstacle or a stumbling block or a source of temptation in another believer&quot;s way."
            },
            {
                "verse_number": "14",
                "verse_text": "I know and am convinced [as one] in the Lord Jesus that nothing is unclean [ritually defiled, and unholy] in itself; but [nonetheless] it is unclean to anyone who thinks it is unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "If your brother is being hurt or offended because of food [that you insist on eating], you are no longer walking in love [toward him]. Do not let what you eat destroy and spiritually harm one for whom Christ died."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore do not let what is a good thing for you [because of your freedom to choose] be spoken of as evil [by someone else];"
            },
            {
                "verse_number": "17",
                "verse_text": "for the kingdom of God is not a matter of eating and drinking [what one likes], but of righteousness and peace and joy in the Holy Spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "For the one who serves Christ in this way [recognizing that food choice is secondary] is acceptable to God and is approved by men."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, let us pursue [with enthusiasm] the things which make for peace and the building up of one another [things which lead to spiritual growth]."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not, for the sake of food, tear down the work of God. All things indeed are [ceremonially] clean, but they are wrong for the person who eats and offends [another&quot;s conscience in the process]."
            },
            {
                "verse_number": "21",
                "verse_text": "It is good [to do the right thing and] not eat meat or drink wine, or do anything that offends your brother and weakens him spiritually."
            },
            {
                "verse_number": "22",
                "verse_text": "The faith which you have [that gives you freedom of choice], have as your own conviction before God [just keep it between yourself and God, seeking His will]. Happy is he who has no reason to condemn himself for what he approves."
            },
            {
                "verse_number": "23",
                "verse_text": "But he who is uncertain [about eating a particular thing] is condemned if he eats, because he is not acting from faith. Whatever is not from faith is sin [whatever is done with doubt is sinful]."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Now we who are strong [in our convictions and faith] ought to [patiently] put up with the weaknesses of those who are not strong, and not just please ourselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Let each one of us [make it a practice to] please his neighbor for his good, to build him up spiritually."
            },
            {
                "verse_number": "3",
                "verse_text": "For even Christ did not please Himself; but as it is written [in Scripture], &apos;T he reproaches of those who reproached Y ou (the Father) fell on M e (the Son).&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "For whatever was written in earlier times was written for our instruction, so that through endurance and the encouragement of the Scriptures we might have hope and overflow with confidence in His promises."
            },
            {
                "verse_number": "5",
                "verse_text": "Now may the God who gives endurance and who supplies encouragement grant that you be of the same mind with one another according to Christ Jesus,"
            },
            {
                "verse_number": "6",
                "verse_text": "so that with one accord you may with one voice glorify and praise and honor the God and Father of our Lord Jesus Christ. &apos;T herefore I praise Y ou among the G entiles , A nd sing praises to Y our name .&apos; &apos;R ejoice and celebrate , O G entiles , along with H is people .&apos; &apos;P raise the L ord all you G entiles , A nd let all the peoples praise H im !&apos; H e who arises to rule [as King] over the G entiles , I n H im shall the G entiles hope .&apos; &apos;T hey who had no news of H im shall see , A nd they who have not heard [of Him] shall understand .&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore, [continue to] accept and welcome one another, just as Christ has accepted and welcomed us to the glory of [our great] God."
            },
            {
                "verse_number": "8",
                "verse_text": "For I tell you that Christ has become a servant and a minister to the circumcision (Jews) on behalf of God&quot;s truth, to confirm and verify the promises made to the fathers,"
            },
            {
                "verse_number": "9",
                "verse_text": "and for the Gentiles to glorify God for His mercy [to them, since God had no covenant with them]. As it is written and forever remains written,"
            },
            {
                "verse_number": "10",
                "verse_text": "Again it says,"
            },
            {
                "verse_number": "11",
                "verse_text": "And again,"
            },
            {
                "verse_number": "12",
                "verse_text": "Again Isaiah says, &apos;T here shall be a root of J esse ,"
            },
            {
                "verse_number": "13",
                "verse_text": "May the God of hope fill you with all joy and peace in believing [through the experience of your faith] that by the power of the Holy Spirit you will abound in hope and overflow with confidence in His promises."
            },
            {
                "verse_number": "14",
                "verse_text": "Personally I am convinced about you, my brothers and sisters, that you yourselves are full of goodness, amply filled with all [spiritual] knowledge, and competent to admonish and counsel and instruct one another."
            },
            {
                "verse_number": "15",
                "verse_text": "Still, on some points I have written to you very boldly and without reservation to remind you [about them] again, because of the grace that was given to me from God,"
            },
            {
                "verse_number": "16",
                "verse_text": "to be a minister of Christ Jesus to the Gentiles. I minister as a priest the gospel of God, in order that my offering of the Gentiles may become acceptable [to Him], sanctified [made holy and set apart for His purpose] by the Holy Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "In Christ Jesus, then, I have found [legitimate] reason for boasting in things related [to my service] to God."
            },
            {
                "verse_number": "18",
                "verse_text": "For I will not [even] presume to speak of anything except what Christ has done through me [as an instrument in His hands], resulting in the obedience of the Gentiles [to the gospel], by word and deed,"
            },
            {
                "verse_number": "19",
                "verse_text": "with the power of signs and wonders, [and all of it] in the power of the Spirit. So [starting] from Jerusalem and as far away as Illyricum, I have fully preached the gospel [faithfully preaching the good news] of Christ [where it had not before been preached]."
            },
            {
                "verse_number": "20",
                "verse_text": "Accordingly I set a goal to preach the gospel, not where Christ&quot;s name was already known, so that I would not build on another man&quot;s foundation;"
            },
            {
                "verse_number": "21",
                "verse_text": "but [instead I would act on this goal] as it is written [in Scripture],"
            },
            {
                "verse_number": "22",
                "verse_text": "This [goal&ndash;my commitment to this principle] is the reason why I have often been prevented from coming to you [in Rome]."
            },
            {
                "verse_number": "23",
                "verse_text": "But now, with no further place for work in these regions, and since I have longed for many years to come to you&ndash;"
            },
            {
                "verse_number": "24",
                "verse_text": "whenever I go [on my trip] to Spain&ndash;I hope to see you as I pass through [Rome], and to be helped on my journey there by you, after I have first enjoyed your company for a little while."
            },
            {
                "verse_number": "25",
                "verse_text": "But for now, I am going to Jerusalem to serve the saints (Jewish believers)."
            },
            {
                "verse_number": "26",
                "verse_text": "For [Gentile believers in] Macedonia and Achaia have been pleased to make a contribution for the poor among the saints (Jewish believers) in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "They were pleased to do it, and they are indebted to them. For if the Gentiles have come to share in their spiritual things, then they are indebted to serve them also in [tangible] material things."
            },
            {
                "verse_number": "28",
                "verse_text": "Therefore, when I have finished this [mission] and have safely given to them what has been raised, I will go on by way of you to Spain."
            },
            {
                "verse_number": "29",
                "verse_text": "I know that when I do come to you, I will come in the abundant blessing of Christ."
            },
            {
                "verse_number": "30",
                "verse_text": "I urge you, believers, by our Lord Jesus Christ and by the love of the Spirit, to join together with me in your prayers to God in my behalf,"
            },
            {
                "verse_number": "31",
                "verse_text": "[and pray] that I may be rescued from the unbelievers in Judea, and that my service for Jerusalem may be acceptable to the saints (Jewish believers) there;"
            },
            {
                "verse_number": "32",
                "verse_text": "so that by God&quot;s will I may come to you with joy and find rest in your company."
            },
            {
                "verse_number": "33",
                "verse_text": "May the God of peace be with you all! Amen."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now I introduce and commend to you our sister Phoebe, a deaconess (servant) of the church at Cenchrea,"
            },
            {
                "verse_number": "2",
                "verse_text": "that you may receive her in the Lord [with love and hospitality], as God&quot;s people ought to receive one another. And that you may help her in whatever matter she may require assistance from you, for she has been a helper of many, including myself. T he [wonderful] grace of our Lord Jesus be with you."
            },
            {
                "verse_number": "3",
                "verse_text": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,"
            },
            {
                "verse_number": "4",
                "verse_text": "who risked their own necks [endangering their very lives] for my life. To them not only do I give thanks, but also all the churches of the Gentiles."
            },
            {
                "verse_number": "5",
                "verse_text": "Also greet the church that meets in their house. Greet my beloved Epaenetus, who is the first convert to Christ from [the west coast province of] Asia [Minor]."
            },
            {
                "verse_number": "6",
                "verse_text": "Greet Mary, who has worked so hard for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Greet Andronicus and Junias, my kinsmen and [once] my fellow prisoners, who are held in high esteem in the estimation of the apostles, and who were [believers] in Christ before me."
            },
            {
                "verse_number": "8",
                "verse_text": "Greet Ampliatus, my beloved in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Greet Urbanus, our fellow worker in Christ, and my beloved Stachys."
            },
            {
                "verse_number": "10",
                "verse_text": "Greet Apelles, the one tested and approved in Christ. Greet those who belong to the household of Aristobulus."
            },
            {
                "verse_number": "11",
                "verse_text": "Greet my kinsman Herodion. Greet those of the household of Narcissus, who are in the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Greet those workers in the Lord, Tryphaena and Tryphosa. Greet my beloved Persis, who has worked hard in the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Greet Rufus, an eminent and choice man in the Lord, also his mother [who has been] a mother to me as well."
            },
            {
                "verse_number": "14",
                "verse_text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all God&quot;s people who are with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Greet one another with a holy kiss. All the churches of Christ greet you."
            },
            {
                "verse_number": "17",
                "verse_text": "I urge you, brothers and sisters, to keep your eyes on those who cause dissensions and create obstacles or introduce temptations [for others] to commit sin, [acting in ways] contrary to the doctrine which you have learned. Turn away from them."
            },
            {
                "verse_number": "18",
                "verse_text": "For such people do not serve our Lord Christ, but their own appetites and base desires. By smooth and flattering speech they deceive the hearts of the unsuspecting [the innocent and the naive]."
            },
            {
                "verse_number": "19",
                "verse_text": "For the report of your obedience has reached everyone, so that I rejoice over you, but I want you to be wise in what is good and innocent in what is evil."
            },
            {
                "verse_number": "20",
                "verse_text": "The God of peace will soon crush Satan under your feet."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy, my fellow worker, sends his greetings to you, as do Lucius, Jason and Sosipater, my kinsmen."
            },
            {
                "verse_number": "22",
                "verse_text": "I, Tertius, the writer (scribe) of this letter, greet you in the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Gaius, who is host to me and to the whole church here, greets you. Erastus, the city treasurer, and our brother Quartus, greet you."
            },
            {
                "verse_number": "24",
                "verse_text": "[ The grace of our Lord Jesus Christ be with you all. Amen. ]"
            },
            {
                "verse_number": "25",
                "verse_text": "Now to Him who is able to establish and strengthen you [in the faith] according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery [of the plan of salvation] which has been kept secret for long ages past,"
            },
            {
                "verse_number": "26",
                "verse_text": "but now has been disclosed and through the prophetic Scriptures has been made known to all the nations, according to the commandment of the eternal God, leading them to obedience to the faith,"
            },
            {
                "verse_number": "27",
                "verse_text": "to the only wise God, through Jesus Christ, be the glory forevermore! Amen."
            }
        ]
    }
}