{
    "Galatians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, an apostle (not commissioned and sent from men nor through the agency of man, but through Jesus Christ&ndash;the Messiah&ndash;and God the Father, who raised Him from the dead),"
            },
            {
                "verse_number": "2",
                "verse_text": "and all the brothers who are with me, T o the churches of Galatia:"
            },
            {
                "verse_number": "3",
                "verse_text": "Grace to you and peace [inner calm and spiritual well-being] from God our Father and the Lord Jesus Christ,"
            },
            {
                "verse_number": "4",
                "verse_text": "who gave Himself [as a sacrifice to atone] for our sins [to save and sanctify us] so that He might rescue us from this present evil age, in accordance with the will and purpose and plan of our God and Father&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "to Him be [ascribed all] the glory through the ages of the ages. Amen."
            },
            {
                "verse_number": "6",
                "verse_text": "I am astonished and extremely irritated that you are so quickly shifting your allegiance and deserting Him who called you by the grace of Christ, for a different [even contrary] gospel;"
            },
            {
                "verse_number": "7",
                "verse_text": "which is really not another [gospel]; but there are [obviously] some [people masquerading as teachers] who are disturbing and confusing you [with a misleading, counterfeit teaching] and want to distort the gospel of Christ [twisting it into something which it absolutely is not]."
            },
            {
                "verse_number": "8",
                "verse_text": "But even if we, or an angel from heaven, should preach to you a gospel contrary to that which we [originally] preached to you, let him be condemned to destruction!"
            },
            {
                "verse_number": "9",
                "verse_text": "As we have said before, so I now say again, if anyone is preaching to you a gospel different from that which you received [from us], let him be condemned to destruction!"
            },
            {
                "verse_number": "10",
                "verse_text": "Am I now trying to win the favor and approval of men, or of God? Or am I seeking to please someone? If I were still trying to be popular with men, I would not be a bond-servant of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "For I want you to know, believers, that the gospel which was preached by me is not man&quot;s gospel [it is not a human invention, patterned after any human concept]."
            },
            {
                "verse_number": "12",
                "verse_text": "For indeed I did not receive it from man, nor was I taught it, but I received it through a [direct] revelation of Jesus Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "You have heard of my career and former manner of life in Judaism, how I used to hunt down and persecute the church of God extensively and [with fanatical zeal] tried [my best] to destroy it."
            },
            {
                "verse_number": "14",
                "verse_text": "And [you have heard how] I surpassed many of my contemporaries among my countrymen in [my advanced study of the laws of] Judaism, as I was extremely loyal to the traditions of my ancestors."
            },
            {
                "verse_number": "15",
                "verse_text": "But when God, who had chosen me and set me apart before I was born, and called me through His grace, was pleased"
            },
            {
                "verse_number": "16",
                "verse_text": "to reveal His Son in me so that I might preach Him among the Gentiles [as the good news&ndash;the way of salvation], I did not immediately consult with anyone [for guidance regarding God&quot;s call and His revelation to me]."
            },
            {
                "verse_number": "17",
                "verse_text": "Nor did I [even] go up to Jerusalem to those who were apostles before me; but I went to Arabia and stayed awhile, and afterward returned once more to Damascus."
            },
            {
                "verse_number": "18",
                "verse_text": "Then three years later I did go up to Jerusalem to get acquainted with Cephas (Peter), and I stayed with him fifteen days."
            },
            {
                "verse_number": "19",
                "verse_text": "But I did not see any other apostle except James, the [half] brother of the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "(Now in what I am writing to you, I assure you as if I were standing before God that I am not lying.)"
            },
            {
                "verse_number": "21",
                "verse_text": "Then I went into the regions of Syria and Cilicia."
            },
            {
                "verse_number": "22",
                "verse_text": "And I was still unknown by sight to the churches which were in Christ in Judea (Jerusalem and the surrounding region);"
            },
            {
                "verse_number": "23",
                "verse_text": "they only kept hearing, &apos;He who used to persecute us is now preaching the [good news of the] faith which he once was trying to destroy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "And they were glorifying God [as the Author and Source of what had taken place and all that had been accomplished] in me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then after a period of fourteen years I again went up to Jerusalem, [this time] with Barnabas, taking Titus along also."
            },
            {
                "verse_number": "2",
                "verse_text": "I went up [to Jerusalem] because of a [divine] revelation, and I put before them the gospel which I preach among the Gentiles. But I did so in private before those of reputation, for fear that I might be running or had run [the course of my ministry] in vain."
            },
            {
                "verse_number": "3",
                "verse_text": "But [all went well, for] not even Titus, who was with me, was compelled [as some had anticipated] to be circumcised, despite the fact that he was a Greek."
            },
            {
                "verse_number": "4",
                "verse_text": "My concern was because of the false brothers [those people masquerading as Christians] who had been secretly smuggled in [to the community of believers]. They had slipped in to spy on the freedom which we have in Christ Jesus, in order to bring us back into bondage [under the Law of Moses]."
            },
            {
                "verse_number": "5",
                "verse_text": "But we did not yield to them even for a moment, so that the truth of the gospel would continue to remain with you [in its purity]."
            },
            {
                "verse_number": "6",
                "verse_text": "But from those who were of high reputation (whatever they were&ndash;in terms of individual importance&ndash;makes no difference to me; God shows no partiality&ndash;He is not impressed with the positions that people hold nor does He recognize distinctions such as fame or power)&ndash;well, those who were of reputation contributed nothing to me [that is, they had nothing to add to my gospel message nor did they impose any new requirements on me]."
            },
            {
                "verse_number": "7",
                "verse_text": "But on the contrary, they saw that I had been entrusted with the gospel to the uncircumcised (Gentiles), just as Peter had been [entrusted to proclaim the gospel] to the circumcised (Jews);"
            },
            {
                "verse_number": "8",
                "verse_text": "(for He who worked effectively for Peter and empowered him in his ministry to the Jews also worked effectively for me and empowered me in my ministry to the Gentiles)."
            },
            {
                "verse_number": "9",
                "verse_text": "And recognizing the grace [that God had] bestowed on me, James and Cephas (Peter) and John, who were reputed to be pillars [of the Jerusalem church], gave to me and Barnabas the right hand of fellowship, so that we could go to the Gentiles [with their blessing] and they to the circumcised (Jews)."
            },
            {
                "verse_number": "10",
                "verse_text": "They asked only [one thing], that we remember the poor, the very thing I was also eager to do."
            },
            {
                "verse_number": "11",
                "verse_text": "Now when Cephas (Peter) came to Antioch, I opposed him face to face [about his conduct there], because he stood condemned [by his own actions]."
            },
            {
                "verse_number": "12",
                "verse_text": "Before certain men came from James, he used to eat [his meals] with the Gentiles; but when the men [from Jerusalem] arrived, he began to withdraw and separate himself [from the Gentile believers], because he was afraid of those from the circumcision."
            },
            {
                "verse_number": "13",
                "verse_text": "The rest of the Jews joined him in this hypocrisy [ignoring their knowledge that Jewish and Gentile Christians were united, under the new covenant, into one faith], with the result that even Barnabas was carried away by their hypocrisy."
            },
            {
                "verse_number": "14",
                "verse_text": "But when I saw that they were not being straightforward about the truth of the gospel, I told Cephas (Peter) in front of everyone, &apos;If you, being a Jew, live [as you have been living] like a Gentile and not like a Jew, how is it that you are [now virtually] forcing the Gentiles to live like Jews [if they want to eat with you]?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "[I went on to say] &apos;We are Jews by birth and not sinners from among the Gentiles;"
            },
            {
                "verse_number": "16",
                "verse_text": "yet we know that a man is not justified [and placed in right standing with God] by works of the Law, but [only] through faith in [God&quot;s beloved Son,] Christ Jesus. And even we [as Jews] have believed in Christ Jesus, so that we may be justified by faith in Christ and not by works of the Law. By observing the Law no one will ever be justified [declared free of the guilt of sin and its penalty]."
            },
            {
                "verse_number": "17",
                "verse_text": "But if, while we seek to be justified in Christ [by faith], we ourselves are found to be sinners, does that make Christ an advocate or promoter of our sin? Certainly not!"
            },
            {
                "verse_number": "18",
                "verse_text": "For if I [or anyone else should] rebuild [through word or by practice] what I once tore down [the belief that observing the Law is essential for salvation], I prove myself to be a transgressor."
            },
            {
                "verse_number": "19",
                "verse_text": "For through the Law I died to the Law and its demands on me [because salvation is provided through the death and resurrection of Christ], so that I might [from now on] live to God."
            },
            {
                "verse_number": "20",
                "verse_text": "I have been crucified with Christ [that is, in Him I have shared His crucifixion]; it is no longer I who live, but Christ lives in me. The life I now live in the body I live by faith [by adhering to, relying on, and completely trusting] in the Son of God, who loved me and gave Himself up for me."
            },
            {
                "verse_number": "21",
                "verse_text": "I do not ignore or nullify the [gracious gift of the] grace of God [His amazing, unmerited favor], for if righteousness comes through [observing] the Law, then Christ died needlessly. [His suffering and death would have had no purpose whatsoever.]&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "O you foolish and thoughtless and superficial Galatians, who has bewitched you [that you would act like this], to whom&ndash;right before your very eyes&ndash;Jesus Christ was publicly portrayed as crucified [in the gospel message]?"
            },
            {
                "verse_number": "2",
                "verse_text": "This is all I want to ask of you: did you receive the [Holy] Spirit as the result of obeying [the requirements of] the Law, or was it the result of hearing [the message of salvation and] with faith [believing it]?"
            },
            {
                "verse_number": "3",
                "verse_text": "Are you so foolish and senseless? Having begun [your new life by faith] with the Spirit, are you now being perfected and reaching spiritual maturity by the flesh [that is, by your own works and efforts to keep the Law]?"
            },
            {
                "verse_number": "4",
                "verse_text": "Have you suffered so many things and experienced so much all for nothing&ndash;if indeed it was all for nothing?"
            },
            {
                "verse_number": "5",
                "verse_text": "So then, does He who supplies you with His [marvelous Holy] Spirit and works miracles among you, do it as a result of the works of the Law [which you perform], or because you [believe confidently in the message which you] heard with faith?"
            },
            {
                "verse_number": "6",
                "verse_text": "Just as Abraham believed G od , and it was credited to him as righteousness , [as conformity to God&quot;s will and purpose&ndash;so it is with you also]."
            },
            {
                "verse_number": "7",
                "verse_text": "So understand that it is the people who live by faith [with confidence in the power and goodness of God] who are [the true] sons of Abraham."
            },
            {
                "verse_number": "8",
                "verse_text": "The Scripture, foreseeing that God would justify the Gentiles by faith, proclaimed the good news [of the Savior] to Abraham in advance [with this promise], saying, &apos;I n you shall all the nations be blessed .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So then those who are people of faith [whether Jew or Gentile] are blessed and favored by God [and declared free of the guilt of sin and its penalty, and placed in right standing with Him] along with Abraham, the believer."
            },
            {
                "verse_number": "10",
                "verse_text": "For all who depend on the Law [seeking justification and salvation by obedience to the Law and the observance of rituals] are under a curse; for it is written, &apos;C ursed (condemned to destruction) is everyone who does not abide by all things written in the book of the law , so as to practice them .&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Now it is clear that no one is justified [that is, declared free of the guilt of sin and its penalty, and placed in right standing] before God by the Law, for &apos;T he righteous (the just, the upright) shall live by faith .&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But the Law does not rest on or require faith [it has nothing to do with faith], but [instead, the Law] says, &apos;H e who practices them [the things prescribed by the Law] shall live by them [instead of faith].&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Christ purchased our freedom and redeemed us from the curse of the Law and its condemnation by becoming a curse for us&ndash;for it is written, &apos;C ursed is everyone who hangs [crucified] on a tree (cross)&apos;&ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "in order that in Christ Jesus the blessing of Abraham might also come to the Gentiles, so that we would all receive [the realization of] the promise of the [Holy] Spirit through faith."
            },
            {
                "verse_number": "15",
                "verse_text": "Brothers and sisters, I speak in terms of human relations: even though a last will and testament is just a human covenant, yet when it has been signed and made legally binding, no one sets it aside or adds to it [modifying it in some way]."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the promises [in the covenants] were decreed to Abraham and to his seed. God does not say, &apos;And to seeds (descendants, heirs),&apos; as if [referring] to many [persons], but as to one, &apos;And to your Seed,&apos; who is [none other than] Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "This is what I mean: the Law, which came into existence four hundred and thirty years later [after the covenant concerning the coming Messiah], does not and cannot invalidate the covenant previously established by God, so as to abolish the promise."
            },
            {
                "verse_number": "18",
                "verse_text": "For if the inheritance [of what was promised] is based on [observing] the Law [as these false teachers claim], it is no longer based on a promise; however, God granted it to Abraham [as a gift] by virtue of His promise."
            },
            {
                "verse_number": "19",
                "verse_text": "Why, then, the Law [what was its purpose]? It was added [after the promise to Abraham, to reveal to people their guilt] because of transgressions [that is, to make people conscious of the sinfulness of sin], and [the Law] was ordained through angels and delivered to Israel by the hand of a mediator [Moses, the mediator between God and Israel, to be in effect] until the Seed would come to whom the promise had been made."
            },
            {
                "verse_number": "20",
                "verse_text": "Now the mediator or go-between [in a transaction] is not [needed] for just one party; whereas God is only one [and was the only One giving the promise to Abraham, but the Law was a contract between two, God and Israel; its validity depended on both]."
            },
            {
                "verse_number": "21",
                "verse_text": "Is the Law then contrary to the promises of God? Certainly not! For if a system of law had been given which could impart life, then righteousness (right standing with God) would actually have been based on law."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Scripture has imprisoned everyone [everything&ndash;the entire world] under sin, so that [the inheritance, the blessing of salvation] which was promised through faith in Jesus Christ might be given to those who believe [in Him and acknowledge Him as God&quot;s precious Son]."
            },
            {
                "verse_number": "23",
                "verse_text": "Now before faith came, we were kept in custody under the Law, [perpetually] imprisoned [in preparation] for the faith that was destined to be revealed,"
            },
            {
                "verse_number": "24",
                "verse_text": "with the result that the Law has become our tutor and our disciplinarian to guide us to Christ, so that we may be justified [that is, declared free of the guilt of sin and its penalty, and placed in right standing with God] by faith."
            },
            {
                "verse_number": "25",
                "verse_text": "But now that faith has come, we are no longer under [the control and authority of] a tutor and disciplinarian."
            },
            {
                "verse_number": "26",
                "verse_text": "For you [who are born-again have been reborn from above&ndash;spiritually transformed, renewed, sanctified and] are all children of God [set apart for His purpose with full rights and privileges] through faith in Christ Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "For all of you who were baptized into Christ [into a spiritual union with the Christ, the Anointed] have clothed yourselves with Christ [that is, you have taken on His characteristics and values]."
            },
            {
                "verse_number": "28",
                "verse_text": "There is [now no distinction in regard to salvation] neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you [who believe] are all one in Christ Jesus [no one can claim a spiritual superiority]."
            },
            {
                "verse_number": "29",
                "verse_text": "And if you belong to Christ [if you are in Him], then you are Abraham&quot;s descendants, and [spiritual] heirs according to [God&quot;s] promise."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now what I mean [when I talk about children and their guardians] is this: as long as the heir is a child, he does not differ at all from a slave even though he is the [future owner and] master of all [the estate];"
            },
            {
                "verse_number": "2",
                "verse_text": "but he is under [the authority of] guardians and household administrators or managers until the date set by his father [when he is of legal age]."
            },
            {
                "verse_number": "3",
                "verse_text": "So also we [whether Jews or Gentiles], when we were children (spiritually immature), were kept like slaves under the elementary [man-made religious or philosophical] teachings of the world."
            },
            {
                "verse_number": "4",
                "verse_text": "But when [in God&quot;s plan] the proper time had fully come, God sent His Son, born of a woman, born under the [regulations of the] Law,"
            },
            {
                "verse_number": "5",
                "verse_text": "so that He might redeem and liberate those who were under the Law, that we [who believe] might be adopted as sons [as God&quot;s children with all rights as fully grown members of a family]."
            },
            {
                "verse_number": "6",
                "verse_text": "And because you [really] are [His] sons, God has sent the Spirit of His Son into our hearts, crying out, &apos;Abba! Father!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore you are no longer a slave (bond-servant), but a son; and if a son, then also an heir through [the gracious act of] God [through Christ]. &apos;R ejoice , o barren woman who has not given birth ; B reak forth into a [joyful] shout , you who are not in labor ; F or the desolate woman has many more children T han she who has a husband .&apos; &apos;C ast out the bondwoman [Hagar] and her son [Ishmael], F or never shall the son of the bondwoman be heir and share the inheritance with the son of the free woman .&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But at that time, when you did not know [the true] God and were unacquainted with Him, you [Gentiles] were slaves to those [pagan] things which by [their very] nature were not and could not be gods at all."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, however, since you have come to know [the true] God [through personal experience], or rather to be known by God, how is it that you are turning back again to the weak and worthless elemental principles [of religions and philosophies], to which you want to be enslaved all over again?"
            },
            {
                "verse_number": "10",
                "verse_text": "[For example,] you observe [particular] days and months and seasons and years."
            },
            {
                "verse_number": "11",
                "verse_text": "I fear for you, that perhaps I have labored [to the point of exhaustion] over you in vain."
            },
            {
                "verse_number": "12",
                "verse_text": "Believers, I beg of you, become as I am [free from the bondage of Jewish ritualism and ordinances], for I have become as you are [a Gentile]. You did me no wrong [when I first came to you; do not do it now]."
            },
            {
                "verse_number": "13",
                "verse_text": "On the contrary, you know that it was because of a physical illness that I [remained and] preached the gospel to you the first time;"
            },
            {
                "verse_number": "14",
                "verse_text": "and even though my physical condition was a trial to you, you did not regard it with contempt, or scorn and reject me; but you received me as an angel of God, even as Christ Jesus Himself."
            },
            {
                "verse_number": "15",
                "verse_text": "What then has become of that sense of blessing and the joy that you once had [from your salvation and your relationship with Christ]? For I testify of you that, if possible, you would have torn out your own eyes and given them to me [ to replace mine]."
            },
            {
                "verse_number": "16",
                "verse_text": "So have I become your enemy by telling you the truth?"
            },
            {
                "verse_number": "17",
                "verse_text": "These men [the Judaizers] eagerly seek you [to entrap you with honeyed words and attention, to win you over to their philosophy], not honorably [for their purpose is not honorable or worthy of consideration]. They want to isolate you [from us who oppose them] so that you will seek them."
            },
            {
                "verse_number": "18",
                "verse_text": "Now it is always pleasant to be eagerly sought after [provided that it is] for a good purpose, and not just when I am with you [seeking you myself&ndash;but beware of the others doing it]."
            },
            {
                "verse_number": "19",
                "verse_text": "My little children, for whom I am again in [the pains of] labor until Christ is [completely and permanently] formed within you&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "how I wish that I were with you now and could change my tone, because I am perplexed in regard to you."
            },
            {
                "verse_number": "21",
                "verse_text": "Tell me, you who are bent on being under the Law, do you not listen to [what] the Law [really says]?"
            },
            {
                "verse_number": "22",
                "verse_text": "For it is written that Abraham had two sons, one by the slave woman [Hagar] and one by the free woman [Sarah]."
            },
            {
                "verse_number": "23",
                "verse_text": "But the child of the slave woman was born according to the flesh and had an ordinary birth, while the son of the free woman was born in fulfillment of the promise."
            },
            {
                "verse_number": "24",
                "verse_text": "Now these facts are about to be used [by me] as an allegory [that is, I will illustrate by using them]: for these women can represent two covenants: one [covenant originated] from Mount Sinai [where the Law was given] that bears children [destined] for slavery; she is Hagar."
            },
            {
                "verse_number": "25",
                "verse_text": "Now Hagar is (represents) Mount Sinai in Arabia and she corresponds to the present Jerusalem, for she is in slavery with her children."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Jerusalem above [that is, the way of faith, represented by Sarah] is free; she is our mother."
            },
            {
                "verse_number": "27",
                "verse_text": "For it is written [in the Scriptures],"
            },
            {
                "verse_number": "28",
                "verse_text": "And we, [believing] brothers and sisters, like Isaac, are children [not merely of physical descent, like Ishmael, but are children born] of promise [born miraculously]."
            },
            {
                "verse_number": "29",
                "verse_text": "But as at that time the child [of ordinary birth] born according to the flesh persecuted the son who was born according to [the promise and working of] the Spirit, so it is now also."
            },
            {
                "verse_number": "30",
                "verse_text": "But what does the Scripture say?"
            },
            {
                "verse_number": "31",
                "verse_text": "So then, believers, we [who are born again&ndash;reborn from above&ndash;spiritually transformed, renewed, and set apart for His purpose] are not children of a slave woman [the natural], but of the free woman [the supernatural]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "It was for this freedom that Christ set us free [completely liberating us]; therefore keep standing firm and do not be subject again to a yoke of slavery [which you once removed]."
            },
            {
                "verse_number": "2",
                "verse_text": "Notice, it is I, Paul, who tells you that if you receive circumcision [as a supposed requirement of salvation], Christ will be of no benefit to you [for you will lack the faith in Christ that is necessary for salvation]."
            },
            {
                "verse_number": "3",
                "verse_text": "Once more I solemnly affirm to every man who receives circumcision [as a supposed requirement of salvation], that he is under obligation and required to keep the whole Law."
            },
            {
                "verse_number": "4",
                "verse_text": "You have been severed from Christ, if you seek to be justified [that is, declared free of the guilt of sin and its penalty, and placed in right standing with God] through the Law; you have fallen from grace [for you have lost your grasp on God&quot;s unmerited favor and blessing]."
            },
            {
                "verse_number": "5",
                "verse_text": "For we [not relying on the Law but] through the [strength and power of the Holy] Spirit, by faith, are waiting [confidently] for the hope of righteousness [the completion of our salvation]."
            },
            {
                "verse_number": "6",
                "verse_text": "For [if we are] in Christ Jesus neither circumcision nor uncircumcision means anything, but only faith activated and expressed and working through love."
            },
            {
                "verse_number": "7",
                "verse_text": "You were running [the race] well; who has interfered and prevented you from obeying the truth?"
            },
            {
                "verse_number": "8",
                "verse_text": "This [deceptive] persuasion is not from Him who called you [to freedom in Christ]."
            },
            {
                "verse_number": "9",
                "verse_text": "A little leaven [a slight inclination to error, or a few false teachers] leavens the whole batch [it perverts the concept of faith and misleads the church]."
            },
            {
                "verse_number": "10",
                "verse_text": "I have confidence in you in the Lord that you will adopt no other view [contrary to mine on the matter]; but the one who is disturbing you, whoever he is, will have to bear the penalty."
            },
            {
                "verse_number": "11",
                "verse_text": "But as for me, brothers, if I am still preaching circumcision [as I had done before I met Christ; and as some accuse me of doing now, as necessary for salvation], why am I still being persecuted [by Jews]? In that case the stumbling block of the cross [to unbelieving Jews] has been abolished."
            },
            {
                "verse_number": "12",
                "verse_text": "I wish that those who are troubling you [by teaching that circumcision is necessary for salvation] would even [go all the way and] castrate themselves!"
            },
            {
                "verse_number": "13",
                "verse_text": "For you, my brothers, were called to freedom; only do not let your freedom become an opportunity for the sinful nature (worldliness, selfishness), but through love serve and seek the best for one another."
            },
            {
                "verse_number": "14",
                "verse_text": "For the whole Law [concerning human relationships] is fulfilled in one precept, &apos;Y ou shall love your neighbor as yourself [that is, you shall have an unselfish concern for others and do things for their benefit].&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But if you bite and devour one another [in bickering and strife], watch out that you [along with your entire fellowship] are not consumed by one another."
            },
            {
                "verse_number": "16",
                "verse_text": "But I say, walk habitually in the [Holy] Spirit [seek Him and be responsive to His guidance], and then you will certainly not carry out the desire of the sinful nature [which responds impulsively without regard for God and His precepts]."
            },
            {
                "verse_number": "17",
                "verse_text": "For the sinful nature has its desire which is opposed to the Spirit, and the [desire of the] Spirit opposes the sinful nature; for these [two, the sinful nature and the Spirit] are in direct opposition to each other [continually in conflict], so that you [as believers] do not [always] do whatever [good things] you want to do."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you are guided and led by the Spirit, you are not subject to the Law."
            },
            {
                "verse_number": "19",
                "verse_text": "Now the practices of the sinful nature are clearly evident: they are sexual immorality, impurity, sensuality (total irresponsibility, lack of self-control),"
            },
            {
                "verse_number": "20",
                "verse_text": "idolatry, sorcery, hostility, strife, jealousy, fits of anger, disputes, dissensions, factions [that promote heresies],"
            },
            {
                "verse_number": "21",
                "verse_text": "envy, drunkenness, riotous behavior, and other things like these. I warn you beforehand, just as I did previously, that those who practice such things will not inherit the kingdom of God."
            },
            {
                "verse_number": "22",
                "verse_text": "But the fruit of the Spirit [the result of His presence within us] is love [unselfish concern for others], joy, [inner] peace, patience [not the ability to wait, but how we act while waiting], kindness, goodness, faithfulness,"
            },
            {
                "verse_number": "23",
                "verse_text": "gentleness, self-control. Against such things there is no law."
            },
            {
                "verse_number": "24",
                "verse_text": "And those who belong to Christ Jesus have crucified the sinful nature together with its passions and appetites."
            },
            {
                "verse_number": "25",
                "verse_text": "If we [claim to] live by the [Holy] Spirit, we must also walk by the Spirit [with personal integrity, godly character, and moral courage&ndash;our conduct empowered by the Holy Spirit]."
            },
            {
                "verse_number": "26",
                "verse_text": "We must not become conceited, challenging or provoking one another, envying one another."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Brothers, if anyone is caught in any sin, you who are spiritual [that is, you who are responsive to the guidance of the Spirit] are to restore such a person in a spirit of gentleness [not with a sense of superiority or self-righteousness], keeping a watchful eye on yourself, so that you are not tempted as well."
            },
            {
                "verse_number": "2",
                "verse_text": "Carry one another&quot;s burdens and in this way you will fulfill the requirements of the law of Christ [that is, the law of Christian love]."
            },
            {
                "verse_number": "3",
                "verse_text": "For if anyone thinks he is something [special] when [in fact] he is nothing [special except in his own eyes], he deceives himself."
            },
            {
                "verse_number": "4",
                "verse_text": "But each one must carefully scrutinize his own work [examining his actions, attitudes, and behavior], and then he can have the personal satisfaction and inner joy of doing something commendable without comparing himself to another."
            },
            {
                "verse_number": "5",
                "verse_text": "For every person will have to bear [with patience] his own burden [of faults and shortcomings for which he alone is responsible]."
            },
            {
                "verse_number": "6",
                "verse_text": "The one who is taught the word [of God] is to share all good things with his teacher [contributing to his spiritual and material support]."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be deceived, God is not mocked [He will not allow Himself to be ridiculed, nor treated with contempt nor allow His precepts to be scornfully set aside]; for whatever a man sows, this and this only is what he will reap."
            },
            {
                "verse_number": "8",
                "verse_text": "For the one who sows to his flesh [his sinful capacity, his worldliness, his disgraceful impulses] will reap from the flesh ruin and destruction, but the one who sows to the Spirit will from the Spirit reap eternal life."
            },
            {
                "verse_number": "9",
                "verse_text": "Let us not grow weary or become discouraged in doing good, for at the proper time we will reap, if we do not give in."
            },
            {
                "verse_number": "10",
                "verse_text": "So then, while we [as individual believers] have the opportunity, let us do good to all people [not only being helpful, but also doing that which promotes their spiritual well-being], and especially [be a blessing] to those of the household of faith (born-again believers)."
            },
            {
                "verse_number": "11",
                "verse_text": "See with what large letters I am writing to you with my own hand."
            },
            {
                "verse_number": "12",
                "verse_text": "Those who want to make a good impression in public [before the Jews] try to compel you to be circumcised, just so they will escape being persecuted for [faithfulness to] the cross of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "For even the circumcised [Jews] themselves do not [really] keep the Law, but they want to have you circumcised so that they may boast in your flesh [that is, in the fact that they convinced you to be circumcised]."
            },
            {
                "verse_number": "14",
                "verse_text": "But far be it from me to boast [in anything or anyone], except in the cross of our Lord Jesus Christ, through whom the world has been crucified to me, and I to the world."
            },
            {
                "verse_number": "15",
                "verse_text": "For neither is circumcision anything [of any importance], nor uncircumcision, but [only] a new creation [which is the result of a new birth&ndash;a spiritual transformation&ndash;a new nature in Christ Jesus]."
            },
            {
                "verse_number": "16",
                "verse_text": "Peace and mercy be upon all who walk by this rule [who discipline themselves and conduct their lives by this principle], and upon the [true] Israel of God (Jewish believers)."
            },
            {
                "verse_number": "17",
                "verse_text": "From now on let no one trouble me [by making it necessary for me to justify my authority as an apostle, and the absolute truth of the gospel], for I bear on my body the branding-marks of Jesus [the wounds, scars, and other outward evidence of persecutions&ndash;these testify to His ownership of me]."
            },
            {
                "verse_number": "18",
                "verse_text": "The grace of our Lord Jesus Christ be with your spirit, my brothers and sisters. Amen."
            }
        ]
    }
}