{
    "Micah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The word of the L ord that came to Micah of Moresheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw [through divine revelation] concerning Samaria and Jerusalem. Listen closely, O earth and all that is in it, And let the Lord G od be witness [giving a testimony of the judgment] against you, The Lord from His holy temple [in the heavens]. He shall come down and tread [in judgment] on the high places of the earth. And the valleys shall be split Like wax before the fire, Like waters poured down a steep place. And for the sins of the house of Israel (the Northern Kingdom). What is the rebellion and apostasy of Jacob? Is it not [the abandonment of God in order to worship the idols of] Samaria? What are the high places [of idolatry] in Judah (the Southern Kingdom)? Are they not Jerusalem [the capital and center of corruption]? A place for planting vineyards; And I will pour her stones down into the ravine And lay bare her foundations. All her earnings [from her idolatry] shall be burned with fire, And all her images I shall make desolate; For from the earnings of a prostitute she collected them, And to the earnings of a prostitute they shall return. I must go barefoot and naked [without outer garments as if robbed]; I must wail like the jackals And lament [with a loud, mournful cry] like the ostriches. For it has come to Judah; The enemy has reached the gate of my people, Even to Jerusalem. Weep not at all [and in this way betray your grief to Gentiles]; In Beth-le-aphrah (House of Dust) roll in the dust [among your own people]. The inhabitant of Zaanan (Go Out) does not go out [of the house]; The wailing of Beth-ezel (House of Removal) will take away from you its support. Writhes in pain [at its losses] and waits anxiously for good, Because a catastrophe has come down from the L ord To the gate of Jerusalem. O inhabitant of Lachish— She was the beginning of sin To the Daughter of Zion (Jerusalem)— Because in you were found The rebellious acts of Israel. On behalf of Moresheth-gath (Micah’s home); The houses of Achzib (Place of Deceit) will become a deception To the kings of Israel. The one who takes possession, O inhabitant of Mareshah (Prominent Place). The glory (nobility) of Israel will enter Adullam [seeking refuge]. For the children of your delight; Remain as bald as the eagle, For your children will be taken from you into exile."
            },
            {
                "verse_number": "2",
                "verse_text": "Hear, O peoples, all of you;"
            },
            {
                "verse_number": "3",
                "verse_text": "For behold, the L ord is coming down from His place"
            },
            {
                "verse_number": "4",
                "verse_text": "The mountains shall melt under Him"
            },
            {
                "verse_number": "5",
                "verse_text": "All this is because of the rebellion and apostasy of Jacob"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore I [the L ord ] shall make Samaria a heap of ruins [and of stones and arable land] in the open country,"
            },
            {
                "verse_number": "7",
                "verse_text": "All her idols shall be broken in pieces,"
            },
            {
                "verse_number": "8",
                "verse_text": "Because of this I [Micah] must lament (mourn over with expressions of grief) and wail,"
            },
            {
                "verse_number": "9",
                "verse_text": "For Samaria’s wound is incurable,"
            },
            {
                "verse_number": "10",
                "verse_text": "Announce it not in Gath [in Philistia],"
            },
            {
                "verse_number": "11",
                "verse_text": "Go on your way [into exile—stripped of beauty, disarmed], inhabitants of Shaphir (Beautiful), in shameful nakedness."
            },
            {
                "verse_number": "12",
                "verse_text": "For the inhabitant of Maroth (Bitterness)"
            },
            {
                "verse_number": "13",
                "verse_text": "Harness the chariot to the team of horses [to escape the invasion],"
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore you will give parting gifts"
            },
            {
                "verse_number": "15",
                "verse_text": "Moreover, I will bring on you"
            },
            {
                "verse_number": "16",
                "verse_text": "Make yourself bald [in mourning]—shave off your hair"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Woe (judgment is coming) to those who devise wickedness And plot evil on their beds! When morning comes, they practice evil Because it is in the power of their hands. And houses, and take them away. They oppress and rob a man and his house, A man and his inheritance. “Behold, I am planning against this family a disaster (exile) [Like a noose] from which you cannot remove your necks; Nor will you be able to walk haughtily and erect, For it will be an evil time [of subjugation to the invaders]. And wail with a doleful and bitter song of mourning and say, ‘We are completely destroyed! God exchanges the inheritance of my people; How He removes it from me! He divides our fields to the rebellious [our captors].’ For you by lot in the assembly of the L ord . But if they do not speak out concerning these things, Reproaches will not be turned back. ‘Is the Spirit of the L ord impatient? Or are these [prophesied judgments] His doings?’ Do not My words do good To the one walking uprightly? You strip the ornaments off the garment Of those unsuspecting passers-by, Like those returned from war. Each one from her pleasant house; From her [young, fatherless] children you take away My splendor and blessing forever [by putting them among the pagans, away from Me]. For this [land] is not the place of rest Because of the defilement that brings destruction, A painful and terrible destruction. Should lie and say, ‘I will prophesy to you [O Israel] of wine and liquor (greed, sensual pleasure),’ He would be the acceptable spokesman of this people. I shall surely gather the remnant of Israel. I shall bring them together like sheep in the fold [multiplying the nation]; Like a flock in the midst of its pasture. The place will swarm with many people and hum loudly with noise. They will break out, pass through the gate and go out; So their King goes on before them, The L ord at their head.”"
            },
            {
                "verse_number": "2",
                "verse_text": "They covet fields and seize them,"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore, thus says the L ord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "On that day they shall take up a [taunting, deriding] parable against you"
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore, you will have no one stretching a measuring line [dividing the common land]"
            },
            {
                "verse_number": "6",
                "verse_text": "‘Do not speak out,’ so they speak out."
            },
            {
                "verse_number": "7",
                "verse_text": "Is it being said, O house of Jacob:"
            },
            {
                "verse_number": "8",
                "verse_text": "But lately My people have stood up as an enemy [and have made Me their antagonist]."
            },
            {
                "verse_number": "9",
                "verse_text": "You evict the women (widows) of My people,"
            },
            {
                "verse_number": "10",
                "verse_text": "Arise and depart [because the captivity is inevitable],"
            },
            {
                "verse_number": "11",
                "verse_text": "If a man walking in a false spirit [spouting deception]"
            },
            {
                "verse_number": "12",
                "verse_text": "“I shall most certainly assemble all of you, O Jacob;"
            },
            {
                "verse_number": "13",
                "verse_text": "The breaker [the Messiah, who opens the way] shall go up before them [liberating them]."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "And I said, “Hear now, heads of Jacob And rulers of the house of Israel. Is it not for you to know and administer justice? Who tear the skin off my people And their flesh from their bones; Strip off their skin from them, Break their bones And chop them in pieces as for the pot, Like meat in a kettle.” But He will not answer them; Instead, He will even hide His face from them at that time [withholding His mercy] Because they have practiced and tolerated and ignored evil acts. When they have something good to bite with their teeth, They call out, “Peace,” But against the one who gives them nothing to eat, They declare a holy war. And darkness (cataclysm) for you—without foresight. The sun shall go down on the [false] prophets, And the day shall become dark and black over them. And the diviners discredited and embarrassed; Indeed, they shall all cover their mouths [in shame] Because there is no answer from God. With the Spirit of the L ord , And with justice and might, To declare to Jacob his transgression And to Israel his sin. And rulers of the house of Israel, Who hate and reject justice And twist everything that is straight, And Jerusalem with violent injustice. Her priests teach for a fee, And her prophets foretell for money; Yet they lean on the L ord , saying, “Is not the L ord among us? No tragedy or distress will come on us.” And the mountain of the house [of the L ord ] shall become like a densely wooded hill."
            },
            {
                "verse_number": "2",
                "verse_text": "You who hate good and love evil,"
            },
            {
                "verse_number": "3",
                "verse_text": "You who eat the flesh of my people,"
            },
            {
                "verse_number": "4",
                "verse_text": "Then they will cry to the L ord ,"
            },
            {
                "verse_number": "5",
                "verse_text": "Thus says the L ord concerning the [false] prophets who lead my people astray;"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore it will be night (tragedy) for you—without vision,"
            },
            {
                "verse_number": "7",
                "verse_text": "The seers shall be ashamed"
            },
            {
                "verse_number": "8",
                "verse_text": "But in fact, I am filled with power,"
            },
            {
                "verse_number": "9",
                "verse_text": "Now hear this, you heads of the house of Jacob"
            },
            {
                "verse_number": "10",
                "verse_text": "Who build Zion with blood [and extortion and murder]"
            },
            {
                "verse_number": "11",
                "verse_text": "Her leaders pronounce judgment for a bribe,"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, on account of you Zion shall be plowed like a field, Jerusalem shall become a heap of ruins,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "But it shall come about in the last days That the mountain of the house of the L ord Shall be established as the highest and chief of the mountains; It shall be above the hills, And peoples shall flow [like a river] to it. “Come, let us go up to the mountain of the L ord , To the house of the God of Jacob, That He may teach us about His ways And that we may walk in His paths.” For the law shall go forward from Zion, And the word of the L ord [the revelation about Him and His truth] from Jerusalem. And render decisions for strong and distant nations. Then they shall hammer their swords into plowshares And their spears into pruning hooks [so that the implements of war may become the tools of agriculture]; Nation shall not lift up sword against nation, Nor shall they ever again train for war. And under his fig tree, With no one to make them afraid, For the mouth of the [omnipotent] L ord of hosts has spoken it. Each in the name of his god [in a transient relationship], As for us, we shall walk [securely] In the name of the L ord our [true] God forever and ever. “I shall assemble the lame, And gather the outcasts [from foreign captivity], Even those whom I have caused pain. And the outcasts a strong nation; And the L ord shall reign over them in Mount Zion From this time on and forever. Hill and stronghold of the Daughter of Zion (Jerusalem’s inhabitants), To you the former dominion shall come, The kingdom of the Daughter of Jerusalem [when the Messiah reigns in Jerusalem, and the times of the Gentiles are fulfilled]. Is there no king among you? Has your counselor perished? For agony has gripped you like a woman in childbirth. O Daughter of Zion, Like a woman in childbirth; For now you shall go out of the city, Live in the field, And go to Babylon. There you will be rescued; There the L ord shall redeem you From the hand of your enemies. Who say, ‘Let her be profaned [through Gentile presence and the temple’s destruction], And let our eyes gaze on and gloat over Zion.’ Nor do they understand His purpose and plan; For He has gathered them (Gentiles) like sheaves to the threshing floor [for destruction]. For I will make your horn iron And I will make your hoofs bronze; That you may beat many peoples in pieces [trampling down your enemies], That you may devote to the L ord their unjust gain (pagan possessions) And their wealth to the Lord of all the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "And many nations shall come and say,"
            },
            {
                "verse_number": "3",
                "verse_text": "And He will judge between many peoples"
            },
            {
                "verse_number": "4",
                "verse_text": "Each of them shall sit [in security and peace] under his vine"
            },
            {
                "verse_number": "5",
                "verse_text": "For all the peoples [now] walk"
            },
            {
                "verse_number": "6",
                "verse_text": "“In that day,” says the L ord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "I shall make the lame a [godly] remnant"
            },
            {
                "verse_number": "8",
                "verse_text": "As for you [Jerusalem], tower of the flock [of Israel],"
            },
            {
                "verse_number": "9",
                "verse_text": "“Now, why do you cry out loudly?"
            },
            {
                "verse_number": "10",
                "verse_text": "Writhe in pain and labor to give birth,"
            },
            {
                "verse_number": "11",
                "verse_text": "Now many [conquering] nations are assembled against you,"
            },
            {
                "verse_number": "12",
                "verse_text": "But they (Gentile nations) do not know the thoughts of the L ord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "Arise and thresh, O Daughter of Zion!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "“Now gather yourself in troops, O daughter of troops; A state of siege has been placed against us. They shall strike the ruler of Israel on the cheek with a rod (scepter). Too little to be among the clans of Judah; From you One shall come forth for Me [who is] to be Ruler in Israel, His goings forth (appearances) are from long ago, When she who is in labor has given birth to a child. Then what is left of His kinsmen Shall return to the children of Israel. In the strength of the L ord , In the majesty of the name of the L ord His God; And they shall dwell [secure in undisturbed peace], Because at that time He shall be great [extending His authority] [Even] to the ends of the earth. W hen the Assyrian invades our land And tramples on our citadels and in our palaces, Then shall we raise against him Seven shepherds and eight princes [an overpowering force] among men. The land of Nimrod within her [own] gates. And He (the Messiah) shall rescue us from the Assyrian (all enemy nations) When he attacks our land And when he tramples our territory. Shall be among many peoples Like dew from the L ord , Like showers on the grass [a source of blessing] Which [come suddenly and] do not wait for man Nor delay for the sons of men. Shall be among the nations, In the midst of many peoples Like a lion among the beasts of the forest, Like a young lion [suddenly appearing] among the flocks of sheep Which, if he passes through, Tramples down and tears into pieces [the nations in judgment], And there is no one to rescue. And all your enemies shall be cut off and destroyed. “I will cut off your horses from among you And destroy your chariots [on which you depend]. And tear down all your fortifications. And you shall have no more fortune-tellers. And your sacred pillars from among you, So that you will no longer worship and bow down To the work of your hands. And destroy your cities [which are the centers of pagan worship]. On the nations which have not obeyed [such vengeance as they have not known before].”"
            },
            {
                "verse_number": "2",
                "verse_text": "But as for you, Bethlehem Ephrathah, From ancient days.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore, He will give them up until the time"
            },
            {
                "verse_number": "4",
                "verse_text": "And He shall stand and shepherd and guide His flock"
            },
            {
                "verse_number": "5",
                "verse_text": "This One [the Messiah] shall be our peace."
            },
            {
                "verse_number": "6",
                "verse_text": "They shall devastate the land of Assyria with the sword and"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the remnant of Jacob"
            },
            {
                "verse_number": "8",
                "verse_text": "The remnant of Jacob"
            },
            {
                "verse_number": "9",
                "verse_text": "Your hand will be lifted up against your adversaries,"
            },
            {
                "verse_number": "10",
                "verse_text": "“And in that day,” says the L ord ,"
            },
            {
                "verse_number": "11",
                "verse_text": "I will cut off the cities of your land"
            },
            {
                "verse_number": "12",
                "verse_text": "I will cut off witchcrafts and sorceries from your hand,"
            },
            {
                "verse_number": "13",
                "verse_text": "I will also cut off your carved images"
            },
            {
                "verse_number": "14",
                "verse_text": "I will root out your Asherim (symbols of the goddess Asherah) from among you"
            },
            {
                "verse_number": "15",
                "verse_text": "And in anger and wrath I shall execute vengeance"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Hear now what the L ord is saying, “Arise, plead your case before the mountains, And let the hills [as witnesses] hear your voice. And you enduring foundations of the earth, For the L ord has a case (a legal complaint) against His people, And He will dispute (challenge) Israel. And how have I wearied you? Answer Me. And ransomed you from the house of slavery, And I sent before you Moses [to lead you], Aaron [the high priest], and Miriam [the prophetess]. What Balak king of Moab devised [with his evil plan against Israel] And what Balaam the son of Beor answered him [turning the curse into blessing for Israel], So that you may know the righteous and saving acts [displaying the power] of the L ord .” And bow myself before God on high? Shall I come before Him with burnt offerings, With yearling calves? Or with ten thousand rivers of oil? Shall I present my firstborn for my acts of rebellion, The fruit of my body for the sin of my soul? And what does the L ord require of you Except to be just, and to love [and to diligently practice] kindness (compassion), And to walk humbly with your God [setting aside any overblown sense of importance or self-righteousness]? And it is sound wisdom to heed [solemnly] and fear Your name [with awe-filled reverence]; “Hear, O tribe [the rod of punishment]. Who has appointed its time? In the house of the wicked, And a short (inaccurate) measure [for grain] that is cursed? And a bag of dishonest weights? Her inhabitants speak lies And their tongue is deceitful in their mouth. Desolating and devastating you, because of your sins. You will [try to] remove [your goods and those you love] for safekeeping But you will fail to save anything, And what you do save I shall give to the sword. You shall tread olives, but shall not anoint yourself with oil, And [you will extract juice from] the grapes, but you shall not drink the wine. And all the works of the [wicked] house (dynasty) of Ahab; And you walk in their counsels and policies. Therefore, I shall hand you over for destruction and horror And your [city’s] inhabitants for ridicule, And you shall bear the rebuke and scorn of My people.”"
            },
            {
                "verse_number": "2",
                "verse_text": "Hear, O mountains, the indictment of the L ord ,"
            },
            {
                "verse_number": "3",
                "verse_text": "O My people, what have I done to you [since you have turned away from Me]?"
            },
            {
                "verse_number": "4",
                "verse_text": "For I brought you up from the land of Egypt"
            },
            {
                "verse_number": "5",
                "verse_text": "My people, remember now [Remember what the L ord did for you] from Shittim to Gilgal, And your emptiness shall be among you;"
            },
            {
                "verse_number": "6",
                "verse_text": "With what shall I come before the L ord [to honor Him]"
            },
            {
                "verse_number": "7",
                "verse_text": "Will the L ord be delighted with thousands of rams,"
            },
            {
                "verse_number": "8",
                "verse_text": "He has told you, O man, what is good;"
            },
            {
                "verse_number": "9",
                "verse_text": "The voice of the L ord shall call to the city [of Jerusalem]—"
            },
            {
                "verse_number": "10",
                "verse_text": "Are there not still treasures gained by wickedness"
            },
            {
                "verse_number": "11",
                "verse_text": "Can I [be guiltless and] justify deceptive scales"
            },
            {
                "verse_number": "12",
                "verse_text": "For the rich men of the city are full of violence [of every kind];"
            },
            {
                "verse_number": "13",
                "verse_text": "So also I will make you sick, striking you down,"
            },
            {
                "verse_number": "14",
                "verse_text": "You shall eat, but you will not be satisfied,"
            },
            {
                "verse_number": "15",
                "verse_text": "You shall sow but you shall not reap;"
            },
            {
                "verse_number": "16",
                "verse_text": "For [you have kept] the statutes of Omri [the idolatrous king],"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Woe is me (judgment is coming)! For I am Like one who gathers the summer fruits, like one who gleans the vintage grapes. There is not a cluster of grapes to eat, No first-ripe fig which my appetite craves. And there is no upright person [one with good character and moral integrity] among men. They all lie in wait to shed blood; Each hunts the other with a net. The prince asks, also the judge, for a bribe, And a great man speaks the [evil] desire of his soul. So they twist the course of justice between them. The most upright is [prickly] like a thorn hedge. The day of your watchmen [that is, the time predicted by the prophets] And your punishment comes; Now shall be their confusion. Do not have confidence in a friend. Guard the doors of your mouth From her who lies in your bosom. The daughter rises up [in hostility] against her mother, The daughter-in-law against her mother-in-law— A man’s enemies are the men (members) of his own household. I will wait [with confident expectation] for the God of my salvation. My God will hear me. Though I fall, I will rise; Though I sit in the darkness [of distress], the L ord is a light for me. Because I have sinned against Him, Until He pleads my case and executes judgment for me. He will bring me out to the light, And I will behold His [amazing] righteousness and His remarkable deliverance. And shame [for despising the L ord ] will cover her who said to me, “Where is the L ord your God?” My eyes will look on her [with satisfaction at her judgment]; Now she (unbelievers) will be trampled down Like mud of the streets. On that day the boundary [of Israel] shall be [greatly] extended. From Assyria and from the cities of Egypt, And from Egypt even to the river Euphrates, From sea to sea and from mountain to mountain. Because of the fruit of their deeds. The flock of Your inheritance and Your possession Which dwells alone [separate and secure from attack] in the forest, In the midst of a garden land. Let them feed in Bashan and Gilead As in the days of old [the days of Moses and Elijah]. I shall show you marvelous and miraculous things.” Of all their might [which cannot be compared to His]. They shall put their hand on their mouth [in silent astonishment]; Their ears shall be deaf. Like crawling things of the earth They shall come trembling out of their fortresses and hiding places. They shall turn and come with fear and dread to the L ord our God And they shall be afraid and stand in awe before You [O L ord ]. And passes over the rebellious acts of the remnant of His possession? He does not retain His anger forever, Because He [constantly] delights in mercy and lovingkindness. He will subdue and tread underfoot our wickedness [destroying sin’s power]. Yes, You will cast all our sins Into the depths of the sea. And lovingkindness and mercy to Abraham, As You have sworn to our forefathers From the days of old."
            },
            {
                "verse_number": "2",
                "verse_text": "The godly person [who is faithful and loyal to God] has perished from the earth,"
            },
            {
                "verse_number": "3",
                "verse_text": "Concerning evil, both of their hands pursue it and do it diligently and thoroughly;"
            },
            {
                "verse_number": "4",
                "verse_text": "The best of them is [injurious] like a briar;"
            },
            {
                "verse_number": "5",
                "verse_text": "Do not trust in a neighbor [because of the moral corruption in the land];"
            },
            {
                "verse_number": "6",
                "verse_text": "For the son dishonors the father and treats him contemptuously,"
            },
            {
                "verse_number": "7",
                "verse_text": "But as for me, I will look expectantly for the L ord and with confidence in Him I will keep watch;"
            },
            {
                "verse_number": "8",
                "verse_text": "Do not rejoice over me [amid my tragedies], O my enemy!"
            },
            {
                "verse_number": "9",
                "verse_text": "I will bear the indignation and wrath of the L ord"
            },
            {
                "verse_number": "10",
                "verse_text": "Then my enemy [all the pagan nations] shall see it,"
            },
            {
                "verse_number": "11",
                "verse_text": "It shall be a day for building your walls,"
            },
            {
                "verse_number": "12",
                "verse_text": "It shall be a day when the Gentiles will come to you"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet the earth [beyond the land of Israel] shall become desolate because of those who dwell in it,"
            },
            {
                "verse_number": "14",
                "verse_text": "Shepherd and rule Your people with Your scepter [of blessing],"
            },
            {
                "verse_number": "15",
                "verse_text": "“As in the days when you came out from the land of Egypt,"
            },
            {
                "verse_number": "16",
                "verse_text": "The [pagan] nations shall see [God’s omnipotence in delivering Israel] and be ashamed"
            },
            {
                "verse_number": "17",
                "verse_text": "They shall lick the dust like a serpent;"
            },
            {
                "verse_number": "18",
                "verse_text": "Who is a God like You, who forgives wickedness"
            },
            {
                "verse_number": "19",
                "verse_text": "He shall again have compassion on us;"
            },
            {
                "verse_number": "20",
                "verse_text": "You shall give truth to Jacob"
            }
        ]
    }
}