{
    "Hosea": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The word of the L ord that came to Hosea the son of Beeri in the days of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash king of Israel. Shall be like the sand of the sea, Which cannot be measured or numbered; And in the place Where it is said to them, “You are not My people,” It will be said to them, “ You are the sons of the living God.” And they will appoint for themselves one leader, And they will go up from the land,"
            },
            {
                "verse_number": "2",
                "verse_text": "When the L ord first spoke through Hosea, the L ord said to him, “Go, take for yourself a wife of prostitution and have children of [her] prostitution; for the land commits great acts of prostitution by not following the L ord .”"
            },
            {
                "verse_number": "3",
                "verse_text": "So he went and took Gomer the daughter of Diblaim, and she conceived and bore him a son."
            },
            {
                "verse_number": "4",
                "verse_text": "And the L ord said to him, “Name him Jezreel; for yet in a little while I will avenge the blood [that was shed in the Valley] of Jezreel and inflict the punishment for it on the house of Jehu, and I will put an end to the kingdom of the house of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "On that day I will break the bow [of the military power] of Israel in the Valley of Jezreel.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Gomer conceived again and gave birth to a daughter. And the L ord said to Hosea, “Name her Lo-Ruhamah (not shown mercy), for I will no longer have mercy on the house of Israel, that I would ever forgive them."
            },
            {
                "verse_number": "7",
                "verse_text": "But I will have mercy on the house of Judah and will rescue them by the L ord their God, and will not rescue them by bow, sword, war, horses, or horsemen.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Now when Gomer had weaned Lo-Ruhamah, she conceived and gave birth to a son."
            },
            {
                "verse_number": "9",
                "verse_text": "And the L ord said, “Name him Lo-Ammi (not my people), for you are not My people and I am not your God.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Yet the number of the sons of Israel"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the sons of Judah and the sons of Israel shall be gathered together, For great and glorious will be the day of Jezreel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "“[Hosea,] say to your brothers, ‘Ammi (you are my people),’ and to your sisters, ‘Ruhamah (you have been pitied and have obtained mercy).’ For she is not my wife and I am not her husband; And have her remove her [marks of] prostitution from her face And her adultery from between her breasts And expose her as on the day she was born, And make her like a wilderness And make her like a parched land And slay her with thirst. Because they are the children of prostitution. She who conceived them has acted shamefully, For she said, ‘I will pursue my lovers Who give me my food and my water, My wool and my flax, my oil and my [refreshing] drinks.’ And I will build a wall against her [shutting off her way] so that she cannot find her paths. And she will seek them, but will not find them. Then she will say, ‘Let me go and return to my first husband, For it was better for me then than now!’ And lavished on her silver and gold, Which they used for Baal and made into his image. And My new wine in its season. I will also take away My wool and My flax Given to cover her nakedness. In the sight of her lovers, And no one will rescue her from My hand. Her feasts, her New Moons, her Sabbaths, And all her festivals. Of which she has said, ‘These are my wages Which my lovers have given me.’ And I will make them a forest, And the animals of the open country will devour them. When she used to offer sacrifices and burn incense to them And adorn herself with her earrings and nose rings and her jewelry, And follow her lovers, so that she forgot Me,” says the L ord . And bring her into the wilderness, And I will speak tenderly to her [to reconcile her to Me]. And make the Valley of Achor a door of hope and expectation [anticipating the time when I will restore My favor on her]. And she will sing there and respond as in the days of her youth As in the day when she came up from the land of Egypt. “That you will call Me Ishi (my husband) So that they will no longer be mentioned or remembered by their names. With the animals of the open country And with the birds of the heavens And with the creeping things of the ground. And I will abolish the bow and the sword and [banish] war from the land And will make them lie down in safety. Yes, I will betroth you to Me in righteousness and in justice, In lovingkindness and loyalty, and in compassion. Then you will know (recognize, appreciate) the L ord [and respond with loving faithfulness]. “I will respond to the heavens [which ask for rain to pour on the earth], and they will respond to the earth [which begs for the rain], And they will respond to Jezreel [My Israel, who will now be restored]. I will also have mercy on her who had not obtained mercy; And I will say to those who were not My people, ‘You are My people,’ And they will say, ‘ You are my God!’ ”"
            },
            {
                "verse_number": "2",
                "verse_text": "Contend with your mother (nation); contend,"
            },
            {
                "verse_number": "3",
                "verse_text": "Or I will strip her naked"
            },
            {
                "verse_number": "4",
                "verse_text": "Also, I will have no mercy on her children,"
            },
            {
                "verse_number": "5",
                "verse_text": "For their mother has played the prostitute;"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore, behold, I [the L ord God] will hedge up her way with thorns;"
            },
            {
                "verse_number": "7",
                "verse_text": "She will [passionately] pursue her lovers, but she will not overtake them;"
            },
            {
                "verse_number": "8",
                "verse_text": "“For she (Israel) has not noticed nor understood nor realized that it was I [the L ord God] who gave her the grain and the new wine and the oil,"
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, I will return and take back My grain at harvest time"
            },
            {
                "verse_number": "10",
                "verse_text": "And now I will uncover her lewdness and shame"
            },
            {
                "verse_number": "11",
                "verse_text": "I will also put an end to all her rejoicing,"
            },
            {
                "verse_number": "12",
                "verse_text": "I will destroy her vines and her fig trees"
            },
            {
                "verse_number": "13",
                "verse_text": "And I will punish her for the [feast] days of the Baals,"
            },
            {
                "verse_number": "14",
                "verse_text": "“Therefore, behold, I will allure Israel"
            },
            {
                "verse_number": "15",
                "verse_text": "Then I will give her her vineyards from there,"
            },
            {
                "verse_number": "16",
                "verse_text": "It shall come about in that day,” says the L ord , And will no longer call Me Baali (my Baal)."
            },
            {
                "verse_number": "17",
                "verse_text": "For I will remove the names of the Baals from her mouth,"
            },
            {
                "verse_number": "18",
                "verse_text": "And in that day I will make a covenant for Israel"
            },
            {
                "verse_number": "19",
                "verse_text": "And I will betroth you (Israel) to Me forever;"
            },
            {
                "verse_number": "20",
                "verse_text": "I will betroth you to Me in stability and in faithfulness."
            },
            {
                "verse_number": "21",
                "verse_text": "“It will come about in that day that I will respond,” says the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "And the earth shall respond to the grain and the new wine and the oil [which beg it to bring them forth],"
            },
            {
                "verse_number": "23",
                "verse_text": "I will sow her for Myself in the land."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then the L ord said to me, “Go again, love a woman ( Gomer) who is beloved by her husband and yet is an adulteress, even as the L ord loves the children of Israel, though they turn to other gods and love the raisin cakes [used in the feasts in pagan worship].”"
            },
            {
                "verse_number": "2",
                "verse_text": "So I bought her for myself for fifteen pieces of silver and a homer and a half of barley [the price of a common slave]."
            },
            {
                "verse_number": "3",
                "verse_text": "And I said to her, “You shall stay with me for many days. You shall not play the prostitute nor shall you have a man; so I will also be toward you [until you have proved your faithfulness].”"
            },
            {
                "verse_number": "4",
                "verse_text": "For the sons of Israel will remain for many days without king or prince, without sacrifice or [idolatrous] pillar, and without ephod or teraphim (household idols)."
            },
            {
                "verse_number": "5",
                "verse_text": "Afterward the sons of Israel will return [in deep repentance] and seek the L ord their God and [seek from the line of] David their king [the King of kings—the Messiah]; and they will come trembling to the L ord and to His goodness and blessing in the last days."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Hear the word of the L ord , you children of Israel, For the L ord has a [legal] case with the inhabitants of the land, Because there is no faithfulness [no steadfast love, no dependability] or loyalty or kindness Or knowledge of God [from personal experience with Him] in the land. They employ violence, so that one [act of] bloodshed follows closely on another. And everyone who lives in it languishes [in tragic suffering] Together with the animals of the open country and the birds of the heavens; Even the fish of the sea disappear. For your people are like those who contend with the priest. And the [false] prophet will also stumble with you in the night; And I will destroy your mother (Israel). Because you [the priestly nation] have rejected knowledge, I will also reject you from being My priest. Since you have forgotten the law of your God, I will also forget your children. I will change their glory into shame. And set their heart on their wickedness. So I will punish them for their ways And repay them for their deeds. They will play the prostitute, but not increase [their descendants], Because they have stopped giving heed to the L ord . For a spirit of prostitution has led them astray [morally and spiritually], And they have played the prostitute, withdrawing themselves from their God. And burn incense on the hills, Under oaks, poplars, and terebinths, Because the shade is pleasant there. Therefore your daughters play the prostitute And your brides commit adultery. Or your brides when they commit adultery, For the men themselves slip away with prostitutes, And they offer sacrifices with temple prostitutes [who give their bodies in honor of the idol]. So the people without understanding [stumble and fall and] come to ruin. Do not let Judah become guilty [of the same thing]; And do not go to Gilgal [where idols are worshiped], Nor swear [oaths in idolatrous worship, saying], “As the L ord lives!” Like a stubborn heifer. Can the L ord now pasture them Like a lamb in a large field? So let him alone [to suffer the consequences]. They habitually go to play the prostitute; Ephraim’s rulers continue to dearly love shame [more than her glory which is the L ord , Israel’s God]. And [in captivity] they will be ashamed because of their sacrifices [to calves, to sun, to moon, to stars, and to pagan gods]."
            },
            {
                "verse_number": "2",
                "verse_text": "There is [false] swearing of oaths , deception (broken faith), murder, stealing, and adultery;"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore the land [continually] mourns,"
            },
            {
                "verse_number": "4",
                "verse_text": "Yet let no one find fault, nor let any rebuke [others];"
            },
            {
                "verse_number": "5",
                "verse_text": "So you will stumble in the daytime,"
            },
            {
                "verse_number": "6",
                "verse_text": "My people are destroyed for lack of knowledge [of My law, where I reveal My will]."
            },
            {
                "verse_number": "7",
                "verse_text": "The more they multiplied [in numbers and increased in power], the more they sinned against Me;"
            },
            {
                "verse_number": "8",
                "verse_text": "They (the priests) feed on the sin offering of My people"
            },
            {
                "verse_number": "9",
                "verse_text": "And it shall be: like people, like priest [both are wicked and both will be judged];"
            },
            {
                "verse_number": "10",
                "verse_text": "They will eat, but not have enough;"
            },
            {
                "verse_number": "11",
                "verse_text": "Prostitution, wine, and new wine take away the mind and the [spiritual] understanding."
            },
            {
                "verse_number": "12",
                "verse_text": "My people consult their [lifeless] wooden idol, and their [diviner’s] wand gives them oracles."
            },
            {
                "verse_number": "13",
                "verse_text": "They sacrifice on the tops of the mountains"
            },
            {
                "verse_number": "14",
                "verse_text": "I will not punish your daughters when they play the prostitute"
            },
            {
                "verse_number": "15",
                "verse_text": "Though you, Israel, play the prostitute [by worshiping idols], Or go up to Beth-aven (House of Wickedness),"
            },
            {
                "verse_number": "16",
                "verse_text": "For Israel is stubborn,"
            },
            {
                "verse_number": "17",
                "verse_text": "Ephraim is joined to idols,"
            },
            {
                "verse_number": "18",
                "verse_text": "When their liquor is gone [and their drinking parties are over],"
            },
            {
                "verse_number": "19",
                "verse_text": "The wind [of God’s relentless wrath] has wrapped up Israel in its wings,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Hear this and pay close attention, O priests! Give heed, O house of Israel! Listen, O house of the king! For the [pronounced] judgment pertains to you and is meant for you to hear, Because you have been a snare at Mizpah And a net spread out over Tabor (military strongholds on either side of the Jordan River). But I [the L ord God] will chastise them all. For now, O Ephraim, you have played the prostitute and have worshiped idols; Israel has defiled itself. To return to their God, For the spirit of prostitution is within them And they do not know the L ord [they do not recognize, appreciate, heed or cherish Him]. To seek the L ord [diligently searching for Him], but they will not find Him; He has withdrawn from them [refusing to hear the prayers of the unrepentant]. For they have borne illegitimate (pagan) children. The trumpet in Ramah [the lofty hills on Benjamin’s northern border]. Sound the alarm at Beth-aven: “Behind you and coming after you [is the enemy], O Benjamin [be on guard]!” Among the tribes of Israel I declare what is certain. I will pour out My wrath on them like [an unrestrained flood of] water. And like dry rot to the house of Judah [in My judgment against them]. And Judah his wound, Then Ephraim went to Assyria [instead of the L ord ] And sent to [Assyria’s] great King Jareb [for help]. But he cannot heal you Nor will he cure you of your wound [received in judgment]. And like a young lion to the house of Judah. I, even I, will tear to pieces and go on [tearing]; I will carry off [the prey] and there will be no one to rescue them . Until they acknowledge their offense and bear their guilt and seek My face; In their distress they will earnestly seek Me, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "The revolters have gone deep into depravity,"
            },
            {
                "verse_number": "3",
                "verse_text": "I know Ephraim, and Israel is not hidden from Me;"
            },
            {
                "verse_number": "4",
                "verse_text": "Their [immoral] practices will not permit them"
            },
            {
                "verse_number": "5",
                "verse_text": "But the pride and self-reliance of Israel testifies against him. Therefore Israel, and [especially] Ephraim, stumble and fall in their wickedness and guilt; Judah also has stumbled with them. Now the New Moon will devour them along with their land [bringing judgment and captivity]. Because he was determined to follow man’s command (vanities, filth, secular precepts)."
            },
            {
                "verse_number": "6",
                "verse_text": "They will go with their flocks and with their herds"
            },
            {
                "verse_number": "7",
                "verse_text": "They have dealt treacherously against the L ord ,"
            },
            {
                "verse_number": "8",
                "verse_text": "Blow the horn in Gibeah,"
            },
            {
                "verse_number": "9",
                "verse_text": "Ephraim will become a desolation in the day of rebuke;"
            },
            {
                "verse_number": "10",
                "verse_text": "The princes of Judah are like those who move a boundary marker;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ephraim is oppressed; he is broken and crushed by [divine] judgment,"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore I am like a moth to Ephraim"
            },
            {
                "verse_number": "13",
                "verse_text": "When Ephraim saw his sickness,"
            },
            {
                "verse_number": "14",
                "verse_text": "For I will be like a lion to Ephraim"
            },
            {
                "verse_number": "15",
                "verse_text": "I will go away and return to My place [on high]"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "“Come and let us return [in repentance] to the L ord , For He has torn us, but He will heal us; He has wounded us, but He will bandage us. On the third day He will raise us up That we may live before Him. His appearing is prepared and is as certain as the dawn, And He will come to us [in salvation] like the [heavy] rain, Like the spring rain watering the earth.” O Judah, what shall I do with you? For your [wavering] loyalty and kindness are [transient] like the morning cloud And like the dew that goes away early. I have slain them by the words of My mouth; My judgments [pronounced upon them by the prophets] are like the light that shines forth [obvious to all]. And in the knowledge of God more than burnt offerings. There they have dealt treacherously against Me. It is tracked with bloody footprints . Certainly they have committed crimes and outrages. Ephraim’s prostitution (idolatry) is there; Israel has defiled itself. When I restore the fortunes of My people [who have been slaves to the misery of sin]."
            },
            {
                "verse_number": "2",
                "verse_text": "After two days He will revive us;"
            },
            {
                "verse_number": "3",
                "verse_text": "So let us know and become personally acquainted with Him; let us press on to know and understand fully the [greatness of the] L ord [to honor, heed, and deeply cherish Him]."
            },
            {
                "verse_number": "4",
                "verse_text": "O Ephraim, what shall I do with you?"
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore, I have hewn them in pieces by [the words of] the prophets;"
            },
            {
                "verse_number": "6",
                "verse_text": "For I desire and delight in [steadfast] loyalty [faithfulness in the covenant relationship], rather than sacrifice,"
            },
            {
                "verse_number": "7",
                "verse_text": "But they, like Adam, have transgressed the covenant;"
            },
            {
                "verse_number": "8",
                "verse_text": "Gilead is a city of wrongdoers;"
            },
            {
                "verse_number": "9",
                "verse_text": "And as bands of robbers [lie in] wait for a man, So a band of priests murder on the road toward Shechem [covering their crimes in that city of refuge];"
            },
            {
                "verse_number": "10",
                "verse_text": "I have seen a horrible thing [sins of every kind] in the house of Israel!"
            },
            {
                "verse_number": "11",
                "verse_text": "Also, O Judah, there is a harvest [of divine judgment] appointed for you,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When I would heal Israel, The sin (guilt) of Ephraim is uncovered, Because they practice false dealing; The thief enters, Bandits ravage and raid outside. That I remember [always] all their wickedness. Now their deeds surround and entangle them; They are before My face. And the princes with their lies. Like the heat of an oven When the baker ceases to stir the fire, [their passion smolders] From the kneading of the dough until it is leavened. The king stretched out his hand [in association] with scoffers (lawless people). Their mind burns [with intrigue] like an oven [while they lie in wait]. Their anger smolders all night; In the morning it blazes like a flaming fire. And they consume their judges (rulers); All their kings have fallen. There is no one among them who calls to Me. Ephraim is a cake not turned [worthless; ready to be thrown away]. Yet he does not know it; Gray hairs are sprinkled on him, Yet he does not know. Yet they do not return [in repentance] to the L ord their God, Nor seek nor search for nor desire Him [as essential] in spite of all this. They call to Egypt [for help], they go to Assyria. I will bring them down like birds of the heavens [into Assyrian captivity]. I will chastise them in accordance with the proclamation (prophecy) to their congregation. Devastation is theirs, because they have rebelled and trespassed against Me! I would redeem them, but they speak lies against Me. When they wail on their beds [in unbelieving despair]; They rebel against Me. Yet they devise evil against Me. They are like a poorly crafted bow [that misses the mark]; Their princes shall fall by the sword Because of the insolence of their tongue. This will be cause for their mockery and disdain in the land of Egypt. And the wickedness of Samaria, For the sake of grain and new wine they assemble themselves [as if worshiping Baal];"
            },
            {
                "verse_number": "2",
                "verse_text": "But they do not consider in their hearts (minds)"
            },
            {
                "verse_number": "3",
                "verse_text": "They make the king glad with their wickedness,"
            },
            {
                "verse_number": "4",
                "verse_text": "They are all adulterers;"
            },
            {
                "verse_number": "5",
                "verse_text": "On the [special] day of our king, the princes became sick with the heat of wine;"
            },
            {
                "verse_number": "6",
                "verse_text": "As they approach their plotting,"
            },
            {
                "verse_number": "7",
                "verse_text": "They are all hot like an oven"
            },
            {
                "verse_number": "8",
                "verse_text": "Ephraim mixes himself with the [Gentile] nations [seeking favor with one country, then another];"
            },
            {
                "verse_number": "9",
                "verse_text": "Strangers have devoured his strength,"
            },
            {
                "verse_number": "10",
                "verse_text": "Though the pride of Israel testifies against him,"
            },
            {
                "verse_number": "11",
                "verse_text": "Ephraim also is like a silly dove, without heart or good sense;"
            },
            {
                "verse_number": "12",
                "verse_text": "When they go, I will spread My net over them;"
            },
            {
                "verse_number": "13",
                "verse_text": "Woe (judgment is coming) to them, for they have wandered away from Me!"
            },
            {
                "verse_number": "14",
                "verse_text": "They do not cry out to Me from their heart"
            },
            {
                "verse_number": "15",
                "verse_text": "Although I trained and strengthened their arms [for victory over their enemies],"
            },
            {
                "verse_number": "16",
                "verse_text": "They turn, but they do not turn upward to the Most High."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Set the trumpet to your lips [announcing impending judgment]! Like a [great] vulture the enemy comes against the house of the L ord , Because they have broken My covenant And transgressed and rebelled against My law. “My God, we of Israel know You!” The enemy shall pursue him. They have appointed princes, but I did not know it. With their silver and their gold they made idols for themselves, That they might be cut off. “My wrath burns against them.” How long will they be incapable of innocence? A craftsman made it, so it is not God; Surely the calf of Samaria will be broken to pieces and go up in flames. And they reap the whirlwind [in disaster]. The standing grain has no growth; It yields no grain. If it were to yield, strangers would swallow it up. They are now among the nations Like a vessel [of cheap, coarse pottery] that is useless. Like a wild donkey wandering alone and taking her own way; Ephraim has hired lovers (pagan allies). Now I will gather them up; Because of the burden imposed by the king of princes [the king of Assyria]. They are altars intended for sinning [which multiply his guilt]. But they are regarded as a strange thing [which does not concern him]. They sacrifice the meat [as a mere formality] and eat it, But the L ord is not pleased with them and does not accept them. Now He will remember and take into account their wickedness and guilt, And punish them for their sins. They will return [in captivity] to [another] Egypt [that is, Assyria]. And Judah has built many fortified cities; But I will send a fire upon their cities so that it may consume their palaces and fortresses."
            },
            {
                "verse_number": "2",
                "verse_text": "Then they will cry out to Me,"
            },
            {
                "verse_number": "3",
                "verse_text": "Israel has rejected the good;"
            },
            {
                "verse_number": "4",
                "verse_text": "They set up kings, but not from Me [therefore without My blessing];"
            },
            {
                "verse_number": "5",
                "verse_text": "He has rejected your [pagan] calf, O Samaria, saying,"
            },
            {
                "verse_number": "6",
                "verse_text": "For even this [loathsome calf] is from Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "For they sow the wind [in evil]"
            },
            {
                "verse_number": "8",
                "verse_text": "Israel is [as if] swallowed up [by enemies];"
            },
            {
                "verse_number": "9",
                "verse_text": "For they have gone up to Assyria,"
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, even though [with presents] they hire allies among the nations, And [in a little while] they will begin to grow weak and diminish"
            },
            {
                "verse_number": "11",
                "verse_text": "For Ephraim has constructed many altars for sin;"
            },
            {
                "verse_number": "12",
                "verse_text": "I wrote for him the ten thousand precepts of My law,"
            },
            {
                "verse_number": "13",
                "verse_text": "As for My sacrificial offerings,"
            },
            {
                "verse_number": "14",
                "verse_text": "For Israel has forgotten his Maker and built palaces [and pagan temples],"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Do not rejoice, O Israel, with exultation as do the [pagan] peoples, For you have played the prostitute, turning away from your God. You have loved prostitutes’ earnings on every threshing floor [attributing the harvest to the Baals instead of to God]. And the new wine will fail them [because they failed to honor the God who provides]. But Ephraim will return to [another] Egypt [in bondage] And they will eat [ceremonially] unclean food in Assyria. Their sacrifices will not please Him. Their bread will be like mourners’ bread [eaten at funerals]; All who eat it will be [ceremonially] unclean, For their bread will be for themselves; It will not enter the house of the L ord [to be consecrated]. And on the day of the feast of the L ord [when you are in exile]? Egypt will gather them up, Memphis will bury them. Weeds will take over their treasures of silver; Thorns will grow in their tents. The days of retribution are at hand; Let Israel know this! The prophet is [considered] a fool; The man [of God] who is inspired is [treated as if] demented, Because of the abundance of your wickedness and guilt, And because your deep antagonism [toward God and the prophets] is so great. But the snare of a bird catcher was laid in all his paths. And there is only deep hostility in the house of his God (the land of Israel). As in the days of Gibeah. The L ord will remember their wickedness and guilt; He will punish their sins. I saw your fathers (ancestors) as the first ripe fruit on the fig tree in its first season, But they came to Baal-peor and consecrated themselves to shamefulness [the worship of Baal], And [because of their spiritual and physical adultery] they became as detestable and loathsome as the thing they loved. No birth, no pregnancy, and [because of their impurity] no conception. Yet I will bereave them until not one is left. Indeed, woe (judgment is coming) to them when I look away and withdraw [My blessing] from them! Is planted in a pleasant [and prosperous] meadow like Tyre; But Ephraim will bring out his children to the executioner [for slaughter]. Give them a miscarrying womb and dry breasts. Indeed, I came to hate them there! Because of the wickedness of their [idolatrous] practices I will drive them out of My house (the land of Israel)! I will love them no longer; All their princes are rebels. They will bear no fruit. Even though they give birth, I will slay the precious children of their womb. Because they did not listen to Him; And they will be wanderers (fugitives) among the nations."
            },
            {
                "verse_number": "2",
                "verse_text": "The threshing floor and the wine press will no longer feed them,"
            },
            {
                "verse_number": "3",
                "verse_text": "They will not remain in the land of the L ord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "They will not pour out drink offerings of wine to the L ord ;"
            },
            {
                "verse_number": "5",
                "verse_text": "What will you do on the day of the appointed festival"
            },
            {
                "verse_number": "6",
                "verse_text": "For behold, they will go away because of devastation and destruction;"
            },
            {
                "verse_number": "7",
                "verse_text": "The days of punishment have come;"
            },
            {
                "verse_number": "8",
                "verse_text": "Ephraim was a watchman with my God, a [true] prophet [to warn the nation];"
            },
            {
                "verse_number": "9",
                "verse_text": "They have deeply corrupted (perverted) themselves"
            },
            {
                "verse_number": "10",
                "verse_text": "I found Israel like grapes in the wilderness [an unexpected and refreshing delight];"
            },
            {
                "verse_number": "11",
                "verse_text": "As for Ephraim, their glory will fly away like a bird;"
            },
            {
                "verse_number": "12",
                "verse_text": "Even though they bring up their children,"
            },
            {
                "verse_number": "13",
                "verse_text": "Ephraim, as I have seen,"
            },
            {
                "verse_number": "14",
                "verse_text": "Give them [the punishment they deserve], O L ord ! What will You give?"
            },
            {
                "verse_number": "15",
                "verse_text": "All their wickedness [says the L ord ] is focused in Gilgal;"
            },
            {
                "verse_number": "16",
                "verse_text": "Ephraim is stricken, their root is dried up,"
            },
            {
                "verse_number": "17",
                "verse_text": "My God will reject them and cast them away"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Israel is a luxuriant and prolific vine; He produces fruit for himself. The more his fruit, The more altars he made [to Baal]; The richer his land, The better he made the [idolatrous] pillars. Now they must bear their guilt and punishment. The L ord will break down [the horns of] their altars; He will destroy their idolatrous pillars. For we do not revere the L ord ; And as for the king, what can he do for us [to rescue us]?” Swearing falsely to make covenants [they intend to break]; Therefore, judgment springs up like poisonous weeds in the furrows of the field. Indeed, its people will mourn over it And its idolatrous priests will cry out and wail over it, Over its glory, because the glory [of their calf god] has departed from it. As tribute to King Jareb; Ephraim will be seized with shame And Israel will be ashamed of his own counsel [to worship the calf and separate Israel from Judah]. Like a twig on the surface of the water. The thorn and the thistle will grow on their [pagan] altars, And [in despair] they will say to the mountains, “Cover us!” And to the hills, “Fall on us!” There they (Israel) stand! Will not the battle against the sons of wickedness overtake them at Gibeah? And [hostile] peoples will be gathered against them When they are bound and punished for their double guilt [their revolt against the L ord and their worship of idols]. But I will come over her fair neck with a heavy yoke [for hard field work]. I will harness Ephraim; Judah will plow and Jacob will harrow and rake for himself. Reap in accordance with mercy and lovingkindness. Break up your uncultivated ground, For it is time to seek and search diligently for the L ord [and to long for His blessing] Until He comes to rain righteousness and His gift of salvation on you. You have eaten the fruit of lies. Because you have trusted in your own way and your chariots, and in your many warriors, And all your fortresses will be destroyed, As Shalman destroyed Beth-arbel on the day of battle, When mothers were dashed in pieces with their children. At daybreak the king of Israel will be completely cut off."
            },
            {
                "verse_number": "2",
                "verse_text": "Their heart is divided (faithless);"
            },
            {
                "verse_number": "3",
                "verse_text": "Surely now they will say [in despair], “We have no [true] king,"
            },
            {
                "verse_number": "4",
                "verse_text": "They have spoken empty (disingenuous) words,"
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Samaria will fear and tremble For the [idolatrous] calf of Beth-aven (House of Wickedness)."
            },
            {
                "verse_number": "6",
                "verse_text": "The golden calf itself will be carried to Assyria"
            },
            {
                "verse_number": "7",
                "verse_text": "As for Samaria, her king will be cut off and float away"
            },
            {
                "verse_number": "8",
                "verse_text": "Also the high places of Aven (Beth-aven), the sin of Israel, will be destroyed;"
            },
            {
                "verse_number": "9",
                "verse_text": "O Israel, you have [willfully] sinned since the days of Gibeah;"
            },
            {
                "verse_number": "10",
                "verse_text": "When it is my desire [to defend My righteousness], I will chastise them;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ephraim is a trained heifer that loves to tread out the grain,"
            },
            {
                "verse_number": "12",
                "verse_text": "Sow with a view to righteousness [that righteousness, like seed, may germinate];"
            },
            {
                "verse_number": "13",
                "verse_text": "You have plowed and planted wickedness, you have reaped the [willful] injustice [of oppressors],"
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore an uproar will arise among your people,"
            },
            {
                "verse_number": "15",
                "verse_text": "In this way it will be done to you at [idolatrous] Bethel because of your great wickedness;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Israel was a child [a young nation], I loved him, And I called My son out of Egypt. The more they went away from them; They kept sacrificing to the Baals And burning incense to the carved images. Taking them in My arms [nurturing the young nation]; But they did not know that I healed them. And I was to them as one who lifts up and eases the yoke [of the law] over their jaws; And I bent down to them and fed them. But Assyria will be their king [bringing them into captivity] Because they refused to return to Me. And will demolish the bars of their gates and fortifications And will consume them because of their counsels. Though the prophets call them to the One on high, None at all exalts Him . How can I surrender you, O Israel? How can I make you like Admah? My heart recoils within Me; All My compassions are kindled together [for My nation of Israel]. I will not return to Ephraim to destroy him again. For I am God and not man, the Holy One in your midst [who will not revoke My covenant], And I will not come in wrath or enter the city [in judgment]. Who will roar like a lion; He will roar [summoning them] And His sons will come trembling from the west. And like doves from the land of Assyria; And I will settle them in their houses [in the land of their inheritance], declares the L ord . And the house of Israel with deceit; Judah is also unruly against God, Even against the faithful Holy One."
            },
            {
                "verse_number": "2",
                "verse_text": "The more they [the prophets] called them [to repentance and obedience],"
            },
            {
                "verse_number": "3",
                "verse_text": "Yet it is I who taught Ephraim to walk,"
            },
            {
                "verse_number": "4",
                "verse_text": "I led them gently with cords of a man, with bonds of love [guiding them],"
            },
            {
                "verse_number": "5",
                "verse_text": "They will not return to the land of Egypt,"
            },
            {
                "verse_number": "6",
                "verse_text": "The sword will whirl against and fall on their cities,"
            },
            {
                "verse_number": "7",
                "verse_text": "My people are bent on turning from Me;"
            },
            {
                "verse_number": "8",
                "verse_text": "How can I give you up, O Ephraim? How can I treat you like Zeboiim?"
            },
            {
                "verse_number": "9",
                "verse_text": "I will not execute the fierceness of My anger;"
            },
            {
                "verse_number": "10",
                "verse_text": "They will walk after the L ord [in obedience and worship],"
            },
            {
                "verse_number": "11",
                "verse_text": "They will come trembling and hurriedly like birds from Egypt"
            },
            {
                "verse_number": "12",
                "verse_text": "Ephraim surrounds Me with lies"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Ephraim feeds on the [emptiness of the] wind And [continually] pursues the [parching] east wind [which brings destruction]; Every day he multiplies lies and violence. Further, he makes a covenant with Assyria And (olive) oil is carried to Egypt [to seek alliances]. And He will punish Jacob in accordance with his ways; He will repay him in accordance with his deeds. And in his maturity he contended with God. He wept [in repentance] and sought His favor. He met Him at Bethel And there God spoke with [him and through him with] us— The name of Him [who spoke with Jacob] is the L ord . Observe and highly regard kindness and justice, And wait [expectantly] for your God continually. He loves to oppress and exploit. I have found wealth for myself. In all my labors they will not find in me Any wickedness that would be sin.” I will make you live in tents again, And I gave [them] many visions [to make My will known], And through the prophets I gave parables [to appeal to your sense of right and wrong]. Surely the people there are worthless. In Gilgal [they defy Me when] they sacrifice bulls, Yes, [after My judgment] their [pagan] altars are like the stone heaps In the furrows of the fields. And [there] Israel (Jacob) worked and served for a wife, And for a wife he kept sheep . And by a prophet Israel was preserved. So his Lord will leave his bloodguilt on him [invoking punishment] And bring back to him his shame and dishonor."
            },
            {
                "verse_number": "2",
                "verse_text": "The L ord also has a dispute [a legal complaint and an indictment] with Judah,"
            },
            {
                "verse_number": "3",
                "verse_text": "In their mother’s womb he took his brother by the heel,"
            },
            {
                "verse_number": "4",
                "verse_text": "He wrestled with the angel and prevailed;"
            },
            {
                "verse_number": "5",
                "verse_text": "Even the L ord , the God of hosts,"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore, return [in repentance] to your God,"
            },
            {
                "verse_number": "7",
                "verse_text": "A merchant, in whose hand are false and fraudulent balances;"
            },
            {
                "verse_number": "8",
                "verse_text": "Ephraim said, “I have indeed become rich [and powerful as a nation];"
            },
            {
                "verse_number": "9",
                "verse_text": "But I have been the L ord your God since [you became a nation in] the land of Egypt; As in the days of the appointed and solemn festival."
            },
            {
                "verse_number": "10",
                "verse_text": "I have also spoken to [you through] the prophets,"
            },
            {
                "verse_number": "11",
                "verse_text": "Is there wickedness (idolatry) in Gilead?"
            },
            {
                "verse_number": "12",
                "verse_text": "Now Jacob (Israel) fled into the open country of Aram (Paddan-aram),"
            },
            {
                "verse_number": "13",
                "verse_text": "And by a prophet (Moses) the L ord brought Israel up from Egypt,"
            },
            {
                "verse_number": "14",
                "verse_text": "Ephraim has provoked most bitter anger;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "When Ephraim spoke, there was trembling and terror. He exalted himself [above the other tribes] in Israel; But through [the worship of] Baal he became guilty and died [spiritually, and then came ruin, sealing Israel’s doom as a nation]. And make for themselves molten images, Idols skillfully made from their silver [as it pleased them], All of them the work of the craftsmen. They say of these [very works of their hands], “Let those who sacrifice kiss and show respect to the calves [as if they were living gods]!” Or like dew which soon disappears, Like chaff which swirls with the whirlwind from the threshing floor, And like smoke from the chimney or through the window [worthless and without substance —they will vanish]. Since [the time you became a nation in] the land of Egypt; And you were not to know any god except Me, For there is no savior besides Me. In the land of drought. And being satisfied, their heart became proud (self-centered); Therefore they forgot Me. Like a leopard I will watch and lie in wait [ready to attack] by the road [to Assyria]. And I will tear open their chests; There I will also devour them like a lioness, As a wild beast would tear them. Because you are against Me, [and have rebelled] against your help. That he may save you [when you are attacked] in all your cities? And your judges of whom you asked, “Give me a king and princes”? And I took him away in My wrath [as punishment]. His sin is stored up [for judgment and destruction]. But he is not a wise son, For it is not the time to delay [his chance at a new birth] as the womb opens [but he ignores the opportunity to change]. Shall I redeem them from death? O Sheol, where is your sting? Compassion is hidden from My eyes [because of their failure to repent]. An east wind (Assyria) will come, The breath of the L ord rising from the desert; And Ephraim’s spring will become dry And his fountain will be dried up. Assyria will plunder his treasury of every precious object. Because she rebelled against her God; They will fall by the sword, Their infants will be dashed in pieces, And their pregnant women will be ripped open."
            },
            {
                "verse_number": "2",
                "verse_text": "And now they sin more and more,"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore they will be [swiftly dissipated] like the morning cloud"
            },
            {
                "verse_number": "4",
                "verse_text": "Yet I have been the L ord your God"
            },
            {
                "verse_number": "5",
                "verse_text": "I knew and regarded you and cared for you in the wilderness,"
            },
            {
                "verse_number": "6",
                "verse_text": "When they had their pasture, they became satisfied,"
            },
            {
                "verse_number": "7",
                "verse_text": "So I will be like a lion to them;"
            },
            {
                "verse_number": "8",
                "verse_text": "I will encounter them like a bear robbed of her cubs,"
            },
            {
                "verse_number": "9",
                "verse_text": "It is your destruction, O Israel,"
            },
            {
                "verse_number": "10",
                "verse_text": "Where now is your king"
            },
            {
                "verse_number": "11",
                "verse_text": "I gave you a king in My anger,"
            },
            {
                "verse_number": "12",
                "verse_text": "The wickedness of Ephraim [which is not yet completely punished] is bound up [as in a bag];"
            },
            {
                "verse_number": "13",
                "verse_text": "The pains of childbirth come on him;"
            },
            {
                "verse_number": "14",
                "verse_text": "Shall I ransom them from the power of Sheol (the place of the dead)? O death, where are your thorns?"
            },
            {
                "verse_number": "15",
                "verse_text": "For though he flourishes among the reeds (his fellow tribes),"
            },
            {
                "verse_number": "16",
                "verse_text": "Samaria will be found guilty [and become desolate],"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "O Israel, return [in repentance] to the L ord your God, For you have stumbled and fallen [visited by tragedy], because of your sin. Say to Him, “Take away all our wickedness; Accept what is good and receive us graciously, So that we may present the fruit of our lips (gratitude). We will not ride on horses [relying on military might], Nor will we say again to [the idols who are] the work of our hands, ‘You are our gods.’ For in You [O L ord ] the orphan finds love and compassion and mercy.” I will love them freely, For My anger has turned away from Israel. He will blossom like the lily, And he will take root like the cedars of Lebanon. And his beauty will be like the olive tree And his fragrance like the cedars of Lebanon. Will again raise grain, And they will blossom like the vine. His renown will be like the wine of Lebanon. It is I who have answered and will care for you and watch over you. I am like a luxuriant cypress tree; With Me your fruit is found [which is to nourish you]. Whoever is [spiritually] discerning and understanding, let him know them. For the ways of the L ord are right, And the righteous will walk in them, But transgressors will stumble and fall in them."
            },
            {
                "verse_number": "2",
                "verse_text": "Take the words [confessing your guilt] with you and return to the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Assyria will not save us;"
            },
            {
                "verse_number": "4",
                "verse_text": "I will heal their apostasy and faithlessness;"
            },
            {
                "verse_number": "5",
                "verse_text": "I shall be like the dew to Israel;"
            },
            {
                "verse_number": "6",
                "verse_text": "His shoots will sprout,"
            },
            {
                "verse_number": "7",
                "verse_text": "Those who live in his shadow"
            },
            {
                "verse_number": "8",
                "verse_text": "O Ephraim, what more have I to do with idols?"
            },
            {
                "verse_number": "9",
                "verse_text": "Whoever is [spiritually] wise, let him understand these things;"
            }
        ]
    }
}