{
    "John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the beginning [before all time] was the Word ( Christ), and the Word was with God, and the Word was God Himself."
            },
            {
                "verse_number": "2",
                "verse_text": "He was [continually existing] in the beginning [co-eternally] with God."
            },
            {
                "verse_number": "3",
                "verse_text": "All things were made and came into existence through Him; and without Him not even one thing was made that has come into being."
            },
            {
                "verse_number": "4",
                "verse_text": "In Him was life [and the power to bestow life], and the life was the Light of men."
            },
            {
                "verse_number": "5",
                "verse_text": "The Light shines on in the darkness, and the darkness did not understand it or overpower it or appropriate it or absorb it [and is unreceptive to it]."
            },
            {
                "verse_number": "6",
                "verse_text": "There came a man commissioned and sent from God, whose name was John."
            },
            {
                "verse_number": "7",
                "verse_text": "This man came as a witness, to testify about the Light, so that all might believe [in Christ, the Light] through him."
            },
            {
                "verse_number": "8",
                "verse_text": "John was not the Light, but came to testify about the Light."
            },
            {
                "verse_number": "9",
                "verse_text": "There it was&ndash;the true Light [the genuine, perfect, steadfast Light] which, coming into the world, enlightens everyone."
            },
            {
                "verse_number": "10",
                "verse_text": "He (Christ) was in the world, and though the world was made through Him, the world did not recognize Him."
            },
            {
                "verse_number": "11",
                "verse_text": "He came to that which was His own [that which belonged to Him&ndash;His world, His creation, His possession], and those who were His own [people&ndash;the Jewish nation] did not receive and welcome Him."
            },
            {
                "verse_number": "12",
                "verse_text": "But to as many as did receive and welcome Him, He gave the right [the authority, the privilege] to become children of God, that is, to those who believe in (adhere to, trust in, and rely on) His name&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "who were born, not of blood [natural conception], nor of the will of the flesh [physical impulse], nor of the will of man [that of a natural father], but of God [that is, a divine and supernatural birth&ndash;they are born of God&ndash;spiritually transformed, renewed, sanctified]."
            },
            {
                "verse_number": "14",
                "verse_text": "And the Word (Christ) became flesh, and lived among us; and we [actually] saw His glory, glory as belongs to the [One and] only begotten Son of the Father, [the Son who is truly unique, the only One of His kind, who is] full of grace and truth (absolutely free of deception)."
            },
            {
                "verse_number": "15",
                "verse_text": "John testified [repeatedly] about Him and has cried out [testifying officially for the record, with validity and relevance], &apos;This was He of whom I said, &quot;He who comes after me has a higher rank than I and has priority over me, for He existed before me.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "For out of His fullness [the superabundance of His grace and truth] we have all received grace upon grace [spiritual blessing upon spiritual blessing, favor upon favor, and gift heaped upon gift]."
            },
            {
                "verse_number": "17",
                "verse_text": "For the Law was given through Moses, but grace [the unearned, undeserved favor of God] and truth came through Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "No one has seen God [His essence, His divine nature] at any time; the [One and] only begotten God [that is, the unique Son] who is in the intimate presence of the Father, He has explained Him [and interpreted and revealed the awesome wonder of the Father]."
            },
            {
                "verse_number": "19",
                "verse_text": "This is the testimony of John [the Baptist] when the Jews sent priests and Levites to him from Jerusalem to ask him, &apos;Who are you?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And he confessed [truthfully] and did not deny [that he was only a man], but acknowledged, &apos;I am not the Christ (the Messiah, the Anointed)!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They asked him, &apos;What then? Are you Elijah?&apos; And he said, &apos;I am not.&apos; &apos;Are you the [promised] Prophet?&apos; And he answered, &apos;No.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then they said to him, &apos;Who are you? Tell us, so that we may give an answer to those who sent us. What do you say about yourself?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He said, &apos;I am the voice of one shouting in the wilderness , &quot;M ake straight the way of the L ord ,&quot; as the prophet Isaiah said.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Now they had been sent from the Pharisees."
            },
            {
                "verse_number": "25",
                "verse_text": "They asked him, &apos;Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "John answered them, &apos;I baptize [only] in water, but among you there stands One whom you do not recognize and of whom you know nothing."
            },
            {
                "verse_number": "27",
                "verse_text": "It is He [the preeminent One] who comes after me, the strap of whose sandal I am not worthy to untie [even as His slave].&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "These things occurred in Bethany across the Jordan [at the Jordan River crossing], where John was baptizing."
            },
            {
                "verse_number": "29",
                "verse_text": "The next day he saw Jesus coming to him and said, &apos;Look! The Lamb of God who takes away the sin of the world!"
            },
            {
                "verse_number": "30",
                "verse_text": "This is He on behalf of whom I said, &quot;After me comes a Man who has a higher rank than I and has priority over me, for He existed before me.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "I did not recognize Him [as the Messiah]; but I came baptizing in water so that He would be [publicly] revealed to Israel.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "John gave [further] evidence [testifying officially for the record, with validity and relevance], saying, &apos;I have seen the Spirit descending as a dove out of heaven, and He remained upon Him."
            },
            {
                "verse_number": "33",
                "verse_text": "I did not recognize Him [as the Messiah], but He who sent me to baptize in water said to me, &quot;He upon whom you see the Spirit descend and remain, this One is He who baptizes with the Holy Spirit.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "I myself have [actually] seen [that happen], and my testimony is that this is the Son of God!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Again the next day John was standing with two of his disciples,"
            },
            {
                "verse_number": "36",
                "verse_text": "and he looked at Jesus as He walked along, and said, &apos;Look! The Lamb of God!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The two disciples heard him say this, and they followed Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "And Jesus turned and saw them following Him, and asked them, &apos;What do you want?&apos; They answered Him, &apos;Rabbi (which translated means Teacher), where are You staying?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "He said to them, &apos;Come, and you will see.&apos; So they went [with Him] and saw where He was staying; and they stayed with Him that day, for it was about the tenth hour."
            },
            {
                "verse_number": "40",
                "verse_text": "One of the two who heard what John said and [as a result] followed Jesus was Andrew, Simon Peter&quot;s brother."
            },
            {
                "verse_number": "41",
                "verse_text": "He first looked for and found his own brother Simon and told him, &apos;We have found the Messiah&apos; (which translated means the Christ)."
            },
            {
                "verse_number": "42",
                "verse_text": "Andrew brought Simon to Jesus. Jesus looked at him and said, &apos;You are Simon the son of John. You shall be called Cephas (which is translated Peter).&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "The next day Jesus decided to go into Galilee, and He found Philip and said to him, &apos;Follow Me [as My disciple, accepting Me as your Master and Teacher, and walking the same path of life that I walk].&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Now Philip was from Bethsaida, the city of Andrew and Peter."
            },
            {
                "verse_number": "45",
                "verse_text": "Philip found Nathanael and told him, &apos;We have found the One Moses in the Law and also the Prophets wrote about&ndash;Jesus from Nazareth, the son of Joseph [according to public record].&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Nathanael answered him, &apos;Can anything good come out of Nazareth?&apos; Philip replied, &apos;Come and see.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus saw Nathanael coming toward Him, and said of him, &apos;Here is an Israelite indeed [a true descendant of Jacob], in whom there is no guile nor deceit nor duplicity!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Nathanael said to Jesus, &apos;How do You know [these things about] me?&apos; Jesus answered, &apos;Before Philip called you, when you were still under the fig tree, I saw you.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Nathanael answered, &apos;Rabbi (Teacher), You are the Son of God; You are the King of Israel.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus replied, &apos;Because I said to you that I saw you under the fig tree, do you believe [in Me]? You will see greater things than this.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Then He said to him, &apos;I assure you and most solemnly say to you, you will see heaven opened and the angels of God ascending and descending on the Son of Man [the bridge between heaven and earth].&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "On the third day there was a wedding at Cana of Galilee, and the mother of Jesus was there;"
            },
            {
                "verse_number": "2",
                "verse_text": "and both Jesus and His disciples were invited to the wedding."
            },
            {
                "verse_number": "3",
                "verse_text": "When the wine was all gone, the mother of Jesus said to Him, &apos; They have no more wine.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus said to her, &apos;[Dear] woman, what is that to you and to Me? My time [to act and to be revealed] has not yet come.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "His mother said to the servants, &apos;Whatever He says to you, do it.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now there were six stone waterpots set there for the Jewish custom of purification (ceremonial washing), containing twenty or thirty gallons each."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to the servants, &apos;Fill the waterpots with water.&apos; So they filled them up to the brim."
            },
            {
                "verse_number": "8",
                "verse_text": "Then He said to them, &apos;Draw some out now and take it to the headwaiter [of the banquet].&apos; So they took it to him."
            },
            {
                "verse_number": "9",
                "verse_text": "And when the headwaiter tasted the water which had turned into wine, not knowing where it came from (though the servants who had drawn the water knew) he called the bridegroom,"
            },
            {
                "verse_number": "10",
                "verse_text": "and said to him, &apos;Everyone else serves his best wine first, and when people have drunk freely, then he serves that which is not so good; but you have kept back the good wine until now.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "This, the first of His signs (attesting miracles), Jesus did in Cana of Galilee, and revealed His glory [displaying His deity and His great power openly], and His disciples believed [confidently] in Him [as the Messiah&ndash;they adhered to, trusted in, and relied on Him]."
            },
            {
                "verse_number": "12",
                "verse_text": "After this He went down to Capernaum, He and His mother and brothers and His disciples; and they stayed there a few days."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the Passover of the Jews was approaching, so Jesus went up to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "And in the temple [enclosure] He found the people who were selling oxen and sheep and doves, and the money changers sitting at their tables ."
            },
            {
                "verse_number": "15",
                "verse_text": "He made a whip of cords, and drove them all out of the temple, with the sheep and the oxen; and He scattered the coins of the money changers and overturned their tables;"
            },
            {
                "verse_number": "16",
                "verse_text": "then to those who sold the doves He said, &apos;Take these things away! Stop making My Father&quot;s house a place of commerce!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "His disciples remembered that it is written [in the Scriptures], &apos;Z eal (love, concern) for Y our house [and its honor] will consume M e .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Jews retorted, &apos;What sign (attesting miracle) can You show us as [proof of] your authority for doing these things?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered them, &apos;Destroy this temple, and in three days I will raise it up.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Jews replied, &apos;It took forty-six years to build this temple, and You will raise it up in three days?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But He was speaking of the temple which was His body."
            },
            {
                "verse_number": "22",
                "verse_text": "So when He had risen from the dead, His disciples remembered what He had said. And they believed and trusted in and relied on the Scripture and the words that Jesus had spoken."
            },
            {
                "verse_number": "23",
                "verse_text": "Now when He was in Jerusalem at the Passover feast, many believed in His name [identifying themselves with Him] after seeing His signs (attesting miracles) which He was doing."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus, for His part, did not entrust Himself to them, because He knew all people [and understood the superficiality and fickleness of human nature],"
            },
            {
                "verse_number": "25",
                "verse_text": "and He did not need anyone to testify concerning man [and human nature], for He Himself knew what was in man [in their hearts&ndash;in the very core of their being]."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now there was a certain man among the Pharisees named Nicodemus, a ruler (member of the Sanhedrin) among the Jews,"
            },
            {
                "verse_number": "2",
                "verse_text": "who came to Jesus at night and said to Him, &apos;Rabbi (Teacher), we know [without any doubt] that You have come from God as a teacher; for no one can do these signs [these wonders, these attesting miracles] that You do unless God is with him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered him, &apos;I assure you and most solemnly say to you, unless a person is born again [reborn from above&ndash;spiritually transformed, renewed, sanctified], he cannot [ever] see and experience the kingdom of God.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Nicodemus said to Him, &apos;How can a man be born when he is old? He cannot enter his mother&quot;s womb a second time and be born, can he?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus answered, &apos;I assure you and most solemnly say to you, unless one is born of water and the Spirit he cannot [ever] enter the kingdom of God."
            },
            {
                "verse_number": "6",
                "verse_text": "That which is born of the flesh is flesh [the physical is merely physical], and that which is born of the Spirit is spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be surprised that I have told you, &quot;You must be born again [reborn from above&ndash;spiritually transformed, renewed, sanctified].&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "The wind blows where it wishes and you hear its sound, but you do not know where it is coming from and where it is going; so it is with everyone who is born of the Spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Nicodemus said to Him, &apos;How can these things be possible? &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus replied, &apos;You are the [great and well-known] teacher of Israel, and yet you do not know nor understand these things [from Scripture]?"
            },
            {
                "verse_number": "11",
                "verse_text": "I assure you and most solemnly say to you, we speak only of what we [absolutely] know and testify about what we have [actually] seen [as eyewitnesses]; and [still] you [reject our evidence and] do not accept our testimony."
            },
            {
                "verse_number": "12",
                "verse_text": "If I told you earthly things [that is, things that happen right here on earth] and you do not believe, how will you believe and trust Me if I tell you heavenly things?"
            },
            {
                "verse_number": "13",
                "verse_text": "No one has gone up into heaven, but there is One who came down from heaven, the Son of Man [Himself&ndash;whose home is in heaven]."
            },
            {
                "verse_number": "14",
                "verse_text": "Just as Moses lifted up the [bronze] serpent in the desert [on a pole], so must the Son of Man be lifted up [on the cross],"
            },
            {
                "verse_number": "15",
                "verse_text": "so that whoever believes will in Him have eternal life [after physical death, and will actually live forever]."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;For God so [greatly] loved and dearly prized the world, that He [even] gave His [One and] only begotten Son, so that whoever believes and trusts in Him [as Savior] shall not perish, but have eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "For God did not send the Son into the world to judge and condemn the world [that is, to initiate the final judgment of the world], but that the world might be saved through Him."
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever believes and has decided to trust in Him [as personal Savior and Lord] is not judged [for this one, there is no judgment, no rejection, no condemnation]; but the one who does not believe [and has decided to reject Him as personal Savior and Lord] is judged already [that one has been convicted and sentenced], because he has not believed and trusted in the name of the [One and] only begotten Son of God [the One who is truly unique, the only One of His kind, the One who alone can save him]."
            },
            {
                "verse_number": "19",
                "verse_text": "This is the judgment [that is, the cause for indictment, the test by which people are judged, the basis for the sentence]: the Light has come into the world, and people loved the darkness rather than the Light, for their deeds were evil."
            },
            {
                "verse_number": "20",
                "verse_text": "For every wrongdoer hates the Light, and does not come to the Light [but shrinks from it] for fear that his [sinful, worthless] activities will be exposed and condemned."
            },
            {
                "verse_number": "21",
                "verse_text": "But whoever practices truth [and does what is right&ndash;morally, ethically, spiritually] comes to the Light, so that his works may be plainly shown to be what they are&ndash;accomplished in God [divinely prompted, done with God&quot;s help, in dependence on Him].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "After these things Jesus and His disciples went into the land of Judea, and there He spent time with them and baptized."
            },
            {
                "verse_number": "23",
                "verse_text": "Now John was also baptizing at Aenon near Salim, because there was an abundance of water there; and people were coming and were being baptized&ndash;"
            },
            {
                "verse_number": "24",
                "verse_text": "for John had not yet been thrown into prison."
            },
            {
                "verse_number": "25",
                "verse_text": "Therefore there arose a controversy between John&quot;s disciples and a Jew in regard to purification (ceremonial washing)."
            },
            {
                "verse_number": "26",
                "verse_text": "So they came to John and said to him, &apos;Rabbi (Teacher), the Man who was with you on the other side of the Jordan [at the Jordan River crossing]&ndash;and to whom you have testified&ndash;look, He is baptizing too, and everyone is going to Him!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "John replied, &apos;A man can receive nothing [he can claim nothing at all] unless it has been granted to him from heaven [for there is no other source than the sovereign will of God]."
            },
            {
                "verse_number": "28",
                "verse_text": "You yourselves are my witnesses that I stated, &quot;I am not the Christ (the Messiah, the Anointed),&quot; but, &quot;I have [only] been sent ahead of Him [as His appointed forerunner and messenger to announce and proclaim His coming].&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "He who has the bride is the bridegroom; but the friend of the bridegroom, who stands by and listens to him, rejoices greatly because of the bridegroom&quot;s voice. So this pleasure and joy of mine is now complete."
            },
            {
                "verse_number": "30",
                "verse_text": "He must increase [in prominence], but I must decrease."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;He who comes from [heaven] above is above all others; he who is of the earth is from the earth and speaks [about things] of the earth [his viewpoint and experience are earthly]. He who comes from heaven is above all."
            },
            {
                "verse_number": "32",
                "verse_text": "What He has [actually] seen and heard, of that He testifies; and yet no one accepts His testimony [as true]."
            },
            {
                "verse_number": "33",
                "verse_text": "Whoever receives His testimony has set his seal [of approval] to this: God is true [and he knows that God cannot lie]."
            },
            {
                "verse_number": "34",
                "verse_text": "For He whom God has sent speaks the words of God [proclaiming the Father&quot;s own message]; for God gives the [gift of the] Spirit without measure [generously and boundlessly]!"
            },
            {
                "verse_number": "35",
                "verse_text": "The Father loves the Son and has given and entrusted all things into His hand."
            },
            {
                "verse_number": "36",
                "verse_text": "He who believes and trusts in the Son and accepts Him [as Savior] has eternal life [that is, already possesses it]; but he who does not believe the Son and chooses to reject Him, [disobeying Him and denying Him as Savior] will not see [eternal] life, but [instead] the wrath of God hangs over him continually .&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So when the Lord learned that the Pharisees had been told that Jesus was making and baptizing more disciples than John"
            },
            {
                "verse_number": "2",
                "verse_text": "(although Jesus Himself was not baptizing, but His disciples were),"
            },
            {
                "verse_number": "3",
                "verse_text": "He left Judea and returned again to Galilee."
            },
            {
                "verse_number": "4",
                "verse_text": "Now He had to go through Samaria."
            },
            {
                "verse_number": "5",
                "verse_text": "So He arrived at a Samaritan town called Sychar, near the tract of land that Jacob gave to his son Joseph;"
            },
            {
                "verse_number": "6",
                "verse_text": "and Jacob&quot;s well was there. So Jesus, tired as He was from His journey, sat down by the well. It was then about the sixth hour (noon)."
            },
            {
                "verse_number": "7",
                "verse_text": "Then a woman from Samaria came to draw water. Jesus said to her, &apos;Give Me a drink&apos;&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "For His disciples had gone off into the city to buy food&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Samaritan woman asked Him, &apos;How is it that You, being a Jew, ask me, a Samaritan woman, for a drink?&apos; (For Jews have nothing to do with Samaritans.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered her, &apos;If you knew [about] God&quot;s gift [of eternal life], and who it is who says, &quot;Give Me a drink,&quot; you would have asked Him [instead], and He would have given you living water (eternal life).&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "She said to Him, &apos;Sir, You have nothing to draw with [no bucket and rope] and the well is deep. Where then do You get that living water?"
            },
            {
                "verse_number": "12",
                "verse_text": "Are You greater than our father Jacob, who gave us the well, and who used to drink from it himself, and his sons and his cattle also?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered her, &apos;Everyone who drinks this water will be thirsty again."
            },
            {
                "verse_number": "14",
                "verse_text": "But whoever drinks the water that I give him will never be thirsty again. But the water that I give him will become in him a spring of water [satisfying his thirst for God] welling up [continually flowing, bubbling within him] to eternal life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The woman said to Him, &apos;Sir, give me this water, so that I will not get thirsty nor [have to continually] come all the way here to draw.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "At this, Jesus said, &apos;Go, call your husband and come back.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The woman answered, &apos;I do not have a husband.&apos; Jesus said to her, &apos;You have correctly said, &quot;I do not have a husband&quot;;"
            },
            {
                "verse_number": "18",
                "verse_text": "for you have had five husbands, and the man you are now living with is not your husband. You have said this truthfully.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The woman said to Him, &apos;Sir, I see that You are a prophet."
            },
            {
                "verse_number": "20",
                "verse_text": "Our fathers worshiped on this mountain, but you Jews say that the place where one ought to worship is in Jerusalem [at the temple].&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus replied, &apos;Woman, believe Me, a time is coming [when God&quot;s kingdom comes] when you will worship the Father neither on this mountain nor in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "You [Samaritans] do not know what you worship; we [Jews] do know what we worship, for salvation is from the Jews."
            },
            {
                "verse_number": "23",
                "verse_text": "But a time is coming and is already here when the true worshipers will worship the Father in spirit [from the heart, the inner self] and in truth; for the Father seeks such people to be His worshipers."
            },
            {
                "verse_number": "24",
                "verse_text": "God is spirit [the Source of life, yet invisible to mankind], and those who worship Him must worship in spirit and truth.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The woman said to Him, &apos;I know that Messiah is coming (He who is called Christ&ndash;the Anointed); when that One comes, He will tell us everything [we need to know].&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus said to her, &apos;I who speak to you, am He (the Messiah).&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Just then His disciples came, and they were surprised to find Him talking with a woman. However, no one said, &apos;What are You asking about?&apos; or, &apos;Why are You talking to her?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the woman left her water jar, and went into the city and began telling the people,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Come, see a man who told me all the things that I have done! Can this be the Christ (the Messiah, the Anointed)?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the people left the city and were coming to Him."
            },
            {
                "verse_number": "31",
                "verse_text": "Meanwhile, the disciples were urging Jesus [to have a meal], saying, &apos;Rabbi (Teacher), eat.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But He told them, &apos;I have food to eat that you do not know about.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So the disciples said to one another, &apos;Has anyone brought Him something to eat?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to them, &apos;My food is to do the will of Him who sent Me and to completely finish His work."
            },
            {
                "verse_number": "35",
                "verse_text": "Do you not say, &quot;It is still four months until the harvest comes?&quot; Look, I say to you, raise your eyes and look at the fields and see, they are white for harvest."
            },
            {
                "verse_number": "36",
                "verse_text": "Already the reaper is receiving his wages and he is gathering fruit for eternal life; so that he who plants and he who reaps may rejoice together."
            },
            {
                "verse_number": "37",
                "verse_text": "For in this case the saying is true, &quot;One [person] sows and another reaps.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "I sent you to reap [a crop] for which you have not worked. Others have worked and you have been privileged to reap the results of their work.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Now many Samaritans from that city believed in Him and trusted Him [as Savior] because of what the woman said when she testified, &apos;He told me all the things that I have done.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "So when the Samaritans came to Jesus, they asked Him to remain with them; and He stayed there two days."
            },
            {
                "verse_number": "41",
                "verse_text": "Many more believed in Him [with a deep, abiding trust] because of His word [His personal message to them];"
            },
            {
                "verse_number": "42",
                "verse_text": "and they told the woman, &apos;We no longer believe just because of what you said; for [now] we have heard Him for ourselves and know [with confident assurance] that this One is truly the Savior of [all] the world.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "After the two days He went on from there into Galilee."
            },
            {
                "verse_number": "44",
                "verse_text": "For Jesus Himself declared that a prophet has no honor in his own country."
            },
            {
                "verse_number": "45",
                "verse_text": "So when He arrived in Galilee, the Galileans welcomed Him, since they had seen all the things that He did in Jerusalem at the feast; for they too came to the feast."
            },
            {
                "verse_number": "46",
                "verse_text": "So Jesus came again to Cana of Galilee, where He had turned the water into wine. And there was a certain royal official whose son was sick in Capernaum."
            },
            {
                "verse_number": "47",
                "verse_text": "Having heard that Jesus had come back from Judea to Galilee, he went to meet Him and began asking Him to come down and heal his son; for he was at the point of death."
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said to him, &apos;Unless you [people] see [miraculous] signs and wonders, you [simply] will not believe.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "The royal official pleaded with Him, &apos;Sir, do come down [at once] before my child dies!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to him, &apos;Go; your son lives!&apos; The man believed what Jesus said to him and started home."
            },
            {
                "verse_number": "51",
                "verse_text": "As he was already going down [the road], his servants met him and reported that his son was living [and was healthy]."
            },
            {
                "verse_number": "52",
                "verse_text": "So he asked them at what time he began to get better. They said, &apos;Yesterday during the seventh hour (1 p.m.) the fever left him.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Then the father realized that it was at that very hour when Jesus had said to him, &apos;Your son lives&apos;; and he and his entire household believed and confidently trusted [in Him as Savior]."
            },
            {
                "verse_number": "54",
                "verse_text": "This is the second sign (attesting miracle) that Jesus performed [in Cana] after He had come from Judea to Galilee [revealing that He is the Messiah]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Later on there was a Jewish feast (festival), and Jesus went up to Jerusalem. N ow that day was the Sabbath."
            },
            {
                "verse_number": "2",
                "verse_text": "Now in Jerusalem, near the Sheep Gate, there is a pool, which is called in Hebrew (Jewish Aramaic) Bethesda, having five porticoes (alcoves, colonnades)."
            },
            {
                "verse_number": "3",
                "verse_text": "In these porticoes lay a great number of people who were sick, blind, lame, withered, [ waiting for the stirring of the water;"
            },
            {
                "verse_number": "4",
                "verse_text": "for an angel of the Lord went down into the pool at appointed seasons and stirred up the water; the first one to go in after the water was stirred was healed of his disease. ]"
            },
            {
                "verse_number": "5",
                "verse_text": "There was a certain man there who had been ill for thirty-eight years."
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesus noticed him lying there [helpless], knowing that he had been in that condition a long time, He said to him, &apos;Do you want to get well?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The invalid answered, &apos;Sir, I have no one to put me in the pool when the water is stirred up, and while I am coming [to get into it myself], someone else steps down ahead of me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said to him, &apos;Get up; pick up your pallet and walk.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Immediately the man was healed and recovered his strength, and picked up his pallet and walked."
            },
            {
                "verse_number": "10",
                "verse_text": "So the Jews kept saying to the man who had been healed, &apos;It is the Sabbath, and you are not permitted to pick up your pallet [because it is unlawful].&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered them, &apos;The Man who healed me and gave me back my strength was the One who said to me, &quot;Pick up your pallet and walk.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They asked him, &apos;Who is the Man who told you, &quot;Pick up your pallet and walk&quot;?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Now the man who had been healed did not know who it was, for Jesus had slipped away [unnoticed] since there was a crowd in that place."
            },
            {
                "verse_number": "14",
                "verse_text": "Afterward, Jesus found him in the temple and said to him, &apos;See, you are well! Stop sinning or something worse may happen to you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The man went away and told the Jews that it was Jesus who had made him well."
            },
            {
                "verse_number": "16",
                "verse_text": "For this reason the Jews began to persecute Jesus continually because He was doing these things on the Sabbath."
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus answered them, &apos;My Father has been working until now [He has never ceased working], and I too am working.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "This made the Jews more determined than ever to kill Him, for not only was He breaking the Sabbath [from their viewpoint], but He was also calling God His own Father, making Himself equal with God."
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus answered them by saying, &apos;I assure you and most solemnly say to you, the Son can do nothing of Himself [of His own accord], unless it is something He sees the Father doing; for whatever things the Father does, the Son [in His turn] also does in the same way."
            },
            {
                "verse_number": "20",
                "verse_text": "For the Father dearly loves the Son and shows Him everything that He Himself is doing; and the Father will show Him greater works than these, so that you will be filled with wonder."
            },
            {
                "verse_number": "21",
                "verse_text": "Just as the Father raises the dead and gives them life [and allows them to live on], even so the Son also gives life to whom He wishes."
            },
            {
                "verse_number": "22",
                "verse_text": "For the Father judges no one, but has given all judgment [that is, the prerogative of judging] to the Son [placing it entirely into His hands],"
            },
            {
                "verse_number": "23",
                "verse_text": "so that all will give honor (reverence, homage) to the Son just as they give honor to the Father. [In fact] the one who does not honor the Son does not honor the Father who has sent Him."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I assure you and most solemnly say to you, the person who hears My word [the one who heeds My message], and believes and trusts in Him who sent Me, has (possesses now) eternal life [that is, eternal life actually begins&ndash;the believer is transformed], and does not come into judgment and condemnation, but has passed [over] from death into life."
            },
            {
                "verse_number": "25",
                "verse_text": "I assure you and most solemnly say to you, a time is coming and is [here] now, when the dead will hear the voice of the Son of God, and those who hear it will live."
            },
            {
                "verse_number": "26",
                "verse_text": "For just as the Father has life in Himself [and is self-existent], even so He has given to the Son to have life in Himself [and be self-existent]."
            },
            {
                "verse_number": "27",
                "verse_text": "And He has given Him authority to execute judgment, because He is a Son of Man [sinless humanity, qualifying Him to sit in judgment over mankind]."
            },
            {
                "verse_number": "28",
                "verse_text": "Do not be surprised at this; for a time is coming when all those who are in the tombs will hear His voice,"
            },
            {
                "verse_number": "29",
                "verse_text": "and they will come out&ndash;those who did good things [will come out] to a resurrection of [new] life, but those who did evil things [will come out] to a resurrection of judgment [that is, to be sentenced]."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;I can do nothing on my own initiative or authority. Just as I hear, I judge; and My judgment is just (fair, righteous, unbiased), because I do not seek My own will, but only the will of Him who sent Me."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If I alone testify about Myself, My testimony is not valid."
            },
            {
                "verse_number": "32",
                "verse_text": "There is another [My Father] who testifies about Me, and I know [without any doubt] that His testimony on My behalf is true and valid."
            },
            {
                "verse_number": "33",
                "verse_text": "You have sent [an inquiry] to John [the Baptist] and he has testified [as an eyewitness] to the truth."
            },
            {
                "verse_number": "34",
                "verse_text": "But the testimony I receive is not from man [a merely human witness]; but I say these things so that you may be saved [that is, have eternal life]."
            },
            {
                "verse_number": "35",
                "verse_text": "John was the lamp that kept on burning and shining [to show you the way], and you were willing for a while to rejoice in his light."
            },
            {
                "verse_number": "36",
                "verse_text": "But the testimony which I have is far greater than the testimony of John; for the works that the Father has given Me to finish&ndash;the very same works [that is, the miracles and proofs of My deity] that I am [now] doing&ndash;testify about Me, [by providing evidence] that the Father has sent Me."
            },
            {
                "verse_number": "37",
                "verse_text": "And the Father who sent Me has Himself testified about Me. You have never heard His voice nor seen His form [His majesty and greatness&ndash;what He is like]."
            },
            {
                "verse_number": "38",
                "verse_text": "You do not have His word (Scripture) abiding in you [actually living in your hearts and minds], because you do not believe in Him whom He has sent."
            },
            {
                "verse_number": "39",
                "verse_text": "You search and keep on searching and examining the Scriptures because you think that in them you have eternal life; and yet it is those [very Scriptures] that testify about Me;"
            },
            {
                "verse_number": "40",
                "verse_text": "and still you are unwilling to come to Me so that you may have life."
            },
            {
                "verse_number": "41",
                "verse_text": "I do not receive glory and approval from men;"
            },
            {
                "verse_number": "42",
                "verse_text": "but I know you and recognize that you do not have the love of God in yourselves."
            },
            {
                "verse_number": "43",
                "verse_text": "I have come in My Father&quot;s name and with His power, and you do not receive Me [because your minds are closed]; but if another comes in his own name and with no authority or power except his own, you will receive him and give your approval to an imposter."
            },
            {
                "verse_number": "44",
                "verse_text": "How can you believe [in Me], when you [seek and] receive glory and approval from one another, and yet you do not seek the glory and approval which comes from the one and only God?"
            },
            {
                "verse_number": "45",
                "verse_text": "Do not think that I [am the One who] will accuse you before the Father. There [already] is one who accuses you: Moses, [the very one] in whom you have placed your hope [for salvation]."
            },
            {
                "verse_number": "46",
                "verse_text": "For if you believed and relied on [the Scriptures written by] Moses, you would believe Me, for he wrote about Me [personally]."
            },
            {
                "verse_number": "47",
                "verse_text": "But if you do not believe his writings, how will you believe My words?&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus went to the other side of the Sea of Galilee (or Sea of Tiberias)."
            },
            {
                "verse_number": "2",
                "verse_text": "A large crowd was following Him because they had seen the signs (attesting miracles) which He continually performed on those who were sick."
            },
            {
                "verse_number": "3",
                "verse_text": "And Jesus went up on the mountainside and sat down there with His disciples."
            },
            {
                "verse_number": "4",
                "verse_text": "Now the Passover, the feast of the Jews, was approaching."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus looked up and saw that a large crowd was coming toward Him, and He said to Philip, &apos;Where will we buy bread for these people to eat?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But He said this to test Philip, because He knew what He was about to do."
            },
            {
                "verse_number": "7",
                "verse_text": "Philip answered, &apos;Two hundred denarii (200 days&quot; wages) worth of bread is not enough for each one to receive even a little.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "One of His disciples, Andrew, Simon Peter&quot;s brother, said to Him,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;There is a little boy here who has five barley loaves and two fish; but what are these for so many people?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said, &apos;Have the people sit down [to eat].&apos; Now [the ground] there was [covered with] an abundance of grass, so the men sat down, about 5,000 in number."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jesus took the loaves, and when He had given thanks, He distributed them to those who were seated; the same also with the fish, as much as they wanted."
            },
            {
                "verse_number": "12",
                "verse_text": "When they had eaten enough, He said to His disciples, &apos;Gather up the leftover pieces so that nothing will be lost.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So they gathered them up, and they filled twelve large baskets with pieces from the five barley loaves which were left over by those who had eaten."
            },
            {
                "verse_number": "14",
                "verse_text": "When the people saw the sign (attesting miracle) that He had done, they began saying, &apos;This is without a doubt the promised Prophet who is to come into the world!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus, knowing that they were going to come and take Him by force to make Him king, withdrew again to the mountainside by Himself."
            },
            {
                "verse_number": "16",
                "verse_text": "When evening came, His disciples went down to the sea,"
            },
            {
                "verse_number": "17",
                "verse_text": "and they got into a boat and started to cross the sea to Capernaum. It was already dark, and Jesus had still not come [back] to them."
            },
            {
                "verse_number": "18",
                "verse_text": "The sea was getting rough and rising high because a strong wind was blowing."
            },
            {
                "verse_number": "19",
                "verse_text": "Then, when they had rowed three or four miles [and were near the center of the sea], they saw Jesus walking on the sea and approaching the boat; and they were [terribly] frightened."
            },
            {
                "verse_number": "20",
                "verse_text": "But Jesus said to them, &apos;It is I (I AM); do not be afraid.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then they were willing to take Him on board the boat, and immediately the boat reached the [shore of the] land to which they were going."
            },
            {
                "verse_number": "22",
                "verse_text": "The next day the crowd that stood on the other side of the sea realized that there had been only one small boat there, and that Jesus had not boarded the boat with His disciples, but that His disciples had gone away alone."
            },
            {
                "verse_number": "23",
                "verse_text": "[Now some] other small boats from Tiberias had come in near the place where they ate the bread after the Lord had given thanks."
            },
            {
                "verse_number": "24",
                "verse_text": "So when the crowd saw that neither Jesus nor His disciples were there, they boarded the small boats themselves and came to Capernaum looking for Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "And when they found Him on the other side of the sea, they asked Him, &apos;Rabbi, when did You get here?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;I assure you and most solemnly say to you, you have been searching for Me, not because you saw the signs (attesting miracles), but because you ate the loaves and were filled."
            },
            {
                "verse_number": "27",
                "verse_text": "Do not work for food that perishes, but for food that endures [and leads] to eternal life, which the Son of Man will give you; for God the Father has authorized Him and put His seal on Him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then they asked Him, &apos;What are we to do, so that we may habitually be doing the works of God?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;This is the work of God: that you believe [adhere to, trust in, rely on, and have faith] in the One whom He has sent.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So they said to Him, &apos;What sign (attesting miracle) will You do that we may see it and believe You? What [supernatural] work will You do [as proof]?"
            },
            {
                "verse_number": "31",
                "verse_text": "Our fathers ate the manna in the wilderness; as it is written [in Scripture], &quot;H e gave them bread out of heaven to eat .&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jesus said to them, &apos;I assure you and most solemnly say to you, it is not Moses who has given you the bread out of heaven, but it is My Father who gives you the true bread out of heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "For the Bread of God is He who comes down out of heaven, and gives life to the world.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then they said to Him, &apos;Lord, always give us this bread.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus replied to them, &apos; I am the Bread of Life. The one who comes to Me will never be hungry, and the one who believes in Me [as Savior] will never be thirsty [for that one will be sustained spiritually]."
            },
            {
                "verse_number": "36",
                "verse_text": "But as I told you, you have seen Me and still you do not believe."
            },
            {
                "verse_number": "37",
                "verse_text": "All that My Father gives Me will come to Me; and the one who comes to Me I will most certainly not cast out [I will never, never reject anyone who follows Me]."
            },
            {
                "verse_number": "38",
                "verse_text": "For I have come down from heaven, not to do My own will, but to do the will of Him who sent Me."
            },
            {
                "verse_number": "39",
                "verse_text": "This is the will of Him who sent Me, that of all that He has given Me I lose nothing, but that I [give new life and] raise it up at the last day."
            },
            {
                "verse_number": "40",
                "verse_text": "For this is My Father&quot;s will and purpose, that everyone who sees the Son and believes in Him [as Savior] will have eternal life, and I will raise him up [from the dead] on the last day.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Now the Jews murmured and found fault with Him because He said, &apos;I am the Bread that came down out of heaven.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "They kept saying, &apos;Is this not Jesus, the son of Joseph, whose father and mother we know? How does He now [have the arrogance to] say, &quot;I have come down out of heaven&quot;?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So Jesus answered, &apos;Stop murmuring among yourselves."
            },
            {
                "verse_number": "44",
                "verse_text": "No one can come to Me unless the Father who sent Me draws him [giving him the desire to come to Me]; and I will raise him up [from the dead] on the last day."
            },
            {
                "verse_number": "45",
                "verse_text": "It is written in the prophets, &quot;A nd they will all be taught of G od .&quot; Everyone who has listened to and learned from the Father, comes to Me."
            },
            {
                "verse_number": "46",
                "verse_text": "Not that anyone has seen the Father, except He [who was with the Father and] who is from God; He [alone] has seen the Father."
            },
            {
                "verse_number": "47",
                "verse_text": "I assure you and most solemnly say to you, he who believes [in Me as Savior&ndash;whoever adheres to, trusts in, relies on, and has faith in Me&ndash;already] has eternal life [that is, now possesses it]."
            },
            {
                "verse_number": "48",
                "verse_text": "I am the Bread of Life [the Living Bread which gives and sustains life]."
            },
            {
                "verse_number": "49",
                "verse_text": "Your fathers ate the manna in the wilderness, and they died."
            },
            {
                "verse_number": "50",
                "verse_text": "This is the Bread that comes down out of heaven, so that one may eat of it and not die."
            },
            {
                "verse_number": "51",
                "verse_text": "I am the Living Bread that came down out of heaven. If anyone eats of this Bread [believes in Me, accepts Me as Savior], he will live forever. And the Bread that I will give for the life of the world is My flesh (body).&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Then the Jews began to argue with one another, saying, &apos;How can this man give us His flesh to eat?&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "And Jesus said to them, &apos;I assure you and most solemnly say to you, unless you eat the flesh of the Son of Man and drink His blood [unless you believe in Me as Savior and believe in the saving power of My blood which will be shed for you], you do not have life in yourselves."
            },
            {
                "verse_number": "54",
                "verse_text": "The one who eats My flesh and drinks My blood [believes in Me, accepts Me as Savior] has eternal life [that is, now possesses it], and I will raise him up [from the dead] on the last day."
            },
            {
                "verse_number": "55",
                "verse_text": "For My flesh is true [spiritual] food, and My blood is true [spiritual] drink."
            },
            {
                "verse_number": "56",
                "verse_text": "He who eats My flesh and drinks My blood [believes in Me, accepts Me as Savior] remains in Me, and I [in the same way remain] in him."
            },
            {
                "verse_number": "57",
                "verse_text": "Just as the living Father sent Me, and I live because of the Father, even so the one who feeds on Me [believes in Me, accepts Me as Savior] will also live because of Me."
            },
            {
                "verse_number": "58",
                "verse_text": "This is the Bread which came down out of heaven. It is not like [the manna that] our fathers ate and they [eventually] died; the one who eats this Bread [believes in Me, accepts Me as Savior] will live forever.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "He said these things in a synagogue while He was teaching in Capernaum."
            },
            {
                "verse_number": "60",
                "verse_text": "When many of His disciples heard this, they said, &apos;This is a difficult and harsh and offensive statement. Who can [be expected to] listen to it?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "But Jesus, aware that His disciples were complaining about it, asked them, &apos;Does this cause you to stumble and take offense?"
            },
            {
                "verse_number": "62",
                "verse_text": "What then [will you think] if you see the Son of Man ascending to [the realm] where He was before?"
            },
            {
                "verse_number": "63",
                "verse_text": "It is the Spirit who gives life; the flesh conveys no benefit [it is of no account]. The words I have spoken to you are spirit and life [providing eternal life]."
            },
            {
                "verse_number": "64",
                "verse_text": "But [still] there are some of you who do not believe and have faith.&apos; For Jesus knew from the beginning who did not believe, and who would betray Him."
            },
            {
                "verse_number": "65",
                "verse_text": "And He was saying, &apos;This is the reason why I have told you that no one can come to Me unless it has been granted him [that is, unless he is enabled to do so] by the Father.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "As a result of this many of His disciples abandoned Him, and no longer walked with Him."
            },
            {
                "verse_number": "67",
                "verse_text": "So Jesus said to the twelve [disciples], &apos;You do not want to leave too, do you?&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "Simon Peter answered, &apos;Lord, to whom shall we go? You [alone] have the words of eternal life [you are our only hope]."
            },
            {
                "verse_number": "69",
                "verse_text": "We have believed and confidently trusted, and [even more] we have come to know [by personal observation and experience] that You are the Holy One of God [the Christ, the Son of the living God].&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "Jesus answered them, &apos;Did I not choose you, the twelve [disciples]? And yet one of you is a devil (ally of Satan).&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "Now He was speaking of Judas, the son of Simon Iscariot; for he, one of the twelve [disciples], was about to betray Him."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this, Jesus walked [from place to place] in Galilee, for He would not walk in Judea because the Jews were seeking to kill Him."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the Jewish Feast of Tabernacles (Booths) was approaching."
            },
            {
                "verse_number": "3",
                "verse_text": "So His brothers said to Him, &apos;Leave here and go to Judea, so that Your disciples [there] may also see the works that You do."
            },
            {
                "verse_number": "4",
                "verse_text": "No one does anything in secret when he wants to be known publicly. If You [must] do these things, show Yourself openly to the world and make Yourself known!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "For not even His brothers believed in Him."
            },
            {
                "verse_number": "6",
                "verse_text": "So Jesus said to them, &apos;My time has not yet come; but any time is right for you."
            },
            {
                "verse_number": "7",
                "verse_text": "The world cannot hate you [since you are part of it], but it does hate Me because I denounce it and testify that its deeds are evil."
            },
            {
                "verse_number": "8",
                "verse_text": "Go up to the feast yourselves. I am not going up to this feast because My time has not yet fully come.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Having said these things to them, He stayed behind in Galilee."
            },
            {
                "verse_number": "10",
                "verse_text": "But [afterward], when His brothers had gone up to the feast, He went up too, not publicly [with a caravan], but quietly [because He did not want to be noticed]."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Jews kept looking for Him at the feast and asking, &apos;Where is He?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "There was a lot of whispered discussion and murmuring among the crowds about Him. Some were saying, &apos;He is a good man&apos;; others said, &apos;No, on the contrary, He misleads the people [giving them false ideas].&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet no one was speaking out openly and freely about Him for fear of [the leaders of] the Jews."
            },
            {
                "verse_number": "14",
                "verse_text": "When the feast was already half over, Jesus went up into the temple [court] and began to teach."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Jews were perplexed. They said, &apos;How did this man become learned [so versed in the Scriptures and theology] without formal training?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus answered them by saying, &apos;My teaching is not My own, but His who sent Me."
            },
            {
                "verse_number": "17",
                "verse_text": "If anyone is willing to do His will, he will know whether the teaching is of God or whether I speak on My own accord and by My own authority."
            },
            {
                "verse_number": "18",
                "verse_text": "He who speaks on his own accord seeks glory and honor for himself. But He who seeks the glory and the honor of the One who sent Him, He is true, and there is no unrighteousness or deception in Him."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Did not Moses give you the Law? And yet not one of you keeps the Law. Why do you want to kill Me [for not keeping it]?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The crowd answered, &apos;You have a demon [You are out of Your mind]! Who wants to kill You?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus replied, &apos;I did one work, and you are all astounded."
            },
            {
                "verse_number": "22",
                "verse_text": "For this reason Moses has given you [God&quot;s law regarding] circumcision (not that it originated with Moses, but with the patriarchs) and you circumcise a man [even] on the Sabbath."
            },
            {
                "verse_number": "23",
                "verse_text": "If, to avoid breaking the Law of Moses, a man undergoes circumcision on the Sabbath, why are you angry with Me for making a man&quot;s whole body well on the Sabbath?"
            },
            {
                "verse_number": "24",
                "verse_text": "Do not judge by appearance [superficially and arrogantly], but judge fairly and righteously.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then some of the people of Jerusalem said, &apos;Is this not the Man they want to kill?"
            },
            {
                "verse_number": "26",
                "verse_text": "Look, He is speaking publicly, and they say nothing to Him! Is it possible that the rulers really know that this is the Christ?"
            },
            {
                "verse_number": "27",
                "verse_text": "But we know where this Man is from; whenever the Christ comes, no one will know where He is from.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Jesus called out as He taught in the temple, &apos;You know Me and know where I am from; and I have not come on my own initiative [as self-appointed], but He who sent Me is true, and Him you do not know."
            },
            {
                "verse_number": "29",
                "verse_text": "I know Him Myself because I am from Him [I came from His very presence] and it was He [personally] who sent Me.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So they were eager to arrest Him; but no one laid a hand on Him, because His time had not yet come."
            },
            {
                "verse_number": "31",
                "verse_text": "But many from the crowd believed in Him. And they kept saying, &apos;When the Christ comes, will He do more signs and exhibit more proofs than this Man?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The Pharisees heard the crowd muttering these things [under their breath] about Him, and the chief priests and Pharisees sent guards to arrest Him."
            },
            {
                "verse_number": "33",
                "verse_text": "Therefore Jesus said, &apos;For a little while longer I am [still] with you, and then I go to Him who sent Me."
            },
            {
                "verse_number": "34",
                "verse_text": "You will look for Me, and will not [be able to] find Me; and where I am, you cannot come.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the Jews said among themselves, &apos;Where does this Man intend to go that we will not find Him? Does He intend to go to the Dispersion [of Jews scattered and living] among the Greeks, and teach the Greeks?"
            },
            {
                "verse_number": "36",
                "verse_text": "What does this statement of His mean, &quot;You will look for Me, and will not [be able to] find Me; and where I am, you cannot come&quot;?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Now on the last and most important day of the feast, Jesus stood and called out [in a loud voice], &apos;If anyone is thirsty, let him come to Me and drink!"
            },
            {
                "verse_number": "38",
                "verse_text": "He who believes in Me [who adheres to, trusts in, and relies on Me], as the Scripture has said, &quot;From his innermost being will flow continually rivers of living water.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But He was speaking of the [Holy] Spirit, whom those who believed in Him [as Savior] were to receive afterward. The Spirit had not yet been given, because Jesus was not yet glorified (raised to honor)."
            },
            {
                "verse_number": "40",
                "verse_text": "Listening to these words, some of the people said, &apos;This is certainly the Prophet!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Others said, &apos;This is the Christ (the Messiah, the Anointed)!&apos; But others said, &apos;Surely the Christ is not going to come out of Galilee, is He?"
            },
            {
                "verse_number": "42",
                "verse_text": "Does the Scripture not say that the Christ comes from the descendants of David, and from Bethlehem, the village where David lived?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So the crowd was divided because of Him."
            },
            {
                "verse_number": "44",
                "verse_text": "Some of them wanted to arrest Him, but no one laid hands on Him."
            },
            {
                "verse_number": "45",
                "verse_text": "Then the guards went [back] to the chief priests and Pharisees, who asked them, &apos;Why did you not bring Him [here with you]?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "The guards replied, &apos;Never [at any time] has a man talked the way this Man talks!&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Then the Pharisees said to them, &apos;Have you also been deluded and swept off your feet?"
            },
            {
                "verse_number": "48",
                "verse_text": "Has any of the rulers or Pharisees believed in Him?"
            },
            {
                "verse_number": "49",
                "verse_text": "But this [ignorant, contemptible] crowd that does not know the Law is accursed and doomed!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Nicodemus (the one who came to Jesus before and was one of them) asked,"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Does our Law convict someone without first giving him a hearing and finding out what he is [accused of] doing?&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "They responded, &apos;Are you also from Galilee? Search [and read the Scriptures], and see [for yourself] that no prophet comes from Galilee!&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "[ And everyone went to his own house."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "But Jesus went to the Mount of Olives."
            },
            {
                "verse_number": "2",
                "verse_text": "Early in the morning He came back into the temple [court], and all the people were coming to Him. He sat down and began teaching them."
            },
            {
                "verse_number": "3",
                "verse_text": "Now the scribes and Pharisees brought a woman who had been caught in adultery. They made her stand in the center of the court,"
            },
            {
                "verse_number": "4",
                "verse_text": "and they said to Him, &apos;Teacher, this woman has been caught in the very act of adultery."
            },
            {
                "verse_number": "5",
                "verse_text": "Now in the Law Moses commanded us to stone such women [to death]. So what do You say [to do with her&ndash;what is Your sentence]?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They said this to test Him, hoping that they would have grounds for accusing Him. But Jesus stooped down and began writing on the ground with His finger."
            },
            {
                "verse_number": "7",
                "verse_text": "However, when they persisted in questioning Him, He straightened up and said, &apos;He who is without [any] sin among you, let him be the first to throw a stone at her.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then He stooped down again and started writing on the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "They listened [to His reply], and they began to go out one by one, starting with the oldest ones, until He was left alone, with the woman [standing there before Him] in the center of the court."
            },
            {
                "verse_number": "10",
                "verse_text": "Straightening up, Jesus said to her, &apos;Woman, where are they? Did no one condemn you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "She answered, &apos;No one, Lord!&apos; And Jesus said, &apos;I do not condemn you either. Go. From now on sin no more.&apos; ]"
            },
            {
                "verse_number": "12",
                "verse_text": "Once more Jesus addressed the crowd. He said, &apos; I am the Light of the world. He who follows Me will not walk in the darkness, but will have the Light of life.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Pharisees told Him, &apos;You are testifying on Your own behalf; Your testimony is not valid.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus replied, &apos;Even if I do testify on My own behalf, My testimony is valid, because I know where I came from and where I am going; but you do not know where I come from or where I am going."
            },
            {
                "verse_number": "15",
                "verse_text": "You judge according to human standards [just by what you see]. I do not judge anyone."
            },
            {
                "verse_number": "16",
                "verse_text": "But even if I do judge, My judgment is true and My decision is right; for I am not alone [in making it], but I and the Father who sent Me [make the same judgment]."
            },
            {
                "verse_number": "17",
                "verse_text": "Even in your own law it is written that the testimony of two persons is true [valid and admissible]."
            },
            {
                "verse_number": "18",
                "verse_text": "I am One [of the Two] who testifies about Myself, and My Father who sent Me testifies about Me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Pharisees said to Him, &apos;Where is this Father of Yours?&apos; Jesus answered, &apos;You know neither Me nor My Father; if you knew Me, you would know My Father also.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus said these things in the treasury, as He taught in the temple [courtyard]; and no one seized Him, because His time had not yet come."
            },
            {
                "verse_number": "21",
                "verse_text": "Then He said again to them, &apos;I am going away, and you will look for Me, and you will die [unforgiven and condemned] in your sin. Where I am going, you cannot come.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the Jews were asking [among themselves], &apos;Will He kill Himself? Is that why He says, &quot;Where I am going, you cannot come&quot;?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He said to them, &apos;You are from below, I am from above; you are of this world, I am not of this world."
            },
            {
                "verse_number": "24",
                "verse_text": "That is why I told you that you will die [unforgiven and condemned] in your sins; for if you do not believe that I am the One [I claim to be], you will die in your sins.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So they said to Him, &apos;Who are You [anyway]?&apos; Jesus replied, &apos;What have I been saying to you from the beginning?"
            },
            {
                "verse_number": "26",
                "verse_text": "I have many things to say and judge concerning you, but He who sent Me is true; and I say to the world [only] the things that I have heard from Him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They did not realize [or have the spiritual insight to understand] that He was speaking to them about the Father."
            },
            {
                "verse_number": "28",
                "verse_text": "So Jesus said, &apos;When you lift up the Son of Man [on the cross], you will know then [without any doubt] that I am He, and that I do nothing on My own authority, but I say these things just as My Father taught Me."
            },
            {
                "verse_number": "29",
                "verse_text": "And He who sent Me is [always] with Me; He has not left Me alone, because I always do what pleases Him.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "As He said these things, many believed in Him."
            },
            {
                "verse_number": "31",
                "verse_text": "So Jesus was saying to the Jews who had believed Him, &apos;If you abide in My word [continually obeying My teachings and living in accordance with them, then] you are truly My disciples."
            },
            {
                "verse_number": "32",
                "verse_text": "And you will know the truth [regarding salvation], and the truth will set you free [from the penalty of sin].&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They answered Him, &apos;We are Abraham&quot;s descendants and have never been enslaved to anyone. What do You mean by saying, &quot;You will be set free&quot;?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;I assure you and most solemnly say to you, everyone who practices sin habitually is a slave of sin."
            },
            {
                "verse_number": "35",
                "verse_text": "Now the slave does not remain in a household forever; the son [of the master] does remain forever."
            },
            {
                "verse_number": "36",
                "verse_text": "So if the Son makes you free, then you are unquestionably free."
            },
            {
                "verse_number": "37",
                "verse_text": "I know that you are Abraham&quot;s descendants; yet you plan to kill Me, because My word has no place [to grow] in you [and it makes no change in your heart]."
            },
            {
                "verse_number": "38",
                "verse_text": "I tell the things that I have seen at My Father&quot;s side [in His very presence]; so you also do the things that you heard from your father.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "They answered, &apos;Abraham is our father.&apos; Jesus said to them, &apos;If you are [truly] Abraham&quot;s children, then do the works of Abraham and follow his example."
            },
            {
                "verse_number": "40",
                "verse_text": "But as it is, you want to kill Me, a Man who has told you the truth, which I heard from God. This is not the way Abraham acted."
            },
            {
                "verse_number": "41",
                "verse_text": "You are doing the works of your [own] father.&apos; They said to Him, &apos;We are not illegitimate children; we have one [spiritual] Father: God.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to them, &apos;If God were your Father [but He is not], you would love and recognize Me, for I came from God [out of His very presence] and have arrived here . For I have not even come on My own initiative [as self-appointed], but He [is the One who] sent Me."
            },
            {
                "verse_number": "43",
                "verse_text": "Why do you misunderstand what I am saying? It is because [your spiritual ears are deaf and] you are unable to hear [the truth of] My word."
            },
            {
                "verse_number": "44",
                "verse_text": "You are of your father the devil, and it is your will to practice the desires [which are characteristic] of your father. He was a murderer from the beginning, and does not stand in the truth because there is no truth in him. When he lies, he speaks what is natural to him, for he is a liar and the father of lies and half-truths."
            },
            {
                "verse_number": "45",
                "verse_text": "But because I speak the truth, you do not believe Me [and continue in your unbelief]."
            },
            {
                "verse_number": "46",
                "verse_text": "Which one of you [has proof and] convicts Me of sin? If I speak truth, why do you not believe Me?"
            },
            {
                "verse_number": "47",
                "verse_text": "Whoever is of God and belongs to Him hears [the truth of] God&quot;s words; for this reason you do not hear them: because you are not of God and you are not in fellowship with Him.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The Jews answered Him, &apos;Are we not right when we say You are a Samaritan and [that You] have a demon [and are under its power]?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus answered, &apos;I do not have a demon. On the contrary, I honor My Father, and you dishonor Me."
            },
            {
                "verse_number": "50",
                "verse_text": "However, I am not seeking glory for Myself. There is One who seeks [glory for Me] and judges [those who dishonor Me]."
            },
            {
                "verse_number": "51",
                "verse_text": "I assure you and most solemnly say to you, if anyone keeps My word [by living in accordance with My message] he will indeed never, ever see and experience death.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "The Jews said to Him, &apos;Now we know that You have a demon [and are under its power]. Abraham died, and also the prophets; yet You say, &quot;If anyone keeps My word, he will never, ever taste of death.&quot;"
            },
            {
                "verse_number": "53",
                "verse_text": "Are You greater than our father Abraham, who died? The prophets died too! Whom do You make Yourself out to be?&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus answered, &apos;If I glorify Myself, My glory is [worth] nothing. It is My Father who glorifies Me, of whom you say, &quot;He is our God.&quot;"
            },
            {
                "verse_number": "55",
                "verse_text": "Yet you do not know Him, but I know Him fully. If I said I did not know Him, I would be a liar like you. But I do know Him and keep His word."
            },
            {
                "verse_number": "56",
                "verse_text": "Your father Abraham [greatly] rejoiced to see My day (My incarnation). He saw it and was delighted.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "Then the Jews said to Him, &apos;You are not even fifty years old, and You [claim to] have seen Abraham?&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus replied, &apos;I assure you and most solemnly say to you, before Abraham was born, I Am.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "So they picked up stones to throw at Him, but Jesus concealed Himself and left the temple."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "While He was passing by, He noticed a man [who had been] blind from birth."
            },
            {
                "verse_number": "2",
                "verse_text": "His disciples asked Him, &apos;Rabbi (Teacher), who sinned, this man or his parents, that he would be born blind?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;Neither this man nor his parents sinned, but it was so that the works of God might be displayed and illustrated in him."
            },
            {
                "verse_number": "4",
                "verse_text": "We must work the works of Him who sent Me while it is day; night is coming when no one can work."
            },
            {
                "verse_number": "5",
                "verse_text": "As long as I am in the world, I am the Light of the world [giving guidance through My word and works].&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When He had said this, He spat on the ground and made mud with His saliva, and He spread the mud [like an ointment] on the man&quot;s eyes."
            },
            {
                "verse_number": "7",
                "verse_text": "And He said to him, &apos;Go, wash in the pool of Siloam&apos; (which is translated, Sent). So he went away and washed, and came back seeing."
            },
            {
                "verse_number": "8",
                "verse_text": "So the neighbors, and those who used to know him as a beggar, said, &apos;Is not this the man who used to sit and beg?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Some said, &apos;It is he.&apos; Still others said, &apos;No, but he looks like him.&apos; But he kept saying, &apos;I am the man.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they said to him, &apos;How were your eyes opened?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He replied, &apos;The Man called Jesus made mud and smeared it on my eyes and told me, &quot;Go to Siloam and wash.&quot; So I went and washed, and I received my sight!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They asked him, &apos;Where is He?&apos; He said, &apos;I do not know.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then they brought the man who was formerly blind to the Pharisees."
            },
            {
                "verse_number": "14",
                "verse_text": "Now it was on a Sabbath day that Jesus made the mud and opened the man&quot;s eyes."
            },
            {
                "verse_number": "15",
                "verse_text": "So the Pharisees asked him again how he received his sight. And he said to them, &apos;He smeared mud on my eyes, and I washed, and now I see.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then some of the Pharisees said, &apos;This Man [Jesus] is not from God, because He does not keep the Sabbath.&apos; But others said, &apos;How can a man who is a sinner (a non-observant Jew) do such signs and miracles?&apos; So there was a difference of opinion among them."
            },
            {
                "verse_number": "17",
                "verse_text": "Accordingly they said to the blind man again, &apos;What do you say about Him, since He opened your eyes?&apos; And he said, &apos;[It must be that] He is a prophet!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "However, the Jews did not believe that he had been blind and had received his sight until they called the man&quot;s parents."
            },
            {
                "verse_number": "19",
                "verse_text": "They asked them, &apos;Is this your son, who you say was born blind? Then how does he now see?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "His parents answered, &apos;We know that this is our son, and that he was born blind;"
            },
            {
                "verse_number": "21",
                "verse_text": "but as to how he now sees, we do not know; or who has opened his eyes, we do not know. Ask him [and stop asking us]; he is of age, he will speak for himself and give his own account of it.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "His parents said this because they were afraid of [the leaders of] the Jews; for the Jews had already agreed that if anyone acknowledged Jesus to be the Christ, he would be put out of the synagogue (excommunicated)."
            },
            {
                "verse_number": "23",
                "verse_text": "Because of this his parents said, &apos;He is of age; ask him.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So a second time they called the man who had been [born] blind, and said to him, &apos;Give God glory and praise [for your sight]! We know this Man [Jesus] is a sinner [separated from God].&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then he answered, &apos;I do not know whether He is a sinner [separated from God]; but one thing I do know, that though I was blind, now I see.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So they said to him, &apos;What did He [actually] do to you? How did He open your eyes?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He answered, &apos;I already told you and you did not listen. Why do you want to hear it again and again? Do you want to become His disciples, too?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "And [at that remark] they stormed at him and jeered, &apos;You are His disciple, but we are disciples of Moses!"
            },
            {
                "verse_number": "29",
                "verse_text": "We know [for certain] that God has spoken to Moses, but as for this Man, we do not know where He is from.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The man replied, &apos;Well, this is astonishing! You do not know where He comes from, and yet He opened my eyes!"
            },
            {
                "verse_number": "31",
                "verse_text": "We know [according to your tradition] that God does not hear sinners; but if anyone fears God and does His will, He hears him."
            },
            {
                "verse_number": "32",
                "verse_text": "Since the beginning of time it has never been heard that anyone opened the eyes of a person born blind."
            },
            {
                "verse_number": "33",
                "verse_text": "If this Man were not from God, He would not be able to do anything [like this because God would not hear His prayer].&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They answered him, &apos;You were born entirely in sins [from head to foot], and you [presume to] teach us?&apos; Then they threw him out [of the synagogue]."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus heard that they had put him out [of the synagogue], and finding him, He asked, &apos;Do you believe in the Son of Man?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "He answered, &apos;Who is He, Sir? Tell me so that I may believe in Him.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said to him, &apos;You have both seen Him, and [in fact] He is the one who is talking with you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "And he said, &apos;Lord, I believe [in You and Your word]!&apos; And he worshiped Him [with reverence and awe]."
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus said, &apos;I came into this world for judgment [to separate those who believe in Me from those who reject Me&ndash;to declare judgment on those who choose to be separated from God], so that the sightless would see, and those who see would become blind.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Some Pharisees who were with Him heard these things and said to Him, &apos;Are we also blind?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said to them, &apos;If you were blind [to spiritual things], you would have no sin [and would not be blamed for your unbelief]; but since you claim to have [spiritual] sight, [you have no excuse so] your sin and guilt remain."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I assure you and most solemnly say to you, he who does not enter by the door into the sheepfold, but climbs up from some other place [on the stone wall], that one is a thief and a robber."
            },
            {
                "verse_number": "2",
                "verse_text": "But he who enters by the door is the shepherd of the sheep [the protector and provider]."
            },
            {
                "verse_number": "3",
                "verse_text": "The doorkeeper opens [the gate] for this man, and the sheep hear his voice and pay attention to it. And [knowing that they listen] he calls his own sheep by name and leads them out [to pasture]."
            },
            {
                "verse_number": "4",
                "verse_text": "When he has brought all his own sheep outside, he walks on ahead of them, and the sheep follow him because they know his voice and recognize his call."
            },
            {
                "verse_number": "5",
                "verse_text": "They will never follow a stranger, but will run away from him, because they do not know the voice of strangers.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus used this figure of speech with them, but they did not understand what He was talking about."
            },
            {
                "verse_number": "7",
                "verse_text": "So Jesus said again, &apos;I assure you and most solemnly say to you, I am the Door for the sheep [leading to life]."
            },
            {
                "verse_number": "8",
                "verse_text": "All who came before Me [as false messiahs and self-appointed leaders] are thieves and robbers, but the [true] sheep did not hear them."
            },
            {
                "verse_number": "9",
                "verse_text": "I am the Door; anyone who enters through Me will be saved [and will live forever], and will go in and out [freely], and find pasture (spiritual security)."
            },
            {
                "verse_number": "10",
                "verse_text": "The thief comes only in order to steal and kill and destroy. I came that they may have life, and have it in abundance [to the full, till it overflows]."
            },
            {
                "verse_number": "11",
                "verse_text": "I am the Good Shepherd. The Good Shepherd lays down His [own] life for the sheep."
            },
            {
                "verse_number": "12",
                "verse_text": "But the hired man [who merely serves for wages], who is neither the shepherd nor the owner of the sheep, when he sees the wolf coming, deserts the flock and runs away; and the wolf snatches the sheep and scatters them."
            },
            {
                "verse_number": "13",
                "verse_text": "The man runs because he is a hired hand [who serves only for wages] and is not concerned about the [safety of the] sheep."
            },
            {
                "verse_number": "14",
                "verse_text": "I am the Good Shepherd, and I know [without any doubt those who are] My own and My own know Me [and have a deep, personal relationship with Me]&ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "even as the Father knows Me and I know the Father&ndash;and I lay down My [very own] life [sacrificing it] for the benefit of the sheep."
            },
            {
                "verse_number": "16",
                "verse_text": "I have other sheep [beside these] that are not of this fold. I must bring those also, and they will listen to My voice and pay attention to My call, and they will become one flock with one Shepherd."
            },
            {
                "verse_number": "17",
                "verse_text": "For this reason the Father loves Me, because I lay down My [own] life so that I may take it back."
            },
            {
                "verse_number": "18",
                "verse_text": "No one takes it away from Me, but I lay it down voluntarily. I am authorized and have power to lay it down and to give it up, and I am authorized and have power to take it back. This command I have received from My Father.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "A division [of opinion] occurred again among the Jews because of these words [of His]."
            },
            {
                "verse_number": "20",
                "verse_text": "Many of them said, &apos;He has a demon and He is mad [insane&ndash;He raves and rambles]. Why listen to Him?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Others were saying, &apos;These are not the words and thoughts of one possessed by a demon. Can a demon open the eyes of the blind?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "At that time the Feast of Dedication took place at Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "It was winter, and Jesus was walking in the temple [area] in Solomon&quot;s portico."
            },
            {
                "verse_number": "24",
                "verse_text": "So the Jews surrounded Him and began saying to Him, &apos;How long are You going to keep us in suspense? If You are [really] the Christ (the Messiah, the Anointed), tell us so plainly and openly.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus answered them, &apos;I have told you so, yet you do not believe. The works that I do in My Father&quot;s name testify concerning Me [they are My credentials and the evidence declaring who I am]."
            },
            {
                "verse_number": "26",
                "verse_text": "But you do not believe Me [so you do not trust and follow Me] because you are not My sheep."
            },
            {
                "verse_number": "27",
                "verse_text": "The sheep that are My own hear My voice and listen to Me; I know them, and they follow Me."
            },
            {
                "verse_number": "28",
                "verse_text": "And I give them eternal life, and they will never, ever [by any means] perish; and no one will ever snatch them out of My hand."
            },
            {
                "verse_number": "29",
                "verse_text": "My Father, who has given them to Me, is greater and mightier than all; and no one is able to snatch them out of the Father&quot;s hand."
            },
            {
                "verse_number": "30",
                "verse_text": "I and the Father are One [in essence and nature].&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Again the Jews picked up stones to stone Him."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus answered them, &apos;I showed you many good works [and many acts of mercy] from the Father; for which of them are you stoning Me?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Jews answered Him, &apos;We are not going to stone You for a good work, but for blasphemy, because You, a mere man, make Yourself out to be God.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered them, &apos;Is it not written in your Law, &quot;I said , you are gods [human judges representing God, not divine beings]&quot;?"
            },
            {
                "verse_number": "35",
                "verse_text": "If He called them gods, men to whom the word of God came (and the Scripture cannot be undone or annulled or broken),"
            },
            {
                "verse_number": "36",
                "verse_text": "[if that is true] then do you say of Him whom the Father sanctified and set apart for Himself and sent into the world, &quot;You are blaspheming,&quot; because I said, &quot;I am the Son of God&quot;?"
            },
            {
                "verse_number": "37",
                "verse_text": "If I do not do the works of My Father [that is, the miracles that only God could perform], then do not believe Me."
            },
            {
                "verse_number": "38",
                "verse_text": "But if I am doing them, even if you do not believe Me or have faith in Me, [at least] believe the works [that I do&ndash;admit that they are the works of God], so that you may know and keep on knowing [clearly&ndash;without any doubt] that the Father is in Me, and I am in the Father [that is, I am One with Him].&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So they tried again to seize Him, but He eluded their grasp."
            },
            {
                "verse_number": "40",
                "verse_text": "He went back again across the Jordan to the place where John was first baptizing, and He was staying there."
            },
            {
                "verse_number": "41",
                "verse_text": "Many came to Him, and they were saying, &apos;John did not perform a single sign (attesting miracle), but everything John said about this Man was true and accurate.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "And many there believed and confidently trusted in Him [accepting Him as Savior, and following His teaching]."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now a certain man named Lazarus was sick. He was from Bethany, the village where Mary and her sister Martha lived."
            },
            {
                "verse_number": "2",
                "verse_text": "It was the Mary who anointed the Lord with perfume and wiped His feet with her hair, whose brother Lazarus was sick."
            },
            {
                "verse_number": "3",
                "verse_text": "So the sisters sent word to Him, saying, &apos;Lord, he [our brother and Your friend] whom You love is sick.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Jesus heard this, He said, &apos;This sickness will not end in death; but [on the contrary it is] for the glory and honor of God, so that the Son of God may be glorified by it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Now Jesus loved and was concerned about Martha and her sister and Lazarus [and considered them dear friends]."
            },
            {
                "verse_number": "6",
                "verse_text": "So [even] when He heard that Lazarus was sick, He stayed in the same place two more days."
            },
            {
                "verse_number": "7",
                "verse_text": "Then He said to His disciples, &apos;Let us go back to Judea.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The disciples said to Him, &apos;Rabbi (Teacher), the Jews were only recently going to stone You, and You are [thinking of] going back there again?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus answered, &apos;Are there not twelve hours [of light] in the day? Anyone who walks in the daytime does not stumble, because he sees [by] the light of this world."
            },
            {
                "verse_number": "10",
                "verse_text": "But if anyone walks in the night, he stumbles, because there is no light in him.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He said this, and after that said, &apos;Our friend Lazarus has fallen asleep; but I am going there to wake him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The disciples answered, &apos;Lord, if he has fallen asleep, he will recover.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "However, Jesus had spoken of his death, but they thought that He was referring to natural sleep."
            },
            {
                "verse_number": "14",
                "verse_text": "So then Jesus told them plainly, &apos;Lazarus is dead."
            },
            {
                "verse_number": "15",
                "verse_text": "And for your sake I am glad that I was not there, so that you may believe. But let us go to him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Thomas, who was called Didymus (the twin), said to his fellow disciples, &apos;Let us go too, that we may die with Him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So when Jesus arrived, He found that Lazarus had already been in the tomb four days."
            },
            {
                "verse_number": "18",
                "verse_text": "Bethany was near Jerusalem, about two miles away;"
            },
            {
                "verse_number": "19",
                "verse_text": "and many of the Jews had come to see Martha and Mary, to comfort them concerning [the loss of] their brother."
            },
            {
                "verse_number": "20",
                "verse_text": "So when Martha heard that Jesus was coming, she went to meet Him, while Mary remained sitting in the house."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Martha said to Jesus, &apos;Lord, if You had been here, my brother would not have died."
            },
            {
                "verse_number": "22",
                "verse_text": "Even now I know that whatever You ask of God, God will give to You.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus told her, &apos;Your brother will rise [from the dead].&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Martha replied, &apos;I know that he will rise [from the dead] in the resurrection on the last day.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to her, &apos; I am the Resurrection and the Life. Whoever believes in (adheres to, trusts in, relies on) Me [as Savior] will live even if he dies;"
            },
            {
                "verse_number": "26",
                "verse_text": "and everyone who lives and believes in Me [as Savior] will never die. Do you believe this?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "She said to Him, &apos;Yes, Lord; I have believed and continue to believe that You are the Christ (the Messiah, the Anointed), the Son of God, He who was [destined and promised] to come into the world [and it is for You that the world has waited].&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After she had said this, she left and called her sister Mary, privately whispering [to her], &apos;The Teacher is here and is asking for you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "And when she heard this, she got up quickly and went to Him."
            },
            {
                "verse_number": "30",
                "verse_text": "Now Jesus had not yet entered the village, but was still at the place where Martha had met Him."
            },
            {
                "verse_number": "31",
                "verse_text": "So when the Jews who were with her in the house comforting her, saw how quickly Mary got up and left, they followed her, assuming that she was going to the tomb to weep there."
            },
            {
                "verse_number": "32",
                "verse_text": "When Mary came [to the place] where Jesus was and saw Him, she fell at His feet, saying to Him, &apos;Lord, if You had been here, my brother would not have died.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When Jesus saw her sobbing, and the Jews who had come with her also sobbing, He was deeply moved in spirit [to the point of anger at the sorrow caused by death] and was troubled,"
            },
            {
                "verse_number": "34",
                "verse_text": "and said, &apos;Where have you laid him?&apos; They said, &apos;Lord, come and see.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus wept."
            },
            {
                "verse_number": "36",
                "verse_text": "So the Jews were saying, &apos;See how He loved him [as a close friend]!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But some of them said, &apos;Could not this Man, who opened the blind man&quot;s eyes, have kept this man from dying?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So Jesus, again deeply moved within [to the point of anger], approached the tomb. It was a cave, and a boulder was lying against it [to cover the entrance]."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus said, &apos;Take away the stone.&apos; Martha, the sister of the dead man, said to Him, &apos;Lord, by this time there will be an offensive odor, for he has been dead four days! [It is hopeless!]&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus said to her, &apos;Did I not say to you that if you believe [in Me], you will see the glory of God [the expression of His excellence]?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "So they took away the stone. And Jesus raised His eyes [toward heaven] and said, &apos;Father, I thank You that You have heard Me."
            },
            {
                "verse_number": "42",
                "verse_text": "I knew that You always hear Me and listen to Me; but I have said this because of the people standing around, so that they may believe that You have sent Me [and that You have made Me Your representative].&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "When He had said this, He shouted with a loud voice, &apos;Lazarus, come out!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Out came the man who had been dead, his hands and feet tightly wrapped in burial cloths (linen strips), and with a [burial] cloth wrapped around his face. Jesus said to them, &apos;Unwrap him and release him.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "So then, many of the Jews who had come to [be with] Mary and who were eyewitnesses to what Jesus had done, believed in Him."
            },
            {
                "verse_number": "46",
                "verse_text": "But some of them went back to the Pharisees and told them what Jesus had done."
            },
            {
                "verse_number": "47",
                "verse_text": "So the chief priests and Pharisees convened a council [of the leaders in Israel], and said, &apos;What are we doing? For this man performs many signs (attesting miracles)."
            },
            {
                "verse_number": "48",
                "verse_text": "If we let Him go on like this, everyone will believe in Him, and the Romans will come and take away both our [holy] place (the temple) and our nation.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "But one of them, Caiaphas, who was the high priest that year [the year of Christ&quot;s crucifixion], said to them, &apos;You know nothing at all!"
            },
            {
                "verse_number": "50",
                "verse_text": "Nor do you understand that it is expedient and politically advantageous for you that one man die for the people, and that the whole nation not perish.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Now he did not say this [simply] on his own initiative; but being the high priest that year, he [was unknowingly used by God and] prophesied that Jesus was going to die for the nation,"
            },
            {
                "verse_number": "52",
                "verse_text": "and not only for the nation, but also for the purpose of gathering together into one body the children of God who have been scattered abroad."
            },
            {
                "verse_number": "53",
                "verse_text": "So from that day on they planned together to kill Him."
            },
            {
                "verse_number": "54",
                "verse_text": "For that reason Jesus no longer walked openly among the Jews, but left there and went to the district that borders on the uninhabited wilderness, to a town called Ephraim; and He stayed there with the disciples."
            },
            {
                "verse_number": "55",
                "verse_text": "Now the Passover of the Jews was approaching, and many from the country went up to Jerusalem before Passover to purify themselves [ceremonially, so that they would be able to participate in the feast]."
            },
            {
                "verse_number": "56",
                "verse_text": "So they were looking for Jesus as they stood in the temple [area], and saying among themselves, &apos;What do you think? Will He not come to the feast at all?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "Now the chief priests and Pharisees had given orders that if anyone knew where He was, he was to report it so that they might arrest Him."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Six days before the Passover, Jesus went to Bethany, where Lazarus was, whom He had raised from the dead."
            },
            {
                "verse_number": "2",
                "verse_text": "So they gave a supper for Him there. Martha was serving, and Lazarus was one of those reclining at the table with Him."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Mary took a pound of very expensive perfume of pure nard, and she poured it on Jesus&quot; feet and wiped His feet with her hair; and the house was filled with the fragrance of the perfume."
            },
            {
                "verse_number": "4",
                "verse_text": "But Judas Iscariot, one of His disciples, the one who was going to betray Him, said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Why was this perfume not sold for three hundred denarii and [the money] given to the poor?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now he said this, not because he cared about the poor [for he had never cared about them], but because he was a thief; and since he had the money box [serving as treasurer for the twelve disciples], he used to pilfer what was put into it."
            },
            {
                "verse_number": "7",
                "verse_text": "So Jesus said, &apos;Let her alone, so that she may keep [the rest of] it for the day of My burial."
            },
            {
                "verse_number": "8",
                "verse_text": "You always have the poor with you, but you do not always have Me.&apos; J esus said these things, and then He left and hid Himself from them."
            },
            {
                "verse_number": "9",
                "verse_text": "A large crowd of Jews learned that He was there [at Bethany]; and they came, not only because of Jesus, but also to see Lazarus, whom He had raised from the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "So the chief priests planned to kill Lazarus also,"
            },
            {
                "verse_number": "11",
                "verse_text": "because on account of him many of the Jews were going away [from the teaching and traditions of the Jewish leaders] and believing in Jesus [following Him as Savior and Messiah]."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day, when the large crowd who had come to the Passover feast heard that Jesus was coming to Jerusalem,"
            },
            {
                "verse_number": "13",
                "verse_text": "they took branches of palm trees [in homage to Him as King] and went out to meet Him, and they began shouting and kept shouting &apos;Hosanna! B lessed (celebrated, praised) is H e who comes in the name of the L ord , even the King of Israel!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And Jesus, finding a young donkey, sat on it; just as it is written [in Scripture],"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;D o not fear , D aughter of Z ion ; B ehold , Y our K ing is coming , seated on a donkey&quot;s colt .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "His disciples did not understand [the meaning of] these things at first; but when Jesus was glorified and exalted, they remembered that these things had been written about Him and had been done to Him."
            },
            {
                "verse_number": "17",
                "verse_text": "So the people, who were with Him when He called Lazarus out of the tomb and raised him from the dead, continued to tell others about Him ."
            },
            {
                "verse_number": "18",
                "verse_text": "For this reason the crowd went to meet Him, because they heard that He had performed this [miraculous] sign."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Pharisees [argued and] said to one another, &apos;You see that your efforts are futile. Look! The whole world has gone [running] after Him!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Now there were some Greeks (Gentiles) among those who were going up to worship at the feast;"
            },
            {
                "verse_number": "21",
                "verse_text": "these came to Philip, who was from Bethsaida in Galilee, with a request, saying, &apos;Sir, we wish to see Jesus.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Philip came and told Andrew; then Andrew and Philip went and told Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "And Jesus answered them, &apos;The hour has come for the Son of Man to be glorified and exalted."
            },
            {
                "verse_number": "24",
                "verse_text": "I assure you and most solemnly say to you, unless a grain of wheat falls into the earth and dies, it remains alone [just one grain, never more]. But if it dies, it produces much grain and yields a harvest."
            },
            {
                "verse_number": "25",
                "verse_text": "The one who loves his life [eventually] loses it [through death], but the one who hates his life in this world [and is concerned with pleasing God] will keep it for life eternal."
            },
            {
                "verse_number": "26",
                "verse_text": "If anyone serves Me, he must [continue to faithfully] follow Me [without hesitation, holding steadfastly to Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me]; and wherever I am [in heaven&quot;s glory], there will My servant be also. If anyone serves Me, the Father will honor him."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Now My soul is troubled and deeply distressed; what shall I say? &quot;Father, save Me from this hour [of trial and agony]&quot;? But it is for this [very] purpose that I have come to this hour [this time and place]."
            },
            {
                "verse_number": "28",
                "verse_text": "[Rather, I will say,] &quot;Father, glorify (honor, extol) Your name!&quot;&nbsp;&apos; Then a voice came from heaven saying, &apos;I have both glorified it, and will glorify it again.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The crowd of people who stood nearby and heard the voice said that it had thundered; others said, &apos;An angel has spoken to Him!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus answered, &apos;This voice has come for your sake, not for mine."
            },
            {
                "verse_number": "31",
                "verse_text": "Now judgment is upon this world [the sentence is being passed]. Now the ruler of this world (Satan) will be cast out."
            },
            {
                "verse_number": "32",
                "verse_text": "And I, if and when I am lifted up from the earth [on the cross], will draw all people to Myself [Gentiles, as well as Jews].&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He said this to indicate the kind of death by which He was to die."
            },
            {
                "verse_number": "34",
                "verse_text": "At this the crowd answered Him, &apos; We have heard from the Law that the Christ is to remain forever; how then can You say, &quot;The Son of Man must be lifted up&quot; ? Who is this Son of Man?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So Jesus said to them, &apos;The Light is among you [only] a little while longer. Walk while you have the Light [keep on living by it], so that darkness will not overtake you. He who walks in the darkness does not know where he is going [he is drifting aimlessly]."
            },
            {
                "verse_number": "36",
                "verse_text": "While you have the Light, believe and trust in the Light [have faith in it, hold on to it, rely on it], so that you may become sons of Light [being filled with Light as followers of God].&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Even though He had done so many signs (attesting miracles) right before them, yet they still did not believe and failed to trust Him&ndash;"
            },
            {
                "verse_number": "38",
                "verse_text": "This was to fulfill what Isaiah the prophet said: &apos;L ord , who has believed our message ? A nd to whom has the arm (the power) of the L ord been shown (unveiled, revealed)?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Therefore they could not believe, for Isaiah said again,"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;H e has blinded their eyes and H e hardened their heart , to keep them from seeing with their eyes and understanding with their heart and being converted ; otherwise , I [their God] would heal them .&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Isaiah said these things because he saw His glory and spoke about Him."
            },
            {
                "verse_number": "42",
                "verse_text": "Nevertheless, even many of the leading men believed in Him [as Savior and Messiah], but because of the Pharisees they would not confess it, for fear that [if they acknowledged Him openly] they would be put out of the synagogue (excommunicated);"
            },
            {
                "verse_number": "43",
                "verse_text": "for they loved the approval of men more than the approval of God."
            },
            {
                "verse_number": "44",
                "verse_text": "But Jesus loudly declared, &apos;The one who believes and trusts in Me does not believe [only] in Me but [also believes] in Him who sent Me."
            },
            {
                "verse_number": "45",
                "verse_text": "And whoever sees Me sees the One who sent Me."
            },
            {
                "verse_number": "46",
                "verse_text": "I have come as Light into the world, so that everyone who believes and trusts in Me [as Savior&ndash;all those who anchor their hope in Me and rely on the truth of My message] will not continue to live in darkness."
            },
            {
                "verse_number": "47",
                "verse_text": "If anyone hears My words and does not keep them, I do not judge him; for I did not come to judge and condemn the world [that is, to initiate the final judgment of the world], but to save the world."
            },
            {
                "verse_number": "48",
                "verse_text": "Whoever rejects Me and refuses to accept My teachings, has one who judges him; the very word that I spoke will judge and condemn him on the last day."
            },
            {
                "verse_number": "49",
                "verse_text": "For I have never spoken on My own initiative or authority, but the Father Himself who sent Me has given Me a commandment regarding what to say and what to speak."
            },
            {
                "verse_number": "50",
                "verse_text": "I know that His commandment is eternal life. So the things I speak, I speak [in accordance with His exact instruction,] just as the Father has told Me.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Now before the Passover Feast, Jesus knew that His hour had come [and it was time] for Him to leave this world and return to the Father. Having [greatly] loved His own who were in the world, He loved them [and continuously loves them with His perfect love] to the end (eternally)."
            },
            {
                "verse_number": "2",
                "verse_text": "It was during supper, when the devil had already put [the thought of] betraying Jesus into the heart of Judas Iscariot, Simon&quot;s son,"
            },
            {
                "verse_number": "3",
                "verse_text": "that Jesus, knowing that the Father had put everything into His hands, and that He had come from God and was [now] returning to God,"
            },
            {
                "verse_number": "4",
                "verse_text": "got up from supper, took off His [outer] robe, and taking a [servant&quot;s] towel, He tied it around His waist."
            },
            {
                "verse_number": "5",
                "verse_text": "Then He poured water into the basin and began washing the disciples&quot; feet and wiping them with the towel which was tied around His waist."
            },
            {
                "verse_number": "6",
                "verse_text": "When He came to Simon Peter, he said to Him, &apos;Lord, are You going to wash my feet?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus replied to him, &apos;You do not realize now what I am doing, but you will [fully] understand it later.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Peter said to Him, &apos;You will never wash my feet!&apos; Jesus answered, &apos;Unless I wash you, you have no part with Me [we can have nothing to do with each other].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Simon Peter said to Him, &apos;Lord, [in that case, wash] not only my feet, but also my hands and my head!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said to him, &apos;Anyone who has bathed needs only to wash his feet, and is completely clean. And you [My disciples] are clean, but not all of you. &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "For He knew who was going to betray Him; for that reason He said, &apos;Not all of you are clean.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So when He had washed their feet and put on His [outer] robe and reclined at the table again, He said to them, &apos;Do you understand what I have done for you?"
            },
            {
                "verse_number": "13",
                "verse_text": "You call Me Teacher and Lord, and you are right in doing so, for that is who I am."
            },
            {
                "verse_number": "14",
                "verse_text": "So if I, the Lord and the Teacher, washed your feet, you ought to wash one another&quot;s feet as well."
            },
            {
                "verse_number": "15",
                "verse_text": "For I gave you [this as] an example, so that you should do [in turn] as I did to you."
            },
            {
                "verse_number": "16",
                "verse_text": "I assure you and most solemnly say to you, a slave is not greater than his master, nor is one who is sent greater than the one who sent him."
            },
            {
                "verse_number": "17",
                "verse_text": "If you know these things, you are blessed [happy and favored by God] if you put them into practice [and faithfully do them]."
            },
            {
                "verse_number": "18",
                "verse_text": "I am not speaking of all of you. I know whom I have chosen; but [this has happened] in order that the Scripture may be fulfilled: &quot;H e who eats M y bread has raised up his heel against M e [as My enemy].&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "From now on I am telling you [what will happen] before it occurs, so that when it does take place you may believe that I am He [who I say I am&ndash;the Christ, the Anointed, the Messiah]."
            },
            {
                "verse_number": "20",
                "verse_text": "I assure you and most solemnly say to you, the one who receives and welcomes whomever I send receives Me; and the one who receives Me receives Him who sent Me [in that same way].&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After Jesus had said these things, He was troubled in spirit, and testified and said, &apos;I assure you and most solemnly say to you, one of you will betray Me and hand Me over.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The disciples began looking at one another, puzzled and disturbed as to whom He could mean."
            },
            {
                "verse_number": "23",
                "verse_text": "One of His disciples, whom Jesus loved (esteemed), was leaning against Jesus&quot; chest."
            },
            {
                "verse_number": "24",
                "verse_text": "So Simon Peter motioned to him (John) and [quietly] asked [him to ask Jesus] of whom He was speaking."
            },
            {
                "verse_number": "25",
                "verse_text": "Then leaning back against Jesus&quot; chest, he (John) asked Him [privately], &apos;Lord, who is it?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;It is the one to whom I am going to give this piece [of bread] after I have dipped it.&apos; So when He had dipped the piece of bread [into the dish], He gave it to Judas, son of Simon Iscariot."
            },
            {
                "verse_number": "27",
                "verse_text": "After [Judas had taken] the piece of bread, Satan entered him. Then Jesus said to him, &apos;What you are going to do, do quickly [without delay].&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But no one reclining at the table knew why He said this to him."
            },
            {
                "verse_number": "29",
                "verse_text": "Some thought that, since Judas [as the treasurer of the group] had the money box, Jesus was telling him, &apos;Buy what we need for the feast,&apos; or that he was to give something to the poor."
            },
            {
                "verse_number": "30",
                "verse_text": "After taking the piece of bread, he went out immediately; and it was night."
            },
            {
                "verse_number": "31",
                "verse_text": "So when Judas had left, Jesus said, &apos;Now is [the time for] the Son of Man [to be] glorified, and God is glorified in Him;"
            },
            {
                "verse_number": "32",
                "verse_text": "[ if God is glorified in Him, ] God will also glorify Him (the Son) in Himself, and will glorify Him at once."
            },
            {
                "verse_number": "33",
                "verse_text": "Little children, I am with you [only] a little longer. You will look for Me and, as I told the Jews, so I tell you now, &quot;Where I am going, you are not able to come.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "I am giving you a new commandment, that you love one another. Just as I have loved you, so you too are to love one another."
            },
            {
                "verse_number": "35",
                "verse_text": "By this everyone will know that you are My disciples, if you have love and unselfish concern for one another.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Simon Peter said to Him, &apos;Lord, where are You going?&apos; Jesus answered, &apos;Where I am going, you cannot follow Me now; but you will be able to follow later.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Peter said to Him, &apos;Lord, why cannot I follow You now? I will lay down my life for You!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus answered, &apos;Will you [really] lay down your life for Me? I assure you and most solemnly say to you, before a rooster crows you will deny and completely disown Me three times."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do not let your heart be troubled (afraid, cowardly). Believe [confidently] in God and trust in Him, [have faith, hold on to it, rely on it, keep going and] believe also in Me."
            },
            {
                "verse_number": "2",
                "verse_text": "In My Father&quot;s house are many dwelling places. If it were not so, I would have told you, because I am going there to prepare a place for you."
            },
            {
                "verse_number": "3",
                "verse_text": "And if I go and prepare a place for you, I will come back again and I will take you to Myself, so that where I am you may be also."
            },
            {
                "verse_number": "4",
                "verse_text": "And [to the place] where I am going, you know the way.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Thomas said to Him, &apos;Lord, we do not know where You are going; so how can we know the way?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to him, &apos; I am the [only] Way [to God] and the [real] Truth and the [real] Life; no one comes to the Father but through Me."
            },
            {
                "verse_number": "7",
                "verse_text": "If you had [really] known Me, you would also have known My Father. From now on you know Him, and have seen Him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Philip said to Him, &apos;Lord, show us the Father and then we will be satisfied.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to him, &apos;Have I been with you for so long a time, and you do not know Me yet, Philip, nor recognize clearly who I am? Anyone who has seen Me has seen the Father. How can you say, &quot;Show us the Father?&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Do you not believe that I am in the Father, and the Father is in Me? The words I say to you I do not say on My own initiative or authority, but the Father, abiding continually in Me, does His works [His attesting miracles and acts of power]."
            },
            {
                "verse_number": "11",
                "verse_text": "Believe Me that I am in the Father and the Father is in Me; otherwise believe [Me] because of the [very] works themselves [which you have witnessed]."
            },
            {
                "verse_number": "12",
                "verse_text": "I assure you and most solemnly say to you, anyone who believes in Me [as Savior] will also do the things that I do; and he will do even greater things than these [in extent and outreach], because I am going to the Father."
            },
            {
                "verse_number": "13",
                "verse_text": "And I will do whatever you ask in My name [ as My representative], this I will do, so that the Father may be glorified and celebrated in the Son."
            },
            {
                "verse_number": "14",
                "verse_text": "If you ask Me anything in My name [as My representative], I will do it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If you [really] love Me, you will keep and obey My commandments."
            },
            {
                "verse_number": "16",
                "verse_text": "And I will ask the Father, and He will give you another Helper (Comforter, Advocate, Intercessor&ndash;Counselor, Strengthener, Standby), to be with you forever&ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "the Spirit of Truth, whom the world cannot receive [and take to its heart] because it does not see Him or know Him, but you know Him because He (the Holy Spirit) remains with you continually and will be in you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I will not leave you as orphans [comfortless, bereaved, and helpless]; I will come [back] to you."
            },
            {
                "verse_number": "19",
                "verse_text": "After a little while the world will no longer see Me, but you will see Me; because I live, you will live also."
            },
            {
                "verse_number": "20",
                "verse_text": "On that day [when that time comes] you will know for yourselves that I am in My Father, and you are in Me, and I am in you."
            },
            {
                "verse_number": "21",
                "verse_text": "The person who has My commandments and keeps them is the one who [really] loves Me; and whoever [really] loves Me will be loved by My Father, and I will love him and reveal Myself to him [I will make Myself real to him].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Judas (not Iscariot) asked Him, &apos;Lord, what has happened that You are going to reveal Yourself to us and not to the world?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered, &apos;If anyone [really] loves Me, he will keep My word (teaching); and My Father will love him, and We will come to him and make Our dwelling place with him."
            },
            {
                "verse_number": "24",
                "verse_text": "One who does not [really] love Me does not keep My words. And the word (teaching) which you hear is not Mine, but is the Father&quot;s who sent Me."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have told you these things while I am still with you."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Helper (Comforter, Advocate, Intercessor&ndash;Counselor, Strengthener, Standby), the Holy Spirit, whom the Father will send in My name [in My place, to represent Me and act on My behalf], He will teach you all things. And He will help you remember everything that I have told you."
            },
            {
                "verse_number": "27",
                "verse_text": "Peace I leave with you; My [perfect] peace I give to you; not as the world gives do I give to you. Do not let your heart be troubled, nor let it be afraid. [Let My perfect peace calm you in every circumstance and give you courage and strength for every challenge.]"
            },
            {
                "verse_number": "28",
                "verse_text": "You heard Me tell you, &quot;I am going away, and I am coming back to you.&quot; If you [really] loved Me, you would have rejoiced, because I am going [back] to the Father, for the Father is greater than I."
            },
            {
                "verse_number": "29",
                "verse_text": "I have told you now before it happens, so that when it does take place, you may believe and have faith [in Me]."
            },
            {
                "verse_number": "30",
                "verse_text": "I will not speak with you much longer, for the ruler of the world (Satan) is coming. And he has no claim on Me [no power over Me nor anything that he can use against Me];"
            },
            {
                "verse_number": "31",
                "verse_text": "but so that the world may know [without any doubt] that I love the Father, I do exactly as the Father has commanded Me [and act in full agreement with Him]. Get up, let us go from here."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "&apos; I am the true Vine, and My Father is the vinedresser."
            },
            {
                "verse_number": "2",
                "verse_text": "Every branch in Me that does not bear fruit, He takes away; and every branch that continues to bear fruit, He [repeatedly] prunes, so that it will bear more fruit [even richer and finer fruit]."
            },
            {
                "verse_number": "3",
                "verse_text": "You are already clean because of the word which I have given you [the teachings which I have discussed with you]."
            },
            {
                "verse_number": "4",
                "verse_text": "Remain in Me, and I [will remain] in you. Just as no branch can bear fruit by itself without remaining in the vine, neither can you [bear fruit, producing evidence of your faith] unless you remain in Me."
            },
            {
                "verse_number": "5",
                "verse_text": "I am the Vine; you are the branches. The one who remains in Me and I in him bears much fruit, for [otherwise] apart from Me [that is, cut off from vital union with Me] you can do nothing."
            },
            {
                "verse_number": "6",
                "verse_text": "If anyone does not remain in Me, he is thrown out like a [broken off] branch, and withers and dies; and they gather such branches and throw them into the fire, and they are burned."
            },
            {
                "verse_number": "7",
                "verse_text": "If you remain in Me and My words remain in you [that is, if we are vitally united and My message lives in your heart], ask whatever you wish and it will be done for you."
            },
            {
                "verse_number": "8",
                "verse_text": "My Father is glorified and honored by this, when you bear much fruit, and prove yourselves to be My [true] disciples."
            },
            {
                "verse_number": "9",
                "verse_text": "I have loved you just as the Father has loved Me; remain in My love [and do not doubt My love for you]."
            },
            {
                "verse_number": "10",
                "verse_text": "If you keep My commandments and obey My teaching, you will remain in My love, just as I have kept My Father&quot;s commandments and remain in His love."
            },
            {
                "verse_number": "11",
                "verse_text": "I have told you these things so that My joy and delight may be in you, and that your joy may be made full and complete and overflowing."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;This is My commandment, that you love and unselfishly seek the best for one another, just as I have loved you."
            },
            {
                "verse_number": "13",
                "verse_text": "No one has greater love [nor stronger commitment] than to lay down his own life for his friends."
            },
            {
                "verse_number": "14",
                "verse_text": "You are my friends if you keep on doing what I command you."
            },
            {
                "verse_number": "15",
                "verse_text": "I do not call you servants any longer, for the servant does not know what his master is doing; but I have called you [My] friends, because I have revealed to you everything that I have heard from My Father."
            },
            {
                "verse_number": "16",
                "verse_text": "You have not chosen Me, but I have chosen you and I have appointed and placed and purposefully planted you, so that you would go and bear fruit and keep on bearing, and that your fruit will remain and be lasting, so that whatever you ask of the Father in My name [as My representative] He may give to you."
            },
            {
                "verse_number": "17",
                "verse_text": "This [is what] I command you: that you love and unselfishly seek the best for one another."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If the world hates you [and it does], know that it has hated Me before it hated you."
            },
            {
                "verse_number": "19",
                "verse_text": "If you belonged to the world, the world would love [you as] its own and would treat you with affection. But you are not of the world [you no longer belong to it], but I have chosen you out of the world. And because of this the world hates you."
            },
            {
                "verse_number": "20",
                "verse_text": "Remember [and continue to remember] that I told you, &quot;A servant is not greater than his master.&quot; If they persecuted Me, they will also persecute you. If they kept My word, they will keep yours also."
            },
            {
                "verse_number": "21",
                "verse_text": "But they will do all these [hurtful] things to you for My name&quot;s sake [because you bear My name and are identified with Me], for they do not know the One who sent Me."
            },
            {
                "verse_number": "22",
                "verse_text": "If I had not come and spoken to them, they would not have [the guilt of their] sin; but now they have no excuse for their sin."
            },
            {
                "verse_number": "23",
                "verse_text": "The one who hates Me also hates My Father."
            },
            {
                "verse_number": "24",
                "verse_text": "If I had not done among them the works (attesting miracles) which no one else [ever] did, they would not have [the guilt of their] sin; but now [the fact is that] they have both seen [these works] and have hated Me [and continue to hate Me] and My Father as well."
            },
            {
                "verse_number": "25",
                "verse_text": "But [this is so] that the word which has been written in their Law would be fulfilled, &quot;T hey hated M e without a cause .&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But when the Helper (Comforter, Advocate, Intercessor&ndash;Counselor, Strengthener, Standby) comes, whom I will send to you from the Father, that is the Spirit of Truth who comes from the Father, He will testify and bear witness about Me."
            },
            {
                "verse_number": "27",
                "verse_text": "But you will testify also and be My witnesses, because you have been with Me from the beginning."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have told you these things so that you will not stumble or be caught off guard and fall away."
            },
            {
                "verse_number": "2",
                "verse_text": "They will put you out of the synagogues and make you outcasts. And a time is coming when whoever kills you will think that he is offering service to God."
            },
            {
                "verse_number": "3",
                "verse_text": "And they will do these things because they have not known the Father or Me."
            },
            {
                "verse_number": "4",
                "verse_text": "I have told you these things [now], so that when their time comes, you will remember that I told you about them. I did not say these things to you at the beginning, because I was with you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;But now I am going to Him who sent Me; and none of you asks Me, &quot;Where are You going?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "But because I have said these things to you, sorrow has filled your hearts [and taken complete possession of them]."
            },
            {
                "verse_number": "7",
                "verse_text": "But I tell you the truth, it is to your advantage that I go away; for if I do not go away, the Helper (Comforter, Advocate, Intercessor&ndash;Counselor, Strengthener, Standby) will not come to you; but if I go, I will send Him (the Holy Spirit) to you [to be in close fellowship with you]."
            },
            {
                "verse_number": "8",
                "verse_text": "And He, when He comes, will convict the world about [the guilt of] sin [and the need for a Savior], and about righteousness, and about judgment:"
            },
            {
                "verse_number": "9",
                "verse_text": "about sin [and the true nature of it], because they do not believe in Me [and My message];"
            },
            {
                "verse_number": "10",
                "verse_text": "about righteousness [personal integrity and godly character], because I am going to My Father and you will no longer see Me;"
            },
            {
                "verse_number": "11",
                "verse_text": "about judgment [the certainty of it], because the ruler of this world (Satan) has been judged and condemned."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I have many more things to say to you, but you cannot bear [to hear] them now."
            },
            {
                "verse_number": "13",
                "verse_text": "But when He, the Spirit of Truth, comes, He will guide you into all the truth [full and complete truth]. For He will not speak on His own initiative, but He will speak whatever He hears [from the Father&ndash;the message regarding the Son], and He will disclose to you what is to come [in the future]."
            },
            {
                "verse_number": "14",
                "verse_text": "He will glorify and honor Me, because He (the Holy Spirit) will take from what is Mine and will disclose it to you."
            },
            {
                "verse_number": "15",
                "verse_text": "All things that the Father has are Mine. Because of this I said that He [the Spirit] will take from what is Mine and will reveal it to you."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;A little while, and you will no longer see Me; and again a little while, and you will see Me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Some of His disciples said to one another, &apos;What does He mean when He tells us, &quot;A little while, and you will not see Me; and again a little while, and you will see Me&quot; ; and, &quot;because I am going to My Father&quot;?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So they were saying, &apos;What does He mean when He says, &quot;A little while&quot; ? We do not know what He is talking about.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus knew that they wanted to ask Him, so He said to them, &apos;Are you wondering among yourselves about what I meant when I said, &quot;A little while, and you will not see Me, and again a little while, and you will see Me&quot;?"
            },
            {
                "verse_number": "20",
                "verse_text": "I assure you and most solemnly say to you, that you will weep and grieve [in great mourning], but the world will rejoice. You will be sorrowful, but your sorrow will be turned into joy."
            },
            {
                "verse_number": "21",
                "verse_text": "A woman, when she is in labor, has pain because her time [to give birth] has come; but when she has given birth to the child, she no longer remembers the anguish because of her joy that a child has come into the world."
            },
            {
                "verse_number": "22",
                "verse_text": "So for now you are in grief; but I will see you again, and [then] your hearts will rejoice, and no one will take away from you your [great] joy."
            },
            {
                "verse_number": "23",
                "verse_text": "In that day you will not [need to] ask Me about anything. I assure you and most solemnly say to you, whatever you ask the Father in My name [as My representative], He will give you."
            },
            {
                "verse_number": "24",
                "verse_text": "Until now you have not asked [the Father] for anything in My name; but now ask and keep on asking and you will receive, so that your joy may be full and complete."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I have told you these things in figurative language (veiled language, proverbs); the hour is now coming when I will no longer speak to you in figures of speech, but I will tell you plainly about the Father."
            },
            {
                "verse_number": "26",
                "verse_text": "In that day you will ask in My name, and I am not saying to you that I will ask the Father on your behalf [because it will be unnecessary];"
            },
            {
                "verse_number": "27",
                "verse_text": "for the Father Himself [tenderly] loves you, because you have loved Me and have believed that I came from the Father."
            },
            {
                "verse_number": "28",
                "verse_text": "I came from the Father and have come into the world; again, I am leaving the world and going to the Father.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "His disciples said, &apos;Ah, now You are speaking plainly to us and not in figures of speech!"
            },
            {
                "verse_number": "30",
                "verse_text": "Now we know that You know all things, and have no need for anyone to question You; because of this we believe [without any doubt] that you came from God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered them, &apos;Do you now [at last] believe?"
            },
            {
                "verse_number": "32",
                "verse_text": "Take careful notice: an hour is coming, and has arrived, when you will all be scattered, each to his own home, leaving Me alone; and yet I am not alone, because the Father is with Me."
            },
            {
                "verse_number": "33",
                "verse_text": "I have told you these things, so that in Me you may have [perfect] peace. In the world you have tribulation and distress and suffering, but be courageous [be confident, be undaunted, be filled with joy]; I have overcome the world.&apos; [My conquest is accomplished, My victory abiding.]"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus had spoken these things, He raised His eyes to heaven [in prayer] and said, &apos;Father, the hour has come. Glorify Your Son, so that Your Son may glorify You."
            },
            {
                "verse_number": "2",
                "verse_text": "Just as You have given Him power and authority over all mankind, [now glorify Him] so that He may give eternal life to all whom You have given Him [to be His&ndash;permanently and forever]."
            },
            {
                "verse_number": "3",
                "verse_text": "Now this is eternal life: that they may know You, the only true [supreme and sovereign] God, and [in the same manner know] Jesus [as the] Christ whom You have sent."
            },
            {
                "verse_number": "4",
                "verse_text": "I have glorified You [down here] on the earth by completing the work that You gave Me to do."
            },
            {
                "verse_number": "5",
                "verse_text": "Now, Father, glorify Me together with Yourself, with the glory and majesty that I had with You before the world existed."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I have manifested Your name [and revealed Your very self, Your real self] to the people whom You have given Me out of the world; they were Yours and You gave them to Me, and they have kept and obeyed Your word."
            },
            {
                "verse_number": "7",
                "verse_text": "Now [at last] they know [with confident assurance] that all You have given Me is from You [it is really and truly Yours]."
            },
            {
                "verse_number": "8",
                "verse_text": "For the words which You gave Me I have given them; and they received and accepted them and truly understood [with confident assurance] that I came from You [from Your presence], and they believed [without any doubt] that You sent Me."
            },
            {
                "verse_number": "9",
                "verse_text": "I pray for them; I do not pray for the world, but for those You have given Me, because they belong to You;"
            },
            {
                "verse_number": "10",
                "verse_text": "and all things that are Mine are Yours, and [all things that are] Yours are Mine; and I am glorified in them."
            },
            {
                "verse_number": "11",
                "verse_text": "I am no longer in the world; yet they are still in the world, and I am coming to You. Holy Father, keep them in Your name, the name which You have given Me, so that they may be one just as We are."
            },
            {
                "verse_number": "12",
                "verse_text": "While I was with them, I was keeping them in Your name which You have given Me; and I guarded them and protected them, and not one of them was lost except the son of destruction, so that the Scripture would be fulfilled."
            },
            {
                "verse_number": "13",
                "verse_text": "But now I am coming to You; and I say these things [while I am still] in the world so that they may experience My joy made full and complete and perfect within them [filling their hearts with My delight]."
            },
            {
                "verse_number": "14",
                "verse_text": "I have given to them Your word [the message You gave Me]; and the world has hated them because they are not of the world and do not belong to the world, just as I am not of the world and do not belong to it."
            },
            {
                "verse_number": "15",
                "verse_text": "I do not ask You to take them out of the world, but that You keep them and protect them from the evil one."
            },
            {
                "verse_number": "16",
                "verse_text": "They are not of the world, just as I am not of the world."
            },
            {
                "verse_number": "17",
                "verse_text": "Sanctify them in the truth [set them apart for Your purposes, make them holy]; Your word is truth."
            },
            {
                "verse_number": "18",
                "verse_text": "Just as You commissioned and sent Me into the world, I also have commissioned and sent them (believers) into the world."
            },
            {
                "verse_number": "19",
                "verse_text": "For their sake I sanctify Myself [to do Your will], so that they also may be sanctified [set apart, dedicated, made holy] in [Your] truth."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I do not pray for these alone [it is not for their sake only that I make this request], but also for [all] those who [will ever] believe and trust in Me through their message,"
            },
            {
                "verse_number": "21",
                "verse_text": "that they all may be one; just as You, Father, are in Me and I in You, that they also may be one in Us, so that the world may believe [without any doubt] that You sent Me."
            },
            {
                "verse_number": "22",
                "verse_text": "I have given to them the glory and honor which You have given Me, that they may be one, just as We are one;"
            },
            {
                "verse_number": "23",
                "verse_text": "I in them and You in Me, that they may be perfected and completed into one, so that the world may know [without any doubt] that You sent Me, and [that You] have loved them, just as You have loved Me."
            },
            {
                "verse_number": "24",
                "verse_text": "Father, I desire that they also, whom You have given to Me [as Your gift to Me], may be with Me where I am, so that they may see My glory which You have given Me, because You loved Me before the foundation of the world."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;O just and righteous Father, although the world has not known You and has never acknowledged You [and the revelation of Your mercy], yet I have always known You; and these [believers] know [without any doubt] that You sent Me;"
            },
            {
                "verse_number": "26",
                "verse_text": "and I have made Your name known to them, and will continue to make it known, so that the love with which You have loved Me may be in them [overwhelming their heart], and I [may be] in them.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Having said these things, Jesus left with His disciples and went across the ravine of the Kidron. There was a garden there, which He and His disciples entered."
            },
            {
                "verse_number": "2",
                "verse_text": "Now Judas, who was betraying Him, knew the place, because Jesus had often met there with His disciples."
            },
            {
                "verse_number": "3",
                "verse_text": "So Judas, having obtained the Roman cohort and some officers from the high priests and the Pharisees, came there with lanterns and torches and weapons."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jesus, knowing all that was about to happen to Him, went to them and asked, &apos;Whom do you want?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They answered Him, &apos;Jesus the Nazarene.&apos; Jesus said, &apos;I am He. &apos; And Judas, who was betraying Him, was also standing with them."
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesus said, &apos;I am He, &apos; they drew back and fell to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "Again He asked them, &apos;Whom do you want?&apos; And they said, &apos;Jesus the Nazarene.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos;I told you that I am He; so if you want Me, let these men go on their way.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "This was to fulfill and verify the words He had spoken, &apos;Of those whom You have given Me, I have not lost even one.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Simon Peter, who had a sword, drew it and struck the high priest&quot;s servant, cutting off his right ear. The servant&quot;s name was Malchus."
            },
            {
                "verse_number": "11",
                "verse_text": "So Jesus said to Peter, &apos;Put the sword [back] in its sheath! Shall I not drink the cup which My Father has given Me?&apos; A nd when he had said this, he went out to the Jews again and told them, &apos;I find no guilt in Him [no crime, no cause for an accusation]."
            },
            {
                "verse_number": "12",
                "verse_text": "So the cohort and their commander and the officers of the Jews arrested Jesus and bound Him,"
            },
            {
                "verse_number": "13",
                "verse_text": "and led Him to Annas first; for he was the father-in-law of Caiaphas, who was high priest that year."
            },
            {
                "verse_number": "14",
                "verse_text": "It was Caiaphas who had advised the Jews that it was expedient for one man to die on behalf of the people."
            },
            {
                "verse_number": "15",
                "verse_text": "Simon Peter and another disciple were following Jesus. Now that disciple was known to the high priest, so he went with Jesus into the courtyard of the [residence of the] high priest;"
            },
            {
                "verse_number": "16",
                "verse_text": "but Peter was standing outside at the door. So the other disciple (John), who was known to the high priest, went out and spoke to the doorkeeper, and brought Peter inside."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the servant girl who kept the door said to Peter, &apos;You are not one of this Man&quot;s disciples, are you?&apos; He said, &apos;I am not.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now the servants and the officers had made a fire of coals, because it was cold, and they were standing and warming themselves. And Peter was with them, standing and warming himself."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the high priest questioned Jesus about His disciples and about His teaching."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered him, &apos;I have spoken openly to the world. I always taught in a synagogue and in the temple [area], where all the Jews habitually congregate; and I said nothing in secret."
            },
            {
                "verse_number": "21",
                "verse_text": "Why question Me? Question those who have heard what I said to them. They know what I said.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But when He said this, one of the officers who was standing nearby struck Jesus [in the face], saying, &apos;Is that how You answer the high priest?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;If I have said anything wrong, make a formal statement about the wrong; but if [I spoke] properly, why did you strike Me?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Annas sent Him bound to Caiaphas the high priest."
            },
            {
                "verse_number": "25",
                "verse_text": "Now Simon Peter was [still] standing and warming himself. So they said to him, &apos;You are not one of His disciples, are you?&apos; He denied it and said, &apos;I am not.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "One of the high priest&quot;s servants, a relative of the one whose ear Peter cut off, said, &apos;Did I not see you with Him in the garden?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Peter denied it again, and immediately a rooster crowed."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the Jews led Jesus from Caiaphas to the Praetorium (governor&quot;s palace). Now it was early and the Jews did not enter the Praetorium so that they would not be [ceremonially] unclean, but might [be able to] eat [and participate in the Feast of Unleavened Bread which began after] the Passover [supper]."
            },
            {
                "verse_number": "29",
                "verse_text": "So Pilate came out to them and asked, &apos;What accusation do you bring against this Man?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They answered, &apos;If He were not a criminal, we would not have handed Him over to you [for judgment].&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Pilate said to them, &apos;Take Him yourselves and judge Him according to your own law.&apos; The Jews said, &apos;We are not permitted to put anyone to death.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "This was to fulfill the word which Jesus had spoken to indicate by what manner of death He was going to die."
            },
            {
                "verse_number": "33",
                "verse_text": "So Pilate went into the Praetorium again, and called Jesus and asked Him, &apos;Are You the King of the Jews?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, &apos;Are you saying this on your own initiative, or did others tell you about Me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Pilate answered, &apos;I am not a Jew, am I? Your own people and their chief priests have handed You over to me. What have You done [that is worthy of death]?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus replied, &apos;My kingdom is not of this world [nor does it have its origin in this world]. If My kingdom were of this world, My servants would be fighting [hard] to keep Me from being handed over to the Jews; but as it is, My kingdom is not of this world.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So Pilate said to Him, &apos;Then You are a King?&apos; Jesus answered, &apos;You say [correctly] that I am a King. This is why I was born, and for this I have come into the world, to testify to the truth. Everyone who is of the truth [who is a friend of the truth and belongs to the truth] hears and listens carefully to My voice.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Pilate said to Him [scornfully], &apos;What is truth?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But you have a custom that I release someone for you at the Passover. So shall I release for you the King of the Jews?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then they all shouted back again, &apos;Not this Man, but Barabbas!&apos; Now Barabbas was a robber."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "So then Pilate took Jesus and had Him scourged (flogged, whipped)."
            },
            {
                "verse_number": "2",
                "verse_text": "And the soldiers twisted together a crown of thorns and put it on His head, and put a purple robe around Him;"
            },
            {
                "verse_number": "3",
                "verse_text": "and they kept coming up to Him, saying [mockingly], &apos;Hail, King of the Jews [Good health! Peace! Long life to you, King of the Jews]!&apos; And they slapped Him in the face ."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Pilate came out again and said to them, &apos;Look, I am bringing Him out to you so that you may know that I find no guilt in Him [no crime, no cause for an accusation].&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Jesus came out, wearing the crown of thorns and the purple robe, and Pilate said to them, &apos;Look! The Man!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the chief priests and officers saw Him, they shouted, &apos;Crucify [Him]! Crucify [Him]!&apos; Pilate said to them, &apos;Take Him yourselves and crucify Him, for I find no guilt in Him [no crime, no cause for an accusation].&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Jews answered him, &apos;We have a law [regarding blasphemy], and according to that law He should die, because He made Himself out to be the Son of God.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So when Pilate heard this said, he was [even] more alarmed and afraid."
            },
            {
                "verse_number": "9",
                "verse_text": "He went into the Praetorium again and said to Jesus, &apos;Where are You from?&apos; But Jesus did not answer him."
            },
            {
                "verse_number": "10",
                "verse_text": "So Pilate said to Him, &apos;You do not speak to me? Do You not know that I have authority to release You, and I have authority to crucify You?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;You would have no authority over Me at all if it had not been given to you from above. For this reason the sin and guilt of the one who handed Me over to you is greater [than your own].&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "As a result of this, Pilate kept making efforts to release Him, but the Jews kept screaming, &apos; If you release this Man, you are no friend of Caesar! Anyone who makes himself out [to be] a king opposes Caesar [and rebels against the emperor]!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Pilate heard this, he brought Jesus out, and sat down on the judgment seat at a place called The Pavement, but in Hebrew, Gabbatha."
            },
            {
                "verse_number": "14",
                "verse_text": "Now it was the day of Preparation for the Passover [week], and it was about the sixth hour (noon). He said to the Jews, &apos;Look, your King!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But they shouted, &apos;Away with Him, away with Him, crucify Him!&apos; Pilate said to them, &apos;Shall I crucify your King?&apos; The chief priests answered, &apos;We have no king but Caesar!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he handed Him over to them to be crucified."
            },
            {
                "verse_number": "17",
                "verse_text": "So they took Jesus, and He went out, bearing His own cross, to the place called the Place of the Skull, which is called in Hebrew, Golgotha."
            },
            {
                "verse_number": "18",
                "verse_text": "There they crucified Him, and with Him two others, one on either side, and Jesus between them."
            },
            {
                "verse_number": "19",
                "verse_text": "Pilate also wrote an inscription [on a placard] and put it on the cross. And it was written: &apos;JESUS THE NAZARENE, THE KING OF THE JEWS.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And many of the Jews read this inscription, for the place where Jesus was crucified was near the city; and it was written in Hebrew, in Latin, and in Greek."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the chief priests of the Jews said to Pilate, &apos;Do not write, &quot;The King of the Jews&quot;; but, &quot;He said, &apos;I am King of the Jews.&apos;&nbsp;&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate replied, &apos;What I have written I have written [and it remains written].&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the soldiers, when they had crucified Jesus, took His outer clothes and made four parts, a part for each soldier, and also the tunic. But the tunic was seamless, woven [in one piece] from the top throughout."
            },
            {
                "verse_number": "24",
                "verse_text": "So they said to one another, &apos;Let us not tear it, but cast lots for it, to decide whose it will be.&apos; This was to fulfill the Scripture, &apos;T hey divided M y outer clothing among them , and for M y clothing they cast lots .&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So the soldiers did these things. B ut standing by the cross of Jesus were His mother, His mother&quot;s sister [ Salome], Mary the wife of Clopas, and Mary Magdalene."
            },
            {
                "verse_number": "26",
                "verse_text": "So Jesus, seeing His mother, and the disciple whom He loved (esteemed) standing near, said to His mother, &apos;[Dear] woman, look, [here is] your son!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then He said to the disciple (John), &apos;Look! [here is] your mother [protect and provide for her]!&apos; From that hour the disciple took her into his own home."
            },
            {
                "verse_number": "28",
                "verse_text": "After this, Jesus, knowing that all was now finished, said in fulfillment of the Scripture, &apos;I am thirsty.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "A jar full of sour wine was placed there; so they put a sponge soaked in the sour wine on [a branch of] hyssop and held it to His mouth."
            },
            {
                "verse_number": "30",
                "verse_text": "When Jesus had received the sour wine, He said, &apos;It is finished!&apos; And He bowed His head and [voluntarily] gave up His spirit."
            },
            {
                "verse_number": "31",
                "verse_text": "Since it was the day of Preparation [for the Sabbath], in order to prevent the bodies from hanging on the cross on the Sabbath (for that Sabbath was a high holy day) the Jews asked Pilate to have their legs broken [to hasten death] and the bodies taken away."
            },
            {
                "verse_number": "32",
                "verse_text": "So the soldiers came and broke the legs of the first man, and of the other who had been crucified with Him."
            },
            {
                "verse_number": "33",
                "verse_text": "But when they came to Jesus and saw that He was already dead, they did not break His legs."
            },
            {
                "verse_number": "34",
                "verse_text": "But one of the soldiers pierced His side with a spear, and immediately blood and water came [flowing] out."
            },
            {
                "verse_number": "35",
                "verse_text": "And he (John, the eyewitness) who has seen it has testified, and his testimony is true; and he knows that he is telling the truth, so that you also [who read this] may believe."
            },
            {
                "verse_number": "36",
                "verse_text": "For these things took place to fulfill the Scripture, &apos;N ot a bone of H is shall be broken .&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And again another Scripture says, &apos;T hey shall look at H im whom they have pierced .&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "And after this, Joseph of Arimathea&ndash;a disciple of Jesus, but secretly for fear of the Jews&ndash;asked Pilate to let him take away the body of Jesus; and Pilate gave him permission. So he came and took away His body."
            },
            {
                "verse_number": "39",
                "verse_text": "Nicodemus, who had first come to Him at night, also came bringing a mixture of myrrh and aloes, [weighing] about a hundred [Roman] pounds."
            },
            {
                "verse_number": "40",
                "verse_text": "So they took Jesus&quot; body and bound it in linen wrappings with the fragrant spices, as is the burial custom of the Jews."
            },
            {
                "verse_number": "41",
                "verse_text": "Now there was a garden at the place where He was crucified, and in the garden a new tomb [cut out of solid rock] in which no one had yet been laid."
            },
            {
                "verse_number": "42",
                "verse_text": "Therefore, because of the Jewish day of Preparation, and since the tomb was nearby, they laid Jesus there."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw the stone [already] removed from the [groove across the entrance of the] tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "So she ran and went to Simon Peter and to the other disciple (John), whom Jesus loved (esteemed), and said to them, &apos;They have taken away the Lord out of the tomb, and we do not know where they have laid Him!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Peter and the other disciple left, and they were going to the tomb."
            },
            {
                "verse_number": "4",
                "verse_text": "And the two were running together, but the other disciple outran Peter and arrived at the tomb first."
            },
            {
                "verse_number": "5",
                "verse_text": "Stooping down and looking in, he saw the linen wrappings [neatly] lying there; but he did not go in."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Simon Peter came up, following him, and went into the tomb and saw the linen wrappings [neatly] lying there;"
            },
            {
                "verse_number": "7",
                "verse_text": "and the [burial] face-cloth which had been on Jesus&quot; head, not lying with the [other] linen wrappings, but rolled up in a place by itself."
            },
            {
                "verse_number": "8",
                "verse_text": "So the other disciple, who had reached the tomb first, went in too; and he saw [the wrappings and the face-cloth] and believed [without any doubt that Jesus had risen from the dead]."
            },
            {
                "verse_number": "9",
                "verse_text": "For as yet they did not understand the Scripture, that He must rise from the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the disciples went back again to their own homes."
            },
            {
                "verse_number": "11",
                "verse_text": "But Mary [who had returned] was standing outside the tomb sobbing; and so, as she wept, she stooped down and looked into the tomb;"
            },
            {
                "verse_number": "12",
                "verse_text": "and she saw two angels in white sitting there, one at the head and one at the feet, where the body of Jesus had lain."
            },
            {
                "verse_number": "13",
                "verse_text": "And they said to her, &apos;Woman, why are you crying?&apos; She told them, &apos;Because they have taken away my Lord, and I do not know where they have laid Him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "After saying this, she turned around and saw Jesus standing there, but she did not know that it was Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus said to her, &apos;Woman, why are you crying? For whom are you looking?&apos; Supposing that He was the gardener, she replied, &apos;Sir, if you are the one who has carried Him away from here, tell me where you have put Him, and I will take Him away.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to her, &apos;Mary!&apos; She turned and said to Him in Hebrew, &apos;Rabboni!&apos; (which means, Teacher)."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to her, &apos; Do not hold Me, for I have not yet ascended to the Father; but go to My brothers and tell them, &quot;I am ascending to My Father and your Father, and to My God and your God.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Mary Magdalene came, reporting to the disciples that she had seen the Lord and that He had said these things to her."
            },
            {
                "verse_number": "19",
                "verse_text": "So when it was evening on that same day, the first day of the week, though the disciples were [meeting] behind barred doors for fear of the Jews, Jesus came and stood among them, and said, &apos; Peace to you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "After He said this, He showed them His hands and His side. When the disciples saw the Lord, they were filled with great joy."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus said to them again, &apos;Peace to you; as the Father has sent Me, I also send you [as My representatives].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "And when He said this, He breathed on them and said to them, &apos;Receive the Holy Spirit."
            },
            {
                "verse_number": "23",
                "verse_text": "If you forgive the sins of anyone they are forgiven [because of their faith]; if you retain the sins of anyone, they are retained [and remain unforgiven because of their unbelief].&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But Thomas, one of the twelve [disciples], who was called Didymus (the twin), was not with them when Jesus came."
            },
            {
                "verse_number": "25",
                "verse_text": "So the other disciples kept telling him, &apos;We have seen the Lord!&apos; But he said to them, &apos;Unless I see in His hands the marks of the nails, and put my finger into the nail prints, and put my hand into His side, I will never believe.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Eight days later His disciples were again inside the house, and Thomas was with them. Jesus came, though the doors had been barred, and stood among them and said, &apos;Peace to you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then He said to Thomas, &apos;Reach here with your finger, and see My hands; and put out your hand and place it in My side. Do not be unbelieving, but [stop doubting and] believe.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Thomas answered Him, &apos;My Lord and my God!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said to him, &apos;Because you have seen Me, do you now believe? Blessed [happy, spiritually secure, and favored by God] are they who did not see [Me] and yet believed [in Me].&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "There are also many other signs (attesting miracles) that Jesus performed in the presence of the disciples, which are not written in this book;"
            },
            {
                "verse_number": "31",
                "verse_text": "but these have been written so that you may believe [with a deep, abiding trust] that Jesus is the Christ (the Messiah, the Anointed), the Son of God; and that by believing [and trusting in and relying on Him] you may have life in His name."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "After this Jesus revealed Himself again to the disciples at the Sea of Tiberias (Galilee). And He did it in this way:"
            },
            {
                "verse_number": "2",
                "verse_text": "Simon Peter, and Thomas who is called Didymus (the twin), and Nathanael from Cana of Galilee, as well as [John and James] the sons of Zebedee, and two others of His disciples were together."
            },
            {
                "verse_number": "3",
                "verse_text": "Simon Peter said to them, &apos;I am going fishing.&apos; They said, &apos;And we are coming with you.&apos; So they went out and got into the boat; and that night they caught nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "As morning was breaking, Jesus [came and] stood on the beach; however, the disciples did not know that it was Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "So Jesus said to them, &apos;Children, do you have any fish [to eat along with your bread]?&apos; They answered, &apos;No.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And He said to them, &apos;Cast the net on the right-hand side of the boat (starboard) and you will find some.&apos; So they cast [the net], and then they were not able to haul it in because of the great catch of fish."
            },
            {
                "verse_number": "7",
                "verse_text": "Then that disciple (John) whom Jesus loved (esteemed) said to Peter, &apos;It is the Lord!&apos; So when Simon Peter heard that it was the Lord, he put on his outer tunic (for he was stripped for work ) and threw himself into the sea [and swam ashore]."
            },
            {
                "verse_number": "8",
                "verse_text": "But the other disciples came in the small boat, for they were not far from shore, only about a hundred yards away, dragging the net full of fish."
            },
            {
                "verse_number": "9",
                "verse_text": "So when they got out on the beach, they saw a charcoal fire set up and fish on it cooking, and bread."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said to them, &apos;Bring some of the fish which you have just caught.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Simon Peter went aboard and hauled the net to land, full of large fish, a hundred and fifty-three [of them]; and although there were so many, the net was not torn."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus said to them, &apos;Come and have breakfast.&apos; None of the disciples dared to ask Him, &apos;Who are You?&apos; They knew [without any doubt] that it was the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus came and took the bread and gave it to them, and likewise the fish."
            },
            {
                "verse_number": "14",
                "verse_text": "This was now the third time that Jesus appeared to the disciples, after He had risen from the dead."
            },
            {
                "verse_number": "15",
                "verse_text": "So when they had finished breakfast, Jesus said to Simon Peter, &apos;Simon, son of John, do you love Me more than these [others do&ndash;with total commitment and devotion]?&apos; He said to Him, &apos;Yes, Lord; You know that I love You [with a deep, personal affection, as for a close friend].&apos; Jesus said to him, &apos;Feed My lambs.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Again He said to him a second time, &apos;Simon, son of John, do you love Me [with total commitment and devotion]?&apos; He said to Him, &apos;Yes, Lord; You know that I love You [with a deep, personal affection, as for a close friend].&apos; Jesus said to him, &apos;Shepherd My sheep.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He said to him the third time, &apos;Simon, son of John, do you love Me [with a deep, personal affection for Me, as for a close friend]?&apos; Peter was grieved that He asked him the third time, &apos;Do you [really] love Me [with a deep, personal affection, as for a close friend]?&apos; And he said to Him, &apos;Lord, You know everything; You know that I love You [with a deep, personal affection, as for a close friend].&apos; Jesus said to him, &apos;Feed My sheep."
            },
            {
                "verse_number": "18",
                "verse_text": "I assure you and most solemnly say to you, when you were younger you dressed yourself and walked wherever you wished; but when you grow old, you will stretch out your hands and arms, and someone else will dress you, and carry you where you do not wish to go.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now He said this to indicate the kind of death by which Peter would glorify God. And after saying this, He said to him, &apos;Follow Me [walk the same path of life that I have walked]!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Peter turned and saw the disciple whom Jesus loved following them; the one who also had leaned back on His chest at the supper and had said, &apos;Lord, who is it that is going to betray You?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So when Peter saw him, he asked Jesus, &apos;Lord, and what about this man [what is in his future]?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus said to him, &apos;If I want him to stay alive until I come [again], what is that to you? You follow Me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So this word went out among the brothers that this disciple (John) was not going to die; yet Jesus did not say to him that he was not going to die, but only , &apos;If I want him to stay alive until I come [again], what is that to you?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "This is the same disciple who is testifying to these things and has recorded them; and we know [without any doubt] that his testimony is true."
            },
            {
                "verse_number": "25",
                "verse_text": "And there are also many other things which Jesus did, which if they were recorded one by one, I suppose that even the world itself could not contain the books that would be written."
            }
        ]
    }
}