{
    "2 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon the son of David established himself securely over his kingdom, and the L ord his God was with him and made him exceedingly great."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon spoke to all Israel, to the commanders of thousands and of hundreds and to the judges and to every leader in all Israel, the heads of the fathers&quot; (ancestors&quot;) households ."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Solomon and all the assembly went to the high place at Gibeon [to offer sacrifices, where the Canaanites had habitually worshiped], for God&quot;s Tent of Meeting was there, which Moses the servant of the L ord had made in the wilderness."
            },
            {
                "verse_number": "4",
                "verse_text": "But David had brought up the ark of God from Kiriath-jearim to the place he had prepared for it, because he had pitched a tent for it in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the bronze altar, which Bezalel the son of Uri, the son of Hur, had made was there before the tabernacle of the L ord , and Solomon and the assembly sought it out."
            },
            {
                "verse_number": "6",
                "verse_text": "And Solomon went up to the bronze altar before the L ord at the Tent of Meeting, and offered a thousand burnt offerings on it."
            },
            {
                "verse_number": "7",
                "verse_text": "That night God appeared to Solomon and said to him, &apos;Ask what I shall give to you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Solomon said to God, &apos;You have shown great lovingkindness and mercy to my father David, and have made me king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, O L ord God, Your promise to my father David is fulfilled, for You have made me king over a people as numerous as the dust of the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "Give me wisdom and knowledge, so that I may go out and come in [performing my duties] before this people, for [otherwise] who can rule and administer justice to this great people of Yours?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "God replied to Solomon, &apos;Because this was in your heart and you did not ask for riches, possessions or honor and personal glory, or the life of those who hate you, nor have you even asked for long life, but you have asked for wisdom and knowledge for yourself so that you may rule and administer justice to My people over whom I have made you king,"
            },
            {
                "verse_number": "12",
                "verse_text": "wisdom and knowledge have been granted you. I will also give you riches, possessions, and honor, such as none of the kings who were before you has possessed nor will those who will come after you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Solomon went from the high place at Gibeon, from the Tent of Meeting, to Jerusalem. And he reigned over Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon acquired chariots and horsemen; he had 1,400 chariots and 12,000 horsemen, and he stationed them in the cities [suited for the use] of chariots and with the king at Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "The king made silver and gold as plentiful and common in Jerusalem as stones, and he made cedar as plentiful as the sycamore-fig trees in the lowland."
            },
            {
                "verse_number": "16",
                "verse_text": "Solomon&quot;s horses were imported from Egypt and from Kue. The king&quot;s merchants purchased them [in large numbers] from Kue at a price."
            },
            {
                "verse_number": "17",
                "verse_text": "And they imported chariots from Egypt for 600 shekels of silver apiece, and horses for 150 apiece; and in the same way they exported horses to all the kings of the Hittites and the kings of the Arameans (Syrians)."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now Solomon decided to build a house (temple) for the Name of the L ord , and a royal palace for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "So Solomon assigned 70,000 men to carry loads, 80,000 men to quarry stone in the mountains, and 3,600 to supervise them."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Solomon sent word to Hiram king of Tyre, saying, &apos;As you dealt with my father David and sent him cedars to build himself a house in which to live, [please] do the same for me."
            },
            {
                "verse_number": "4",
                "verse_text": "Observe, I am about to build a house for the Name of the L ord my God, dedicated to Him, to burn fragrant incense [of sweet spices] before Him, to set out the showbread continually, and to offer burnt offerings morning and evening, on Sabbaths, New Moons, and on the festivals of the L ord our God, as ordained forever in Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "The house I am going to build will be great, for our God is greater than all the gods."
            },
            {
                "verse_number": "6",
                "verse_text": "But who is able to build a house for Him, since the heavens and [even] the highest heavens cannot contain Him? Who am I to build a house for Him, except [as a place] to burn incense before Him?"
            },
            {
                "verse_number": "7",
                "verse_text": "Now send me a man who is skilled to work in gold, silver, bronze, and iron, and in purple, crimson, and blue fabrics, and who knows how to make engravings, to work with the skilled men who are with me in Judah and Jerusalem, whom my father David provided."
            },
            {
                "verse_number": "8",
                "verse_text": "Send me also cedar, cypress, and algum timber, for I know that your servants know how to cut timber in Lebanon. And indeed my servants will work with your servants"
            },
            {
                "verse_number": "9",
                "verse_text": "to prepare for me an abundance of timber, because the house I am about to build will be great and wonderful."
            },
            {
                "verse_number": "10",
                "verse_text": "And I will give to your servants who cut timber, 20,000 measures of crushed wheat and 20,000 measures of barley, and 20,000 baths of wine and 20,000 baths of [olive] oil.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Hiram, king of Tyre replied in a letter sent to Solomon: &apos;Because the L ord loves His people, He has made you king over them.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Hiram said also, &apos;Blessed be the L ord , the God of Israel, who made heaven and earth, who has given King David a wise son, endowed with discretion and understanding, who will build a house for the L ord and a royal palace for himself."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Now I am sending a skilled man, endowed with understanding, Huram-abi,"
            },
            {
                "verse_number": "14",
                "verse_text": "the son of a Danite woman and a Tyrian father. He is trained to work in gold, silver, bronze, iron, stone, and wood; in purple, blue, and crimson fabrics, and in fine linen. He is able to make any kind of engraving and to carry out any design given him. He will work with your skilled men and those of my lord, David your father."
            },
            {
                "verse_number": "15",
                "verse_text": "Now then, let my lord send to his servants the wheat, the barley, the oil, and the wine of which he has spoken."
            },
            {
                "verse_number": "16",
                "verse_text": "We will cut whatever timber you need from Lebanon and bring it to you on rafts by sea to Joppa, so that you may take it up to Jerusalem.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Solomon took a count of all the aliens in the land of Israel, like the census that his father David had taken; and they were found to be 153,600."
            },
            {
                "verse_number": "18",
                "verse_text": "He assigned 70,000 of them to carry loads and 80,000 to quarry stone in the mountain, and 3,600 as overseers to make the people work."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon began to build the house of the L ord in Jerusalem on Mount Moriah, where the L ord appeared to his father David, in the place that David had prepared, on the threshing floor of Ornan the Jebusite."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon began to build on the second day of the second month in the fourth year of his reign."
            },
            {
                "verse_number": "3",
                "verse_text": "Now this is the [measurement of the] foundation which Solomon laid for the house of God: the length in cubits&ndash;by the old standard of measure&ndash;was sixty cubits (90 ft.), and the width was twenty cubits (30 ft.)."
            },
            {
                "verse_number": "4",
                "verse_text": "The porch in front of the house was as long as the width of the house, twenty cubits, and the height was 120 cubits. He overlaid it inside with pure gold."
            },
            {
                "verse_number": "5",
                "verse_text": "He overlaid the main room [the Holy Place] with cypress wood and overlaid it with fine gold, and decorated it with palm trees and chains."
            },
            {
                "verse_number": "6",
                "verse_text": "And he adorned the house with precious stones; and the gold was gold from Parvaim."
            },
            {
                "verse_number": "7",
                "verse_text": "He also overlaid the house [the Holy Place] with gold&ndash;the beams, the thresholds, and its walls and its doors; and he carved cherubim on the walls."
            },
            {
                "verse_number": "8",
                "verse_text": "Now he made the room of the Holy of Holies: its length equaling the width of the house was twenty cubits, and its width was twenty cubits; and he overlaid it with 600 talents of fine gold."
            },
            {
                "verse_number": "9",
                "verse_text": "The weight of the nails was fifty shekels of gold. He also overlaid the upper rooms with gold."
            },
            {
                "verse_number": "10",
                "verse_text": "And in the Holy of Holies he made two sculptured cherubim, and overlaid them with gold."
            },
            {
                "verse_number": "11",
                "verse_text": "The wingspan of the cherubim was twenty cubits: one wing of one cherub was five cubits, reaching to the wall of the house, and its other wing, of five cubits, touched the other cherub&quot;s wing."
            },
            {
                "verse_number": "12",
                "verse_text": "The wing of the other cherub, of five cubits, touched the wall of the house; and its other wing of five cubits touched the wing of the first cherub."
            },
            {
                "verse_number": "13",
                "verse_text": "The wings of these cherubim extended twenty cubits. The cherubim stood on their feet, their faces toward the Holy Place (the main room)."
            },
            {
                "verse_number": "14",
                "verse_text": "He made the veil [between the Holy Place and the Holy of Holies] of blue, purple, and crimson colors, and fine linen, and embroidered cherubim on it."
            },
            {
                "verse_number": "15",
                "verse_text": "He also made two pillars for the front of the house, thirty-five cubits high, and the capital on the top of each one was five cubits."
            },
            {
                "verse_number": "16",
                "verse_text": "He made chains [like a necklace] in the inner sanctuary and put them on the tops of the pillars; and he made a hundred pomegranates and put them on the chains."
            },
            {
                "verse_number": "17",
                "verse_text": "He erected the pillars in front of the temple, one on the right, the other on the left, and named the one on the right Jachin (may He establish) and the one on the left Boaz (in Him is strength)."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon made an altar of bronze, twenty cubits in length, twenty cubits in width, and ten cubits in height."
            },
            {
                "verse_number": "2",
                "verse_text": "He also made the Sea [that is, the large basin used for ceremonial washing] of cast metal, ten cubits from brim to brim, circular in form, and five cubits in height, and its circumference was thirty cubits."
            },
            {
                "verse_number": "3",
                "verse_text": "Under it and entirely encircling it were figures of oxen, ten to a cubit. The oxen were in two rows, cast in one piece."
            },
            {
                "verse_number": "4",
                "verse_text": "It stood on twelve oxen, three facing north, three facing west, three facing south, three facing east; and the Sea was set on top of them and all their hindquarters turned inward."
            },
            {
                "verse_number": "5",
                "verse_text": "It was a handbreadth (the width of the four fingers) thick; its brim was made like the brim of a cup, like a lily blossom. It could hold 3,000 baths (measures)."
            },
            {
                "verse_number": "6",
                "verse_text": "He also made ten [portable] basins in which to wash, and he put five on the right (south) side and five on the left (north). They would rinse things for the burnt offering in them, but the Sea was for the priests to wash in."
            },
            {
                "verse_number": "7",
                "verse_text": "And he made ten golden lampstands just as directed and set them in the temple, five on the right side and five on the left."
            },
            {
                "verse_number": "8",
                "verse_text": "He made also ten tables and placed them in the temple, five on the right side and five on the left side, and he made a hundred [ceremonial] basins of gold."
            },
            {
                "verse_number": "9",
                "verse_text": "Moreover, he made the courtyard of the priests, and the great courtyard [for the people] and doors for the courtyard, and he overlaid their doors with bronze."
            },
            {
                "verse_number": "10",
                "verse_text": "He set the Sea on the right side at the southeast corner [of the house]."
            },
            {
                "verse_number": "11",
                "verse_text": "And Huram also made the pails [for ashes], the shovels, and the basins. So Huram finished the work that he did for King Solomon in the house of God:"
            },
            {
                "verse_number": "12",
                "verse_text": "the two pillars, the bowls, the capitals on top of the two pillars, and the two lattice works to cover the two bowls of the capitals which were on top of the pillars,"
            },
            {
                "verse_number": "13",
                "verse_text": "and the four hundred pomegranates for the two lattice works, two rows of pomegranates for each lattice to cover the two bowls of the capitals on the pillars."
            },
            {
                "verse_number": "14",
                "verse_text": "He also made the stands and he made the basins on the stands;"
            },
            {
                "verse_number": "15",
                "verse_text": "and the one Sea with the twelve oxen under it."
            },
            {
                "verse_number": "16",
                "verse_text": "The pails, the shovels, and the meat-forks, and all the utensils Huram-abi made of polished bronze for King Solomon for the house of the L ord ."
            },
            {
                "verse_number": "17",
                "verse_text": "The king cast them on the plain of the Jordan, in the clay ground between Succoth and Zeredah."
            },
            {
                "verse_number": "18",
                "verse_text": "Solomon made all these utensils in such great quantity that the weight of the bronze could not be determined."
            },
            {
                "verse_number": "19",
                "verse_text": "Solomon also made all the articles that were in the house of God: the golden altar, and the tables for the bread of the Presence (showbread),"
            },
            {
                "verse_number": "20",
                "verse_text": "and the lampstands with their lamps of pure gold, to burn in front of the inner sanctuary (the Holy of Holies) as directed;"
            },
            {
                "verse_number": "21",
                "verse_text": "the flowers, the lamps, and the tongs of gold, of purest gold;"
            },
            {
                "verse_number": "22",
                "verse_text": "and the snuffers, the basins, the dishes [for incense], and the firepans, of pure gold; and for the entrance of the house (temple), the inner doors for the Holy of Holies and the doors of the Holy Place (main room), were of gold."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Thus all the work that Solomon did for the house of the L ord was finished. He brought in the things that his father David had dedicated, and he put the silver and the gold and all the utensils in the treasuries of the house of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the leaders of the fathers&quot; households of the Israelites, in Jerusalem to bring the ark of the covenant of the L ord up from the City of David, which is Zion."
            },
            {
                "verse_number": "3",
                "verse_text": "All the men of Israel gathered before the king at the feast in the seventh month."
            },
            {
                "verse_number": "4",
                "verse_text": "And all the elders of Israel came, and the Levites took up the ark."
            },
            {
                "verse_number": "5",
                "verse_text": "The Levitical priests brought up the ark, the Tent of Meeting, and all the holy utensils that were in the Tent."
            },
            {
                "verse_number": "6",
                "verse_text": "And King Solomon and all the assembly of Israel who gathered together with him before the ark were sacrificing so many sheep and oxen that they could not be counted or numbered."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priests brought the ark of the covenant of the L ord to its place, to the inner sanctuary of the house, into the Holy of Holies, under the wings of the cherubim;"
            },
            {
                "verse_number": "8",
                "verse_text": "for the cherubim spread out their wings over the place of the ark, making a covering above the ark and its carrying poles."
            },
            {
                "verse_number": "9",
                "verse_text": "The poles were so long that the ends of the poles of the ark were visible from the front of the Holy of Holies (inner sanctuary), but were not visible from the outside. They are there to this day."
            },
            {
                "verse_number": "10",
                "verse_text": "There was nothing in the ark except the two tablets [of the Ten Commandments] which Moses put there at Mount Horeb, when the L ord made a covenant with the Israelites, when they came out of Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "When the priests came out of the Holy Place (for all the priests who were present had sanctified themselves [separating themselves from everything unclean], without regard to their assigned divisions),"
            },
            {
                "verse_number": "12",
                "verse_text": "and all of the Levitical singers, Asaph, Heman, and Jeduthun, with their sons and relatives, clothed in fine linen, with cymbals, harps, and lyres were standing at the east end of the altar, and with them a hundred and twenty priests blowing trumpets"
            },
            {
                "verse_number": "13",
                "verse_text": "in unison when the trumpeters and singers were to make themselves heard with one voice praising and thanking the L ord , and when they raised their voices accompanied by the trumpets and cymbals and [other] instruments of music, and when they praised the L ord , saying, &apos;For He is good, for His mercy and lovingkindness endure forever,&apos; then the house of the L ord was filled with a cloud,"
            },
            {
                "verse_number": "14",
                "verse_text": "so that the priests could not remain standing to minister because of the cloud; for the glory and brilliance of the L ord filled the house of God."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon said, &apos;The L ord has said that He would dwell in the thick cloud. A place for You to dwell forever.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I have built You a lofty house,"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king turned around and blessed the entire assembly of Israel, while they were all standing."
            },
            {
                "verse_number": "4",
                "verse_text": "And he said, &apos;Blessed be the L ord , the God of Israel, who spoke with His mouth to my father David and has fulfilled with His hands what He promised, saying,"
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;Since the day that I brought My people out of the land of Egypt, I did not choose a city among all the tribes of Israel in which to build a house so that My Name (Presence) might be there, nor did I choose any man to be a leader over My people Israel;"
            },
            {
                "verse_number": "6",
                "verse_text": "but I have chosen Jerusalem that My Name might be there, and I have chosen David to be over My people Israel.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now it was in the heart of my father David to build a house for the Name of the L ord , the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "But the L ord said to my father David, &quot;Because it was in your heart to build a house for My Name, you did well that it was in your heart."
            },
            {
                "verse_number": "9",
                "verse_text": "Nevertheless you shall not build the house, but your son who will be born to you, he shall build the house for My Name.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now the L ord has fulfilled His word which He spoke; for I have risen in place of my father David and I sit on the throne of Israel, just as the L ord promised, and have built the house for the Name of the L ord , the God of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "There I have placed the ark [the symbol of His Presence] in which is the covenant of the L ord [the Ten Commandments], which He made with the people (descendants) of Israel.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon stood before the altar of the L ord in the presence of the entire assembly of Israel and spread out his hands."
            },
            {
                "verse_number": "13",
                "verse_text": "For Solomon had made a bronze platform, five cubits square and three cubits high, and had set it in the midst of the courtyard; and he stood on it, and he knelt down on his knees in the presence of all the assembly of Israel and spread out his hands toward heaven,"
            },
            {
                "verse_number": "14",
                "verse_text": "and he said, &apos;O L ord , God of Israel, there is no god like You in heaven or on the earth, keeping covenant and showing mercy and lovingkindness to Your servants who walk before You [in obedience] with all their heart,"
            },
            {
                "verse_number": "15",
                "verse_text": "[You] who have kept Your promise to Your servant David, my father, that which You told him; You have spoken with Your mouth and have fulfilled it with Your hand, as it is today."
            },
            {
                "verse_number": "16",
                "verse_text": "Now therefore, O L ord , the God of Israel, keep with Your servant David, my father, that which You promised him, saying, &quot;You shall not fail to have a man to sit on the throne of Israel, provided your sons are careful to walk in My law as you, [David,] have walked before Me.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now then, O L ord , the God of Israel, let Your word which You have spoken to Your servant David be confirmed (verified)."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;But will God actually dwell with mankind on the earth? Behold, heaven and the highest heaven cannot contain You; how much less this house which I have built!"
            },
            {
                "verse_number": "19",
                "verse_text": "Yet have regard for the prayer of Your servant and for his supplication, O L ord my God, to listen to the cry and to the prayer which Your servant prays before You,"
            },
            {
                "verse_number": "20",
                "verse_text": "that Your eyes may be open toward this house day and night, toward the place in which You have said that You would put Your Name (Presence), to listen to the prayer which Your servant shall pray toward this place."
            },
            {
                "verse_number": "21",
                "verse_text": "So listen to the requests of Your servant and Your people Israel when they pray toward this place. Hear from Your dwelling place, from heaven; and when You hear, forgive."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If a man sins against his neighbor, and he is required to take an oath, and he comes and takes the oath before Your altar in this house,"
            },
            {
                "verse_number": "23",
                "verse_text": "then hear from heaven and act and judge Your servants, punishing the wicked by bringing his conduct on his own head, and providing justice to the righteous by giving to him in accordance with his righteousness (innocence)."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;If Your people Israel have been defeated by an enemy because they have sinned against You, and they return to You and confess Your name, and pray and make supplication before You in this house,"
            },
            {
                "verse_number": "25",
                "verse_text": "then hear from heaven and forgive the sin of Your people Israel, and bring them again to the land which You gave to them and to their fathers."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;When the heavens are shut up and there is no rain because Your people have sinned against You, and they pray toward this place and confess Your name, and turn from their sin when You afflict and humble them;"
            },
            {
                "verse_number": "27",
                "verse_text": "then hear in heaven and forgive the sin of Your servants and Your people Israel, indeed, teach them the good way in which they should walk. And send rain on Your land which You have given to Your people as an inheritance."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;If there is famine in the land, if there is pestilence, if there is blight or mildew, if there are [migratory] locusts or grasshoppers, if their enemies besiege them in the land of their cities, whatever plague or whatever sickness there is,"
            },
            {
                "verse_number": "29",
                "verse_text": "then whatever prayer or request is made by any man or all of Your people Israel, each knowing his own suffering and his own pain, and stretching out his hands toward this house,"
            },
            {
                "verse_number": "30",
                "verse_text": "then hear from heaven, Your dwelling place, and forgive, and render to each in accordance with all his ways, whose heart You know; for You alone know the hearts of the sons of men,"
            },
            {
                "verse_number": "31",
                "verse_text": "so that they may fear You, to walk in Your ways [in obedience to You] as long as they live in the land which You have given to our fathers."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Also in regard to the foreigner who is not from Your people Israel, but has come from a far country for the sake of Your great name and Your mighty power and Your outstretched arm&ndash;when they come and pray toward this house,"
            },
            {
                "verse_number": "33",
                "verse_text": "then hear from heaven, from Your dwelling place, and do according to all for which the foreigner calls to You, so that all the peoples of the earth may know Your name, and fear You [reverently and worshipfully], as do Your people Israel, and that they may know that this house which I have built is called by Your Name."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;When Your people go out to war against their enemies, by the way that You send them, and they pray to You facing this city [Jerusalem] which You have chosen and the house which I have built for Your Name,"
            },
            {
                "verse_number": "35",
                "verse_text": "then hear from heaven their prayer and their request, and maintain their cause and do justice."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;When they sin against You (for there is no man who does not sin) and You are angry with them and hand them over to an enemy, so that they take them away captive to a land far away or near,"
            },
            {
                "verse_number": "37",
                "verse_text": "if they take it to heart in the land where they have been taken captive, and repent and pray to You in the land of their captivity, saying, &quot;We have sinned, we have done wrong and have acted wickedly&quot;;"
            },
            {
                "verse_number": "38",
                "verse_text": "if they return to You with all their heart and with all their soul in the land of their captivity, and pray facing their land which You have given to their fathers and toward the city which You have chosen, and toward the house which I have built for Your Name;"
            },
            {
                "verse_number": "39",
                "verse_text": "then hear from heaven, from Your dwelling place, their prayer and requests, and maintain their cause and do justice and forgive Your people who have sinned against You."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Now, O my God, I pray, let Your eyes be open and Your ears attentive to the prayer offered in this place."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Now then arise, O L ord God, [and come] to Your resting place, You and the ark of Your strength and power. Let Your priests, O L ord God, be clothed with salvation and let Your godly ones rejoice in [Your] goodness."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;O L ord God, do not turn away and reject the face of Your anointed; remember Your lovingkindness and faithfulness to Your servant David.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices, and the [ Shekinah] glory and brilliance of the L ord filled the house."
            },
            {
                "verse_number": "2",
                "verse_text": "The priests could not enter the house of the L ord because the glory and brilliance of the L ord had filled the L ord &quot; s house."
            },
            {
                "verse_number": "3",
                "verse_text": "When all the people of Israel saw how the fire came down and saw the glory and brilliance of the L ord upon the house, they bowed down on the stone pavement with their faces to the ground, and they worshiped and praised the L ord , saying, &apos;For He is good, for His mercy and lovingkindness endure forever.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king and all the people offered a sacrifice before the L ord ."
            },
            {
                "verse_number": "5",
                "verse_text": "King Solomon offered a sacrifice of 22,000 oxen and 120,000 sheep. In this way the king and all the people dedicated God&quot;s house."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests stood at their posts [ready for service], and the Levites also, with the musical instruments of the L ord which King David had made to praise the L ord , saying, &apos;For His lovingkindness and mercy endure forever,&apos; whenever David offered praise through their ministry. The priests were opposite the Levites blowing the trumpets and all Israel was standing."
            },
            {
                "verse_number": "7",
                "verse_text": "Moreover, Solomon consecrated the middle of the courtyard that was in front of the house of the L ord , for it was there that he offered burnt offerings and the fat of the peace offerings because the bronze altar which he had made was not sufficient to hold the burnt offerings, the grain offerings, and the fat [all together]."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time Solomon observed the feast for seven days, and all Israel with him, a very large assembly, from the entrance of Hamath to the Brook of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "On the eighth day they held a celebration, for they had observed the dedication of the altar for seven days, and the feast for seven days."
            },
            {
                "verse_number": "10",
                "verse_text": "And on the twenty-third day of the seventh month Solomon sent the people to their tents, rejoicing and happy in heart because of the goodness that the L ord had shown to David, to Solomon, and to His people Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "And so Solomon finished the house (temple) of the L ord and the palace of the king. He successfully accomplished all that he had planned to do in the house of the L ord and in his palace."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the L ord appeared to Solomon by night and said to him: &apos;I have heard your prayer and have chosen this place for Myself as a house of sacrifice."
            },
            {
                "verse_number": "13",
                "verse_text": "If I shut up the heavens so that no rain falls, or if I command locusts to devour the land, or if I send pestilence and plague among My people,"
            },
            {
                "verse_number": "14",
                "verse_text": "and My people, who are called by My Name, humble themselves, and pray and seek (crave, require as a necessity) My face and turn from their wicked ways, then I will hear [them] from heaven, and forgive their sin and heal their land."
            },
            {
                "verse_number": "15",
                "verse_text": "Now My eyes will be open and My ears attentive to prayer offered in this place."
            },
            {
                "verse_number": "16",
                "verse_text": "For now I have chosen and sanctified and set apart for My purpose this house that My Name may be here forever, and My eyes and My heart will be here perpetually."
            },
            {
                "verse_number": "17",
                "verse_text": "As for you [Solomon], if you will walk before me as your father David walked, and do everything that I have commanded you, and observe My statutes and My ordinances,"
            },
            {
                "verse_number": "18",
                "verse_text": "then I will establish your royal throne just as I covenanted with your father David, saying, &quot;You will not fail to have a man as ruler in Israel.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;But if you [people] turn away and abandon My statutes and My commandments which I have set before you, and you go and serve other gods and worship them,"
            },
            {
                "verse_number": "20",
                "verse_text": "then I will uproot Israel from My land which I have given them; and I will cast this house, which I have consecrated for My Name, out of My sight, and will make it a proverb and an object of scorn among all nations."
            },
            {
                "verse_number": "21",
                "verse_text": "And as for this house, which was so exalted, everyone who passes by it will be astonished and appalled and say, &quot;Why has the L ord done thus to this land and to this house?&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then people will say, &quot;It is because they abandoned the L ord , the God of their fathers, who brought them out of the land of Egypt, and they adopted other gods, and worshiped them and served them; therefore He has brought all this adversity and evil on them.&quot;&nbsp;&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now it came about at the end of the twenty years, in which Solomon had built the house of the L ord and his own house (palace),"
            },
            {
                "verse_number": "2",
                "verse_text": "that he built and fortified the cities which Huram (Hiram) had given to him, and settled the Israelites there."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Solomon went to Hamath-zobah and captured it."
            },
            {
                "verse_number": "4",
                "verse_text": "He built Tadmor in the wilderness, and all his storage cities in Hamath."
            },
            {
                "verse_number": "5",
                "verse_text": "He also built upper Beth-horon and lower Beth-horon, fortified cities with walls, gates, and bars [to lock the gates];"
            },
            {
                "verse_number": "6",
                "verse_text": "and Baalath and all the storage cities that Solomon had, and all the cities for his chariots and the cities for his horsemen, and all that Solomon desired to build in Jerusalem, in Lebanon, and in all the land under his rule."
            },
            {
                "verse_number": "7",
                "verse_text": "All the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel,"
            },
            {
                "verse_number": "8",
                "verse_text": "but were descendants of those who were left in the land, whom the Israelites had not destroyed&ndash;Solomon brought them up as forced laborers to this day."
            },
            {
                "verse_number": "9",
                "verse_text": "But Solomon did not make slaves of the Israelites for his work; they were men of war, his chief captains, and commanders of his chariots and his horsemen."
            },
            {
                "verse_number": "10",
                "verse_text": "These were the chief officers of King Solomon, two hundred and fifty [in authority] who ruled over the people."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Solomon brought the daughter of Pharaoh up from the City of David into the house (palace) he had built for her, for he said, &apos;My wife shall not live in the house of David king of Israel, because the places where the ark of the L ord has entered are holy.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon offered burnt offerings to the L ord on the altar of the L ord which he had built in front of the porch [of the temple],"
            },
            {
                "verse_number": "13",
                "verse_text": "a certain number every day, offering them up as Moses commanded for the Sabbaths, the New Moons, and the three annual feasts&ndash;the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Booths (Tabernacles)."
            },
            {
                "verse_number": "14",
                "verse_text": "Now in accordance with the ordinance of his father David, he appointed the divisions of the priests for their service, and the Levites for their duties of praise and ministering and serving before the priests as every day required, and the gatekeepers by their divisions at every gate; for David the man of God had so commanded."
            },
            {
                "verse_number": "15",
                "verse_text": "And they did not deviate from the commandment of the king to the priests and Levites in any respect or in regard to the storehouses or treasuries."
            },
            {
                "verse_number": "16",
                "verse_text": "Thus all the work of Solomon was carried out from the day the foundation of the house of the L ord was laid until it was finished. So the house of the L ord was completed."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Solomon went to Ezion-geber and to Eloth on the shore of the [Red] Sea in the land of Edom."
            },
            {
                "verse_number": "18",
                "verse_text": "And Huram (Hiram) sent him, by his servants, ships and servants familiar with the sea; and they went with Solomon&quot;s servants to Ophir, and took from there four hundred and fifty talents of gold, and brought them to King Solomon."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "When the queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test Solomon with riddles. She was accompanied by a very large number of attendants, with camels bearing spices (balsam oil) and a large amount of gold and precious stones. And when she came to Solomon, she talked with him about all that was on her mind."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon answered all her questions; nothing was hidden from him which he did not make clear to her."
            },
            {
                "verse_number": "3",
                "verse_text": "So when the queen of Sheba saw the [depth of] Solomon&quot;s wisdom, and the house which he had built,"
            },
            {
                "verse_number": "4",
                "verse_text": "and the food of his table, the [vast] seating order of his officials, the attendance and service of his ministers and their attire, his cupbearers and their attire, and his stairway by which he went up to the house of the L ord , she was breathless."
            },
            {
                "verse_number": "5",
                "verse_text": "She said to the king, &apos;The report which I heard in my own land regarding your [accomplishments and your] words and your wisdom was true,"
            },
            {
                "verse_number": "6",
                "verse_text": "but I did not believe the reports until I came and saw it with my own eyes. Behold, the half of the greatness of your wisdom was not told to me; you have surpassed the report that I heard."
            },
            {
                "verse_number": "7",
                "verse_text": "Blessed and fortunate are your people, how blessed and fortunate are these servants of yours who stand before you continually and hear your wisdom!"
            },
            {
                "verse_number": "8",
                "verse_text": "Blessed be the L ord your God, who delighted in you, setting you on His throne as king for the L ord your God; because your God loved Israel, establishing them forever, therefore He made you king over them, to do justice and righteousness.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then she gave the king a hundred and twenty talents of gold, a very large amount of spices (balsam oil) and precious stones; there was no such spice [anywhere] like that which the queen of Sheba gave to King Solomon."
            },
            {
                "verse_number": "10",
                "verse_text": "The servants of Huram and those of Solomon, who brought gold from Ophir, also brought almug trees and precious stones."
            },
            {
                "verse_number": "11",
                "verse_text": "From the almug timber the king made stairways for the house of the L ord and for the king&quot;s palace, and lyres and harps for the singers; none like that was seen before in the land of Judah."
            },
            {
                "verse_number": "12",
                "verse_text": "King Solomon gave to the queen of Sheba all [the things] she desired, whatever she asked, besides a return for what she had brought to the king. So she returned to her own land with her servants."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the weight of gold which came to Solomon in one year was 666 talents,"
            },
            {
                "verse_number": "14",
                "verse_text": "besides what the traders and merchants brought; and all the kings of Arabia and the governors of the country brought gold and silver to Solomon."
            },
            {
                "verse_number": "15",
                "verse_text": "King Solomon made two hundred large shields of beaten gold, using six hundred shekels of beaten gold on each large shield."
            },
            {
                "verse_number": "16",
                "verse_text": "And he made three hundred [smaller] shields of beaten gold, using three hundred shekels of gold on each shield; and the king put them in the house of the Forest of Lebanon."
            },
            {
                "verse_number": "17",
                "verse_text": "Moreover, the king made a great throne of ivory and overlaid it with pure gold."
            },
            {
                "verse_number": "18",
                "verse_text": "There were six steps to the throne and a golden footstool attached to the throne, and arms on each side of the seat, with two lions standing beside the arms."
            },
            {
                "verse_number": "19",
                "verse_text": "Also, twelve lions were standing there, one on each side of the six steps. Nothing like it had ever been made for any [other] kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "All King Solomon&quot;s drinking vessels were of gold, and all the vessels of the house of the Forest of Lebanon were of pure gold; silver was not considered valuable in the days of Solomon."
            },
            {
                "verse_number": "21",
                "verse_text": "For the king&quot;s ships went to Tarshish with the servants of Huram; once every three years the ships of Tarshish came bringing gold and silver, ivory and apes and peacocks."
            },
            {
                "verse_number": "22",
                "verse_text": "So King Solomon surpassed all the kings of the earth in wealth and wisdom."
            },
            {
                "verse_number": "23",
                "verse_text": "And all the kings of the earth were seeking the presence of Solomon, to hear his wisdom which God had put into his heart."
            },
            {
                "verse_number": "24",
                "verse_text": "Each man brought his gift, articles of silver and gold, garments, weapons, spices, horses and mules, so much year by year."
            },
            {
                "verse_number": "25",
                "verse_text": "Now Solomon had 4,000 stalls for horses and chariots, and 12,000 horsemen, and he stationed them in the chariot cities or with the king at Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "He ruled over all the kings from the Euphrates River to the land of the Philistines, and as far as the border of Egypt."
            },
            {
                "verse_number": "27",
                "verse_text": "The king made silver in Jerusalem as common as stones, and cedar wood as plentiful as the sycamore-fig trees that are in the lowland."
            },
            {
                "verse_number": "28",
                "verse_text": "And they were importing horses for Solomon from Egypt and from all [the other] countries."
            },
            {
                "verse_number": "29",
                "verse_text": "Now the rest of the acts of Solomon, from the first to the last, are they not written in the records of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?"
            },
            {
                "verse_number": "30",
                "verse_text": "Solomon reigned forty years in Jerusalem over all Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "And Solomon slept with his fathers [in death]; he was buried in the city of his father David. Rehoboam his son reigned in his place."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then Rehoboam went to Shechem, because all Israel had come to Shechem to make him king."
            },
            {
                "verse_number": "2",
                "verse_text": "When Jeroboam the son of Nebat heard about the new king (for he was in Egypt, where he had fled from the presence of King Solomon), Jeroboam returned from Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "And the people sent messengers and summoned him. So when Jeroboam and all Israel came, they spoke to Rehoboam, saying,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father [King Solomon] made our yoke hard (heavy, difficult); so now lighten the hard service of your father and his heavy yoke which he put on us, and we will serve you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam replied, &apos;Come back to me again in three days.&apos; So the people departed. &apos;What portion do we have in David? We have no inheritance in the son of Jesse. Every man to your tents, O Israel; Now, [Rehoboam, descendant of] David, see to your own house.&apos; So all Israel went to their tents."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Rehoboam consulted with the elders who had served his father Solomon [as advisers] while he was alive, asking, &apos;What advice do you give me in answer to these people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered him, saying, &apos;If you are kind to these people and please them and speak good words to them, then they will be your servants forever.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the king rejected the advice which the elders gave him, and consulted with the young men who grew up with him and served him [as advisers]."
            },
            {
                "verse_number": "9",
                "verse_text": "He asked them, &apos;What advice do you give to us regarding the answer to these people, who have spoken to me, saying, &quot;Lighten the yoke which your father put on us&quot;?&nbsp;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The young men who grew up with him told him, &apos;Tell the people who said to you, &quot;Your father made our yoke heavy, but you make it lighter for us&quot;: &quot;My little finger is thicker than my father&quot;s loins!"
            },
            {
                "verse_number": "11",
                "verse_text": "Now my father loaded you with a heavy yoke, but I will add [more weight] to your yoke. My father disciplined you with whips, but I will discipline you with scorpions (extremely painful scourges).&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So on the third day Jeroboam and all the people returned to Rehoboam just as the king had directed, saying, &apos;Return to me on the third day.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king answered them harshly, for King Rehoboam rejected the counsel of the elders."
            },
            {
                "verse_number": "14",
                "verse_text": "He spoke to them in accordance with the advice of the young men, saying, &apos;My father made your yoke heavy, but I will add to it; my father disciplined you with whips, but I will discipline you with scorpions.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the king did not listen to the people, for the turn of events was from God that the L ord might fulfill His word, which He had spoken through Ahijah the Shilonite to Jeroboam the son of Nebat."
            },
            {
                "verse_number": "16",
                "verse_text": "When all Israel saw that the king did not listen and pay attention to them, the people answered him,"
            },
            {
                "verse_number": "17",
                "verse_text": "But as for the Israelites who lived in Judah&quot;s cities, Rehoboam ruled over them."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King Rehoboam sent Hadoram, who was over the forced labor, and the Israelites stoned him and he died. And King Rehoboam hurried to mount his [royal] chariot to escape to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "And Israel has rebelled against the house of David to this day."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now when Rehoboam came to Jerusalem, he assembled the house of Judah and Benjamin, 180,000 chosen warriors to fight against [the ten tribes of] Israel to restore the kingdom to Rehoboam."
            },
            {
                "verse_number": "2",
                "verse_text": "But the word of the L ord came to Shemaiah the man of God, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Say to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin,"
            },
            {
                "verse_number": "4",
                "verse_text": "&quot;Thus says the L ord : &apos;You shall not go up nor fight against your brothers (countrymen); return, every man to his house, for this thing is from Me.&apos;&nbsp;&quot;&nbsp;&apos; And they listened to and obeyed the words of the L ord and turned back from going against Jeroboam."
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam lived in Jerusalem and built [fortified] cities for defense in Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "He built Bethlehem, Etam, Tekoa,"
            },
            {
                "verse_number": "7",
                "verse_text": "Beth-zur, Soco, Adullam,"
            },
            {
                "verse_number": "8",
                "verse_text": "Gath, Mareshah, Ziph,"
            },
            {
                "verse_number": "9",
                "verse_text": "Adoraim, Lachish, Azekah,"
            },
            {
                "verse_number": "10",
                "verse_text": "Zorah, Aijalon, and Hebron, which are fortified cities in Judah and Benjamin."
            },
            {
                "verse_number": "11",
                "verse_text": "He strengthened the fortresses and put officers in them, with supplies of food, [olive] oil, and wine."
            },
            {
                "verse_number": "12",
                "verse_text": "And in each city he put [large] shields and spears, and made them very strong. So he held Judah and Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "Further, the priests and the Levites who were in all Israel took their stand with Rehoboam from all their districts."
            },
            {
                "verse_number": "14",
                "verse_text": "For the Levites left their pasture lands and their property and came to Judah and Jerusalem, because Jeroboam and his sons had excluded them from serving as priests to the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "Jeroboam appointed his own priests for the high places, for the satyrs (goat demons) and calves (idols) which he had made."
            },
            {
                "verse_number": "16",
                "verse_text": "Those from all the tribes of Israel who set their hearts on seeking the L ord God of Israel followed them to Jerusalem, to sacrifice to the L ord God of their fathers."
            },
            {
                "verse_number": "17",
                "verse_text": "So they strengthened the kingdom of Judah and supported Rehoboam the son of Solomon for three years; for they walked in the way of David and Solomon for three years."
            },
            {
                "verse_number": "18",
                "verse_text": "Rehoboam took as his wife Mahalath, the daughter of Jerimoth the son of David, and of Abihail the daughter of Eliab the son of Jesse."
            },
            {
                "verse_number": "19",
                "verse_text": "She bore him sons: Jeush, Shemariah, and Zaham."
            },
            {
                "verse_number": "20",
                "verse_text": "After her he took Maacah the daughter (granddaughter) of Absalom, and she bore him Abijah, Attai, Ziza, and Shelomith."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam loved Maacah the daughter (granddaughter) of Absalom more than all his wives and concubines&ndash;for he had taken eighteen wives and sixty concubines, and he fathered twenty-eight sons and sixty daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "Rehoboam appointed Abijah the son of Maacah the chief leader among his brothers, because he intended to make him king."
            },
            {
                "verse_number": "23",
                "verse_text": "He acted wisely and distributed some of his sons throughout the territories of Judah and Benjamin to all the fortified cities. He gave them abundant provisions, and he sought many wives for them ."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "When the kingdom of Rehoboam was established and strong, he and all Israel with him abandoned the law of the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "And it came about in King Rehoboam&quot;s fifth year, because they had been unfaithful to the L ord , that Shishak king of Egypt came up against Jerusalem"
            },
            {
                "verse_number": "3",
                "verse_text": "with 1,200 chariots and 60,000 horsemen. The people who came with him from Egypt were beyond counting&ndash;the Lubim, the Sukkiim, and the Ethiopians."
            },
            {
                "verse_number": "4",
                "verse_text": "Shishak took the fortified cities of Judah and came as far as Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Shemaiah the prophet came to Rehoboam and the leaders of Judah who had gathered at Jerusalem because of Shishak, and said to them, &apos;Thus says the L ord : &quot;You have abandoned (turned away from) Me, so I have abandoned you into the hands of Shishak.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the leaders of Israel and the king humbled themselves and said, &apos;The L ord is righteous.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the L ord saw that they humbled themselves, the word of the L ord came to Shemaiah, saying, &apos;They have humbled themselves so I will not destroy them, but I will grant them some measure of a remnant [that escapes]; and My wrath shall not be poured out on Jerusalem by means of Shishak."
            },
            {
                "verse_number": "8",
                "verse_text": "Nevertheless they will become his slaves, so that they may know [the difference between] My service and the service of the kingdoms of the countries.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Shishak king of Egypt went up against Jerusalem; he took the treasures of the house of the L ord and the treasures of the king&quot;s house (palace). He took everything. He even took the shields of gold which Solomon had made."
            },
            {
                "verse_number": "10",
                "verse_text": "In their place King Rehoboam made shields of bronze and entrusted them to the care of the officers of the guard who guarded the door of the king&quot;s house."
            },
            {
                "verse_number": "11",
                "verse_text": "And whenever the king entered the house of the L ord , the guards came and carried the shields and then brought them back into the guards&quot; room."
            },
            {
                "verse_number": "12",
                "verse_text": "When Rehoboam humbled himself, the wrath of the L ord turned away from him, so as not to destroy him completely; and also conditions were good in Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "So King Rehoboam established himself in Jerusalem and reigned. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city in which the L ord had chosen from all the tribes of Israel to put His Name. And his mother was Naamah the Ammonitess."
            },
            {
                "verse_number": "14",
                "verse_text": "He did evil because he did not set his heart to seek and worship and honor the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "Now the acts of Rehoboam, from the first to the last, are they not written in the records of Shemaiah the prophet and of Iddo the seer, according to genealogical enrollment? There were wars between Rehoboam [of Judah] and Jeroboam [of Israel] continually."
            },
            {
                "verse_number": "16",
                "verse_text": "And Rehoboam slept with his fathers [in death] and was buried in the City of David; and Abijah his son became king in his place."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In the eighteenth year of King Jeroboam, Abijah became king over Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "He reigned three years in Jerusalem. His mother&quot;s name was Micaiah the daughter of Uriel of Gibeah. A nd there was war between Abijah and Jeroboam [of Israel]."
            },
            {
                "verse_number": "3",
                "verse_text": "Abijah began the battle with an army of brave soldiers, 400,000 chosen men. Jeroboam drew up in battle formation against him with 800,000 chosen men, valiant men."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Abijah stood on Mount Zemaraim, which is in the hill country of Ephraim, and said, &apos;Listen to me, Jeroboam and all Israel:"
            },
            {
                "verse_number": "5",
                "verse_text": "Do you not know that the L ord God of Israel, gave rule over Israel forever to David and to his sons by a covenant of salt [a permanent pact, extending to each generation of Israel]?"
            },
            {
                "verse_number": "6",
                "verse_text": "Yet Jeroboam the son of Nebat, a servant of Solomon the son of David, rose up and rebelled against his lord [the king],"
            },
            {
                "verse_number": "7",
                "verse_text": "and worthless (unprincipled, unethical) men gathered around him, useless and wicked men, who proved too strong for Rehoboam the son of Solomon when Rehoboam was young and timid, and could not assert himself against them."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And now you intend to assert yourselves against the kingdom of the L ord which is in the hands of the sons of David, since you are a great multitude and have with you the golden calves (idols) which Jeroboam made for you as gods."
            },
            {
                "verse_number": "9",
                "verse_text": "Have you not driven out the priests of the L ord , the sons of Aaron and the Levites, and made priests for yourselves like the peoples of other lands? So whoever comes to consecrate himself with a young bull and seven rams, even he may become a priest of non-existent gods (idols)."
            },
            {
                "verse_number": "10",
                "verse_text": "But as for us, the L ord is our God, and we have not abandoned (turned away from) Him. The sons of Aaron are ministering to the L ord as priests, and the Levites attend to their service."
            },
            {
                "verse_number": "11",
                "verse_text": "Every morning and every evening they offer the burnt offerings and the fragrant incense to the L ord ; and the showbread is set on the clean table [of pure gold], and the golden lampstand with its lamps is ready to light every evening; for we keep the charge of the L ord our God [that is, the obligation we have to Him], but you have abandoned (turned away from) Him."
            },
            {
                "verse_number": "12",
                "verse_text": "Behold, God is with us at our head, and His priests [are here] with their signal trumpets to sound an alarm against you. O sons of Israel, do not fight against the L ord God of your fathers, for you cannot succeed.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Jeroboam had set an ambush to come from the rear, so that Israel was in front of Judah and the ambush was behind them."
            },
            {
                "verse_number": "14",
                "verse_text": "When [the men of] Judah turned around, they were attacked from both front and rear; so they cried out to the L ord [for help], and the priests blew the trumpets."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the men of Judah raised a war cry; and as they shouted, God struck Jeroboam and all Israel [with defeat] before Abijah and Judah."
            },
            {
                "verse_number": "16",
                "verse_text": "And the sons of Israel fled before Judah, and God handed over the sons of Israel to them."
            },
            {
                "verse_number": "17",
                "verse_text": "Abijah and his people inflicted on them a great defeat, so that 500,000 chosen men of Israel fell slain."
            },
            {
                "verse_number": "18",
                "verse_text": "Thus the sons of Israel were subdued (humbled) at that time, and the sons of Judah prevailed because they relied on the L ord , the God of their fathers."
            },
            {
                "verse_number": "19",
                "verse_text": "Abijah pursued Jeroboam and captured [several] cities from him: Bethel, Jeshanah, and Ephraim (Ephron), with their villages."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam did not recover strength again during the time of [the reign of] Abijah. And the L ord struck him and he died."
            },
            {
                "verse_number": "21",
                "verse_text": "But Abijah became powerful. He took fourteen wives for himself and fathered twenty-two sons and sixteen daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "Now the rest of the acts of Abijah, and his ways and his sayings, are written in the writing of the prophet Iddo."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "So Abijah slept with his fathers [in death], and they buried him in the City of David; and Asa his son became king in his place. The land was at peace for ten years during his days."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa did what was good and right in the sight of the L ord his God."
            },
            {
                "verse_number": "3",
                "verse_text": "He removed the foreign altars and high places and tore down the [pagan] pillars (obelisks, memorial stones), and cut to pieces the Asherim [the symbols of the goddess Asherah]."
            },
            {
                "verse_number": "4",
                "verse_text": "And he commanded Judah to seek the L ord God of their fathers [to inquire of and for Him and seek Him as a vital necessity], and to observe the law [given to Moses] and the commandment."
            },
            {
                "verse_number": "5",
                "verse_text": "Asa also removed the [idolatrous] high places and the incense altars from all the cities of Judah. The kingdom was at rest and undisturbed under his reign."
            },
            {
                "verse_number": "6",
                "verse_text": "He built fortified cities in Judah, since the land was at rest, and there was no one at war with him in those years, because the L ord had given him rest."
            },
            {
                "verse_number": "7",
                "verse_text": "So he said to Judah, &apos;Let us build these cities and surround them with walls, towers, gates and bars [to secure the doors]. The land is still ours because we have sought the L ord our God; we have sought Him [longing for Him with all our heart] and He has given us peace on every side.&apos; So they built and prospered."
            },
            {
                "verse_number": "8",
                "verse_text": "Now Asa had an army of 300,000 men from Judah, who carried large shields and spears, and 280,000 from Benjamin, who carried shields and drew bows, all courageous men."
            },
            {
                "verse_number": "9",
                "verse_text": "Now Zerah the Ethiopian (Cushite) came out against Judah with an army of a million men and three hundred chariots, and he came as far as Mareshah."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Asa went out against him, and they drew up in battle formation in the Valley of Zephathah at Mareshah."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa called out to the L ord his God, saying, &apos;O L ord , there is no one besides You to help in the battle between the powerful and the weak; so help us, O L ord our God, for we trust in and rely on You, and in Your name we have come against this multitude. O L ord , You are our God; let not man prevail against You.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the L ord struck the Ethiopians [with defeat] before Asa and Judah, and the Ethiopians fled."
            },
            {
                "verse_number": "13",
                "verse_text": "Asa and the people who were with him pursued them as far as Gerar; and so many Ethiopians fell that none of them were found alive; for they were destroyed before the L ord and His army. And they carried away a very large amount of spoil."
            },
            {
                "verse_number": "14",
                "verse_text": "They attacked and destroyed all the cities around Gerar, for the dread of the L ord had fallen on them. They plundered all the cities, for there was a large amount of spoil in them."
            },
            {
                "verse_number": "15",
                "verse_text": "They also struck down the people [living] in tents who had livestock, and took captive large numbers of sheep and camels. Then they returned to Jerusalem."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Now the Spirit of God came on Azariah the son of Oded,"
            },
            {
                "verse_number": "2",
                "verse_text": "and he went out to meet Asa and said to him, &apos;Hear me, Asa, and all Judah and Benjamin: the L ord is with you while you are with Him. If you seek Him [inquiring for and of Him, as your soul&quot;s first necessity], He will let you find Him; but if you abandon (turn away from) Him, He will abandon (turn away from) you."
            },
            {
                "verse_number": "3",
                "verse_text": "Now for a long time Israel was without the true God and without a teaching priest, and without [God&quot;s] law."
            },
            {
                "verse_number": "4",
                "verse_text": "But when they were in their trouble and distress they turned to the L ord God of Israel, and [in desperation earnestly] sought Him, and He let them find Him."
            },
            {
                "verse_number": "5",
                "verse_text": "In those times there was no peace for him who went out or for him who came in, for great suffering came on all the inhabitants of the lands."
            },
            {
                "verse_number": "6",
                "verse_text": "Nation was crushed by nation, and city by city, for God troubled them with every kind of distress."
            },
            {
                "verse_number": "7",
                "verse_text": "But as for you, be strong and do not lose courage, for there is reward for your work.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And when Asa heard these words, the prophecy of Azariah the son of Oded the prophet, he took courage and removed the repulsive idols from all the land of Judah and Benjamin and from the cities which he had captured in the hill country of Ephraim. Then he restored the altar [of burnt offering] of the L ord which was in front of the porch [of the temple] of the L ord ."
            },
            {
                "verse_number": "9",
                "verse_text": "He gathered all Judah and Benjamin and the strangers who were with them out of Ephraim, Manasseh, and Simeon, for they came over to Asa from Israel in large numbers when they saw that the L ord his God was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "So they assembled at Jerusalem in the third month of the fifteenth year of Asa&quot;s reign."
            },
            {
                "verse_number": "11",
                "verse_text": "They sacrificed to the L ord on that day from the spoil they had brought&ndash;700 oxen and 7,000 sheep."
            },
            {
                "verse_number": "12",
                "verse_text": "They entered into a covenant (solemn agreement) to seek the L ord God of their fathers with all their heart and soul;"
            },
            {
                "verse_number": "13",
                "verse_text": "and that whoever would not seek the L ord God of Israel, was to be put to death, whether young or old, man or woman."
            },
            {
                "verse_number": "14",
                "verse_text": "They swore an oath to the L ord with a loud voice, with [jubilant] shouting, with trumpets, and with horns."
            },
            {
                "verse_number": "15",
                "verse_text": "All Judah rejoiced over the oath, for they had sworn with all their heart and had sought Him with their whole heart, and He let them find Him. So the L ord gave them rest on every side."
            },
            {
                "verse_number": "16",
                "verse_text": "He also removed Maacah, King Asa&quot;s mother, from the position of queen mother, because she had made a repulsive image for [the goddess] Asherah. Asa cut down her idol, crushed it, and burned it at the Brook Kidron."
            },
            {
                "verse_number": "17",
                "verse_text": "But the high places [of pagan worship] were not removed from Israel. Nevertheless Asa&quot;s heart was blameless all his days."
            },
            {
                "verse_number": "18",
                "verse_text": "He brought the things that his father [Abijah] had dedicated and those things that he had dedicated into the house of God&ndash;silver and gold and utensils."
            },
            {
                "verse_number": "19",
                "verse_text": "And there was no war until the thirty-fifth year of Asa&quot;s reign."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In the thirty-sixth year of Asa&quot;s reign Baasha king of Israel came up against Judah and fortified Ramah in order to prevent anyone from going out or coming in to [meet with] Asa king of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Asa brought out silver and gold from the treasuries of the house of the L ord and from the king&quot;s house, and sent them to Ben-hadad king of Aram (Syria), who lived in Damascus, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos; Let there be a treaty between you and me, as there was between my father and your father. Look, I am sending you silver and gold; go, break your treaty with Baasha king of Israel, so that he will withdraw from me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel; and they attacked and conquered Ijon, Dan, Abel-maim, and all the storage cities of Naphtali."
            },
            {
                "verse_number": "5",
                "verse_text": "When Baasha heard about it, he ceased fortifying Ramah and stopped his work."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Asa brought all Judah, and they carried away the stones of Ramah and its timber with which Baasha had been building, and with them he fortified Geba and Mizpah."
            },
            {
                "verse_number": "7",
                "verse_text": "At that time Hanani the seer came to Asa king of Judah and said to him, &apos;Because you relied on the king of Aram (Syria) and did not rely on the L ord your God, the army of the king of Aram (Syria) has escaped out of your hand."
            },
            {
                "verse_number": "8",
                "verse_text": "Were not the Ethiopians and Lubim a huge army with a great number of chariots and horsemen? Yet because you relied on the L ord , He placed them in your hand."
            },
            {
                "verse_number": "9",
                "verse_text": "For the eyes of the L ord move to and fro throughout the earth so that He may support those whose heart is completely His. You have acted foolishly in this; therefore, from now on you will have wars.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Asa was angry with the seer and put him in prison [in the stocks], for he was enraged with him because of this. And at the same time Asa oppressed some of the people."
            },
            {
                "verse_number": "11",
                "verse_text": "Now the acts of Asa, from the first to the last, are written in the Book of the Kings of Judah and Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "In the thirty-ninth year of his reign Asa developed a disease in his feet. His disease was severe, yet even in his illness he did not seek the L ord , but [relied only on] the physicians."
            },
            {
                "verse_number": "13",
                "verse_text": "So Asa slept with his fathers [in death], dying in the forty-first year of his reign."
            },
            {
                "verse_number": "14",
                "verse_text": "They buried him in his own tomb which he had cut out for himself in the City of David, and they laid him on a bier which he had filled with various kinds of spices blended by the perfumers&quot; art; and they made a very great fire in his honor."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat his son then became king [of Judah] in Asa&quot;s place, and strengthened his position over Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He placed troops in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim which his father Asa had captured."
            },
            {
                "verse_number": "3",
                "verse_text": "The L ord was with Jehoshaphat because he followed the example of his father (ancestor) David. He did not seek [to follow] the Baals [the false gods],"
            },
            {
                "verse_number": "4",
                "verse_text": "but sought the God of his father, and walked in (obeyed) His commandments, and did not act as Israel did."
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore the L ord established the kingdom in his hand; and all Judah brought tribute to Jehoshaphat, and he had great wealth and honor."
            },
            {
                "verse_number": "6",
                "verse_text": "His heart was encouraged and he took great pride in the ways of the L ord ; moreover, he again removed the high places [of pagan worship] and the Asherim from Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "Then in the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah;"
            },
            {
                "verse_number": "8",
                "verse_text": "and with them were the Levites&ndash;Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; and with them the priests Elishama and Jehoram."
            },
            {
                "verse_number": "9",
                "verse_text": "They taught in Judah having the Book of the Law of the L ord with them; they went throughout all the cities of Judah and taught among the people."
            },
            {
                "verse_number": "10",
                "verse_text": "Now the dread of the L ord was on all the kingdoms of the lands surrounding Judah, so that they did not make war against Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Some of the Philistines brought gifts and silver as tribute to Jehoshaphat; the Arabians also brought him flocks: 7,700 rams and 7,700 male goats."
            },
            {
                "verse_number": "12",
                "verse_text": "So Jehoshaphat became greater and greater. He built fortresses and storage cities in Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "He had large supplies in the cities of Judah, and soldiers, courageous men, in Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "This was the number of them by their fathers&quot; (ancestors&quot;) households: of Judah, the commanders of thousands, Adnah the commander, and with him 300,000 courageous men;"
            },
            {
                "verse_number": "15",
                "verse_text": "and next to him was Jehohanan the commander, and with him 280,000;"
            },
            {
                "verse_number": "16",
                "verse_text": "and next to him Amasiah the son of Zichri, who volunteered for the L ord , and with him 200,000 courageous men;"
            },
            {
                "verse_number": "17",
                "verse_text": "and of Benjamin: Eliada, a brave man, and with him 200,000 men armed with bow and shield;"
            },
            {
                "verse_number": "18",
                "verse_text": "and next to him was Jehozabad, and with him 180,000 armed and ready for military service."
            },
            {
                "verse_number": "19",
                "verse_text": "These are the ones who were in the service of the king, besides those he had placed in fortified cities throughout Judah."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Now Jehoshaphat had great wealth and honor, and was allied by marriage with Ahab."
            },
            {
                "verse_number": "2",
                "verse_text": "Some years later he went down to [visit] Ahab in Samaria. And Ahab slaughtered many sheep and oxen for him and the people who were with him, and induced him to go up against Ramoth-gilead."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahab king of Israel said to Jehoshaphat king of Judah, &apos;Will you go with me to [fight against] Ramoth-gilead?&apos; He answered, &apos;I am as you are, and my people as your people [your hopes and concerns are ours]; we will be with you in the battle.&apos; &apos;I saw all [the people of] Israel Scattered on the mountains, As sheep that have no shepherd; And the L ord said, &quot;These have no master. Let each one return to his house in peace.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Further, Jehoshaphat said to the king of Israel, &apos;Please inquire first for the word of the L ord .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the king of Israel assembled the prophets, four hundred men, and said to them, &apos;Shall we go against Ramoth-gilead to battle, or shall I refrain?&apos; And they said, &apos;Go up, for God will hand it over to the king.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jehoshaphat said, &apos;Is there no prophet of the L ord still here by whom we may inquire?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The king of Israel said to Jehoshaphat, &apos;There is still one man by whom we may inquire of the L ord , but I hate him, for he never prophesies [anything] good for me, but always evil. He is Micaiah the son of Imla&apos; And Jehoshaphat said, &apos;Let not the king say so [perhaps this time it will be different].&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the king of Israel called for an officer and said, &apos;Bring Micaiah the son of Imla quickly.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Now the king of Israel and Jehoshaphat the king of Judah were sitting, each on his throne, arrayed in their robes; they were sitting at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them."
            },
            {
                "verse_number": "10",
                "verse_text": "Zedekiah the son of Chenaanah had made horns of iron for himself; and said, &apos;Thus says the L ord : &quot;With these you shall gore the Arameans (Syrians) until they are destroyed.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the prophets prophesied this, saying, &apos;Go up to Ramoth-gilead and succeed; the L ord will hand it over to the king.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The messenger who went to call Micaiah said to him, &apos;Listen, the words of the prophets are of one accord, foretelling a favorable outcome for the king. So just let your word be like one of them and speak favorably.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Micaiah said, &apos;As the L ord lives, I will [only] speak what my God says.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When he came to the king, the king said to him, &apos;Micaiah, shall we go to Ramoth-gilead to battle, or shall I refrain?&apos; And he said, &apos;Go up and succeed, for they will be handed over to you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the king said to him, &apos;How many times must I warn you (make you swear an oath) to tell me nothing but the truth in the name of the L ord ?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Micaiah said,"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the king of Israel said to Jehoshaphat, &apos;Did I not tell you that he would not prophesy good in regard to me, but [only] evil?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Micaiah said, &apos;Therefore, hear the word of the L ord : I saw the L ord sitting on His throne, and all the host (army) of heaven standing on His right and on His left."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the L ord said, &quot;Who will entice Ahab king of Israel to go up and fall [defeated] at Ramoth-gilead?&quot; And one said this and another said that."
            },
            {
                "verse_number": "20",
                "verse_text": "Then a spirit came forward and stood before the L ord and said, &quot;I will entice him.&quot; The L ord said to him, &quot;By what means?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "He said, &quot;I will go out and be a deceptive spirit in the mouth of all his prophets.&quot; Then the L ord said, &quot;You are to entice him and also succeed. Go and do so.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Now, you see, the L ord put a deceptive spirit in the mouth of these prophets of yours; and the L ord has [actually] proclaimed disaster against you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Zedekiah the son of Chenaanah came up and struck Micaiah on the cheek and said, &apos;Which way did the Spirit of the L ord go [when he departed] from me to speak to you?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Micaiah said, &apos;Behold, you will see on that day when you go into an inner room [desperately trying] to hide yourself.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king of Israel said, &apos;Take Micaiah and return him to Amon the governor of the city and to Joash the king&quot;s son,"
            },
            {
                "verse_number": "26",
                "verse_text": "and say, &quot;Thus says the king: &apos;Put this man in prison and feed him just enough bread and water to survive until I return in peace (safely).&apos;&nbsp;&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But Micaiah said, &apos;If you actually return in peace, the L ord has not spoken by me.&apos; And he added, &apos;Listen [to what I have said], you people, all of you.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So [Ahab] the king of Israel and Jehoshaphat king of Judah went up against Ramoth-gilead."
            },
            {
                "verse_number": "29",
                "verse_text": "The king of Israel said to Jehoshaphat, &apos; I will disguise myself and will go into battle, but you put on your [royal] robes.&apos; So the king of Israel disguised himself, and they went into the battle."
            },
            {
                "verse_number": "30",
                "verse_text": "Now the king of Aram (Syria) had commanded the captains of his chariots, saying, &apos;Do not fight with the small or the great, but only with the king of Israel.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So when the captains of the chariots saw Jehoshaphat [of Judah], they said, &apos;It is the king of Israel!&apos; So they turned to fight against him, but Jehoshaphat called out [for God&quot;s help], and the L ord helped him; and God diverted them away from him."
            },
            {
                "verse_number": "32",
                "verse_text": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him."
            },
            {
                "verse_number": "33",
                "verse_text": "Then a certain man drew his bow at random and struck [Ahab] the king of Israel between the scales of his armor. So Ahab said to his chariot driver, &apos;Turn around and take me out of the battle, because I am seriously wounded.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The battle raged that day, and the king of Israel propped himself up in his chariot in front of the Arameans (Syrians) until the evening, and at sunset he died."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat the king of Judah returned safely to his house (palace) in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehu the son of Hanani the seer went out to meet him and said to King Jehoshaphat, &apos;Should you help the ungodly and love those who hate the L ord and in doing so bring wrath from the L ord on yourself?"
            },
            {
                "verse_number": "3",
                "verse_text": "But there are some good things found in you, for you have removed the Asherim (idols) from the land and you have set your heart to seek God [with all your soul&quot;s desire].&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Jehoshaphat lived in Jerusalem, and he went out again among the people from Beersheba to the hill country of Ephraim and brought them back to the L ord , the God of their fathers."
            },
            {
                "verse_number": "5",
                "verse_text": "He appointed judges in the land in all the fortified cities of Judah, city by city,"
            },
            {
                "verse_number": "6",
                "verse_text": "and he said to the judges, &apos;Be careful what you do, for you do not judge for man, but for the L ord who is with you in the matter of judgment."
            },
            {
                "verse_number": "7",
                "verse_text": "So now let the fear (reverent awe) of the L ord be on you [to keep you from making unjust decisions]; be careful in what you do, for there is no injustice with the L ord our God, or partiality, or acceptance of a bribe.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "In Jerusalem also Jehoshaphat appointed some of the Levites, priests, and heads of the fathers&quot; households of Israel to render the judgment of the L ord and to judge disputes among the inhabitants of Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the king commanded them, &apos;Do this in the fear of the L ord , faithfully and wholeheartedly."
            },
            {
                "verse_number": "10",
                "verse_text": "Whenever any dispute comes to you from your brothers (relatives) who live in their cities, between blood and blood, between law and commandment, or between statutes and judgments, you are to warn [and instruct] them so that they may not be guilty before the L ord ; otherwise [God&quot;s] wrath will come on you and your brothers. Do this and you will not be guilty."
            },
            {
                "verse_number": "11",
                "verse_text": "Behold, Amariah the chief priest will be over you in all matters of the L ord , and Zebadiah the son of Ishmael, the governor of the house of Judah, in all the king&quot;s matters; and the Levites will serve you as officers. Deal courageously, and may the L ord be with the upright.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened after this that the Moabites and the Ammonites, together with some of the Meunites, came to make war against Jehoshaphat."
            },
            {
                "verse_number": "2",
                "verse_text": "Then it was reported to Jehoshaphat, &apos;A great multitude has come against you from beyond the [Dead] Sea, out of Aram (Syria); and behold, they are in Hazazon-tamar (that is, Engedi).&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jehoshaphat was afraid and set himself [determinedly, as his vital need] to seek the L ord ; and he proclaimed a fast throughout all Judah."
            },
            {
                "verse_number": "4",
                "verse_text": "So [the people of] Judah gathered together to seek help from the L ord ; indeed they came from all the cities of Judah to seek the L ord [longing for Him with all their heart]."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the L ord in front of the new courtyard,"
            },
            {
                "verse_number": "6",
                "verse_text": "and said, &apos;O L ord , God of our fathers, are You not God in heaven? And do You not rule over all the kingdoms of the nations? Power and might are in Your hand, there is no one able to take a stand against You."
            },
            {
                "verse_number": "7",
                "verse_text": "O our God, did You not drive out the inhabitants of this land before Your people Israel and give it forever to the descendants of Your friend Abraham?"
            },
            {
                "verse_number": "8",
                "verse_text": "They have lived in it, and have built You a sanctuary in it for Your Name, saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;If evil comes on us, or the sword of judgment, or plague, or famine, we will stand before this house and before You (for Your Name and Your Presence is in this house) and we will cry out to You in our distress, and You will hear and save us.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now behold, the sons of Ammon and Moab and Mount Seir, whom You would not allow Israel to invade when they came from the land of Egypt (for they turned away from them and did not destroy them),"
            },
            {
                "verse_number": "11",
                "verse_text": "here they are, rewarding us by coming to drive us out of Your possession which You have given us as an inheritance."
            },
            {
                "verse_number": "12",
                "verse_text": "O our God, will You not judge them? For we are powerless against this great multitude which is coming against us. We do not know what to do, but our eyes are on You.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So all Judah stood before the L ord , with their infants, their wives, and their children."
            },
            {
                "verse_number": "14",
                "verse_text": "Then in the midst of the assembly the Spirit of the L ord came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite of the sons of Asaph."
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos;Listen carefully, all [you people of] Judah, and you inhabitants of Jerusalem, and King Jehoshaphat. The L ord says this to you: &quot;Be not afraid or dismayed at this great multitude, for the battle is not yours, but God&quot;s."
            },
            {
                "verse_number": "16",
                "verse_text": "Go down against them tomorrow. Behold, they will come up by the ascent of Ziz, and you will find them at the end of the river valley, in front of the Wilderness of Jeruel."
            },
            {
                "verse_number": "17",
                "verse_text": "You need not fight in this battle; take your positions, stand and witness the salvation of the L ord who is with you, O Judah and Jerusalem. Do not fear or be dismayed; tomorrow go out against them, for the L ord is with you.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoshaphat bowed with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the L ord , worshiping Him."
            },
            {
                "verse_number": "19",
                "verse_text": "The Levites, from the sons of the Kohathites and the sons of the Korahites, stood up to praise the L ord God of Israel, with a very loud voice."
            },
            {
                "verse_number": "20",
                "verse_text": "So they got up early in the morning and went out into the Wilderness of Tekoa; and as they went out, Jehoshaphat stood and said, &apos;Hear me, O Judah, and you inhabitants of Jerusalem! Believe and trust in the L ord your God and you will be established (secure). Believe and trust in His prophets and succeed.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "When he had consulted with the people, he appointed those who sang to the L ord and those who praised Him in their holy (priestly) attire, as they went out before the army and said, &apos;Praise and give thanks to the L ord , for His mercy and lovingkindness endure forever.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When they began singing and praising, the L ord set ambushes against the sons of Ammon, Moab, and Mount Seir, who had come against Judah; so they were struck down [in defeat]."
            },
            {
                "verse_number": "23",
                "verse_text": "For the sons of Ammon and Moab [suspecting betrayal] rose up against the inhabitants of Mount Seir, completely destroying them; and when they had finished with the inhabitants of Seir, they helped to destroy one another."
            },
            {
                "verse_number": "24",
                "verse_text": "When [the men of] Judah came to the lookout tower of the wilderness, they looked toward the multitude, and behold, they were dead bodies lying on the ground, and no one had escaped."
            },
            {
                "verse_number": "25",
                "verse_text": "When Jehoshaphat and his people came to take their spoil, they found much among them, including equipment, garments, and valuable things which they took for themselves, more than they could carry away; so much that they spent three days gathering the spoil."
            },
            {
                "verse_number": "26",
                "verse_text": "Then on the fourth day they assembled in the Valley of Beracah, for it was there that they blessed the L ord . For that reason they named that place &apos;The Valley of Beracah (blessing)&apos; until today."
            },
            {
                "verse_number": "27",
                "verse_text": "Then they returned to Jerusalem with joy, every man of Judah and Jerusalem, led by Jehoshaphat, for the L ord had made them rejoice over their enemies."
            },
            {
                "verse_number": "28",
                "verse_text": "They came to Jerusalem with harps, lyres, and trumpets to the house (temple) of the L ord ."
            },
            {
                "verse_number": "29",
                "verse_text": "And the fear of God came on all the kingdoms of those countries when they heard that the L ord had fought against the enemies of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "So the kingdom of Jehoshaphat was quiet, for his God gave him rest on all sides."
            },
            {
                "verse_number": "31",
                "verse_text": "Now Jehoshaphat reigned over Judah. He was thirty-five years old when he became king, and he reigned in Jerusalem for twenty-five years. His mother&quot;s name was Azubah the daughter of Shilhi."
            },
            {
                "verse_number": "32",
                "verse_text": "He walked in the way of his father Asa and did not depart from it, doing what was right in the sight of the L ord ."
            },
            {
                "verse_number": "33",
                "verse_text": "Only the high places [for pagan sacrifices] were not removed, for the people had not yet set their hearts firmly on the God of their fathers."
            },
            {
                "verse_number": "34",
                "verse_text": "Now the rest of the acts of Jehoshaphat, from the first to the last, behold, they are written in the records of Jehu the son of Hanani, which are recorded in the Book of the Kings of Israel."
            },
            {
                "verse_number": "35",
                "verse_text": "After [all] this Jehoshaphat king of Judah made an alliance with Ahaziah king of Israel, and he acted wickedly in doing so."
            },
            {
                "verse_number": "36",
                "verse_text": "He joined him in building ships to go to Tarshish [for trade], and they built them in Ezion-geber."
            },
            {
                "verse_number": "37",
                "verse_text": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, &apos;Because you have allied yourself with Ahaziah, the L ord has broken down what you have built.&apos; So the ships were wrecked and were unable to go to Tarshish."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat slept with his fathers [in death] and was buried with them in the City of David; and his son Jehoram became king in his place."
            },
            {
                "verse_number": "2",
                "verse_text": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azaryahu, Michael, and Shephatiah. All of these were the sons of Jehoshaphat king of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Their father gave them many gifts of silver, gold, and valuable things, in addition to fortified cities in Judah; but he gave the kingdom to Jehoram because he was the firstborn."
            },
            {
                "verse_number": "4",
                "verse_text": "When Jehoram had ascended over the kingdom of his father and made himself secure, he killed all his brothers with the sword [to eliminate any rivals], and some of the leaders of Israel as well."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoram was thirty-two years of age when he became king, and he reigned eight years in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "He walked in the way of the kings of Israel, just as the house of Ahab had done (for he married the daughter of Ahab), and he did what was evil in the sight of the L ord ."
            },
            {
                "verse_number": "7",
                "verse_text": "Yet the L ord would not destroy the house of David because of the covenant which He had made with David, and because He had promised to give a lamp to him and to his sons forever."
            },
            {
                "verse_number": "8",
                "verse_text": "In the days of Jehoram Edom revolted against the rule of Judah and set up a king over themselves."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jehoram crossed over [the Jordan River] with his commanders and all his chariots, and rose up by night and struck down the Edomites who were surrounding him and the commanders of the chariots."
            },
            {
                "verse_number": "10",
                "verse_text": "So Edom revolted against the rule of Judah to this day. Then Libnah revolted at the same time against Jehoram&quot;s rule, because he had abandoned (turned away from) the L ord God of his fathers."
            },
            {
                "verse_number": "11",
                "verse_text": "Moreover, he made [idolatrous] high places in the hill country of Judah, and caused the inhabitants of Jerusalem to be unfaithful [to God], and he led Judah astray [compelling the people&quot;s cooperation]."
            },
            {
                "verse_number": "12",
                "verse_text": "Then a letter came to Jehoram from Elijah the prophet, saying, &apos;Thus says the L ord God of David your father (ancestor): &quot;Because you have not walked in the ways of your father Jehoshaphat nor in the ways of Asa king of Judah,"
            },
            {
                "verse_number": "13",
                "verse_text": "but have walked in the way of the kings of Israel, and caused Judah and the inhabitants of Jerusalem to be unfaithful [to God] as the house of Ahab was unfaithful, and you have also murdered your brothers, your father&quot;s house (your own family), who were better than you,"
            },
            {
                "verse_number": "14",
                "verse_text": "behold, the L ord is going to strike your people, your sons, your wives, and all your possessions with a great disaster;"
            },
            {
                "verse_number": "15",
                "verse_text": "and you will suffer a severe illness, an intestinal disease, until your intestines come out because of the sickness, day after day.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the L ord stirred up against Jehoram the spirit (anger) of the Philistines and of the Arabs who bordered the Ethiopians."
            },
            {
                "verse_number": "17",
                "verse_text": "They came against Judah and invaded it, and carried away all the possessions found in the king&quot;s house (palace), together with his sons and his wives; so there was not a son left to him except Jehoahaz, the youngest of his sons."
            },
            {
                "verse_number": "18",
                "verse_text": "After all this, the L ord struck Jehoram with an incurable intestinal disease."
            },
            {
                "verse_number": "19",
                "verse_text": "Now it came about in the course of time, at the end of two years, that his intestines came out because of his disease and he died in excruciating pain. And his people did not make a funeral fire to honor him, like the fire for his fathers."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoram was thirty-two years old when he became king, and he reigned in Jerusalem eight years; and he departed with no one&quot;s regret (sorrow). They buried him in the City of David, but not in the tombs of the kings."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, because the band of men (raiders) who came with the Arabs to the camp had killed all the older sons . So Ahaziah the son of Jehoram king of Judah began to reign."
            },
            {
                "verse_number": "2",
                "verse_text": "Ahaziah was twenty-two years old when he became king and he reigned one year in Jerusalem. His mother&quot;s name was Athaliah, a granddaughter of Omri."
            },
            {
                "verse_number": "3",
                "verse_text": "He also walked in the ways of the house of Ahab, for his mother was his adviser [and she encouraged him] to act wickedly."
            },
            {
                "verse_number": "4",
                "verse_text": "So he did evil in the sight of the L ord like the house of Ahab, for they were his advisers after the death of his father, resulting in his destruction."
            },
            {
                "verse_number": "5",
                "verse_text": "He also walked in accordance with their advice, and he went with Jehoram the son of Ahab king of Israel to wage war against Hazael king of Aram (Syria) at Ramoth-gilead. And the Arameans wounded Joram (Jehoram)."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he returned to Jezreel to recover from the wounds they had inflicted on him at Ramah when he fought against Hazael king of Aram. And Ahaziah, the son of Jehoram king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick."
            },
            {
                "verse_number": "7",
                "verse_text": "But the downfall of Ahaziah was ordained by God, in that he went to Joram (Jehoram). For when he arrived there he went out [as an ally] with Jehoram against Jehu the son of Nimshi, whom the L ord had anointed to destroy the house of Ahab."
            },
            {
                "verse_number": "8",
                "verse_text": "It came about that when Jehu was executing judgment on the house of Ahab, he found the leaders of Judah and the sons of Ahaziah&quot;s [murdered] brothers ministering to Ahaziah, and he killed them."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehu also searched for Ahaziah, who was hiding in Samaria; he was captured, brought to Jehu, and put to death. They buried him, for they said, &apos; After all , he is the grandson of Jehoshaphat, who sought the L ord with all his heart.&apos; So the house of Ahaziah had no one left to retain the power to rule over the kingdom."
            },
            {
                "verse_number": "10",
                "verse_text": "Now when Athaliah the mother of Ahaziah saw that her son was dead, she rose and destroyed all the royal family of the house of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "But Jehoshabeath, the king&quot;s daughter, took Joash the [infant] son of Ahaziah and stole him away from among the king&quot;s sons who were being put to death, and she placed him and his nurse in the bedroom. So Jehoshabeath, the daughter of King Jehoram [of Judah] and wife of Jehoiada the priest, hid Joash from [his grandmother] Athaliah so that she did not murder him (for Jehoshabeath was the sister of Ahaziah)."
            },
            {
                "verse_number": "12",
                "verse_text": "Joash was hidden with them in the house (temple) of God for six years, and Athaliah reigned over the land."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "In the seventh year Jehoiada [the priest] summoned his courage and took the captains of hundreds: Azariah the son of Jeroham, Ishmael the son of Johanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri, and they entered into a covenant with him."
            },
            {
                "verse_number": "2",
                "verse_text": "They went throughout Judah and gathered the Levites out of all the cities of Judah, and the heads of the households of the fathers (ancestors) in Israel, and they came to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "Then all the assembly made a covenant in the house of God with the king [that is, with the child Joash, to overthrow Athaliah by proclaiming his sovereignty]. And Jehoiada [the priest] said to them, &apos;Behold, the king&quot;s son [Joash] shall reign, as the L ord has said in regard to the sons of David."
            },
            {
                "verse_number": "4",
                "verse_text": "This is what you shall do: a third of you, of the priests and Levites who are resuming service on the Sabbath, shall be gatekeepers,"
            },
            {
                "verse_number": "5",
                "verse_text": "a [second] third shall be at the king&quot;s house (palace), and a [final] third at the Gate of the Foundation; and all the people shall be in the courtyards of the house of the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "But let no one enter the house (temple) of the L ord except the priests and the Levites who minister; they may enter, for they are holy. And let all the people carefully observe the law of the L ord ."
            },
            {
                "verse_number": "7",
                "verse_text": "The Levites shall surround the [young] king, every man with his weapons in his hand; and whoever comes into the temple [breaking through the ranks of the guard to get near Joash] is to be killed. You are to be with the king when he comes in [from the temple chamber where he is hiding] and when he goes out.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the Levites and all Judah acted in accordance with everything that Jehoiada the priest had commanded; and every man took his men who were to resume duty on the Sabbath, with those who were to go off duty on the Sabbath, for Jehoiada the priest did not dismiss [any of] the divisions [from their duties]."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jehoiada the priest gave to the captains of hundreds the spears and the large and small shields which had been King David&quot;s, which were in the house of God."
            },
            {
                "verse_number": "10",
                "verse_text": "He stationed all the people around the king [as guards for him], every man with his weapon in his hand, from the right side to the left side of the house (temple), by the altar and by the house."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they brought out the king&quot;s son and put the crown on him, and gave him the testimony [a copy of the Mosaic Law] and made him king. And Jehoiada and his sons anointed him and said, &apos; Long live the king!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Athaliah heard the sound of the people running and praising the king, she went into the house of the L ord to [see what] the people [were doing]."
            },
            {
                "verse_number": "13",
                "verse_text": "She looked, and there was the [young] king, standing by his pillar at the entrance, and the captains and the trumpeters were beside him. And all the people of the land were rejoicing and blowing trumpets, and the singers with their musical instruments were directing the [singing of] praise. Then Athaliah tore her clothes and cried, &apos;Treason! Treason!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Jehoiada the priest brought out the captains of hundreds who were appointed over the army and said to them, &apos;Bring her out between the ranks [of soldiers]; and whoever follows her shall be put to death with the sword.&apos; For the priest had said, &apos;Do not let her be put to death in the temple of the L ord .&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they seized Athaliah, and when she arrived at the entrance of the Horse Gate of the king&quot;s house (palace), they put her to death there."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jehoiada made a covenant between himself, all the people, and the king, that they would be the L ord &quot; s people."
            },
            {
                "verse_number": "17",
                "verse_text": "Then all the people went to the house of Baal and tore it down, and they smashed its altars and its images to pieces, and killed Mattan, the priest of Baal, in front of the altars."
            },
            {
                "verse_number": "18",
                "verse_text": "Also Jehoiada placed the offices and officers of the house of the L ord under the authority of the Levitical priests, whom David had [previously] assigned over the house of the L ord , to offer the burnt offerings of the L ord , as it is written in the Law of Moses, with rejoicing and singing in accordance with the order of David."
            },
            {
                "verse_number": "19",
                "verse_text": "Jehoiada stationed the gatekeepers [at the gates] of the house of the L ord , so that no one would enter who was in any way unclean."
            },
            {
                "verse_number": "20",
                "verse_text": "He took the captains of hundreds, the nobles, the rulers of the people, and all the people of the land, and brought the king down from the house of the L ord ; and they came through the upper gate to the king&quot;s house (palace) and set the king on the throne of the kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "So all the people of the land rejoiced, and the city was quiet after Athaliah had been put to death with the sword."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joash was seven years old when he became king, and he reigned for forty years in Jerusalem. His mother&quot;s name was Zibiah from Beersheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Joash did what was right in the sight of the L ord all the days of Jehoiada the priest [his uncle]."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoiada took two wives for him, and he fathered sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "Now it came about after this that Joash decided to restore the house (temple) of the L ord ."
            },
            {
                "verse_number": "5",
                "verse_text": "He gathered the priests and the Levites and said to them, &apos;Go out to the cities of Judah and collect money from all Israel to repair the house of your God from year to year; and see that you do it quickly.&apos; But the Levites did not act quickly."
            },
            {
                "verse_number": "6",
                "verse_text": "So the king called for Jehoiada the high priest and said to him, &apos;Why have you not required the Levites to bring in from Judah and Jerusalem the tax for the tent of the testimony which was authorized by Moses, the servant of the L ord and the servant of the assembly of Israel?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "For the sons of Athaliah, that wicked woman, had broken into the house of God and also had used all the holy and dedicated things of the house of the L ord for the Baals."
            },
            {
                "verse_number": "8",
                "verse_text": "So at the king&quot;s command they made a chest and set it outside by the gate of the house of the L ord ."
            },
            {
                "verse_number": "9",
                "verse_text": "Then they made a proclamation in Judah and Jerusalem to bring in for the L ord the tax that Moses the servant of God imposed on Israel in the wilderness."
            },
            {
                "verse_number": "10",
                "verse_text": "All the officers and all the people rejoiced and brought their tax and dropped it into the chest until they had finished [and the chest was full]."
            },
            {
                "verse_number": "11",
                "verse_text": "It came about that whenever the Levites brought the chest to the king&quot;s official, and whenever they saw that there was a large amount of money, the king&quot;s secretary and the chief priest&quot;s representative would come and empty the chest, and take it, and return it to its place. They did this day after day and collected a large amount of money."
            },
            {
                "verse_number": "12",
                "verse_text": "The king and Jehoiada gave it to those who did the work of the service of the house of the L ord ; and they would hire masons and carpenters (craftsmen) and also those who worked in iron and bronze to repair and restore the house of the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "So the workmen labored, and the repair work progressed in their hands; and they restored and organized the house of God in accordance with its specifications and strengthened it."
            },
            {
                "verse_number": "14",
                "verse_text": "When they had finished, they brought the rest of the money before the king and Jehoiada; and it was [melted down and] made into utensils for the house of the L ord , utensils for ministering and for burnt offerings, and bowls and utensils of gold and silver. And they offered burnt offerings in the house of the L ord continually all the days of Jehoiada."
            },
            {
                "verse_number": "15",
                "verse_text": "Now when Jehoiada grew old and was full of days, he died. He was a hundred and thirty years old at his death."
            },
            {
                "verse_number": "16",
                "verse_text": "They buried him in the City of David among the kings, because he had done good [things] in Israel and toward God and His house."
            },
            {
                "verse_number": "17",
                "verse_text": "Now after the death of Jehoiada [the priest, who had hidden Joash], the officials of Judah came and bowed down to King Joash; then the king listened to them."
            },
            {
                "verse_number": "18",
                "verse_text": "They abandoned the house of the L ord , the God of their fathers, and served the Asherim and the idols; so [God&quot;s] wrath came on Judah and Jerusalem for their sin and guilt."
            },
            {
                "verse_number": "19",
                "verse_text": "Yet God sent prophets among them to bring them back to the L ord ; these prophets testified against them, but they would not listen."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Spirit of God came over Zechariah the son of Jehoiada the priest, and he stood above the people and said to them, &apos;This is what God has said: &quot;Why do you transgress the commandments of the L ord so that you cannot prosper? Because you have abandoned (turned away from) the L ord , He has also abandoned (turned away from) you.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So they conspired against Zechariah and stoned him [to death] at the command of the king, in the courtyard of the house of the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "Thus Joash the king did not remember the kindness which Jehoiada, Zechariah&quot;s father, had shown him, but he murdered his son. And when Zechariah was dying, he said, &apos;May the L ord see this and require an accounting!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Now it happened at the end of the year, that the army of Aram (Syria) went up against Joash. They came to Judah and Jerusalem and killed all the leaders among the people and sent all their spoil to the king of Damascus."
            },
            {
                "verse_number": "24",
                "verse_text": "Though the army of the Arameans came with a small company of men, the L ord handed over a very large army into their hands, because Joash and Judah had abandoned (turned away from) the L ord , the God of their fathers. So the Arameans executed judgment against Joash."
            },
            {
                "verse_number": "25",
                "verse_text": "When they left Joash (for they left him very ill), his own servants conspired against him because of the blood of the son of Jehoiada the priest, and they murdered him on his bed. So he died, and they buried him in the City of David, but they did not bury him in the tombs of the kings."
            },
            {
                "verse_number": "26",
                "verse_text": "The conspirators against Joash were Zabad the son of Shimeath the Ammonitess, and Jehozabad the son of Shimrith the Moabitess."
            },
            {
                "verse_number": "27",
                "verse_text": "Now as to his sons and the many prophecies uttered against him and the rebuilding of the house of God, they are written in the commentary on the Book of Kings. Then his son Amaziah became king in his place."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah was twenty-five years old when he became king, and he reigned for twenty-nine years in Jerusalem. His mother&quot;s name was Jehoaddan of Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did right in the sight of the L ord , yet not wholeheartedly."
            },
            {
                "verse_number": "3",
                "verse_text": "When his kingdom was firmly established, he killed his servants who had struck down his father the king."
            },
            {
                "verse_number": "4",
                "verse_text": "But he did not kill their children; for he did as it is written in the Law, in the Book of Moses, where the L ord commanded, &apos;The fathers shall not die for the children, nor the children die for the fathers, but each shall be put to death for his own sin.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Amaziah assembled [the men of] Judah and appointed them in accordance with their fathers&quot; (ancestors&quot;) households under commanders of thousands and of hundreds throughout Judah and Benjamin. He numbered them from twenty years old and above and found there to be 300,000 choice men fit for war and able to handle spear and shield."
            },
            {
                "verse_number": "6",
                "verse_text": "He also hired 100,000 brave warriors from Israel for a hundred talents of silver."
            },
            {
                "verse_number": "7",
                "verse_text": "But a man of God came to him, saying, &apos;O king, do not let this army of Israel go with you, for the L ord is not with Israel nor with any of the sons of Ephraim."
            },
            {
                "verse_number": "8",
                "verse_text": "But if you do go [in spite of this warning], be strong and courageous for battle; yet God will cause you to stumble and fall before the enemy, for God has power to help and to cause people to stumble.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Amaziah said to the man of God, &apos;But what shall we do about the hundred talents which I gave to the troops of Israel?&apos; The man of God answered, &apos;The L ord is able to give you much more than this.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Amaziah dismissed the troops that came to him from Ephraim, to go home. So their anger was kindled and burned greatly against Judah, and they returned home in the heat of anger."
            },
            {
                "verse_number": "11",
                "verse_text": "Now Amaziah took courage and led his people out to the Valley of Salt, and he struck down 10,000 of the men of Seir (Edom)."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Judah also captured 10,000 alive and brought them to the top of the cliff. They threw them down from the top of the cliff and they were all crushed to pieces."
            },
            {
                "verse_number": "13",
                "verse_text": "But the troops whom Amaziah sent back, those not allowed to go with him to battle, attacked and raided the cities of Judah, from Samaria to Beth-horon, and struck down 3,000 men and took a large amount of spoil."
            },
            {
                "verse_number": "14",
                "verse_text": "After Amaziah came back from the slaughter of the Edomites, he brought the gods of the sons of Seir, and set them up to be his gods, bowed before them, and burned incense to them."
            },
            {
                "verse_number": "15",
                "verse_text": "So the anger of the L ord burned against Amaziah, and He sent him a prophet who said to him, &apos;Why have you desired the gods of the people who did not save their own people from your hand?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "As he was talking, the king said to him, &apos;Have we made you the king&quot;s counselor? Stop! Why should you be put to death?&apos; Then the prophet stopped and said, &apos;I know that God has decided to destroy you because you have done this and have ignored my advice.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Amaziah king of Judah took counsel and sent word to Joash the son of Jehoahaz the son of Jehu, king of Israel, saying, &apos;Come [to battle], let us face each other.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Joash king of Israel sent word to Amaziah king of Judah, saying, &apos;The [little] thorn bush in Lebanon sent word to the [great] cedar in Lebanon, saying, &quot;Give your daughter to my son in marriage.&quot; But a wild beast in Lebanon passed by and trampled down the thorn bush."
            },
            {
                "verse_number": "19",
                "verse_text": "You say, &quot;See, I have struck down and defeated Edom.&quot; Your heart lifts you up to boast [about your victory]. Now stay at home; why should you meddle and court disaster so that you, even you, will fall and Judah with you?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Amaziah would not listen, for it was from God, so that He might hand Judah over to Joash because they had desired the gods of Edom."
            },
            {
                "verse_number": "21",
                "verse_text": "So Joash king of Israel went up; and he and Amaziah king of Judah faced one another at Beth-shemesh, which belonged to Judah."
            },
            {
                "verse_number": "22",
                "verse_text": "And Judah was defeated by Israel, and they fled, every man to his tent."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Joash king of Israel captured Amaziah king of Judah, the son of Joash the son of Jehoahaz (Ahaziah), at Beth-shemesh, and brought him to Jerusalem and broke down the wall of Jerusalem from the Ephraim Gate to the Corner Gate, 400 cubits."
            },
            {
                "verse_number": "24",
                "verse_text": "He took all the gold and silver and all the utensils which were found in the house of God with [the doorkeeper] Obed-edom, and the treasures of the king&quot;s house (palace), and the hostages, and returned to Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "And Amaziah the son of Joash king of Judah lived fifteen years after the death of Joash the son of Jehoahaz king of Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the rest of the acts of Amaziah, from the first to the last, are they not written in the Book of the Kings of Judah and Israel?"
            },
            {
                "verse_number": "27",
                "verse_text": "Now from the time that Amaziah turned away from following the L ord , they conspired against him in Jerusalem, and he fled to Lachish; but they sent men after him to Lachish and killed him there."
            },
            {
                "verse_number": "28",
                "verse_text": "Then they brought him on horses and buried him with his fathers in the City of [David in] Judah."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Then all the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah."
            },
            {
                "verse_number": "2",
                "verse_text": "He built Eloth and restored it to Judah after the king [Amaziah] slept with his fathers [in death]."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzziah was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother&quot;s name was Jechiliah of Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "He did right in the sight of the L ord , in accordance with everything that his father Amaziah had done."
            },
            {
                "verse_number": "5",
                "verse_text": "He continued to seek God in the days of Zechariah, who had understanding through the vision of God; and as long as he sought (inquired of, longing for) the L ord , God caused him to prosper."
            },
            {
                "verse_number": "6",
                "verse_text": "He went out and made war against the Philistines, and broke through the wall of Gath, the wall of Jabneh, and the wall of Ashdod; and he built cities near Ashdod and [elsewhere] among the Philistines."
            },
            {
                "verse_number": "7",
                "verse_text": "God helped him against the Philistines, and against the Arabs who lived in Gur-baal, and the Meunites."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites paid tribute (money) to Uzziah, and his fame spread abroad, even as far as the border of Egypt, for he became very strong."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah also built towers in Jerusalem at the Corner Gate, the Valley Gate, and at the corner buttress [of the wall], and fortified them."
            },
            {
                "verse_number": "10",
                "verse_text": "He also built towers in the wilderness and dug many cisterns, for he had a great deal of livestock, both in the lowlands and in the plain. He also had farmers and vinedressers in the hill country and in the fertile fields, for he loved the soil."
            },
            {
                "verse_number": "11",
                "verse_text": "Moreover, Uzziah had an army ready for battle, which went into combat by divisions according to the number of their muster as recorded by Jeiel the scribe and Maaseiah the official, under the direction of Hananiah, one of the king&quot;s commanders."
            },
            {
                "verse_number": "12",
                "verse_text": "The total number of the heads of the fathers&quot; households, of valiant men, was 2,600."
            },
            {
                "verse_number": "13",
                "verse_text": "Under their command was an army of 307,500, who could wage war with great power, to help the king against the enemy."
            },
            {
                "verse_number": "14",
                "verse_text": "Moreover, Uzziah prepared shields, spears, helmets, body armor, bows, and sling stones for the entire army."
            },
            {
                "verse_number": "15",
                "verse_text": "In Jerusalem he made machines of war invented by skillful men to be put on the towers and on the [corner] battlements for the purpose of shooting arrows and large stones. And his fame spread far, for he was marvelously helped until he was strong."
            },
            {
                "verse_number": "16",
                "verse_text": "But when Uzziah became strong, he became so proud [of himself and his accomplishments] that he acted corruptly, and he was unfaithful and sinned against the L ord his God, for he went into the temple of the L ord to burn incense on the altar of incense."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Azariah the priest went in after him, and with him eighty priests of the L ord , men of courage."
            },
            {
                "verse_number": "18",
                "verse_text": "They opposed King Uzziah and said to him, &apos;It is not for you, Uzziah, to burn incense to the L ord , but for the priests, the sons of Aaron who have been consecrated to burn incense. Get out of the sanctuary, for you have been unfaithful and will have no honor from the L ord God.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Uzziah, with a censer in his hand to burn incense, was enraged; and while he was enraged with the priests, leprosy broke out on his forehead before the priests in the house of the L ord , beside the incense altar."
            },
            {
                "verse_number": "20",
                "verse_text": "As Azariah the chief priest and all the priests looked toward him, behold, he was leprous on his forehead; and they hurried him out of there, and he also hurried to get out because the L ord had stricken him."
            },
            {
                "verse_number": "21",
                "verse_text": "King Uzziah was a leper to the day of his death; and, being a leper, he lived in a separate house, for he was excluded from the house of the L ord . And his son Jotham took charge of the king&quot;s household, judging and governing the people of the land."
            },
            {
                "verse_number": "22",
                "verse_text": "Now the rest of the acts of Uzziah, from the first to the last, Isaiah the prophet, the son of Amoz, has written."
            },
            {
                "verse_number": "23",
                "verse_text": "So Uzziah slept with his fathers [in death], and they buried him with his fathers in the burial field of the kings [outside the royal tombs], for they said, &apos;He is a leper.&apos; And his son Jotham became king in his place."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Jotham was twenty-five years old when he became king, and he reigned for sixteen years in Jerusalem. His mother&quot;s name was Jerushah the daughter of Zadok."
            },
            {
                "verse_number": "2",
                "verse_text": "He did right in the sight of the L ord , in accordance with everything that his father Uzziah had done; however, he did not enter the temple of the L ord . But the people continued behaving corruptly."
            },
            {
                "verse_number": "3",
                "verse_text": "He built the upper gate of the house of the L ord , and did extensive building on the wall of Ophel."
            },
            {
                "verse_number": "4",
                "verse_text": "Moreover, he built cities in the hill country of Judah, and in the forests he built fortresses and towers."
            },
            {
                "verse_number": "5",
                "verse_text": "He also fought with the king of the Ammonites and prevailed over them. As a result the Ammonites gave him during that year a hundred talents of silver and ten thousand measures each of wheat and of barley. The Ammonites also paid him that much in the second year and third year."
            },
            {
                "verse_number": "6",
                "verse_text": "So Jotham grew powerful, because he directed his ways before the L ord his God."
            },
            {
                "verse_number": "7",
                "verse_text": "Now the rest of the acts of Jotham, and all his wars and his ways, behold, they are written in the Book of the Kings of Israel and Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "He was twenty-five years old when he became king, and he reigned for sixteen years in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "And Jotham slept with his fathers [in death], and they buried him in the City of David. Ahaz his son became king in his place."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz was twenty years old when he became king, and he reigned for sixteen years in Jerusalem. He did not do right in the sight of the L ord , as his father (forefather) David had done ."
            },
            {
                "verse_number": "2",
                "verse_text": "Instead he walked in the ways of the kings of Israel, and even made cast images for the Baals."
            },
            {
                "verse_number": "3",
                "verse_text": "And he burned incense in the Valley of Ben-hinnom and burned his sons [as an offering], in accordance with the repulsive acts of the [pagan] nations whom the L ord had driven out before the sons (descendants) of Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "He also sacrificed and burned incense on the high places [of pagan worship], on the hills and under every green tree."
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore the L ord his God handed over Ahaz to the king of Aram (Syria), who defeated him and led away a great number [of the people] as captives, and brought them to Damascus. And he was also handed over to the king of Israel, who struck Judah with a great slaughter."
            },
            {
                "verse_number": "6",
                "verse_text": "For Pekah son of Remaliah killed 120,000 in Judah in one day, all courageous men, because they had abandoned (turned away from) the L ord God of their fathers."
            },
            {
                "verse_number": "7",
                "verse_text": "And Zichri, a warrior of Ephraim, killed Maaseiah the king&quot;s son, and Azrikam the governor of the house, and Elkanah, who was second [in power] to the king."
            },
            {
                "verse_number": "8",
                "verse_text": "And the sons of Israel led away captive 200,000 of their kinsmen [of Judah]&ndash;women, sons, and daughters&ndash;and they also took a great quantity of spoil from them and brought it to Samaria."
            },
            {
                "verse_number": "9",
                "verse_text": "But a prophet of the L ord was there, whose name was Oded; and he went out to meet the army that was returning to Samaria and said to them, &apos;Behold, because the L ord , the God of your fathers, was angry with Judah, He handed them over to you; but you have killed them in a rage that has reached as far as heaven."
            },
            {
                "verse_number": "10",
                "verse_text": "And now you intend to subjugate the people of Judah and Jerusalem as male and female slaves for yourselves. But are you yourselves not guilty of transgressions against the L ord your God?"
            },
            {
                "verse_number": "11",
                "verse_text": "Now therefore, hear me and return the captives whom you have captured from your brothers (fellow descendants of Israel, i.e. Jacob), for the burning anger of the L ord is against you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then some of the heads of the Ephraimites (Israel)&ndash;Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai&ndash;took a stand against those who were returning from the battle,"
            },
            {
                "verse_number": "13",
                "verse_text": "and said to them, &apos;You must not bring the captives in here; for we are guilty before the L ord already , and what you intend to do will add more to our sins and our guilt. For our guilt is so great that His burning anger is against Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the armed men [of Israel] left the captives and the spoil [of Judah] before the officers and all the assembly."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the men who were designated by name rose up and took the captives, and from the spoil they clothed all those who were naked; they clothed them and gave them sandals, and fed them and gave them [something to] drink, anointed them [with oil, as was a host&quot;s duty], and led all the feeble ones on donkeys, and they brought them to Jericho, the City of Palm Trees, to their brothers (fellow descendants of Israel, i.e. Jacob). Then they returned to Samaria."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time King Ahaz sent word to the king of Assyria [to ask him] for help."
            },
            {
                "verse_number": "17",
                "verse_text": "For the Edomites had come again and attacked Judah and led away captives."
            },
            {
                "verse_number": "18",
                "verse_text": "The Philistines had also invaded the cities of the low country and of the Negev (the South country) of Judah, and had taken Beth-shemesh, Aijalon, Gederoth, and Soco with their villages, and also Timnah with its villages, and Gimzo with its villages, and they settled there."
            },
            {
                "verse_number": "19",
                "verse_text": "For the L ord humbled Judah because of Ahaz king of Israel, for Ahaz had allowed unrestrained and undisciplined behavior in Judah and had been very unfaithful to the L ord ."
            },
            {
                "verse_number": "20",
                "verse_text": "So Tilgath-pilneser king of Assyria came against him and harassed him instead of strengthening and supporting him."
            },
            {
                "verse_number": "21",
                "verse_text": "Although Ahaz took a portion [of treasure] from the house of the L ord and from the house (palace) of the king and from the leaders, and gave it [as tribute] to the king of Assyria, it did not help Ahaz."
            },
            {
                "verse_number": "22",
                "verse_text": "In the time of his distress, this same King Ahaz became yet more unfaithful to the L ord ."
            },
            {
                "verse_number": "23",
                "verse_text": "For he sacrificed to the gods of Damascus, which had defeated him, and he said, &apos;Since the gods of the kings of Aram (Syria) helped them, I will sacrifice to them so that they may help me.&apos; But they became the ruin and downfall of him and all of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Ahaz collected the utensils of the house of God and he cut them in pieces; and he shut the doors of the house of the L ord and made altars for himself in every corner of Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "In every city of Judah he made high places to burn incense to other gods, provoking to anger the L ord , the God of his fathers."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the rest of his acts and of all his ways, from the first to the last, behold, they are written in the Book of the Kings of Judah and Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "And Ahaz slept with his fathers [in death], and they buried him in the city, in Jerusalem, but they did not bring him into the tombs of the kings of Israel. And his son Hezekiah reigned in his place."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah became king when he was twenty-five years old, and he reigned twenty-nine years in Jerusalem. His mother&quot;s name was Abijah the daughter of Zechariah."
            },
            {
                "verse_number": "2",
                "verse_text": "He did right in the sight of the L ord , in accordance with everything that David his father (forefather) had done."
            },
            {
                "verse_number": "3",
                "verse_text": "In the first year of his reign, in the first month, he opened the doors of the house of the L ord [which his father had closed] and repaired them [and replaced the gold overlay]."
            },
            {
                "verse_number": "4",
                "verse_text": "He brought in the priests and Levites and gathered them into the square on the east."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he said to them, &apos;Levites, listen to me! Now consecrate (dedicate) yourselves and consecrate the house of the L ord , the God of your fathers, and get the filth [of idol worship] out of the Holy Place."
            },
            {
                "verse_number": "6",
                "verse_text": "For our fathers have been unfaithful and have done evil in the sight of the L ord our God, and they have abandoned Him and have turned their faces away from the dwelling place of the L ord , and have turned their backs [toward Him]."
            },
            {
                "verse_number": "7",
                "verse_text": "They have also closed the doors of the [temple] porch and put out the lamps, and they have not burned incense nor offered burnt offerings in the Holy Place to the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore the wrath of the L ord has been against Judah and Jerusalem, and He has made them an object of terror, of horror, and of hissing, just as you see with your own eyes."
            },
            {
                "verse_number": "9",
                "verse_text": "For behold, our fathers have fallen by the sword, and our sons and our daughters and our wives are in captivity because of this."
            },
            {
                "verse_number": "10",
                "verse_text": "Now it is in my heart to make a covenant (solemn agreement) with the L ord God of Israel, so that His burning anger will turn away from us."
            },
            {
                "verse_number": "11",
                "verse_text": "My sons, do not be negligent and careless now, for the L ord has chosen you to stand in His presence, to attend to His service, and to be His ministers and burn incense.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Levites arose: Mahath the son of Amasai and Joel the son of Azariah, from the sons of the Kohathites; from the sons of Merari: Kish the son of Abdi, Azariah the son of Jehallelel; from the Gershonites: Joah the son of Zimmah and Eden the son of Joah;"
            },
            {
                "verse_number": "13",
                "verse_text": "from the sons of Elizaphan: Shimri and Jeiel; from the sons of Asaph: Zechariah, and Mattaniah;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the sons of Heman: Jehiel and Shimei; and from the sons of Jeduthun: Shemaiah and Uzziel."
            },
            {
                "verse_number": "15",
                "verse_text": "They gathered their brothers (fellow Levites) together, consecrated themselves, and went in to cleanse the house of the L ord , as the king had commanded by the words of the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "The priests went into the inner part of the house of the L ord to cleanse it, and every unclean thing they found in the temple of the L ord they brought out to the courtyard of the L ord &quot; s house. Then the Levites received it to take out to the Kidron Valley [for disposal]."
            },
            {
                "verse_number": "17",
                "verse_text": "Now they began the consecration on the first [day] of the first month, and on the eighth day of the month they came to the porch of the L ord . Then for eight days they consecrated the house of the L ord , and on the sixteenth day of the first month they finished."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they went inside to King Hezekiah and said, &apos;We have cleansed the entire house (temple) of the L ord , the altar of burnt offering with all of its utensils, and the table of showbread with all its utensils."
            },
            {
                "verse_number": "19",
                "verse_text": "Moreover, we have prepared and consecrated all the utensils which King Ahaz had discarded during his reign in his unfaithfulness; and behold, they are in front of the altar of the L ord .&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then King Hezekiah arose early and assembled the officials of the city, and went up to the house of the L ord ."
            },
            {
                "verse_number": "21",
                "verse_text": "They brought seven bulls, seven rams, seven lambs, and seven male goats for a sin offering for the kingdom, the sanctuary, and Judah. He commanded the priests, the sons of Aaron, to offer them on the altar of the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "So they slaughtered the bulls, and the priests took the blood and sprinkled it on the altar. They also slaughtered the rams and sprinkled the blood on the altar; then they slaughtered the lambs and sprinkled the blood on the altar."
            },
            {
                "verse_number": "23",
                "verse_text": "Then they brought the male goats for the sin offering before the king and the assembly, and they laid their hands on them [to symbolize the transference of their sin]."
            },
            {
                "verse_number": "24",
                "verse_text": "The priests slaughtered them and cleansed the altar from sin with their blood to atone for all Israel, because the king commanded that the burnt offering and the sin offering be made for all Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "Hezekiah stationed the Levites in the house of the L ord with cymbals, with harps, and with lyres, in accordance with the command of David [his ancestor] and of Gad the king&quot;s seer, and of Nathan the prophet; for the command was from the L ord through His prophets."
            },
            {
                "verse_number": "26",
                "verse_text": "The Levites stood with the musical instruments of David, and the priests with the trumpets."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Hezekiah gave the order to offer the burnt offering on the altar. And when the burnt offering began, the song to the L ord also began with the trumpets accompanied by the instruments of David, king of Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "The entire congregation worshiped, the singers also sang, and the trumpets sounded; all this continued until the burnt offering was finished."
            },
            {
                "verse_number": "29",
                "verse_text": "When the burnt offerings were completed, the king and all who were present with him bowed down and worshiped [God]."
            },
            {
                "verse_number": "30",
                "verse_text": "Also King Hezekiah and the officials ordered the Levites to exclaim praises to the L ord with the words of David and of Asaph the seer. And they exclaimed praises with joy, and bowed down and worshiped."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Hezekiah said, &apos;Now you have consecrated yourselves to the L ord ; approach and bring sacrifices and thank offerings into the house of the L ord .&apos; And the assembly brought in sacrifices and thank offerings, and all those who were willing brought burnt offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "The number of the burnt offerings which the assembly brought was 70 bulls, 100 rams, and 200 lambs. All these were for a burnt offering to the L ord ."
            },
            {
                "verse_number": "33",
                "verse_text": "The consecrated things were 600 bulls and 3,000 sheep."
            },
            {
                "verse_number": "34",
                "verse_text": "But there were too few priests and they were unable to skin all the burnt offerings; so until the other priests had consecrated themselves, their brothers, the Levites, helped them until the work was done. For the Levites were more upright in heart and more conscientious than the priests in consecrating themselves."
            },
            {
                "verse_number": "35",
                "verse_text": "There were also many burnt offerings with the fat of the peace offerings and with the drink offerings for the burnt offerings. So the service of the house of the L ord was established again."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Hezekiah and all the people rejoiced because of what God had prepared for the people, for the thing came about suddenly."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah sent word to all Israel and to Judah and also wrote letters to Ephraim and Manasseh to come to the house of the L ord at Jerusalem to celebrate the Passover Feast to the L ord God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "For the king and his officials and all the assembly in Jerusalem had decided to celebrate the Passover in the second month,"
            },
            {
                "verse_number": "3",
                "verse_text": "since they could not celebrate it at that time because a sufficient number of priests had not consecrated themselves, nor had the people assembled at Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Thus the [decision to set a] new time pleased the king and the entire assembly."
            },
            {
                "verse_number": "5",
                "verse_text": "So they decided to circulate a proclamation throughout Israel, from Beersheba to Dan, that the people were to come to celebrate the Passover to the L ord God of Israel, at Jerusalem. For they had not celebrated it in great numbers as it was prescribed [for a long time]."
            },
            {
                "verse_number": "6",
                "verse_text": "So the runners went throughout Israel and Judah with the letters from the hand of the king and his officials, in accordance with the command of the king, saying, &apos;O sons (descendants) of Israel, return to the L ord God of Abraham, Isaac, and Israel (Jacob), so that He will return to those of you who escaped and are left from the hand (power) of the kings of Assyria."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be like your fathers and your brothers, who were unfaithful to the L ord God of their fathers, so that He made them a horror (lifeless, desolate), just as you see."
            },
            {
                "verse_number": "8",
                "verse_text": "Now do not stiffen your neck [becoming obstinate] like your fathers, but yield to the L ord and come to His sanctuary which He has sanctified and set apart forever, and serve the L ord your God, so that His burning anger will turn away from you."
            },
            {
                "verse_number": "9",
                "verse_text": "For if you return to the L ord , your brothers (relatives) and your children will find compassion in the presence of those who led them away captive and will return to this land. For the L ord your God is gracious and merciful, and He will not turn His face away from you if you return to Him.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the runners (couriers) passed from city to city through the country of Ephraim and Manasseh, as far as Zebulun; but the people laughed at them with scorn and mocked them."
            },
            {
                "verse_number": "11",
                "verse_text": "Yet some of the men of Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "Also the hand of God was on Judah to give them one heart to do that which the king and the officials had commanded by the word of the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "Now many people were gathered at Jerusalem to celebrate the Feast of Unleavened Bread in the second month; it was a very large assembly."
            },
            {
                "verse_number": "14",
                "verse_text": "They took action and removed the [pagan] altars which were in Jerusalem; they also removed all the incense altars and threw them into the Brook Kidron [the dumping place for the ashes of such repulsive things]."
            },
            {
                "verse_number": "15",
                "verse_text": "Then they slaughtered the Passover lambs on the fourteenth day of the second month. And the priests and the Levites were ashamed of themselves, and consecrated themselves and brought burnt offerings to the house of the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "They stood at their accustomed stations, in accordance with the Law of Moses, the man of God. The priests sprinkled the blood [which they received] from the hand of the Levites [on the altar]."
            },
            {
                "verse_number": "17",
                "verse_text": "For there were many in the assembly who had not consecrated themselves [that is, become ceremonially clean and free from all sin]; so the Levites had to slaughter the Passover lambs for everyone who was not clean, in order to make them holy for the L ord ."
            },
            {
                "verse_number": "18",
                "verse_text": "For the majority of the people, many from Ephraim and Manasseh, Issachar and Zebulun, had not purified themselves, and yet they ate the Passover contrary to what had been prescribed. For Hezekiah had prayed for them, saying, &apos;May the good L ord pardon"
            },
            {
                "verse_number": "19",
                "verse_text": "everyone who sets his heart to seek God&ndash;the L ord God of his fathers&ndash;even though it is not in accordance with the [ceremonial] purification [rules] of the sanctuary.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the L ord listened to Hezekiah and healed the people [of their uncleanness]."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelites who were present in Jerusalem celebrated the Feast of Unleavened Bread for seven days with great joy. The Levites and priests praised the L ord day after day, singing to the L ord with loud instruments."
            },
            {
                "verse_number": "22",
                "verse_text": "Hezekiah spoke encouragingly to all the Levites who showed good understanding in the things of the L ord . So the people ate for the appointed seven days, sacrificing peace offerings and giving thanks to the L ord God of their fathers."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the whole assembly decided to celebrate [the feast] for another seven days; and they celebrated it another seven days with joy."
            },
            {
                "verse_number": "24",
                "verse_text": "For Hezekiah king of Judah gave to the assembly 1,000 bulls and 7,000 sheep, and the officials gave the assembly 1,000 bulls and 10,000 sheep. And a large number of priests consecrated themselves [for service]."
            },
            {
                "verse_number": "25",
                "verse_text": "All the assembly of Judah rejoiced, with the priests and the Levites and all the assembly that came from Israel, both the sojourners (resident aliens, foreigners) who came from the land of Israel and those living in Judah."
            },
            {
                "verse_number": "26",
                "verse_text": "So there was great joy in Jerusalem, because there had been nothing like this in Jerusalem since the time of Solomon the son of David, king of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the priests and Levites stood and blessed the people; and their voice was heard and their prayer came up to His holy dwelling place, to heaven."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Now when all of this was finished, all Israel who were present went out to the cities of Judah, and smashed the [pagan] pillars (obelisks, memorial stones) in pieces, cut down the Asherim (wooden symbols of a female deity), and tore down the high places and the altars [of idolatry] throughout all Judah and Benjamin, as well as in Ephraim and Manasseh, until they had destroyed them all. Then all the sons (descendants) of Israel returned to their own cities, each to his own property."
            },
            {
                "verse_number": "2",
                "verse_text": "And Hezekiah appointed the divisions of the priests, and the Levites by their divisions, each in accordance with his service, both the priests and Levites, for burnt offerings and for peace offerings, to minister and to give thanks and to praise in the gates of the camp of the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah also appointed the king&quot;s [personal] portion of his goods: for the morning and evening burnt offerings, and the burnt offerings for the Sabbaths and for the New Moons and for the appointed feasts, as it is written in the Law of the L ord ."
            },
            {
                "verse_number": "4",
                "verse_text": "He also told (ordered) the people living in Jerusalem to give the portion that was due to the priests and Levites, so that they might [be free to] devote themselves to the Law of the L ord ."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as the king&quot;s order spread, the Israelites gave in abundance the first fruits of grain, new wine, [olive] oil, honey, and of all the produce of the field; and they brought in the tithe of everything abundantly."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Israel and Judah who lived in the cities of Judah also brought in the tithe of oxen and sheep, and the tithe of sacred gifts which were consecrated to the L ord their God, and placed them in heaps."
            },
            {
                "verse_number": "7",
                "verse_text": "In the third month [at the end of wheat harvest] they began to make the heaps, and they finished them in the seventh month."
            },
            {
                "verse_number": "8",
                "verse_text": "When Hezekiah and the rulers came and saw the heaps, they blessed the L ord and His people Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Hezekiah questioned the priests and Levites about the heaps."
            },
            {
                "verse_number": "10",
                "verse_text": "Azariah the high priest of the house of Zadok answered him, &apos;Since the people began to bring the offerings into the house of the L ord , we have had enough to eat with plenty left over, for the L ord has blessed His people, and this great quantity is left over.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Hezekiah told them to prepare rooms [for storage] in the house of the L ord , and they prepared them."
            },
            {
                "verse_number": "12",
                "verse_text": "They faithfully brought in the contributions, the tithes, and the sacred (dedicated) things. Conaniah the Levite was in charge of them, and Shimei his brother was second [in authority]."
            },
            {
                "verse_number": "13",
                "verse_text": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were overseers directed by Conaniah and Shimei his brother by the appointment of King Hezekiah, and Azariah was the chief officer of the house of God."
            },
            {
                "verse_number": "14",
                "verse_text": "Kore the son of Imnah the Levite, keeper of the East Gate, was in charge of the voluntary offerings to God, to apportion the contributions for the L ord and the most holy things."
            },
            {
                "verse_number": "15",
                "verse_text": "Under his authority were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah in the cities of the priests, to distribute faithfully their portions to their brothers (relatives) by divisions, whether great or small,"
            },
            {
                "verse_number": "16",
                "verse_text": "without regard to their genealogical registration, to the males from thirty years old and upward&ndash;everyone who entered the house of the L ord for his daily obligations&ndash;for their service in accordance with their duties by their divisions;"
            },
            {
                "verse_number": "17",
                "verse_text": "as well as the priests who were registered genealogically according to their fathers&quot; households, and the Levites from twenty years old and upward, by their duties and by their divisions."
            },
            {
                "verse_number": "18",
                "verse_text": "The genealogical registration included all their little children, their wives, and their sons and daughters, for the whole assembly, because they consecrated themselves faithfully in holiness."
            },
            {
                "verse_number": "19",
                "verse_text": "Also for the sons of Aaron, the priests, who were in the pasture lands of their cities or in each and every city, there were men who were designated by name to give portions to every male among the priests and to everyone genealogically registered among the Levites."
            },
            {
                "verse_number": "20",
                "verse_text": "This is what Hezekiah did throughout Judah; and he did what was good, right, and true before the L ord his God."
            },
            {
                "verse_number": "21",
                "verse_text": "Every work which he began in the service of the house of God in keeping with the law and the commandment, seeking and inquiring of his God [and longing for Him], he did with all his heart and prospered."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "After these things and this faithfulness, Sennacherib king of Assyria came and invaded Judah and besieged the fortified cities, intending to take them for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "When Hezekiah saw that Sennacherib had come and that he intended to go to war against Jerusalem,"
            },
            {
                "verse_number": "3",
                "verse_text": "he decided, together with his officers and his soldiers, to stop up the water [supply] from the springs which were outside the city [by enclosing them with masonry and concealing them], and they helped him."
            },
            {
                "verse_number": "4",
                "verse_text": "So many people came together, and they stopped up all the springs and the brook which flowed [underground] through the region, saying, &apos;Why should the kings of Assyria come and find an abundance of water?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Also Hezekiah resolutely set to work and rebuilt all the wall that had been broken down, and erected towers on it, and he built another wall outside and strengthened the Millo (fortification) in the City of David, and made a great number of weapons and shields."
            },
            {
                "verse_number": "6",
                "verse_text": "He also appointed military officers over the people and gathered them to him in the square at the city gate, and spoke encouragingly to them, saying,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Be strong and courageous. Do not fear or be dismayed because of the king of Assyria, nor because of all the army that is with him; for the One with us is greater than the one with him."
            },
            {
                "verse_number": "8",
                "verse_text": "With him there is only an arm of flesh, but with us is the L ord our God to help us and to fight our battles.&apos; And the people relied on the words of Hezekiah king of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "After this, Sennacherib king of Assyria, while he was at Lachish [besieging it] with all his forces, sent his servants to Jerusalem, to Hezekiah king of Judah, and to all Judah who were at Jerusalem, saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Thus says Sennacherib king of Assyria, &quot;In what do you trust that you are remaining in Jerusalem under siege?"
            },
            {
                "verse_number": "11",
                "verse_text": "Is not Hezekiah misleading you in order to let you die by famine and thirst, while saying, &apos;The L ord our God will rescue us from the hand of the king of Assyria?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Has the same Hezekiah not taken away his [Baal&quot;s] high places and his altars, and commanded Judah and Jerusalem, &apos;You shall worship before [only] one altar and burn incense on it&apos;?"
            },
            {
                "verse_number": "13",
                "verse_text": "Do you not know what I and my fathers (ancestors) have done to all the peoples of the [other] lands? Were the gods of the nations of those lands able to rescue their lands from my hand at all?"
            },
            {
                "verse_number": "14",
                "verse_text": "Who [was there] among all the gods of those nations that my fathers utterly destroyed who was able to rescue his people from my hand, that your God should be able to rescue you from my hand?"
            },
            {
                "verse_number": "15",
                "verse_text": "So now, do not let Hezekiah deceive or mislead you like this, and do not believe him, for no god of any nation or kingdom has been able to rescue his people from my hand or the hand of my fathers. How much less will your God rescue you from my hand!&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And his servants said even more against the L ord God and against His servant Hezekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "The Assyrian king also wrote letters insulting and taunting the L ord God of Israel, and speaking against Him, saying, &apos;As the gods of the nations of other lands have not rescued their people from my hand, so the God of Hezekiah will not rescue His people from my hand.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "They shouted it loudly in the language of Judah to the people of Jerusalem who were on the wall, to frighten and terrify them, so that they might take the city [without a long siege]."
            },
            {
                "verse_number": "19",
                "verse_text": "They spoke of the God of Jerusalem as [they spoke of] the gods of the peoples of the earth, [which are only] the work of the hands of men."
            },
            {
                "verse_number": "20",
                "verse_text": "But Hezekiah the king and the prophet Isaiah the son of Amoz prayed about this and cried out to heaven [for help]."
            },
            {
                "verse_number": "21",
                "verse_text": "And the L ord sent an angel who destroyed every brave warrior, commander, and officer in the camp of the king of Assyria. So the king returned to his own land in shame. And when he entered the house (temple) of his god, some of his own children killed him there with the sword."
            },
            {
                "verse_number": "22",
                "verse_text": "Thus the L ord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria and from the hand of all others, and He gave them rest on every side."
            },
            {
                "verse_number": "23",
                "verse_text": "And many brought gifts to the L ord at Jerusalem and valuable presents to Hezekiah king of Judah; so from then on he was exalted in the sight of all nations."
            },
            {
                "verse_number": "24",
                "verse_text": "In those days Hezekiah became terminally ill; and he prayed to the L ord , and He answered him and gave him a [miraculous] sign."
            },
            {
                "verse_number": "25",
                "verse_text": "But Hezekiah did nothing [for the L ord ] in return for the benefit bestowed on him, because his heart had become proud; therefore God&quot;s wrath came on him and on Judah and Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "However, Hezekiah humbled his proud heart, both he and the inhabitants of Jerusalem, so that the wrath of the L ord did not come on them during the days of Hezekiah."
            },
            {
                "verse_number": "27",
                "verse_text": "Now Hezekiah had immense wealth and honor; and he made for himself treasuries for silver, gold, precious stones, spices, shields, and all kinds of delightful articles,"
            },
            {
                "verse_number": "28",
                "verse_text": "and storehouses for the produce of grain, new wine, and [olive] oil, and stalls for all kinds of cattle, and sheepfolds for the flocks."
            },
            {
                "verse_number": "29",
                "verse_text": "Moreover, he made cities for himself and acquired an abundance of flocks and herds, for God gave him very many possessions."
            },
            {
                "verse_number": "30",
                "verse_text": "This same Hezekiah also stopped up the upper outlet of the waters of Gihon and channeled them down to the west side of the City of David. Hezekiah succeeded in everything that he did."
            },
            {
                "verse_number": "31",
                "verse_text": "And so in the matter of the envoys of the rulers of Babylon, who were sent to him to inquire about the wonder that had happened in the land, God left him alone only to test him, in order to know everything that was in his heart."
            },
            {
                "verse_number": "32",
                "verse_text": "Now the rest of the acts of Hezekiah and his godly achievements, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, in the Book of the Kings of Judah and Israel."
            },
            {
                "verse_number": "33",
                "verse_text": "So Hezekiah slept with his fathers [in death] and they buried him in the upper section of the tombs of the descendants of David; and all Judah and the inhabitants of Jerusalem honored him at his death. And his son Manasseh became king in his place."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was twelve years old when he became king, and he reigned for fifty-five years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "But he did evil in the sight of the L ord , like the repulsive acts of the [pagan] nations whom the L ord dispossessed before the sons (descendants) of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "For he rebuilt the [idolatrous] high places which his father Hezekiah had torn down; and he set up altars for the Baals and made the Asherim, and worshiped all the host of heaven [the sun, the moon, stars and planets] and served them."
            },
            {
                "verse_number": "4",
                "verse_text": "He built [pagan] altars in the house of the L ord , of which the L ord had said, &apos;My Name shall be in Jerusalem forever.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He built altars for all the host of heaven in the two courts of the house of the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "He made his sons pass through the fire [as an offering to his gods] in the Valley of Ben-hinnom; and he practiced witchcraft, used divination, and practiced sorcery, and dealt with mediums and spiritists. He did much evil in the sight of the L ord , provoking Him to anger."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he set the carved image of the idol which he had made in the house of God, of which God had said to David and to Solomon his son, &apos;In this house and in Jerusalem, which I have chosen from all the tribes of Israel, I will put My Name [and the symbol of my Presence] forever;"
            },
            {
                "verse_number": "8",
                "verse_text": "and I will not again remove Israel from the land which I appointed for your fathers, if they will only be careful to do everything that I have commanded them in regard to all the law, the statutes, and the ordinances given through Moses.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Manasseh caused Judah and the inhabitants of Jerusalem to sin, by doing more evil than the [pagan] nations whom the L ord had destroyed before the sons of Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Now the L ord spoke to Manasseh and to his people, but they paid no attention."
            },
            {
                "verse_number": "11",
                "verse_text": "So the L ord brought the commanders of the army of the king of Assyria against them, and they captured Manasseh with hooks [through his nose or cheeks] and bound him with bronze [chains] and took him to Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "But when he was in distress, he sought the L ord his God and humbled himself greatly before the God of his fathers."
            },
            {
                "verse_number": "13",
                "verse_text": "When he prayed to Him, He was moved by his entreaty and heard his pleading, and brought him back to Jerusalem to his kingdom. Then Manasseh knew that the L ord is God."
            },
            {
                "verse_number": "14",
                "verse_text": "After this he built an outer wall for the City of David on the west side of Gihon, in the river valley, to the entrance of the Fish Gate; and he encircled the Ophel with it and made it very high. Then he put military commanders in all the fortified cities of Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "He also removed the foreign gods and the idol from the house of the L ord , as well as all the altars which he had built on the mountain of the house of the L ord and in Jerusalem; and he threw them outside the city."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he set up the altar of the L ord and sacrificed peace offerings and thank offerings on it; and he ordered Judah to serve the L ord God of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Yet the people still sacrificed on the high places, but only to the L ord their God."
            },
            {
                "verse_number": "18",
                "verse_text": "Now the rest of the acts of Manasseh, and his prayer to his God, and the words of the seers who spoke to him in the name of the L ord God of Israel, behold, they are among the records of the kings of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "His prayer also and how God heard him, and all his sin, his unfaithfulness, and the sites on which he built high places and set up the Asherim and the carved images, before he humbled himself, behold, they are written in the records of the Hozai."
            },
            {
                "verse_number": "20",
                "verse_text": "So Manasseh slept with his fathers [in death], and they buried him in [the garden of] his own house. And his son Amon became king in his place."
            },
            {
                "verse_number": "21",
                "verse_text": "Amon was twenty-two years old when he became king, and he reigned for two years in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "But he did evil in the sight of the L ord , just as his father Manasseh had done. Amon sacrificed to all the carved images which his father Manasseh had made, and he served them."
            },
            {
                "verse_number": "23",
                "verse_text": "Further, he did not humble himself before the L ord as his father Manasseh [finally] had done, but Amon multiplied his guilt and his sin."
            },
            {
                "verse_number": "24",
                "verse_text": "And his servants conspired against him and killed him in his own house (palace)."
            },
            {
                "verse_number": "25",
                "verse_text": "But the people of the land struck down all those who had conspired against King Amon, and they made his son Josiah king in his place."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was eight years old when he became king, and he reigned for thirty-one years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was right in the sight of the L ord , and walked in the ways of David his father (forefather) and did not turn aside either to the right or to the left."
            },
            {
                "verse_number": "3",
                "verse_text": "For in the eighth year of his reign, while he was still young (sixteen), he began to seek after and inquire of the God of his father David; and in the twelfth year he began to purge Judah and Jerusalem of the high places, the Asherim, and the carved and cast images."
            },
            {
                "verse_number": "4",
                "verse_text": "They tore down the altars of the Baals in his presence; he cut to pieces the incense altars that were high above them; he also smashed the Asherim and the carved images and the cast images to pieces, and ground them to dust and scattered it on the graves of those who had sacrificed to them."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Josiah burned the bones of the [pagan] priests on their altars and purged and cleansed Judah and Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "In the cities of Manasseh, Ephraim, Simeon, and as far as Naphtali, in their surrounding ruins,"
            },
            {
                "verse_number": "7",
                "verse_text": "he tore down the altars and beat and crushed the Asherim and the carved images into powder, and cut to pieces all the incense altars throughout the land of Israel. Then he returned to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "In the eighteenth year of Josiah&quot;s reign, when he had purged the land and the [L ord &quot; s ] house, he sent Shaphan the son of Azaliah, and Maaseiah the governor of the city, and Joah the son of Joahaz the recorder (secretary), to repair the house of the L ord his God."
            },
            {
                "verse_number": "9",
                "verse_text": "When they came to Hilkiah the high priest, they delivered the money that had been brought into the house of God, which the Levites, who guarded the doors, had collected from Manasseh and Ephraim, and from all the remnant of Israel, and from all Judah and Benjamin, and the inhabitants of Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they gave it to the workmen who were appointed over the house of the L ord , and the workmen who were working in the house of the L ord gave it [to others] to repair and restore the house (temple)."
            },
            {
                "verse_number": "11",
                "verse_text": "They in turn gave it to the carpenters and builders to buy quarried stone and timber for couplings (trusses, braces) and to make beams for the houses which the kings of Judah had let go to ruin."
            },
            {
                "verse_number": "12",
                "verse_text": "The men did the work faithfully with foremen over them to supervise and inspect [their work]: Jahath and Obadiah, the Levites of the sons of Merari, and Zechariah and Meshullam of the sons of the Kohathites, and the Levites, all who were skillful with musical instruments."
            },
            {
                "verse_number": "13",
                "verse_text": "They were also in charge of the burden bearers [who carried heavy loads], and supervised all the workmen in any kind of service; and some of the Levites were scribes and officials and gatekeepers."
            },
            {
                "verse_number": "14",
                "verse_text": "When they were bringing out the money which had been brought into the house of the L ord , Hilkiah the priest found the Book of the Law of the L ord given by Moses."
            },
            {
                "verse_number": "15",
                "verse_text": "Hilkiah told Shaphan the scribe, &apos;I have found the Book of the Law in the house of the L ord .&apos; And he gave the book to Shaphan."
            },
            {
                "verse_number": "16",
                "verse_text": "Shaphan brought the book to the king, but [first] reported further to him, &apos;Your servants are doing everything that was entrusted to them."
            },
            {
                "verse_number": "17",
                "verse_text": "They have emptied out the money that was found in the house of the L ord , and have delivered it into the hands of the overseers and the workmen.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Shaphan the scribe told the king, &apos;Hilkiah the priest has given me a book.&apos; And Shaphan read from it in the presence of the king."
            },
            {
                "verse_number": "19",
                "verse_text": "When the king heard the words of the Law, he tore his clothes."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah a servant of the king, saying,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Go, inquire of the L ord for me and for those who are left in Israel and in Judah in regard to the words of the book which has been found; for great is the wrath of the L ord which has been poured out on us because our fathers have not kept and obeyed the word of the L ord , to act in accordance with everything that is written in this book.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Hilkiah and those whom the king had told went to Huldah the prophetess, the wife of Shallum the son of Tokhath, the son of Hasrah, keeper of the wardrobe (now she lived in Jerusalem, in the Second Quarter); and they spoke to her about this."
            },
            {
                "verse_number": "23",
                "verse_text": "And she answered them, &apos;Thus says the L ord , the God of Israel: &quot;Tell the man who sent you to me,"
            },
            {
                "verse_number": "24",
                "verse_text": "thus says the L ord : &apos;Behold, I am bringing evil on this place and on its inhabitants, all the curses that are written in the book which they have read in the presence of the king of Judah."
            },
            {
                "verse_number": "25",
                "verse_text": "Because they have abandoned (rejected) Me and have burned incense to other gods, in order to provoke Me to anger with all the works of their hands, My wrath will be poured out on this place and it will not be extinguished.&apos;&nbsp;&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But you shall say the following to King Josiah of Judah, who sent you to inquire of the L ord : &quot;Thus says the L ord God of Israel, concerning the words which you have heard,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Because your heart was gentle and penitent and you humbled yourself before God when you heard His words against this place and its inhabitants, and humbled yourself before Me, and tore your clothes and wept before Me, I also have heard you,&apos; declares the L ord ."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Behold, I will gather you to your fathers [in death], and you shall be gathered to your grave in peace, and your eyes shall not see all the evil which I am going to bring on this place and on its inhabitants.&apos;&nbsp;&quot;&nbsp;&apos; So they brought back word to the king."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the king sent word and gathered all the elders of Judah and Jerusalem."
            },
            {
                "verse_number": "30",
                "verse_text": "And the king went up to the house of the L ord with all the men of Judah, the inhabitants of Jerusalem, the priests, the Levites, and all the people, from the greatest to the least; and he read aloud so they could hear all the words of the Book of the Covenant which was found in the house of the L ord ."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the king stood in his place and made a covenant before the L ord &ndash;to walk after (obey) the L ord , and to keep His commandments, His testimonies, and His statutes with all his heart and with all his soul, to perform the words of the covenant written in this book."
            },
            {
                "verse_number": "32",
                "verse_text": "Further, he made all who were present in Jerusalem and Benjamin stand [with him, in confirmation of it]. So the inhabitants of Jerusalem acted in accordance with the covenant of God, the God of their fathers."
            },
            {
                "verse_number": "33",
                "verse_text": "Josiah removed all the [pagan] repulsive things from all the lands belonging to the sons (descendants) of Israel, and made all who were present in Israel serve the L ord their God. Throughout his lifetime they did not turn from following the L ord God of their fathers."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Josiah celebrated the Passover to the L ord in Jerusalem; they slaughtered the Passover lambs on the fourteenth day of the first month."
            },
            {
                "verse_number": "2",
                "verse_text": "He appointed the priests to their positions and encouraged them in the service of the house of the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "To the Levites who taught all Israel and were holy to the L ord he said, &apos;Put the holy ark in the house (temple) which Solomon the son of David king of Israel built; it shall not be a burden [carried] on your shoulders any longer. Now serve the L ord your God and His people Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "Prepare yourselves according to your fathers&quot; (ancestors&quot;) households by your divisions, in accordance with the instructions of David king of Israel, and the instructions of his son Solomon."
            },
            {
                "verse_number": "5",
                "verse_text": "And stand in the holy place [of the priests] according to the sections of the fathers&quot; households of your fellow kinsmen the lay people, and according to the Levites, by division of [the families of] a father&quot;s household."
            },
            {
                "verse_number": "6",
                "verse_text": "Slaughter the Passover lambs and consecrate yourselves, and prepare for your fellow countrymen to carry out (obey) the word of the L ord given by Moses.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Josiah contributed to the lay people, to all who were present, flocks of lambs and young goats numbering 30,000, all as Passover offerings, and 3,000 bulls&ndash;these were from the king&quot;s property."
            },
            {
                "verse_number": "8",
                "verse_text": "His officers also contributed a voluntary offering to the people, the priests and the Levites. Hilkiah, Zechariah, and Jehiel, the officials of the house of God, gave to the priests for the Passover offerings 2,600 from the flocks [of lambs and young goats], and 300 bulls."
            },
            {
                "verse_number": "9",
                "verse_text": "Conaniah also, and Shemaiah and Nethanel, his brothers, and Hashabiah and Jeiel and Jozabad, officers of the Levites, contributed to the Levites for the Passover offerings 5,000 from the flocks [of lambs and young goats], and 500 bulls."
            },
            {
                "verse_number": "10",
                "verse_text": "When the service was ready, the priests stood in their [assigned] places and the Levites by their divisions, in accordance with the king&quot;s command."
            },
            {
                "verse_number": "11",
                "verse_text": "They slaughtered the Passover lambs, and while the priests sprinkled the blood received from their hand, the Levites skinned the animals ."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they removed the burnt offerings, to distribute them to the sections of the fathers&quot; households of the lay people to offer to the L ord , as it is written in the Book of Moses. They did the same with the bulls."
            },
            {
                "verse_number": "13",
                "verse_text": "So they roasted the Passover lambs on the fire according to the ordinance; and they cooked the holy offerings in pots, in kettles, and in pans, and quickly brought them to all the lay people."
            },
            {
                "verse_number": "14",
                "verse_text": "Afterward the Levites prepared for themselves and for the priests, because the priests, the sons of Aaron, were busy offering the burnt offerings and the fat until night; so the Levites prepared for themselves and for the priests, the sons of Aaron."
            },
            {
                "verse_number": "15",
                "verse_text": "The singers, the sons of Asaph, were also in their places in accordance with the command of David, Asaph, Heman, and Jeduthun the king&quot;s seer; and the gatekeepers at each gate did not need to leave their service, because their kinsmen the Levites prepared for them."
            },
            {
                "verse_number": "16",
                "verse_text": "So all the service of the L ord was prepared on that day to celebrate the Passover, and to offer burnt offerings on the altar of the L ord , in accordance with the command of King Josiah."
            },
            {
                "verse_number": "17",
                "verse_text": "Thus the sons of Israel who were present celebrated the Passover at that time, and the Feast of Unleavened Bread for seven days."
            },
            {
                "verse_number": "18",
                "verse_text": "No Passover like it had been celebrated in Israel since the days of Samuel the prophet; nor had any of the kings of Israel celebrated such a Passover as Josiah did with the priests, the Levites, all Judah and Israel who were present, and the inhabitants of Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "In the eighteenth year of Josiah&quot;s reign this Passover was celebrated."
            },
            {
                "verse_number": "20",
                "verse_text": "After all this, when Josiah had prepared the temple, Neco king of Egypt came up to make war at Carchemish on the Euphrates, and Josiah went out to meet him."
            },
            {
                "verse_number": "21",
                "verse_text": "But Neco sent messengers to Josiah, saying, &apos;What business do we have with each other, O King of Judah? I am not coming against you today, but against the house with which I am at war, and God has ordered me to hurry. Stop for your own sake from interfering with God who is with me, so that He will not destroy you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Yet Josiah would not turn away from him, but disguised himself in order to fight against him. He did not listen to the words of Neco from the mouth of God, but came to fight against him on the plain of Megiddo."
            },
            {
                "verse_number": "23",
                "verse_text": "The archers shot King Josiah, and the king said to his servants, &apos;Take me away, for I am badly wounded.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So his servants took him out of the chariot and carried him in the second chariot which he had, and brought him to Jerusalem where he died and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jeremiah sung a lament (funeral song) for Josiah, and all the male and female singers have spoken about Josiah in their laments to this day. They made the songs an ordinance in Israel; behold, they are written in the Lamentations."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the rest of the acts of Josiah and his deeds of devotion and godly achievements as written in the Law of the L ord ,"
            },
            {
                "verse_number": "27",
                "verse_text": "and his acts, from the first to the last, behold, they are written in the Book of the Kings of Israel and Judah."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Then the people of the land took Joahaz the son of Josiah, and made him king in Jerusalem in place of his father."
            },
            {
                "verse_number": "2",
                "verse_text": "Joahaz was twenty-three years old when he became king, and he reigned [only] three months in Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king of Egypt deposed him at Jerusalem, and imposed a fine on the land of a hundred talents of silver and one talent of gold."
            },
            {
                "verse_number": "4",
                "verse_text": "The king of Egypt made Eliakim, the brother of Joahaz, king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Joahaz his brother, and brought him to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem; and he did evil in the sight of the L ord his God."
            },
            {
                "verse_number": "6",
                "verse_text": "Nebuchadnezzar king of Babylon came up against him and bound him with bronze [chains] to take him to Babylon."
            },
            {
                "verse_number": "7",
                "verse_text": "Nebuchadnezzar also brought some of the articles of the house (temple) of the L ord to Babylon and put them in his temple there."
            },
            {
                "verse_number": "8",
                "verse_text": "Now the rest of the acts of Jehoiakim and the repulsive acts which he committed, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And his son Jehoiachin became king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiachin was eight[teen] years old when he became king, and he reigned for three months and ten days in Jerusalem, and he did evil in the sight of the L ord ."
            },
            {
                "verse_number": "10",
                "verse_text": "Now at the turn of the year [in the spring], King Nebuchadnezzar sent word and had him brought to Babylon with the valuable articles of the house of the L ord , and made his brother Zedekiah king over Judah and Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah was twenty-one years old when he became king, and he reigned for eleven years in Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "He did evil in the sight of the L ord his God; he did not humble himself before Jeremiah the prophet, who spoke for the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "He also rebelled against King Nebuchadnezzar who had made him swear allegiance by God. He stiffened his neck and hardened his heart against turning to the L ord God of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Also, all the officials of the priests and the people were very unfaithful, following all the repulsive acts of the [pagan] nations; and they defiled the house of the L ord which He had sanctified in Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "The L ord , the God of their fathers, sent word to them again and again by His messengers, because He had compassion on His people and on His dwelling place."
            },
            {
                "verse_number": "16",
                "verse_text": "But they kept mocking the messengers of God and despising His words and scoffing at His prophets until the wrath of the L ord arose against His people, until there was no remedy or healing."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore He brought the king of the Chaldeans against them, who killed their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or infirm; He gave them all into his hand."
            },
            {
                "verse_number": "18",
                "verse_text": "And as for all the articles of the house of God, great and small, and the treasures of the house of the L ord , and the treasures of the king and of his officials, he brought them all to Babylon."
            },
            {
                "verse_number": "19",
                "verse_text": "Then they burned the house of God and tore down the wall of Jerusalem, and burned all its fortified buildings with fire, and destroyed all its valuable articles."
            },
            {
                "verse_number": "20",
                "verse_text": "He deported to Babylon those who had escaped from the sword; and they were servants to him and to his sons until the kingdom of Persia was established there,"
            },
            {
                "verse_number": "21",
                "verse_text": "to fulfill the word of the L ord by the mouth of Jeremiah, until the land had restored its Sabbaths; for as long as the land lay desolate it kept Sabbath until seventy years were complete."
            },
            {
                "verse_number": "22",
                "verse_text": "Now in the first year of Cyrus king of Persia&ndash;in order to fulfill the word of the L ord by the mouth of Jeremiah&ndash;the L ord stirred up the spirit of Cyrus king of Persia, so that he sent a proclamation throughout his kingdom, and also put it in writing, saying,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Thus says Cyrus king of Persia: &quot;The L ord , the God of heaven, has given me all the kingdoms of the earth, and He has appointed me to build Him a house in Jerusalem, which is in Judah. Whoever there is among you of all His people, may the L ord his God be with him, and let him go up [to Jerusalem]!&quot;&nbsp;&apos;"
            }
        ]
    }
}