{
    "1 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "[I am writing about] what existed from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of Life [the One who existed even before the beginning of the world, Christ]—"
            },
            {
                "verse_number": "2",
                "verse_text": "and the Life [an aspect of His being] was manifested, and we have seen [it as eyewitnesses] and testify and declare to you [the Life], the eternal Life who was [already existing] with the Father and was [actually] made visible to us [His followers]—"
            },
            {
                "verse_number": "3",
                "verse_text": "what we have seen and heard we also proclaim to you, so that you too may have fellowship [as partners] with us. And indeed our fellowship [which is a distinguishing mark of born-again believers] is with the Father, and with His Son Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "We are writing these things to you so that our joy [in seeing you included] may be made complete [by having you share in the joy of salvation]."
            },
            {
                "verse_number": "5",
                "verse_text": "This is the message [of God’s promised revelation] which we have heard from Him and now announce to you, that God is Light [He is holy, His message is truthful, He is perfect in righteousness], and in Him there is no darkness at all [no sin, no wickedness, no imperfection]."
            },
            {
                "verse_number": "6",
                "verse_text": "If we say that we have fellowship with Him and yet walk in the darkness [of sin], we lie and do not practice the truth;"
            },
            {
                "verse_number": "7",
                "verse_text": "but if we [really] walk in the Light [that is, live each and every day in conformity with the precepts of God], as He Himself is in the Light, we have [true, unbroken] fellowship with one another [He with us, and we with Him], and the blood of Jesus His Son cleanses us from all sin [by erasing the stain of sin, keeping us cleansed from sin in all its forms and manifestations]."
            },
            {
                "verse_number": "8",
                "verse_text": "If we say we have no sin [refusing to admit that we are sinners], we delude ourselves and the truth is not in us. [His word does not live in our hearts.]"
            },
            {
                "verse_number": "9",
                "verse_text": "If we [freely] admit that we have sinned and confess our sins, He is faithful and just [true to His own nature and promises], and will forgive our sins and cleanse us continually from all unrighteousness [our wrongdoing, everything not in conformity with His will and purpose]."
            },
            {
                "verse_number": "10",
                "verse_text": "If we say that we have not sinned [refusing to admit acts of sin], we make Him [out to be] a liar [by contradicting Him] and His word is not in us."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My little children (believers, dear ones), I am writing you these things so that you will not sin and violate God’s law. And if anyone sins, we have an Advocate [who will intercede for us] with the Father: Jesus Christ the righteous [the upright, the just One, who conforms to the Father’s will in every way—purpose, thought, and action]."
            },
            {
                "verse_number": "2",
                "verse_text": "And He [that same Jesus] is the propitiation for our sins [the atoning sacrifice that holds back the wrath of God that would otherwise be directed at us because of our sinful nature—our worldliness, our lifestyle]; and not for ours alone, but also for [the sins of all believers throughout] the whole world."
            },
            {
                "verse_number": "3",
                "verse_text": "And this is how we know [daily, by experience] that we have come to know Him [to understand Him and be more deeply acquainted with Him]: if we habitually keep [focused on His precepts and obey] His commandments (teachings)."
            },
            {
                "verse_number": "4",
                "verse_text": "Whoever says, “I have come to know Him,” but does not habitually keep [focused on His precepts and obey] His commandments (teachings), is a liar, and the truth [of the divine word] is not in him."
            },
            {
                "verse_number": "5",
                "verse_text": "But whoever habitually keeps His word and obeys His precepts [and treasures His message in its entirety], in him the love of God has truly been perfected [it is completed and has reached maturity]. By this we know [for certain] that we are in Him:"
            },
            {
                "verse_number": "6",
                "verse_text": "whoever says he lives in Christ [that is, whoever says he has accepted Him as God and Savior] ought [as a moral obligation] to walk and conduct himself just as He walked and conducted Himself."
            },
            {
                "verse_number": "7",
                "verse_text": "Beloved, I am not writing a new commandment to you, but an old commandment which you have had from the beginning; the old commandment is the message which you have heard [before from us]."
            },
            {
                "verse_number": "8",
                "verse_text": "On the other hand, I am writing a new commandment to you, which is true and realized in Christ and in you, because the darkness [of moral blindness] is clearing away and the true Light [the revelation of God in Christ] is already shining."
            },
            {
                "verse_number": "9",
                "verse_text": "The one who says he is in the Light [in consistent fellowship with Christ] and yet habitually hates (works against) his brother [in Christ] is in the darkness until now."
            },
            {
                "verse_number": "10",
                "verse_text": "The one who loves and unselfishly seeks the best for his [believing] brother lives in the Light, and in him there is no occasion for stumbling or offense [he does not hurt the cause of Christ or lead others to sin]."
            },
            {
                "verse_number": "11",
                "verse_text": "But the one who habitually hates (works against) his brother [in Christ] is in [spiritual] darkness and is walking in the darkness, and does not know where he is going because the darkness has blinded his eyes."
            },
            {
                "verse_number": "12",
                "verse_text": "I am writing to you, little children (believers, dear ones), because your sins have been forgiven for His name’s sake [you have been pardoned and released from spiritual debt through His name because you have confessed His name, believing in Him as Savior]."
            },
            {
                "verse_number": "13",
                "verse_text": "I am writing to you, fathers [those believers who are spiritually mature], because you know Him who has existed from the beginning. I am writing to you, young men [those believers who are growing in spiritual maturity], because you have been victorious and have overcome the evil one. I have written to you, children [those who are new believers, those spiritually immature], because you have come to know the Father."
            },
            {
                "verse_number": "14",
                "verse_text": "I have written to you, fathers, because you know Him who has existed from the beginning. I have written to you, young men, because you are strong and vigorous, and the word of God remains [always] in you, and you have been victorious over the evil one [by accepting Jesus as Savior]."
            },
            {
                "verse_number": "15",
                "verse_text": "Do not love the world [of sin that opposes God and His precepts], nor the things that are in the world. If anyone loves the world, the love of the Father is not in him."
            },
            {
                "verse_number": "16",
                "verse_text": "For all that is in the world—the lust and sensual craving of the flesh and the lust and longing of the eyes and the boastful pride of life [pretentious confidence in one’s resources or in the stability of earthly things]—these do not come from the Father, but are from the world."
            },
            {
                "verse_number": "17",
                "verse_text": "The world is passing away, and with it its lusts [the shameful pursuits and ungodly longings]; but the one who does the will of God and carries out His purposes lives forever."
            },
            {
                "verse_number": "18",
                "verse_text": "Children, it is the last hour [the end of this age]; and just as you heard that the antichrist is coming [the one who will oppose Christ and attempt to replace Him], even now many antichrists (false teachers) have appeared, which confirms our belief that it is the last hour."
            },
            {
                "verse_number": "19",
                "verse_text": "They went out from us [seeming at first to be Christians], but they were not really of us [because they were not truly born again and spiritually transformed]; for if they had been of us, they would have remained with us; but they went out [teaching false doctrine], so that it would be clearly shown that none of them are of us."
            },
            {
                "verse_number": "20",
                "verse_text": "But you have an anointing from the Holy One [you have been set apart, specially gifted and prepared by the Holy Spirit], and all of you know [the truth because He teaches us, illuminates our minds, and guards us from error]."
            },
            {
                "verse_number": "21",
                "verse_text": "I have not written to you because you do not know the truth, but because you do know it, and because no lie [nothing false, no deception] is of the truth."
            },
            {
                "verse_number": "22",
                "verse_text": "Who is the liar but the one who denies that Jesus is the Christ (the Messiah, the Anointed)? This is the antichrist [the enemy and antagonist of Christ], the one who denies and consistently refuses to acknowledge the Father and the Son."
            },
            {
                "verse_number": "23",
                "verse_text": "Whoever denies and repudiates the Son does not have the Father; the one who confesses and acknowledges the Son has the Father also."
            },
            {
                "verse_number": "24",
                "verse_text": "As for you, let that remain in you [keeping in your hearts that message of salvation] which you heard from the beginning. If what you heard from the beginning remains in you, you too will remain in the Son and in the Father [forever]."
            },
            {
                "verse_number": "25",
                "verse_text": "This is the promise which He Himself promised us—eternal life."
            },
            {
                "verse_number": "26",
                "verse_text": "These things I have written to you with reference to those who are trying to deceive you [seducing you and leading you away from the truth and sound doctrine]."
            },
            {
                "verse_number": "27",
                "verse_text": "As for you, the anointing [the special gift, the preparation] which you received from Him remains [permanently] in you, and you have no need for anyone to teach you. But just as His anointing teaches you [giving you insight through the presence of the Holy Spirit] about all things, and is true and is not a lie, and just as His anointing has taught you, you must remain in Him [being rooted in Him, knit to Him]."
            },
            {
                "verse_number": "28",
                "verse_text": "Now, little children (believers, dear ones), remain in Him [with unwavering faith], so that when He appears [at His return], we may have [perfect] confidence and not be ashamed and shrink away from Him at His coming."
            },
            {
                "verse_number": "29",
                "verse_text": "If you know that He is absolutely righteous, you know [for certain] that everyone who practices righteousness [doing what is right and conforming to God’s will] has been born of Him."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "See what an incredible quality of love the Father has shown to us, that we would [be permitted to] be named and called and counted the children of God! And so we are! For this reason the world does not know us, because it did not know Him."
            },
            {
                "verse_number": "2",
                "verse_text": "Beloved, we are [even here and] now children of God, and it is not yet made clear what we will be [after His coming]. We know that when He comes and is revealed, we will [as His children] be like Him, because we will see Him just as He is [in all His glory]."
            },
            {
                "verse_number": "3",
                "verse_text": "And everyone who has this hope [confidently placed] in Him purifies himself, just as He is pure (holy, undefiled, guiltless)."
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone who practices sin also practices lawlessness; and sin is lawlessness [ignoring God’s law by action or neglect or by tolerating wrongdoing—being unrestrained by His commands and His will]."
            },
            {
                "verse_number": "5",
                "verse_text": "You know that He appeared [in visible form as a man] in order to take away sins; and in Him there is [absolutely] no sin [for He has neither the sin nature nor has He committed sin or acts worthy of blame]."
            },
            {
                "verse_number": "6",
                "verse_text": "No one who abides in Him [who remains united in fellowship with Him—deliberately, knowingly, and habitually] practices sin. No one who habitually sins has seen Him or known Him."
            },
            {
                "verse_number": "7",
                "verse_text": "Little children (believers, dear ones), do not let anyone lead you astray. The one who practices righteousness [the one who strives to live a consistently honorable life—in private as well as in public—and to conform to God’s precepts] is righteous, just as He is righteous."
            },
            {
                "verse_number": "8",
                "verse_text": "The one who practices sin [separating himself from God, and offending Him by acts of disobedience, indifference, or rebellion] is of the devil [and takes his inner character and moral values from him, not God]; for the devil has sinned and violated God’s law from the beginning. The Son of God appeared for this purpose, to destroy the works of the devil."
            },
            {
                "verse_number": "9",
                "verse_text": "No one who is born of God [deliberately, knowingly, and habitually] practices sin, because God’s seed [His principle of life, the essence of His righteous character] remains [permanently] in him [who is born again—who is reborn from above—spiritually transformed, renewed, and set apart for His purpose]; and he [who is born again] cannot habitually [live a life characterized by] sin, because he is born of God and longs to please Him."
            },
            {
                "verse_number": "10",
                "verse_text": "By this the children of God and the children of the devil are clearly identified: anyone who does not practice righteousness [who does not seek God’s will in thought, action, and purpose] is not of God, nor is the one who does not [unselfishly] love his [believing] brother."
            },
            {
                "verse_number": "11",
                "verse_text": "For this is the message which you [believers] have heard from the beginning [of your relationship with Christ], that we should [unselfishly] love and seek the best for one another;"
            },
            {
                "verse_number": "12",
                "verse_text": "and not be like Cain, who was of the evil one and murdered his brother [Abel]. And why did he murder him? Because Cain’s deeds were evil, and his brother’s were righteous."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not be surprised, believers, if the world hates you."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that we have passed out of death into Life, because we love the brothers and sisters. He who does not love remains in [spiritual] death."
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone who hates (works against) his brother [in Christ] is [at heart] a murderer [by God’s standards]; and you know that no murderer has eternal life abiding in him."
            },
            {
                "verse_number": "16",
                "verse_text": "By this we know [and have come to understand the depth and essence of His precious] love: that He [willingly] laid down His life for us [because He loved us]. And we ought to lay down our lives for the believers."
            },
            {
                "verse_number": "17",
                "verse_text": "But whoever has the world’s goods (adequate resources), and sees his brother in need, but has no compassion for him, how does the love of God live in him?"
            },
            {
                "verse_number": "18",
                "verse_text": "Little children (believers, dear ones), let us not love [merely in theory] with word or with tongue [giving lip service to compassion], but in action and in truth [in practice and in sincerity, because practical acts of love are more than words]."
            },
            {
                "verse_number": "19",
                "verse_text": "By this we will know [without any doubt] that we are of the truth, and will assure our heart and quiet our conscience before Him"
            },
            {
                "verse_number": "20",
                "verse_text": "whenever our heart convicts us [in guilt]; for God is greater than our heart and He knows all things [nothing is hidden from Him because we are in His hands]."
            },
            {
                "verse_number": "21",
                "verse_text": "Beloved, if our heart does not convict us [of guilt], we have confidence [complete assurance and boldness] before God;"
            },
            {
                "verse_number": "22",
                "verse_text": "and we receive from Him whatever we ask because we [carefully and consistently] keep His commandments and do the things that are pleasing in His sight [habitually seeking to follow His plan for us]."
            },
            {
                "verse_number": "23",
                "verse_text": "This is His commandment, that we believe [with personal faith and confident trust] in the name of His Son Jesus Christ, and [that we unselfishly] love and seek the best for one another, just as He commanded us."
            },
            {
                "verse_number": "24",
                "verse_text": "The one who habitually keeps His commandments [obeying His word and following His precepts, abides and] remains in Him, and He in him. By this we know and have the proof that He [really] abides in us, by the Spirit whom He has given us [as a gift]."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Beloved, do not believe every spirit [speaking through a self-proclaimed prophet]; instead test the spirits to see whether they are from God, because many false prophets and teachers have gone out into the world."
            },
            {
                "verse_number": "2",
                "verse_text": "By this you know and recognize the Spirit of God: every spirit that acknowledges and confesses [the fact] that Jesus Christ has [actually] come in the flesh [as a man] is from God [God is its source];"
            },
            {
                "verse_number": "3",
                "verse_text": "and every spirit that does not confess Jesus [acknowledging that He has come in the flesh, but would deny any of the Son’s true nature] is not of God; this is the spirit of the antichrist, which you have heard is coming, and is now already in the world."
            },
            {
                "verse_number": "4",
                "verse_text": "Little children (believers, dear ones), you are of God and you belong to Him and have [already] overcome them [the agents of the antichrist]; because He who is in you is greater than he (Satan) who is in the world [of sinful mankind]."
            },
            {
                "verse_number": "5",
                "verse_text": "They [who teach twisted doctrine] are of the world and belong to it; therefore they speak from the [viewpoint of the] world [with its immoral freedom and baseless theories—demanding compliance with their opinions and ridiculing the values of the upright], and the [gullible one of the] world listens closely and pays attention to them."
            },
            {
                "verse_number": "6",
                "verse_text": "We [who teach God’s word] are from God [energized by the Holy Spirit], and whoever knows God [through personal experience] listens to us [and has a deeper understanding of Him]. Whoever is not of God does not listen to us. By this we know [without any doubt] the spirit of truth [motivated by God] and the spirit of error [motivated by Satan]."
            },
            {
                "verse_number": "7",
                "verse_text": "Beloved, let us [unselfishly] love and seek the best for one another, for love is from God; and everyone who loves [others] is born of God and knows God [through personal experience]."
            },
            {
                "verse_number": "8",
                "verse_text": "The one who does not love has not become acquainted with God [does not and never did know Him], for God is love. [He is the originator of love, and it is an enduring attribute of His nature.]"
            },
            {
                "verse_number": "9",
                "verse_text": "By this the love of God was displayed in us, in that God has sent His [One and] only begotten Son [the One who is truly unique, the only One of His kind] into the world so that we might live through Him."
            },
            {
                "verse_number": "10",
                "verse_text": "In this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation [that is, the atoning sacrifice, and the satisfying offering] for our sins [fulfilling God’s requirement for justice against sin and placating His wrath]."
            },
            {
                "verse_number": "11",
                "verse_text": "Beloved, if God so loved us [in this incredible way], we also ought to love one another."
            },
            {
                "verse_number": "12",
                "verse_text": "No one has seen God at any time. But if we love one another [with unselfish concern], God abides in us, and His love [the love that is His essence abides in us and] is completed and perfected in us."
            },
            {
                "verse_number": "13",
                "verse_text": "By this we know [with confident assurance] that we abide in Him and He in us, because He has given to us His [Holy] Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "We [who were with Him in person] have seen and testify [as eye-witnesses] that the Father has sent the Son to be the Savior of the world."
            },
            {
                "verse_number": "15",
                "verse_text": "Whoever confesses and acknowledges that Jesus is the Son of God, God abides in him, and he in God."
            },
            {
                "verse_number": "16",
                "verse_text": "We have come to know [by personal observation and experience], and have believed [with deep, consistent faith] the love which God has for us. God is love, and the one who abides in love abides in God, and God abides continually in him."
            },
            {
                "verse_number": "17",
                "verse_text": "In this [union and fellowship with Him], love is completed and perfected with us, so that we may have confidence in the day of judgment [with assurance and boldness to face Him]; because as He is, so are we in this world."
            },
            {
                "verse_number": "18",
                "verse_text": "There is no fear in love [dread does not exist]. But perfect (complete, full-grown) love drives out fear, because fear involves [the expectation of divine] punishment, so the one who is afraid [of God’s judgment] is not perfected in love [has not grown into a sufficient understanding of God’s love]."
            },
            {
                "verse_number": "19",
                "verse_text": "We love, because He first loved us."
            },
            {
                "verse_number": "20",
                "verse_text": "If anyone says, “I love God,” and hates (works against) his [Christian] brother he is a liar; for the one who does not love his brother whom he has seen, cannot love God whom he has not seen."
            },
            {
                "verse_number": "21",
                "verse_text": "And this commandment we have from Him, that the one who loves God should also [unselfishly] love his brother and seek the best for him."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Everyone who believes [with a deep, abiding trust in the fact] that Jesus is the Christ (the Messiah, the Anointed) is born of God [that is, reborn from above—spiritually transformed, renewed, and set apart for His purpose], and everyone who loves the Father also loves the child born of Him."
            },
            {
                "verse_number": "2",
                "verse_text": "By this we know [without any doubt] that we love the children of God: [expressing that love] when we love God and obey His commandments."
            },
            {
                "verse_number": "3",
                "verse_text": "For the [true] love of God is this: that we habitually keep His commandments and remain focused on His precepts. And His commandments and His precepts are not difficult [to obey]."
            },
            {
                "verse_number": "4",
                "verse_text": "For everyone born of God is victorious and overcomes the world; and this is the victory that has conquered and overcome the world—our [continuing, persistent] faith [in Jesus the Son of God]."
            },
            {
                "verse_number": "5",
                "verse_text": "Who is the one who is victorious and overcomes the world? It is the one who believes and recognizes the fact that Jesus is the Son of God."
            },
            {
                "verse_number": "6",
                "verse_text": "This is He who came through water and blood [His baptism and death], Jesus Christ—not by the water only, but by the water and the blood. It is the [Holy] Spirit who testifies, because the Spirit is the truth. [He is the essence and origin of truth itself.]"
            },
            {
                "verse_number": "7",
                "verse_text": "For there are three witnesses:"
            },
            {
                "verse_number": "8",
                "verse_text": "the Spirit and the water and the blood; and these three are in agreement [their testimony is perfectly consistent]."
            },
            {
                "verse_number": "9",
                "verse_text": "If we accept [as we do] the testimony of men [that is, if we are willing to take the sworn statements of fallible humans as evidence], the testimony of God is greater [far more authoritative]; for this is the testimony of God, that He has testified regarding His Son."
            },
            {
                "verse_number": "10",
                "verse_text": "The one who believes in the Son of God [who adheres to, trusts in, and relies confidently on Him as Savior] has the testimony within himself [because he can speak authoritatively about Christ from his own personal experience]. The one who does not believe God [in this way] has made Him [out to be] a liar, because he has not believed in the evidence that God has given regarding His Son."
            },
            {
                "verse_number": "11",
                "verse_text": "And the testimony is this: God has given us eternal life [we already possess it], and this life is in His Son [resulting in our spiritual completeness, and eternal companionship with Him]."
            },
            {
                "verse_number": "12",
                "verse_text": "He who has the Son [by accepting Him as Lord and Savior] has the life [that is eternal]; he who does not have the Son of God [by personal faith] does not have the life."
            },
            {
                "verse_number": "13",
                "verse_text": "These things I have written to you who believe in the name of the Son of God [which represents all that Jesus Christ is and does], so that you will know [with settled and absolute knowledge] that you [already] have eternal life."
            },
            {
                "verse_number": "14",
                "verse_text": "This is the [remarkable degree of] confidence which we [as believers are entitled to] have before Him: that if we ask anything according to His will, [that is, consistent with His plan and purpose] He hears us."
            },
            {
                "verse_number": "15",
                "verse_text": "And if we know [for a fact, as indeed we do] that He hears and listens to us in whatever we ask, we [also] know [with settled and absolute knowledge] that we have [granted to us] the requests which we have asked from Him."
            },
            {
                "verse_number": "16",
                "verse_text": "If anyone sees his brother committing a sin that does not lead to death, he will pray and ask [on the believer’s behalf] and God will for him give life to those whose sin is not leading to death. There is a sin that leads to death; I do not say that one should pray for this [kind of sin]."
            },
            {
                "verse_number": "17",
                "verse_text": "All wrongdoing is sin, and there is sin that does not lead to death [one can repent of it and be forgiven]."
            },
            {
                "verse_number": "18",
                "verse_text": "We know [with confidence] that anyone born of God does not habitually sin; but He (Jesus) who was born of God [carefully] keeps and protects him, and the evil one does not touch him."
            },
            {
                "verse_number": "19",
                "verse_text": "We know [for a fact] that we are of God, and the whole world [around us] lies in the power of the evil one [opposing God and His precepts]."
            },
            {
                "verse_number": "20",
                "verse_text": "And we [have seen and] know [by personal experience] that the Son of God has [actually] come [to this world], and has given us understanding and insight so that we may [progressively and personally] know Him who is true; and we are in Him who is true—in His Son Jesus Christ. This is the true God and eternal life."
            },
            {
                "verse_number": "21",
                "verse_text": "Little children (believers, dear ones), guard yourselves from idols—[false teachings, moral compromises, and anything that would take God’s place in your heart]."
            }
        ]
    }
}