{
    "Jude": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Jude, a bond-servant of Jesus Christ, and brother of James, [writes this letter], T o those who are the called (God’s chosen ones, the elect), dearly loved by God the Father, and kept [secure and set apart] for Jesus Christ:"
            },
            {
                "verse_number": "2",
                "verse_text": "May mercy and peace and love be multiplied to you [filling your heart with the spiritual well-being and serenity experienced by those who walk closely with God]."
            },
            {
                "verse_number": "3",
                "verse_text": "Beloved, while I was making every effort to write you about our common salvation, I was compelled to write to you [urgently] appealing that you fight strenuously for [the defense of] the faith which was once for all handed down to the saints [the faith that is the sum of Christian belief that was given verbally to believers]."
            },
            {
                "verse_number": "4",
                "verse_text": "For certain people have crept in unnoticed [just as if they were sneaking in by a side door]. They are ungodly persons whose condemnation was predicted long ago, for they distort the grace of our God into decadence and immoral freedom [viewing it as an opportunity to do whatever they want], and deny and disown our only Master and Lord, Jesus Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "Now I want to remind you, although you are fully informed once for all, that the Lord, after saving a people out of the land of Egypt, subsequently destroyed those who did not believe [who refused to trust and obey and rely on Him]."
            },
            {
                "verse_number": "6",
                "verse_text": "And angels who did not keep their own designated place of power, but abandoned their proper dwelling place, [these] He has kept in eternal chains under [the thick gloom of utter] darkness for the judgment of the great day,"
            },
            {
                "verse_number": "7",
                "verse_text": "just as Sodom and Gomorrah and the adjacent cities, since they in the same way as these angels indulged in gross immoral freedom and unnatural vice and sensual perversity. They are exhibited [in plain sight] as an example in undergoing the punishment of everlasting fire."
            },
            {
                "verse_number": "8",
                "verse_text": "Nevertheless in the same way, these dreamers [who are dreaming that God will not punish them] also defile the body, and reject [legitimate] authority, and revile and mock angelic majesties."
            },
            {
                "verse_number": "9",
                "verse_text": "But even the archangel Michael, when he was disputing with the devil (Satan), and arguing about the body of Moses, did not dare bring an abusive condemnation against him, but [simply] said, “The Lord rebuke you!”"
            },
            {
                "verse_number": "10",
                "verse_text": "But these men sneer at anything which they do not understand; and whatever they do know by [mere] instinct, like unreasoning and irrational beasts—by these things they are destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "Woe to them! For they have gone the [defiant] way of Cain, and for profit they have run headlong into the error of Balaam, and perished in the rebellion of [mutinous] Korah."
            },
            {
                "verse_number": "12",
                "verse_text": "These men are hidden reefs [elements of great danger to others] in your love feasts when they feast together with you without fear, looking after [only] themselves; [they are like] clouds without water, swept along by the winds; autumn trees without fruit, doubly dead, uprooted and lifeless;"
            },
            {
                "verse_number": "13",
                "verse_text": "wild waves of the sea, flinging up their own shame like foam; wandering stars, for whom the gloom of deep darkness has been reserved forever."
            },
            {
                "verse_number": "14",
                "verse_text": "It was about these people that Enoch, in the seventh generation from Adam, prophesied, when he said, “Look, the Lord came with myriads of His holy ones"
            },
            {
                "verse_number": "15",
                "verse_text": "to execute judgment upon all, and to convict all the ungodly of all the ungodly deeds they have done in an ungodly way, and of all the harsh and cruel things ungodly sinners have spoken against Him.”"
            },
            {
                "verse_number": "16",
                "verse_text": "These people are [habitual] murmurers, griping and complaining, following after their own desires [controlled by passion]; they speak arrogantly, [pretending admiration and] flattering people to gain an advantage."
            },
            {
                "verse_number": "17",
                "verse_text": "But as for you, beloved, remember the [prophetic] words spoken by the apostles of our Lord Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "They used to say to you, “In the last days there will be scoffers, following after their own ungodly passions.”"
            },
            {
                "verse_number": "19",
                "verse_text": "These are the ones who are [agitators] causing divisions—worldly-minded [secular, unspiritual, carnal, merely sensual—unsaved], devoid of the Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "But you, beloved, build yourselves up on [the foundation of] your most holy faith [continually progress, rise like an edifice higher and higher], pray in the Holy Spirit,"
            },
            {
                "verse_number": "21",
                "verse_text": "and keep yourselves in the love of God, waiting anxiously and looking forward to the mercy of our Lord Jesus Christ [which will bring you] to eternal life."
            },
            {
                "verse_number": "22",
                "verse_text": "And have mercy on some, who are doubting;"
            },
            {
                "verse_number": "23",
                "verse_text": "save others, snatching them out of the fire; and on some have mercy but with fear, loathing even the clothing spotted and polluted by their shameless immoral freedom."
            },
            {
                "verse_number": "24",
                "verse_text": "Now to Him who is able to keep you from stumbling or falling into sin, and to present you unblemished [blameless and faultless] in the presence of His glory with triumphant joy and unspeakable delight,"
            },
            {
                "verse_number": "25",
                "verse_text": "to the only God our Savior, through Jesus Christ our Lord, be glory, majesty, dominion, and power, before all time and now and forever. Amen."
            }
        ]
    }
}