{
    "James": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "James, a bond-servant of God and of the Lord Jesus Christ, T o the twelve [Hebrew] tribes [scattered abroad among the Gentiles] in the dispersion: Greetings (rejoice)!"
            },
            {
                "verse_number": "2",
                "verse_text": "Consider it nothing but joy, my brothers and sisters, whenever you fall into various trials."
            },
            {
                "verse_number": "3",
                "verse_text": "Be assured that the testing of your faith [through experience] produces endurance [leading to spiritual maturity, and inner peace]."
            },
            {
                "verse_number": "4",
                "verse_text": "And let endurance have its perfect result and do a thorough work, so that you may be perfect and completely developed [in your faith], lacking in nothing."
            },
            {
                "verse_number": "5",
                "verse_text": "If any of you lacks wisdom [to guide him through a decision or circumstance], he is to ask of [our benevolent] God, who gives to everyone generously and without rebuke or blame, and it will be given to him."
            },
            {
                "verse_number": "6",
                "verse_text": "But he must ask [for wisdom] in faith, without doubting [God&quot;s willingness to help], for the one who doubts is like a billowing surge of the sea that is blown about and tossed by the wind."
            },
            {
                "verse_number": "7",
                "verse_text": "For such a person ought not to think or expect that he will receive anything [at all] from the Lord,"
            },
            {
                "verse_number": "8",
                "verse_text": "being a double-minded man, unstable and restless in all his ways [in everything he thinks, feels, or decides]."
            },
            {
                "verse_number": "9",
                "verse_text": "Let the brother in humble circumstances glory in his high position [as a born-again believer, called to the true riches and to be an heir of God];"
            },
            {
                "verse_number": "10",
                "verse_text": "and the rich man is to glory in being humbled [by trials revealing human frailty, knowing true riches are found in the grace of God], for like the flower of the grass he will pass away."
            },
            {
                "verse_number": "11",
                "verse_text": "For the sun rises with a scorching wind and withers the grass; its flower falls off and its beauty fades away; so too will the rich man, in the midst of his pursuits, fade away."
            },
            {
                "verse_number": "12",
                "verse_text": "Blessed [happy, spiritually prosperous, favored by God] is the man who is steadfast under trial and perseveres when tempted; for when he has passed the test and been approved, he will receive the [victor&quot;s] crown of life which the Lord has promised to those who love Him."
            },
            {
                "verse_number": "13",
                "verse_text": "Let no one say when he is tempted, &apos;I am being tempted by God&apos; [for temptation does not originate from God, but from our own flaws]; for God cannot be tempted by [what is] evil, and He Himself tempts no one."
            },
            {
                "verse_number": "14",
                "verse_text": "But each one is tempted when he is dragged away, enticed and baited [to commit sin] by his own [worldly] desire (lust, passion)."
            },
            {
                "verse_number": "15",
                "verse_text": "Then when the illicit desire has conceived, it gives birth to sin; and when sin has run its course, it gives birth to death."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not be misled, my beloved brothers and sisters."
            },
            {
                "verse_number": "17",
                "verse_text": "Every good thing given and every perfect gift is from above; it comes down from the Father of lights [the Creator and Sustainer of the heavens], in whom there is no variation [no rising or setting] or shadow cast by His turning [for He is perfect and never changes]."
            },
            {
                "verse_number": "18",
                "verse_text": "It was of His own will that He gave us birth [as His children] by the word of truth, so that we would be a kind of first fruits of His creatures [a prime example of what He created to be set apart to Himself&ndash;sanctified, made holy for His divine purposes]."
            },
            {
                "verse_number": "19",
                "verse_text": "Understand this, my beloved brothers and sisters. Let everyone be quick to hear [be a careful, thoughtful listener], slow to speak [a speaker of carefully chosen words and], slow to anger [patient, reflective, forgiving];"
            },
            {
                "verse_number": "20",
                "verse_text": "for the [resentful, deep-seated] anger of man does not produce the righteousness of God [that standard of behavior which He requires from us]."
            },
            {
                "verse_number": "21",
                "verse_text": "So get rid of all uncleanness and all that remains of wickedness, and with a humble spirit receive the word [of God] which is implanted [actually rooted in your heart], which is able to save your souls."
            },
            {
                "verse_number": "22",
                "verse_text": "But prove yourselves doers of the word [actively and continually obeying God&quot;s precepts], and not merely listeners [who hear the word but fail to internalize its meaning], deluding yourselves [by unsound reasoning contrary to the truth]."
            },
            {
                "verse_number": "23",
                "verse_text": "For if anyone only listens to the word without obeying it, he is like a man who looks very carefully at his natural face in a mirror;"
            },
            {
                "verse_number": "24",
                "verse_text": "for once he has looked at himself and gone away, he immediately forgets what he looked like."
            },
            {
                "verse_number": "25",
                "verse_text": "But he who looks carefully into the perfect law, the law of liberty, and faithfully abides by it, not having become a [careless] listener who forgets but an active doer [who obeys], he will be blessed and favored by God in what he does [in his life of obedience]."
            },
            {
                "verse_number": "26",
                "verse_text": "If anyone thinks himself to be religious [scrupulously observant of the rituals of his faith], and does not control his tongue but deludes his own heart, this person&quot;s religion is worthless (futile, barren)."
            },
            {
                "verse_number": "27",
                "verse_text": "Pure and unblemished religion [as it is expressed in outward acts] in the sight of our God and Father is this: to visit and look after the fatherless and the widows in their distress, and to keep oneself uncontaminated by the [secular] world."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My fellow believers, do not practice your faith in our glorious Lord Jesus Christ with an attitude of partiality [toward people&ndash;show no favoritism, no prejudice, no snobbery]."
            },
            {
                "verse_number": "2",
                "verse_text": "For if a man comes into your meeting place wearing a gold ring and fine clothes, and a poor man in dirty clothes also comes in,"
            },
            {
                "verse_number": "3",
                "verse_text": "and you pay special attention to the one who wears the fine clothes, and say to him, &apos;You sit here in this good seat,&apos; and you tell the poor man, &apos;You stand over there, or sit down [on the floor] by my footstool,&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "have you not discriminated among yourselves, and become judges with wrong motives?"
            },
            {
                "verse_number": "5",
                "verse_text": "Listen, my beloved brothers and sisters: has not God chosen the poor of this world to be rich in faith and [as believers to be] heirs of the kingdom which He promised to those who love Him?"
            },
            {
                "verse_number": "6",
                "verse_text": "But you [in contrast] have dishonored the poor man. Is it not the rich who oppress and exploit you, and personally drag you into the courts of law?"
            },
            {
                "verse_number": "7",
                "verse_text": "Do they not blaspheme the precious name [of Christ] by which you are called?"
            },
            {
                "verse_number": "8",
                "verse_text": "If, however, you are [really] fulfilling the royal law according to the Scripture, &apos;Y ou shall love your neighbor as yourself [that is, if you have an unselfish concern for others and do things for their benefit]&apos; you are doing well."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you show partiality [prejudice, favoritism], you are committing sin and are convicted by the Law as offenders."
            },
            {
                "verse_number": "10",
                "verse_text": "For whoever keeps the whole Law but stumbles in one point, he has become guilty of [breaking] all of it."
            },
            {
                "verse_number": "11",
                "verse_text": "For He who said, &apos;D o not commit adultery ,&apos; also said, &apos;D o not murder .&apos; Now if you do not commit adultery, but you murder, you have become guilty of transgressing the [entire] Law."
            },
            {
                "verse_number": "12",
                "verse_text": "Speak and act [consistently] as people who are going to be judged by the law of liberty [that moral law that frees obedient Christians from the bondage of sin]."
            },
            {
                "verse_number": "13",
                "verse_text": "For judgment will be merciless to one who has shown no mercy; but [to the one who has shown mercy] mercy triumphs [victoriously] over judgment."
            },
            {
                "verse_number": "14",
                "verse_text": "What is the benefit, my fellow believers, if someone claims to have faith but has no [good] works [as evidence]? Can that [kind of] faith save him? [No, a mere claim of faith is not sufficient&ndash;genuine faith produces good works.]"
            },
            {
                "verse_number": "15",
                "verse_text": "If a brother or sister is without [adequate] clothing and lacks [enough] food for each day,"
            },
            {
                "verse_number": "16",
                "verse_text": "and one of you says to them, &apos;Go in peace [with my blessing], [keep] warm and feed yourselves,&apos; but he does not give them the necessities for the body, what good does that do?"
            },
            {
                "verse_number": "17",
                "verse_text": "So too, faith, if it does not have works [to back it up], is by itself dead [inoperative and ineffective]."
            },
            {
                "verse_number": "18",
                "verse_text": "But someone may say, &apos;You [claim to] have faith and I have [good] works; show me your [alleged] faith without the works [if you can], and I will show you my faith by my works [that is, by what I do].&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "You believe that God is one; you do well [to believe that]. The demons also believe [that], and shudder and bristle [in awe-filled terror&ndash;they have seen His wrath]!"
            },
            {
                "verse_number": "20",
                "verse_text": "But are you willing to recognize, you foolish [spiritually shallow] person, that faith without [good] works is useless?"
            },
            {
                "verse_number": "21",
                "verse_text": "Was our father Abraham not [shown to be] justified by works [of obedience which expressed his faith] when he offered Isaac his son on the altar [as a sacrifice to God]?"
            },
            {
                "verse_number": "22",
                "verse_text": "You see that [his] faith was working together with his works, and as a result of the works, his faith was completed [reaching its maturity when he expressed his faith through obedience]."
            },
            {
                "verse_number": "23",
                "verse_text": "And the Scripture was fulfilled which says, &apos;A braham believed G od , and this [faith] was credited to him [by God] as righteousness and as conformity to H is will ,&apos; and he was called the friend of God."
            },
            {
                "verse_number": "24",
                "verse_text": "You see that a man (believer) is justified by works and not by faith alone [that is, by acts of obedience a born-again believer reveals his faith]."
            },
            {
                "verse_number": "25",
                "verse_text": "In the same way, was Rahab the prostitute not justified by works too, when she received the [Hebrew] spies as guests and protected them, and sent them away [to escape] by a different route?"
            },
            {
                "verse_number": "26",
                "verse_text": "For just as the [human] body without the spirit is dead, so faith without works [of obedience] is also dead."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Not many [of you] should become teachers [serving in an official teaching capacity], my brothers and sisters, for you know that we [who are teachers] will be judged by a higher standard [because we have assumed greater accountability and more condemnation if we teach incorrectly]."
            },
            {
                "verse_number": "2",
                "verse_text": "For we all stumble and sin in many ways . If anyone does not stumble in what he says [never saying the wrong thing], he is a perfect man [fully developed in character, without serious flaws], able to bridle his whole body and rein in his entire nature [taming his human faults and weaknesses]."
            },
            {
                "verse_number": "3",
                "verse_text": "Now if we put bits into the horses&quot; mouths to make them obey us, we guide their whole body as well."
            },
            {
                "verse_number": "4",
                "verse_text": "And look at the ships. Even though they are so large and are driven by strong winds, they are still directed by a very small rudder wherever the impulse of the helmsman determines."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same sense, the tongue is a small part of the body, and yet it boasts of great things. S ee [by comparison] how great a forest is set on fire by a small spark!"
            },
            {
                "verse_number": "6",
                "verse_text": "And the tongue is [in a sense] a fire, the very world of injustice and unrighteousness; the tongue is set among our members as that which contaminates the entire body, and sets on fire the course of our life [the cycle of man&quot;s existence], and is itself set on fire by hell (Gehenna)."
            },
            {
                "verse_number": "7",
                "verse_text": "For every species of beasts and birds, of reptiles and sea creatures, is tamed and has been tamed by the human race."
            },
            {
                "verse_number": "8",
                "verse_text": "But no one can tame the human tongue; it is a restless evil [undisciplined, unstable], full of deadly poison."
            },
            {
                "verse_number": "9",
                "verse_text": "With it we bless our Lord and Father, and with it we curse men, who have been made in the likeness of God."
            },
            {
                "verse_number": "10",
                "verse_text": "Out of the same mouth come both blessing and cursing. These things, my brothers, should not be this way [for we have a moral obligation to speak in a manner that reflects our fear of God and profound respect for His precepts]."
            },
            {
                "verse_number": "11",
                "verse_text": "Does a spring send out from the same opening both fresh and bitter water?"
            },
            {
                "verse_number": "12",
                "verse_text": "Can a fig tree, my brothers, produce olives, or a grapevine produce figs? Nor can salt water produce fresh."
            },
            {
                "verse_number": "13",
                "verse_text": "Who among you is wise and intelligent? Let him by his good conduct show his [good] deeds with the gentleness and humility of true wisdom."
            },
            {
                "verse_number": "14",
                "verse_text": "But if you have bitter jealousy and selfish ambition in your hearts, do not be arrogant, and [as a result] be in defiance of the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "This [superficial] wisdom is not that which comes down from above, but is earthly (secular), natural (unspiritual), even demonic."
            },
            {
                "verse_number": "16",
                "verse_text": "For where jealousy and selfish ambition exist, there is disorder [unrest, rebellion] and every evil thing and morally degrading practice."
            },
            {
                "verse_number": "17",
                "verse_text": "But the wisdom from above is first pure [morally and spiritually undefiled], then peace-loving [courteous, considerate], gentle, reasonable [and willing to listen], full of compassion and good fruits. It is unwavering, without [self-righteous] hypocrisy [and self-serving guile]."
            },
            {
                "verse_number": "18",
                "verse_text": "And the seed whose fruit is righteousness (spiritual maturity) is sown in peace by those who make peace [by actively encouraging goodwill between individuals]."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "What leads to [the unending] quarrels and conflicts among you? Do they not come from your [hedonistic] desires that wage war in your [bodily] members [fighting for control over you]?"
            },
            {
                "verse_number": "2",
                "verse_text": "You are jealous and covet [what others have] and your lust goes unfulfilled; so you murder. You are envious and cannot obtain [the object of your envy]; so you fight and battle. You do not have because you do not ask [it of God]."
            },
            {
                "verse_number": "3",
                "verse_text": "You ask [God for something] and do not receive it, because you ask with wrong motives [out of selfishness or with an unrighteous agenda], so that [when you get what you want] you may spend it on your [hedonistic] desires."
            },
            {
                "verse_number": "4",
                "verse_text": "You adulteresses [disloyal sinners&ndash;flirting with the world and breaking your vow to God]! Do you not know that being the world&quot;s friend [that is, loving the things of the world] is being God&quot;s enemy? So whoever chooses to be a friend of the world makes himself an enemy of God."
            },
            {
                "verse_number": "5",
                "verse_text": "Or do you think that the Scripture says to no purpose that the [human] spirit which He has made to dwell in us lusts with envy?"
            },
            {
                "verse_number": "6",
                "verse_text": "But He gives us more and more grace [through the power of the Holy Spirit to defy sin and live an obedient life that reflects both our faith and our gratitude for our salvation]. Therefore, it says, &apos;G od is opposed to the proud and haughty , but [continually] gives [the gift of] grace to the humble [who turn away from self-righteousness].&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So submit to [the authority of] God. Resist the devil [stand firm against him] and he will flee from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Come close to God [with a contrite heart] and He will come close to you. Wash your hands, you sinners; and purify your [unfaithful] hearts, you double-minded [people]."
            },
            {
                "verse_number": "9",
                "verse_text": "Be miserable and grieve and weep [over your sin]. Let your [foolish] laughter be turned to mourning and your [reckless] joy to gloom."
            },
            {
                "verse_number": "10",
                "verse_text": "Humble yourselves [with an attitude of repentance and insignificance] in the presence of the Lord, and He will exalt you [He will lift you up, He will give you purpose]."
            },
            {
                "verse_number": "11",
                "verse_text": "Believers, do not speak against or slander one another. He who speaks [self-righteously] against a brother or judges his brother [hypocritically], speaks against the Law and judges the Law. If you judge the Law, you are not a doer of the Law but a judge of it."
            },
            {
                "verse_number": "12",
                "verse_text": "There is only one Lawgiver and Judge, the One who is able to save and to destroy [the one God who has the absolute power of life and death]; but who are you to [hypocritically or self-righteously] pass judgment on your neighbor?"
            },
            {
                "verse_number": "13",
                "verse_text": "Come now [and pay attention to this], you who say, &apos;Today or tomorrow we will go to such and such a city, and spend a year there and carry on our business and make a profit.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Yet you do not know [the least thing] about what may happen in your life tomorrow. [What is secure in your life?] You are merely a vapor [like a puff of smoke or a wisp of steam from a cooking pot] that is visible for a little while and then vanishes [into thin air]."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead you ought to say, &apos;If the Lord wills, we will live and we will do this or that.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But as it is, you boast [vainly] in your pretension and arrogance. All such boasting is evil."
            },
            {
                "verse_number": "17",
                "verse_text": "So any person who knows what is right to do but does not do it, to him it is sin."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Come [quickly] now, you rich [who lack true faith and hoard and misuse your resources], weep and howl over the miseries [the woes, the judgments] that are coming upon you."
            },
            {
                "verse_number": "2",
                "verse_text": "Your wealth has rotted and is ruined and your [fine] clothes have become moth-eaten."
            },
            {
                "verse_number": "3",
                "verse_text": "Your gold and silver are corroded, and their corrosion will be a witness against you and will consume your flesh like fire. You have stored up your treasure in the last days [when it will do you no good]."
            },
            {
                "verse_number": "4",
                "verse_text": "Look! The wages that you have [fraudulently] withheld from the laborers who have mowed your fields are crying out [against you for vengeance]; and the cries of the harvesters have come to the ears of the Lord of Sabaoth."
            },
            {
                "verse_number": "5",
                "verse_text": "On the earth you have lived luxuriously and abandoned yourselves to soft living and led a life of wanton pleasure [self-indulgence, self-gratification]; you have fattened your hearts in a day of slaughter."
            },
            {
                "verse_number": "6",
                "verse_text": "You have condemned and have put to death the righteous man; he offers you no resistance."
            },
            {
                "verse_number": "7",
                "verse_text": "So wait patiently, brothers and sisters, until the coming of the Lord. The farmer waits [expectantly] for the precious harvest from the land, being patient about it, until it receives the early and late rains."
            },
            {
                "verse_number": "8",
                "verse_text": "You too, be patient; strengthen your hearts [keep them energized and firmly committed to God], because the coming of the Lord is near."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not complain against one another, believers, so that you will not be judged [for it]. Look! The Judge is standing right at the door."
            },
            {
                "verse_number": "10",
                "verse_text": "As an example, brothers and sisters, of suffering and patience, take the prophets who spoke in the name of the Lord [as His messengers and representatives]."
            },
            {
                "verse_number": "11",
                "verse_text": "You know we call those blessed [happy, spiritually prosperous, favored by God] who were steadfast and endured [difficult circumstances]. You have heard of the patient endurance of Job and you have seen the Lord&quot;s outcome [how He richly blessed Job]. The Lord is full of compassion and is merciful."
            },
            {
                "verse_number": "12",
                "verse_text": "But above all, my fellow believers, do not swear, either by heaven or by earth or with any other oath; but let your yes be [a truthful] yes, and your no be [a truthful] no, so that you may not fall under judgment."
            },
            {
                "verse_number": "13",
                "verse_text": "Is anyone among you suffering? He must pray. Is anyone joyful? He is to sing praises [to God]."
            },
            {
                "verse_number": "14",
                "verse_text": "Is anyone among you sick? He must call for the elders (spiritual leaders) of the church and they are to pray over him, anointing him with oil in the name of the Lord;"
            },
            {
                "verse_number": "15",
                "verse_text": "and the prayer of faith will restore the one who is sick, and the Lord will raise him up; and if he has committed sins, he will be forgiven."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore, confess your sins to one another [your false steps, your offenses], and pray for one another, that you may be healed and restored. The heartfelt and persistent prayer of a righteous man (believer) is able to accomplish much [when put into action and made effective by God&ndash;it is dynamic and can have tremendous power]."
            },
            {
                "verse_number": "17",
                "verse_text": "Elijah was a man with a nature like ours [with the same physical, mental, and spiritual limitations and shortcomings], and he prayed intensely for it not to rain, and it did not rain on the earth for three years and six months."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he prayed again, and the sky gave rain and the land produced its crops [as usual]."
            },
            {
                "verse_number": "19",
                "verse_text": "My brothers and sisters, if anyone among you strays from the truth and falls into error and [another] one turns him back [to God],"
            },
            {
                "verse_number": "20",
                "verse_text": "let the [latter] one know that the one who has turned a sinner from the error of his way will save that one&quot;s soul from death and cover a multitude of sins [that is, obtain the pardon of the many sins committed by the one who has been restored]."
            }
        ]
    }
}