{
    "Esther": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "It was in the days of Ahasuerus ( Xerxes) who reigned from India to Ethiopia (Cush) over 127 provinces,"
            },
            {
                "verse_number": "2",
                "verse_text": "in those days when King Ahasuerus sat on his royal throne which was at the citadel in Susa [the capital of the Persian Empire],"
            },
            {
                "verse_number": "3",
                "verse_text": "in the third year of his reign he held a banquet for all his officials and his attendants. The army officers of Persia and Media, the nobles and the officials of the provinces were there in his presence."
            },
            {
                "verse_number": "4",
                "verse_text": "And he displayed the riches of his glorious kingdom and the splendor of his great majesty for many days, 180 days in all ."
            },
            {
                "verse_number": "5",
                "verse_text": "When these days were completed, the king held a banquet for all the people who were present at the citadel in Susa [the capital], from the greatest [in importance] to the least, a seven-day feast in the courtyard of the garden of the king&quot;s palace."
            },
            {
                "verse_number": "6",
                "verse_text": "There were curtains (draperies) of fine white and violet linen fastened with cords of fine purple linen to silver rings and marble columns. The couches of gold and silver rested on a mosaic floor of porphyry, marble, mother-of-pearl, and precious colored stones."
            },
            {
                "verse_number": "7",
                "verse_text": "Drinks were served in various kinds of golden goblets, and the royal wine was plentiful, in accordance with the generosity of the king."
            },
            {
                "verse_number": "8",
                "verse_text": "The drinking was carried on in accordance with the law; no one was compelled [to drink], for the king had directed each official of his household to comply with each guest&quot;s wishes."
            },
            {
                "verse_number": "9",
                "verse_text": "Queen Vashti also held a [separate] banquet for the women in the palace of King Ahasuerus."
            },
            {
                "verse_number": "10",
                "verse_text": "On the seventh day, when the king&quot;s heart was joyful with wine (in high spirits), he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas, the seven eunuchs who served in the presence of King Ahasuerus [as his attendants],"
            },
            {
                "verse_number": "11",
                "verse_text": "to bring Queen Vashti before the king, wearing her royal crown (high turban), to display her beauty before the people and the officials, for she was lovely to see."
            },
            {
                "verse_number": "12",
                "verse_text": "But Queen Vashti refused to come at the king&quot;s command, which was delivered [to her] by the eunuchs. So the king became extremely angry and burned with rage."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the king spoke to the wise men who understood the times [asking for their advice]&ndash;for it was the custom of the king to speak before all those who were familiar with law and legal matters&ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "and who were close to him [as advisors]: Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven officials of Persia and Media who had access to the king and were ranked highest in the kingdom."
            },
            {
                "verse_number": "15",
                "verse_text": "[He said,] &apos;According to the law, what is to be done with Queen Vashti because she did not obey the command of King Ahasuerus which was conveyed by the eunuchs?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And Memucan answered in the presence of the king and the officials, &apos;Vashti the queen has not only wronged the king but [also] all the officials (royal representatives) and all the peoples who are in all the provinces of King Ahasuerus."
            },
            {
                "verse_number": "17",
                "verse_text": "For the queen&quot;s conduct will become known to all women, causing them to look on their husbands with contempt (disrespect), since they will say, &quot;King Ahasuerus commanded Queen Vashti to be brought before him, but she did not come.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "This [very] day the ladies of Persia and Media who have heard of the queen&quot;s refusal will speak [in the same way] to all the king&quot;s officials, and there will be plenty of contempt and anger."
            },
            {
                "verse_number": "19",
                "verse_text": "If it pleases the king, let a royal command be issued by him and let it be written in the laws of the Persians and Medes so that it cannot be repealed or modified, that Vashti is no longer to come before King Ahasuerus; and let the king give her royal position to another who is better and more worthy than she."
            },
            {
                "verse_number": "20",
                "verse_text": "So when the king&quot;s great decree is proclaimed throughout his [extensive] kingdom, all women will give honor to their husbands, from the great to the insignificant.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "This statement (advice) pleased the king and the officials, and the king did what Memucan proposed."
            },
            {
                "verse_number": "22",
                "verse_text": "So he sent letters to all the royal provinces, to each province in its own script and to each people in their own language, saying that every man should be the master and rule in his own home and that he should speak [in the household] in the language of his own people."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After these things, when the wrath of King Ahasuerus (Xerxes) had subsided, he remembered Vashti and what she had done and what had been decreed against her."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king&quot;s attendants, who served him, said, &apos;Let beautiful young virgins be sought for the king."
            },
            {
                "verse_number": "3",
                "verse_text": "Let the king appoint administrators in all the provinces of his kingdom, and have them gather all the beautiful young virgins to the citadel in Susa, into the harem, under the custody of Hegai, the king&quot;s eunuch, who is in charge of the women; and let their beauty preparations be given to them ."
            },
            {
                "verse_number": "4",
                "verse_text": "Then let the young woman who pleases the king be queen in place of Vashti.&apos; This pleased the king, and he did accordingly."
            },
            {
                "verse_number": "5",
                "verse_text": "There was a certain Jew in the citadel of Susa whose name was Mordecai the son of Jair, the son of Shimei, the son of Kish, a Benjamite,"
            },
            {
                "verse_number": "6",
                "verse_text": "who had been deported from Jerusalem with the captives who had been exiled with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had exiled."
            },
            {
                "verse_number": "7",
                "verse_text": "He was the guardian of Hadassah, that is Esther, his uncle&quot;s daughter, for she had no father or mother. The young woman was beautiful of form and face; and when her father and mother died, Mordecai took her in as his own daughter."
            },
            {
                "verse_number": "8",
                "verse_text": "So it came about when the king&quot;s command and his decree were proclaimed and when many young women were gathered together in the citadel of Susa into the custody of Hegai, that Esther was taken to the king&quot;s palace [and placed] in the custody of Hegai, who was in charge of the women."
            },
            {
                "verse_number": "9",
                "verse_text": "Now the young woman pleased Hegai and found favor with him. So he quickly provided her with beauty preparations and her [portion of] food, and he gave her seven choice maids from the king&quot;s palace; then he transferred her and her maids to the best place in the harem."
            },
            {
                "verse_number": "10",
                "verse_text": "Esther did not reveal [the Jewish background of] her people or her family, for Mordecai had instructed her not to do so."
            },
            {
                "verse_number": "11",
                "verse_text": "Every day Mordecai [who was an attendant in the king&quot;s court] walked back and forth in front of the courtyard of the harem to learn how Esther was getting along and what was happening to her."
            },
            {
                "verse_number": "12",
                "verse_text": "Now when it was each young woman&quot;s turn to go before King Ahasuerus, after the end of her twelve months under the regulations for the women&ndash;for the days of their beautification were completed as follows: six months with oil of myrrh and six months with [sweet] spices and perfumes and the beauty preparations for women&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "then the young woman would go before the king in this way: anything that she wanted was given her to take with her from the harem into the king&quot;s palace."
            },
            {
                "verse_number": "14",
                "verse_text": "In the evening she would go in and the next morning she would return to the second harem, to the custody of Shaashgaz, the king&quot;s eunuch who was in charge of the concubines. She would not return to the king unless he delighted in her and she was summoned by name."
            },
            {
                "verse_number": "15",
                "verse_text": "Now as for Esther, the daughter of Abihail the uncle of Mordecai who had taken her in as his [own] daughter, when her turn came to go in to the king, she requested nothing except what Hegai the king&quot;s eunuch [and attendant] who was in charge of the women, advised. And Esther found favor in the sight of all who saw her."
            },
            {
                "verse_number": "16",
                "verse_text": "So Esther was taken to King Ahasuerus, to his royal palace in the tenth month, that is, the month of Tebeth (Dec-Jan), in the seventh year of his reign."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the king loved Esther more than all the other women, and she found favor and kindness with him more than all the [other] virgins, so that he set the royal crown on her head and made her queen in the place of Vashti."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king held a great banquet, Esther&quot;s banquet, for all his officials and his servants; and he made a festival for the provinces and gave gifts in accordance with the resources of the king."
            },
            {
                "verse_number": "19",
                "verse_text": "And when the virgins were gathered together the second time, Mordecai was sitting at the king&quot;s gate."
            },
            {
                "verse_number": "20",
                "verse_text": "Esther had not revealed her family or her people [that is, her Jewish background], just as Mordecai had instructed her; for Esther did what Mordecai told her just as when she was under his care."
            },
            {
                "verse_number": "21",
                "verse_text": "In those days, while Mordecai was sitting at the king&quot;s gate, Bigthan and Teresh, two of the king&quot;s eunuchs who guarded the door, became angry and conspired to attack King Ahasuerus."
            },
            {
                "verse_number": "22",
                "verse_text": "But the plot became known to Mordecai, who informed Queen Esther, and Esther told the king in Mordecai&quot;s name."
            },
            {
                "verse_number": "23",
                "verse_text": "Now when the plot was investigated and found to be true, both men were hanged on the gallows. And it was recorded in the Book of the Chronicles in the king&quot;s presence."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "After these things King Ahasuerus (Xerxes) promoted Haman, the son of Hammedatha the Agagite, and advanced him and established his authority over all the officials who were with him."
            },
            {
                "verse_number": "2",
                "verse_text": "All the king&quot;s servants who were at the king&quot;s gate [in royal service] bowed down and honored and paid homage to Haman; for this is what the king had commanded in regard to him. But Mordecai [a Jew of the tribe of Benjamin] neither bowed down nor paid homage [to him]."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king&quot;s servants who were at the king&quot;s gate said to Mordecai, &apos;Why are you disregarding the king&quot;s command?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Now it happened when they had spoken to him day after day and he would not listen to them, that they told Haman to see whether Mordecai&quot;s reason [for his behavior] would stand [as valid]; for he had told them that he was a Jew."
            },
            {
                "verse_number": "5",
                "verse_text": "When Haman saw that Mordecai neither bowed down nor paid homage to him, he was furious."
            },
            {
                "verse_number": "6",
                "verse_text": "But he disdained laying hands on Mordecai alone, for they had told him who the people of Mordecai were (his nationality); so Haman determined to destroy all the Jews, the people of Mordecai, who lived throughout the kingdom of Ahasuerus."
            },
            {
                "verse_number": "7",
                "verse_text": "In the first month, the month of Nisan (Mar-Apr), in the twelfth year of King Ahasuerus, Haman cast Pur, that is, the lot, cast before him day after day [to find a lucky day to approach the king], month after month, until the twelfth month, the month of Adar (Feb-Mar)."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Haman said to King Ahasuerus, &apos;There is a certain people scattered [abroad] and dispersed among the peoples in all the provinces of your kingdom; their laws are different from those of all other people, and they do not observe the king&quot;s laws. Therefore it is not in the king&quot;s interest to [tolerate them and] let them stay here ."
            },
            {
                "verse_number": "9",
                "verse_text": "If it pleases the king, let it be decreed that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who carry out the king&quot;s business, to put into the king&quot;s treasuries.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the king removed his signet ring from his hand [that is, the special ring which was used to seal his letters] and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews."
            },
            {
                "verse_number": "11",
                "verse_text": "The king said to Haman, &apos;The silver is given to you, and the people also, to do with them as you please.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the king&quot;s scribes (secretaries) were summoned on the thirteenth day of the first month, and it was written just as Haman commanded to the king&quot;s satraps (chief rulers), and to the governors who were over each province and to the officials of each people, each province according to its script (writing), each people according to their own language; being written in the name of King Ahasuerus and sealed with the king&quot;s signet ring."
            },
            {
                "verse_number": "13",
                "verse_text": "Letters were sent by couriers to all the king&quot;s provinces to destroy, to kill and to annihilate all the Jews, both young and old, women and children, in one day, the thirteenth [day] of the twelfth month, which is the month of Adar (March 7, 473 b . c .), and to seize their belongings as plunder."
            },
            {
                "verse_number": "14",
                "verse_text": "A copy of the edict to be decreed as law in every province was published to all the peoples, so that they would be ready for this day."
            },
            {
                "verse_number": "15",
                "verse_text": "The couriers went out hurriedly by order of the king, and the decree was issued at the citadel in Susa. And while the king and Haman sat down to drink, the city of Susa was perplexed [by the unusual and alarming decree]."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now when Mordecai learned of everything that had been done, he tore his clothes [in mourning], and put on sackcloth and ashes, and went out into the center of the city and cried out loudly and bitterly."
            },
            {
                "verse_number": "2",
                "verse_text": "He went [only] as far as the king&quot;s gate, because no one was to enter the king&quot;s gate dressed in sackcloth."
            },
            {
                "verse_number": "3",
                "verse_text": "In each and every province that the decree and law of the king reached, there was great mourning among the Jews, with fasting, weeping and wailing; and many lay on sackcloth and ashes."
            },
            {
                "verse_number": "4",
                "verse_text": "When Esther&quot;s maids and her eunuchs came and told her [what had happened], the queen was seized by great fear. She sent garments to clothe Mordecai so that he would remove his sackcloth, but he did not accept them."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Esther summoned Hathach, one of the king&quot;s eunuchs, whom the king had appointed to attend her, and ordered him to go to Mordecai to find out what this issue was and why it had come about."
            },
            {
                "verse_number": "6",
                "verse_text": "So Hathach went out to Mordecai in the [open] square of the city, which was in front of the king&quot;s gate."
            },
            {
                "verse_number": "7",
                "verse_text": "Mordecai told him everything that had happened to him, and the exact amount of money that Haman had promised to pay to the king&quot;s treasuries for the destruction of the Jews."
            },
            {
                "verse_number": "8",
                "verse_text": "Mordecai also gave him a copy of the text of the decree which had been issued in Susa for the Jews destruction, so that he might show Esther and explain it to her, and order her to go in to the king to seek his favor and plead with him for [the lives of] her people."
            },
            {
                "verse_number": "9",
                "verse_text": "Hathach came back and told Esther what Mordecai had said."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Esther spoke to Hathach and ordered him to reply to Mordecai, saying:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;All the king&quot;s servants and the people of the king&quot;s provinces know that for any man or woman who comes to the king to the inner court without being summoned, he has but one law, that he is to be put to death, unless the king holds out to him the golden scepter so that he may live. And as for me, I have not been summoned to come to the king for these [last] thirty days.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So they told Mordecai what Esther had said."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Mordecai told them to reply to Esther, &apos;Do not imagine that you in the king&quot;s palace can escape any more than all the Jews."
            },
            {
                "verse_number": "14",
                "verse_text": "For if you remain silent at this time, liberation and rescue will arise for the Jews from another place, and you and your father&quot;s house will perish [since you did not help when you had the chance]. And who knows whether you have attained royalty for such a time as this [and for this very purpose]?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Esther told them to reply to Mordecai,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Go, gather all the Jews that are present in Susa, and observe a fast for me; do not eat or drink for three days, night or day. I and my maids also will fast in the same way. Then I will go in to [see] the king [without being summoned], which is against the law; and if I perish, I perish.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Mordecai went away and did exactly as Esther had commanded him."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "On the third day [of the fast] Esther put on her royal robes and stood in the inner court of the king&quot;s palace opposite his [throne] room. The king was sitting on his royal throne, facing the [main] entrance of the palace."
            },
            {
                "verse_number": "2",
                "verse_text": "When the king saw Esther the queen standing in the court, she found favor in his sight; and the king extended to her the golden scepter which was in his hand. So Esther approached and touched the top of the scepter."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king said to her, &apos;What is troubling you, Queen Esther? What is your request? It shall be given to you, up to half of the kingdom.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Esther said, &apos;If it pleases the king, may the king and Haman come this day to the banquet that I have prepared for him.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the king said, &apos;Bring Haman quickly so that we may do as Esther says.&apos; So the king and Haman came to the banquet which Esther had prepared."
            },
            {
                "verse_number": "6",
                "verse_text": "As they drank their wine at the banquet, the king said to Esther, &apos;What is your petition? It shall be granted to you. And what is your request? Even to half of the kingdom it shall be done.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Esther replied, &apos;My petition and my request is this:"
            },
            {
                "verse_number": "8",
                "verse_text": "if I have found favor in the sight of the king, and if it pleases the king to grant my petition and to do as I request, may the king and Haman come to the banquet that I will prepare for them; and tomorrow I will do as the king says [and express my request].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Haman went away that day joyful and in good spirits. But when he saw Mordecai at the king&quot;s gate refusing to stand up or show fear before him, he was filled with rage toward Mordecai."
            },
            {
                "verse_number": "10",
                "verse_text": "Nevertheless, Haman controlled himself and went home. There he sent for his friends and his wife Zeresh."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Haman recounted to them the glory of his riches, the large number of his sons, and every instance in which the king had magnified him and how he had promoted him over the officials and servants of the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Haman also said, &apos;Even Queen Esther let no one but me come with the king to the banquet she had prepared; and tomorrow also I am invited by her [together] with the king."
            },
            {
                "verse_number": "13",
                "verse_text": "Yet all of this does not satisfy me as long as I see Mordecai the Jew sitting at the king&quot;s gate.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then his wife Zeresh and all his friends said to him, &apos;Have a gallows fifty cubits high made, and in the morning ask the king to have Mordecai hanged on it; then go joyfully to the banquet with the king.&apos; And the advice pleased Haman, so he had the gallows made."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "On that night the king could not sleep; so he ordered that the book of records and memorable deeds, the chronicles, be brought, and they were read before the king."
            },
            {
                "verse_number": "2",
                "verse_text": "It was found written there how Mordecai had reported that Bigthana and Teresh, two of the king&quot;s eunuchs who were doorkeepers, had planned to attack King Ahasuerus (Xerxes)."
            },
            {
                "verse_number": "3",
                "verse_text": "The king said, &apos;What honor or distinction has been given Mordecai for this?&apos; Then the king&quot;s servants who attended him said, &apos;Nothing has been done for him.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the king said, &apos;Who is in the court?&apos; Now Haman had just entered the outer court of the king&quot;s palace to ask the king about hanging Mordecai on the gallows which he had prepared for him."
            },
            {
                "verse_number": "5",
                "verse_text": "The king&quot;s servants said to him, &apos;Look, Haman is standing in the court.&apos; And the king said, &apos;Let him come in.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Haman came in and the king said to him, &apos;What is to be done for the man whom the king desires to honor?&apos; Now Haman thought to himself, &apos;Whom would the king desire to honor more than me?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Haman said to the king, &apos;For the man whom the king desires to honor,"
            },
            {
                "verse_number": "8",
                "verse_text": "let a royal robe be brought which the king has worn, and the horse on which the king has ridden, and on whose head a royal crown has been placed;"
            },
            {
                "verse_number": "9",
                "verse_text": "and let the robe and the horse be handed over to one of the king&quot;s most noble officials. Let him dress the man whom the king delights to honor [in the royal robe] and lead him on horseback through the open square of the city, and proclaim before him, &quot;This is what shall be done for the man whom the king desires to honor.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the king said to Haman, &apos;Quickly take the royal robe and the horse, as you have said, and do this for Mordecai the Jew, who is sitting at the king&quot;s gate. Leave out nothing of all that you have said.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Haman took the royal robe and the horse and dressed Mordecai, and led him on horseback through the open square of the city, proclaiming before him, &apos;This is what shall be done for the man whom the king desires to honor.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Mordecai returned to the king&quot;s gate. But Haman hurried to his [own] house, mourning and with his head covered [in sorrow]."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haman told Zeresh his wife and all his friends everything that had happened to him. Then his wise counselors and his wife Zeresh said to him, &apos;If Mordecai, before whom you have begun to fall in status, is of Jewish heritage, you will not overcome him, but will certainly fall before him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "While they were still speaking with him, the king&quot;s eunuchs (attendants) arrived and hurriedly brought Haman to the banquet which Esther had prepared."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "So the king and Haman came to drink wine with Esther the queen."
            },
            {
                "verse_number": "2",
                "verse_text": "And the king said to Esther on the second day also as they drank their wine, &apos;What is your petition, Queen Esther? It shall be granted to you. And what is your request? Even to half of the kingdom, it shall be done.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Queen Esther replied, &apos;If I have found favor in your sight, O king, and if it pleases the king, let my life be spared as my petition, and my people [be spared] as my request;"
            },
            {
                "verse_number": "4",
                "verse_text": "for we have been sold, I and my people, to be destroyed, killed and wiped out of existence. Now if we had only been sold as slaves, men and women, I would have remained silent, for our hardship would not be sufficient to burden the king [by even mentioning it].&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then King Ahasuerus (Xerxes) asked Queen Esther, &apos;Who is he, and where is he, who dares to do such a thing?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Esther said, &apos;An adversary and an enemy is Haman, this evil man.&apos; Then Haman became terrified before the king and queen."
            },
            {
                "verse_number": "7",
                "verse_text": "Then in his fury, the king stood up from drinking wine and went into the palace garden [to decide what he should do]; but Haman stayed to plead for his life from Queen Esther, for he saw that harm had been determined against him by the king."
            },
            {
                "verse_number": "8",
                "verse_text": "When the king returned from the palace garden to the place where they were drinking wine, Haman was falling on the couch where Esther was. Then the king said, &apos;Will he even attempt to assault the queen with me in the palace?&apos; As the king spoke those words, the servants covered Haman&quot;s face [in preparation for execution]."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Harbonah, one of the eunuchs serving the king said, &apos;Now look, there are gallows fifty cubits (75 ft.) high standing at Haman&quot;s house, which Haman made for Mordecai, whose good warning saved the king.&apos; And the king said, &apos;Hang him on it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they hanged Haman on the gallows that he had prepared for Mordecai. Then the king&quot;s anger subsided."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "On that day King Ahasuerus (Xerxes) gave the house of Haman, the enemy of the Jews, to Queen Esther; and Mordecai came before the king, because Esther had disclosed what [ relation] he was to her."
            },
            {
                "verse_number": "2",
                "verse_text": "The king took off his signet ring which he had taken away from Haman, and gave it to Mordecai. And Esther put Mordecai in charge of the house of Haman."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Esther spoke again to the king and fell down at his feet and wept and implored him to avert the evil plot of Haman the Agagite and his plan which he had devised against the Jews [because the decree to annihilate the Jews was still in effect]."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king held out to Esther the golden scepter. So Esther arose and stood before the king."
            },
            {
                "verse_number": "5",
                "verse_text": "Then she said, &apos;If it pleases the king and if I have found favor before him and the matter is proper in the king&quot;s view and I am pleasing in his sight, let it be written to revoke the letters devised by Haman the son of Hammedatha, the Agagite, which he wrote [in order] to destroy the Jews who are in all the king&quot;s provinces."
            },
            {
                "verse_number": "6",
                "verse_text": "For how can I endure to see the tragedy that will happen to my people? Or how can I endure to see the destruction of my kindred?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then King Ahasuerus said to Queen Esther and to Mordecai the Jew, &apos;Behold, I have given Esther the house of Haman, and they have hanged him on the gallows because he stretched out his hand against the Jews."
            },
            {
                "verse_number": "8",
                "verse_text": "Also, concerning the Jews, write as you see fit, in the king&quot;s name, and seal it with the king&quot;s signet ring&ndash;for a decree which is written in the king&quot;s name and sealed with the king&quot;s signet ring may not be revoked.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the king&quot;s scribes were called at that time in the third month (that is, the month of Sivan) on the twenty-third day; and it was written in accordance with everything that Mordecai commanded, to the Jews, to the chief rulers (satraps), and the governors and officials of the provinces which extended from India to Ethiopia (Cush), 127 provinces, to every province in its own script (writing), and to every people in their own language and to the Jews according to their script and their language."
            },
            {
                "verse_number": "10",
                "verse_text": "He wrote [a decree] in the name of King Ahasuerus, and sealed it with the king&quot;s ring, and sent letters by couriers on horseback, riding on the royal [mail] relay horses, the offspring of the racing mares."
            },
            {
                "verse_number": "11",
                "verse_text": "In it the king granted the Jews who were in every city the right to assemble and to defend their lives; to destroy, to kill, and to annihilate any armed force that might attack them, their little children, and women; and to take the enemies&quot; goods as plunder,"
            },
            {
                "verse_number": "12",
                "verse_text": "on one day in all the provinces of King Ahasuerus, the thirteenth [day] of the twelfth month (that is, the month of Adar)."
            },
            {
                "verse_number": "13",
                "verse_text": "A copy of the edict was to be issued as a law in every province and as a proclamation to all peoples, so that the Jews would be ready on that day, to avenge themselves on their enemies."
            },
            {
                "verse_number": "14",
                "verse_text": "So the couriers, who were mounted on the royal relay horses, left quickly, urged on by the king&quot;s command; and the decree was issued at the citadel in Susa [the capital]."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Mordecai departed from the presence of the king in royal apparel of blue and white, with a large crown of gold and with a robe of fine linen and purple wool; and the city of Susa shouted and rejoiced."
            },
            {
                "verse_number": "16",
                "verse_text": "For [at this time] the Jews had light [a dawn of new hope] and gladness and joy and honor."
            },
            {
                "verse_number": "17",
                "verse_text": "In each and every province and in each and every city, wherever the king&quot;s command and his decree arrived, the Jews celebrated with gladness and joy, a feast and a holiday. And many among the peoples of the land became Jews, for the fear of the Jews [and their God] had fallen on them."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now in the twelfth month (that is, the month of Adar) on the thirteenth day when the king&quot;s command and edict were about to be executed, on the [very] day when the enemies of the Jews had hoped to gain power over them [and slaughter them], it happened the other way around so that the Jews themselves gained power over those who hated them."
            },
            {
                "verse_number": "2",
                "verse_text": "The Jews assembled in their cities throughout the provinces of King Ahasuerus (Xerxes) to apprehend those who wanted to do them harm; and no one could stand before them, for the fear of them [and their God] had fallen on all the peoples."
            },
            {
                "verse_number": "3",
                "verse_text": "Even all the officials of the provinces and the chief rulers (satraps) and the governors and those who attended to the king&quot;s business supported the Jews [in defeating their enemies], because the fear of Mordecai [and his God&quot;s power] had fallen on them."
            },
            {
                "verse_number": "4",
                "verse_text": "For Mordecai was great and respected in the king&quot;s palace, and his fame spread throughout all the provinces; for the man Mordecai became greater and greater."
            },
            {
                "verse_number": "5",
                "verse_text": "So the Jews struck all their enemies with the sword, killing and destroying them; and they did what they pleased to those who hated them."
            },
            {
                "verse_number": "6",
                "verse_text": "At the citadel in Susa the Jews killed and destroyed five hundred men,"
            },
            {
                "verse_number": "7",
                "verse_text": "and [they killed] Parshandatha, Dalphon, Aspatha,"
            },
            {
                "verse_number": "8",
                "verse_text": "Poratha, Adalia, Aridatha,"
            },
            {
                "verse_number": "9",
                "verse_text": "Parmashta, Arisai, Aridai, and Vaizatha,"
            },
            {
                "verse_number": "10",
                "verse_text": "the ten sons of Haman the son of Hammedatha, the Jews&quot; enemy; but they did not lay their hands on the plunder."
            },
            {
                "verse_number": "11",
                "verse_text": "On that day the number of those who were killed at the citadel in Susa was reported to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "The king said to Queen Esther, &apos;The Jews have killed and destroyed five hundred men and the ten sons of Haman at the citadel in Susa. What then have they done in the rest of the king&quot;s provinces! Now what is your petition? It shall be granted to you. What is your further request? It shall also be done.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Esther replied, &apos;If it pleases the king, let it be granted to the Jews who are in Susa to act tomorrow also in accordance with the decree of today; and let [the dead bodies of] Haman&quot;s ten sons be hanged on the gallows.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the king commanded it to be done; the decree was given in Susa, and they hanged [the bodies of] Haman&quot;s ten sons."
            },
            {
                "verse_number": "15",
                "verse_text": "The Jews who were in Susa also gathered together on the fourteenth day of the month of Adar and killed three hundred men in Susa, but they did not lay their hands on the plunder."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the rest of the Jews who were in the king&quot;s provinces assembled, to defend their lives and rid themselves of their enemies, and kill 75,000 of those who hated them; but they did not lay their hands on the plunder."
            },
            {
                "verse_number": "17",
                "verse_text": "This was done on the thirteenth day of the month of Adar, and on the fourteenth day they rested and made it a day of feasting and rejoicing."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Jews who were in Susa assembled on the thirteenth and on the fourteenth of the same month, and on the fifteenth day they rested and made it a day of feasting and rejoicing."
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore the Jews of the villages, who live in the rural [unwalled] towns, make the fourteenth day of the month of Adar a holiday for rejoicing and feasting and sending choice portions of food to one another."
            },
            {
                "verse_number": "20",
                "verse_text": "Now Mordecai recorded these events, and he sent letters to all the Jews who lived in all the provinces of King Ahasuerus, both near and far,"
            },
            {
                "verse_number": "21",
                "verse_text": "obliging them to celebrate the fourteenth day of the month of Adar, and the fifteenth day of the same month, annually,"
            },
            {
                "verse_number": "22",
                "verse_text": "because on those days the Jews rid themselves of their enemies, and as the month which was turned for them from grief to joy and from mourning into a holiday; that they should make them days of feasting and rejoicing and sending choice portions of food to one another and gifts to the poor."
            },
            {
                "verse_number": "23",
                "verse_text": "So the Jews undertook what they had started to do, and what Mordecai had written to them."
            },
            {
                "verse_number": "24",
                "verse_text": "For Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them and had cast Pur, that is, the lot, [to find the right time] to disturb and destroy them."
            },
            {
                "verse_number": "25",
                "verse_text": "But when it came before the king, he commanded in writing that Haman&quot;s wicked scheme which he had devised against the Jews was to return on his own head, and that he and his sons should [endure what he planned for the Jews and] be hanged on the gallows."
            },
            {
                "verse_number": "26",
                "verse_text": "Therefore they called these days Purim after the name Pur (lot). And because of all the instructions in this letter, and what they had faced in this regard and what had happened to them,"
            },
            {
                "verse_number": "27",
                "verse_text": "the Jews established and made it a custom for themselves and for their descendants and for all who joined them, so that they would not fail to celebrate these two days as it was written and at the appointed time annually."
            },
            {
                "verse_number": "28",
                "verse_text": "So these days were to be remembered and celebrated throughout every generation, every family, every province and every city; and these days of Purim were not to cease from among the Jews, nor their memory fade from their descendants."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Queen Esther, the daughter of Abihail, with Mordecai the Jew, wrote with full power and authority to confirm this second letter about Purim."
            },
            {
                "verse_number": "30",
                "verse_text": "He sent letters to all the Jews, to the 127 provinces of the kingdom of Ahasuerus, in words of peace and truth,"
            },
            {
                "verse_number": "31",
                "verse_text": "to establish these days of Purim [to be observed] at their appointed times, just as Mordecai the Jew and Queen Esther had established for them, and as they had established for themselves and for their descendants with instructions regarding their times of fasting and their lamentations (expressions of needing help)."
            },
            {
                "verse_number": "32",
                "verse_text": "The command of Esther established these customs for Purim, and it was written in the book [of the royal archives]."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "King Ahasuerus (Xerxes) imposed a tax on the land and on the coastlands of the sea."
            },
            {
                "verse_number": "2",
                "verse_text": "And all the accomplishments of his authority and strength, and the full account of the greatness of Mordecai to which the king had raised him, are they not written in the Book of the Chronicles of the Kings of Media and Persia?"
            },
            {
                "verse_number": "3",
                "verse_text": "For Mordecai the Jew was second only to King Ahasuerus, and great among the Jews and in favor with his many fellow people, for he worked for the good of his people and spoke for the welfare and peace of his whole nation."
            }
        ]
    }
}