{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The word of the L ord that came to Joel, the son of Pethuel. Listen closely, all inhabitants of the land! Has such a thing as this occurred in your days, Or even in the days of your fathers? And let your children tell their children, And their children the next generation. And what the swarming locust has left, the creeping locust has eaten; And what the creeping locust has left, the stripping locust has eaten [in judgment of Judah]. Wail, all you drinkers of wine, Because of the [fresh] sweet wine That is cut off from your mouth. Mighty and without number; Its teeth are the teeth of a lion, And it has the fangs of a lioness. And splintered and broken My fig tree. It has stripped them completely bare and thrown them away; Their branches have become white. For the bridegroom of her youth [who has died]. From the house of the L ord ; The priests mourn Who minister to the L ord . The ground mourns; For the grain is ruined, The new wine is dried up, The fresh oil fails. Wail, O vinedressers, For the wheat and for the barley, Because the harvest of the field has perished. And the fig tree fails; The pomegranate, the palm also, and the apple tree, All the trees of the field dry up, Indeed, joy dries up and withdraws From the sons of men. And lament (cry out in grief), O priests; Wail, O ministers of the altar! Come, spend the night in sackcloth [and pray without ceasing], O ministers of my God, For the grain offering and the drink offering Are withheld from the house of your God. Proclaim a solemn assembly, Gather the elders And all the inhabitants of the land To the house of the L ord your God, And cry out to the L ord [in penitent pleadings]. For the [judgment] day of the L ord is at hand, Joy and gladness from the house of our God? The storehouses are desolate and empty, The barns are in ruins Because the grain is dried up. The herds of cattle are bewildered and wander aimlessly Because they have no pasture; Even the flocks of sheep suffer. For fire has devoured the pastures of the wilderness, And the flame has burned up all the trees of the field. For the water brooks are dried up And fire has consumed the pastures of the wilderness."
            },
            {
                "verse_number": "2",
                "verse_text": "Hear this, O elders,"
            },
            {
                "verse_number": "3",
                "verse_text": "Tell your children about it,"
            },
            {
                "verse_number": "4",
                "verse_text": "What the gnawing locust has left, the swarming locust has eaten;"
            },
            {
                "verse_number": "5",
                "verse_text": "Awake [from your intoxication], you drunkards, and weep;"
            },
            {
                "verse_number": "6",
                "verse_text": "For a [pagan and hostile] nation has invaded My land [like locusts],"
            },
            {
                "verse_number": "7",
                "verse_text": "It has made My vine (My people) a waste and object of horror,"
            },
            {
                "verse_number": "8",
                "verse_text": "Wail like a virgin [bride] clothed with sackcloth"
            },
            {
                "verse_number": "9",
                "verse_text": "The [daily] grain offering and the drink offering are cut off"
            },
            {
                "verse_number": "10",
                "verse_text": "The field is ruined,"
            },
            {
                "verse_number": "11",
                "verse_text": "Be ashamed, O farmers;"
            },
            {
                "verse_number": "12",
                "verse_text": "The vine dries up"
            },
            {
                "verse_number": "13",
                "verse_text": "Clothe yourselves with sackcloth"
            },
            {
                "verse_number": "14",
                "verse_text": "Consecrate a fast,"
            },
            {
                "verse_number": "15",
                "verse_text": "Alas for the day! And it will come [upon the nation] as a destruction from the Almighty."
            },
            {
                "verse_number": "16",
                "verse_text": "Has not the food been cut off before our eyes,"
            },
            {
                "verse_number": "17",
                "verse_text": "The seeds [of grain] shrivel under the clods,"
            },
            {
                "verse_number": "18",
                "verse_text": "How the animals groan!"
            },
            {
                "verse_number": "19",
                "verse_text": "O L ord , I cry out to You,"
            },
            {
                "verse_number": "20",
                "verse_text": "Even the wild animals pant [in longing] for You;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Blow the trumpet in Zion [warning of impending judgment], Sound an alarm on My holy mountain [Zion]! Let all the inhabitants of the land tremble and shudder in fear, For the [judgment] day of the L ord is coming; It is close at hand, A day of clouds and of thick [dark] mist, Like the dawn spread over the mountains; There is a [pagan, hostile] people numerous and mighty, The like of which has never been before Nor will be again afterward Even for years of many generations. And behind them a flame burns; Before them the land is like the Garden of Eden, But behind them a desolate wilderness; And nothing at all escapes them. And they run like war horses. They leap on the tops of the mountains, Like the crackling of a flame of fire devouring the stubble, Like a mighty people set in battle formation. All faces become pale [with terror]. They climb the wall like soldiers. They each march [straight ahead] in line, And they do not deviate from their paths. Each one marches in his path. When they burst through the defenses (weapons), They do not break ranks. They run on the wall; They climb up into the houses, They enter at the windows like a thief. The heavens tremble, The sun and the moon grow dark And the stars lose their brightness. For His camp is very great, Because strong and powerful is he who [obediently] carries out His word. For the day of the L ord is indeed great and very terrible [causing dread]; Who can endure it? “Turn and come to Me with all your heart [in genuine repentance], With fasting and weeping and mourning [until every barrier is removed and the broken fellowship is restored]; Now return [in repentance] to the L ord your God, For He is gracious and compassionate, Slow to anger, abounding in lovingkindness [faithful to His covenant with His people]; And He relents [His sentence of] evil [when His people genuinely repent]. And leave a blessing behind Him, Even a grain offering and a drink offering [from the bounty He provides you] For the L ord your God? Dedicate a fast [as a day of restraint and humility], call a solemn assembly. Assemble the elders, Gather the children and the nursing infants. Let the bridegroom come out of his room And the bride out of her bridal chamber. [No one is excused from the assembly.] Weep between the porch and the altar, And let them say, “Have compassion and spare Your people, O L ord , And do not make Your inheritance (Israel) an object of ridicule, Or a [humiliating] byword among the [Gentile] nations. Why should they say among the peoples, ‘Where is their God?’ ” And will have compassion on His people [and will spare them]. “Behold, I am going to send you grain and new wine and oil, And you will be satisfied in full with them; And I will never again make you an object of ridicule among the [Gentile] nations. And I will drive it into a parched and desolate land, With its forward guard into the eastern sea (Dead Sea) And with its rear guard into the western sea (Mediterranean Sea). And its stench will arise and its foul odor of decay will come up [this is the fate of the northern army in the final day of the L ord ], For the L ord has done great things! For the pastures of the wilderness have turned green; The tree has produced its fruit, And the fig tree and the vine have yielded in full. And delight in the L ord , your God; For He has given you the early [autumn] rain in vindication And He has poured down the rain for you, The early [autumn] rain and the late [spring] rain, as before. And the vats shall overflow with new wine and oil. That the swarming locust has eaten, The creeping locust, the stripping locust, and the gnawing locust— My great army which I sent among you. And praise the name of the L ord your God Who has dealt wondrously with you; And My people shall never be put to shame. And that I am the L ord your God, And there is no other; My people will never be put to shame. That I shall pour out My Spirit on all mankind; And your sons and your daughters will prophesy, Your old men will dream dreams, Your young men will see visions. I will pour out My Spirit in those days. Blood and fire and columns of smoke. And the moon into blood Before the great and terrible day of the L ord comes. Will be saved [from the coming judgment] For on Mount Zion and in Jerusalem There will be those who escape, As the L ord has said, Even among the remnant [of survivors] whom the L ord calls."
            },
            {
                "verse_number": "2",
                "verse_text": "A day of darkness and gloom,"
            },
            {
                "verse_number": "3",
                "verse_text": "Before them a fire devours,"
            },
            {
                "verse_number": "4",
                "verse_text": "Their appearance is like the appearance of horses,"
            },
            {
                "verse_number": "5",
                "verse_text": "Like the noise of chariots"
            },
            {
                "verse_number": "6",
                "verse_text": "Before them the people are in anguish;"
            },
            {
                "verse_number": "7",
                "verse_text": "They run like warriors;"
            },
            {
                "verse_number": "8",
                "verse_text": "They do not crowd each other;"
            },
            {
                "verse_number": "9",
                "verse_text": "They rush over the city,"
            },
            {
                "verse_number": "10",
                "verse_text": "The earth quakes before them,"
            },
            {
                "verse_number": "11",
                "verse_text": "The L ord utters His voice before His army,"
            },
            {
                "verse_number": "12",
                "verse_text": "“Even now,” says the L ord ,"
            },
            {
                "verse_number": "13",
                "verse_text": "Rip your heart to pieces [in sorrow and contrition] and not your garments.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Who knows whether He will relent [and revoke your sentence],"
            },
            {
                "verse_number": "15",
                "verse_text": "Blow a trumpet in Zion [warning of impending judgment],"
            },
            {
                "verse_number": "16",
                "verse_text": "Gather the people, sanctify the congregation,"
            },
            {
                "verse_number": "17",
                "verse_text": "Let the priests, the ministers of the L ord ,"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the L ord will be jealous for His land [ready to defend it since it is rightfully and uniquely His]"
            },
            {
                "verse_number": "19",
                "verse_text": "The L ord will answer and say to His people,"
            },
            {
                "verse_number": "20",
                "verse_text": "But I will remove the northern army far away from you, For He has done great things.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Do not fear, O land; be glad and rejoice,"
            },
            {
                "verse_number": "22",
                "verse_text": "Do not be afraid, you animals of the field,"
            },
            {
                "verse_number": "23",
                "verse_text": "So rejoice, O children of Zion,"
            },
            {
                "verse_number": "24",
                "verse_text": "And the threshing floors shall be full of grain,"
            },
            {
                "verse_number": "25",
                "verse_text": "“And I will compensate you for the years"
            },
            {
                "verse_number": "26",
                "verse_text": "You will have plenty to eat and be satisfied"
            },
            {
                "verse_number": "27",
                "verse_text": "And you shall know [without any doubt] that I am in the midst of Israel [to protect and bless you],"
            },
            {
                "verse_number": "28",
                "verse_text": "“It shall come about after this"
            },
            {
                "verse_number": "29",
                "verse_text": "Even on the male and female servants"
            },
            {
                "verse_number": "30",
                "verse_text": "I will show signs and wonders [displaying My power] in the heavens and on the earth,"
            },
            {
                "verse_number": "31",
                "verse_text": "The sun will be turned into darkness"
            },
            {
                "verse_number": "32",
                "verse_text": "And it shall come about that whoever calls on the name of the L ord"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "“For behold, in those [climactic] days and at that time, When I restore the fortunes of Judah and Jerusalem, And bring them down into the Valley of Jehoshaphat (the L ord has judged). And there I will deal with them and enter into judgment with them there For [their treatment of] My people, My inheritance, Israel, Whom they have scattered among the nations, And [because] they have encroached on My land and divided it up. And have traded a boy for a prostitute And have sold a girl for wine that they may drink. Prepare a war! Stir up the mighty men! Let all the men of war come near, let them come up! And your pruning hooks into spears; Let the weak say, “I am strong!” And gather yourselves there; Bring down, O L ord , Your mighty ones (Your warriors). And come up to the Valley of Jehoshaphat, For there I will sit to judge and punish All the surrounding nations. Come, tread [the grapes], for the wine press is full; The vats overflow, for the wickedness [of the people] is great. For the day of the L ord is near in the valley of decision [when judgment is executed]. And the stars lose their brightness. And utters His voice from Jerusalem [in judgment of His enemies], And the heavens and the earth tremble and shudder; But the L ord is a refuge for His people And a stronghold [of protection] to the children of Israel. Dwelling in Zion, My holy mountain. Then Jerusalem will be holy, And strangers [who do not belong] will no longer pass through it. The mountains will drip with sweet wine And the hills will flow with milk; And all the brooks and riverbeds of Judah will flow with water, And a fountain will go out from the house of the L ord To water the [desert] Valley of Shittim. And Edom will become a desolate wilderness, Because of their violence against the children of Judah, In whose land they have shed innocent blood. And Jerusalem from generation to generation. For the L ord dwells in Zion."
            },
            {
                "verse_number": "2",
                "verse_text": "I will gather together all the [Gentile] nations [that were hostile to My people]"
            },
            {
                "verse_number": "3",
                "verse_text": "They have also cast lots for My people,"
            },
            {
                "verse_number": "4",
                "verse_text": "Moreover, what are you to Me, O Tyre and Sidon and all the [five small] regions of Philistia? Will you pay Me back for something [I have supposedly done to you]? Even if you do pay Me back, I will swiftly and speedily return your deed [of retaliation] on your own head."
            },
            {
                "verse_number": "5",
                "verse_text": "Because you have taken My silver and My gold and have carried My precious treasures to your temples and palaces,"
            },
            {
                "verse_number": "6",
                "verse_text": "and have sold the children of Judah and the children of Jerusalem to the Greeks, so that you may send them far away from their territory,"
            },
            {
                "verse_number": "7",
                "verse_text": "behold, I am going to stir them up from the place where you have sold them [and return them to their land], and I shall return your action [of retaliation] on your own head."
            },
            {
                "verse_number": "8",
                "verse_text": "Also I will sell your sons and your daughters into the hand of the children of Judah, and they will sell them to the Sabeans, to a distant nation,” for the L ord has spoken."
            },
            {
                "verse_number": "9",
                "verse_text": "Proclaim this among the [pagan] nations:"
            },
            {
                "verse_number": "10",
                "verse_text": "Beat your plowshares into swords"
            },
            {
                "verse_number": "11",
                "verse_text": "Hurry and come, all you surrounding nations,"
            },
            {
                "verse_number": "12",
                "verse_text": "Let the nations be stirred [to action]"
            },
            {
                "verse_number": "13",
                "verse_text": "Put in the sickle [of judgment], for the harvest is ripe;"
            },
            {
                "verse_number": "14",
                "verse_text": "Multitudes, multitudes in the valley of decision (judgment)!"
            },
            {
                "verse_number": "15",
                "verse_text": "The sun and the moon grow dark"
            },
            {
                "verse_number": "16",
                "verse_text": "The L ord thunders and roars from Zion"
            },
            {
                "verse_number": "17",
                "verse_text": "Then you will know and understand fully that I am the L ord your God,"
            },
            {
                "verse_number": "18",
                "verse_text": "And in that day"
            },
            {
                "verse_number": "19",
                "verse_text": "Egypt will become a waste,"
            },
            {
                "verse_number": "20",
                "verse_text": "But Judah shall be inhabited forever"
            },
            {
                "verse_number": "21",
                "verse_text": "And I shall avenge their blood which I have not avenged,"
            }
        ]
    }
}