{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "How solitary and lonely sits the city [Jerusalem] That was [once] full of people! How like a widow she has become. She who was great among the nations! The princess among the provinces, Has become a forced laborer! And her tears are [constantly] on her cheeks; Among all her lovers (political allies) She has no one to comfort her. All her friends have dealt treacherously with her; They have become her enemies. And under harsh servitude; She dwells among the [pagan] nations, But she has found no rest; All her pursuers have overtaken her In the midst of [her] distress. Because no one comes to the appointed feasts. All her gates are desolate; Her priests are groaning, Her virgins are grieved and suffering, And she suffers bitterly. Her enemies prosper; For the L ord has caused her grief Because of the multitude of her transgressions; Her young children have gone Into captivity before the enemy. Have departed from the Daughter of Zion (Jerusalem). Her princes have become like deer That have found no pasture; They have fled without strength Before the pursuer. Jerusalem remembers all her precious things That she had from the days of old, When her people fell into the hand of the adversary, And no one helped her, The enemy saw her, They mocked at her downfall. Therefore she has become an unclean thing [and has been removed]. All who honored her [now] despise her Because they have seen her nakedness; Even she herself groans and turns [her face] away. She did not [seriously] consider her future. Therefore she has come down [from throne to slavery] in an astonishing manner; She has no comforter. &apos;O L ord &apos; [cries Jerusalem], &apos;look at my affliction, For the enemy has magnified himself [in triumph]!&apos; Over all her precious and desirable things; For she has seen the [Gentile] nations enter her sanctuary (the Jerusalem temple)&ndash; That they should not enter into Your congregation [not even in the outer courts]. They have exchanged their desirable and precious things for food To restore their lives. &apos;See, O L ord , and consider How despised and repulsive I have become!&apos; Look and see if there is any pain like my pain Which was severely dealt out to me, Which the L ord has inflicted [on me] on the day of His fierce anger. And it prevailed over them . He has spread a net for my feet; He has turned me back. He has made me desolate and hopelessly miserable, Faint all the day long. By His hand they are knit and woven together. They have come upon my neck. He has made my strength fail; The Lord has put me into the hand Of those against whom I cannot stand. In my midst; He has proclaimed an established time against me To crush my young men. The Lord has trampled down as in a wine press The Virgin Daughter of Judah. My eyes overflow with tears, Because a comforter, One who could restore my soul, is far away from me. My children are desolate and perishing, For the enemy has prevailed.&apos; But there is no comforter for her. The L ord has commanded concerning Jacob That his neighbors should be his enemies; Jerusalem has become a filthy thing [an object of contempt] among them. For I have rebelled against His commandment (His word). Hear now, all you peoples, And look at my pain; My virgins and my young men Have gone into captivity. My priests and my elders perished in the city While they looked for food to restore their strength. My spirit is deeply disturbed; My heart is overturned within me and cannot rest, For I have been very rebellious. In the street the sword kills and bereaves; In the house there is [famine, disease and] death! That I have no comforter [in You]. All my enemies have heard of my desperation; They are delighted [O L ord ] that You have done it. Oh, that You would bring the day [of judgment] which You have proclaimed So that they will become like me. And deal with them as You have dealt with me Because of all my transgressions; For my groans are many and my heart is faint.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "She weeps bitterly in the night"
            },
            {
                "verse_number": "3",
                "verse_text": "Judah has gone into exile under affliction"
            },
            {
                "verse_number": "4",
                "verse_text": "The roads to Zion are in mourning"
            },
            {
                "verse_number": "5",
                "verse_text": "Her adversaries have become her masters,"
            },
            {
                "verse_number": "6",
                "verse_text": "All her beauty and majesty"
            },
            {
                "verse_number": "7",
                "verse_text": "In the days of her affliction and homelessness"
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem sinned greatly;"
            },
            {
                "verse_number": "9",
                "verse_text": "Her (ceremonial) uncleanness was on her skirts;"
            },
            {
                "verse_number": "10",
                "verse_text": "The adversary has spread out his hand The ones whom You commanded"
            },
            {
                "verse_number": "11",
                "verse_text": "All her people groan, seeking bread;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Is it nothing to you, all you who pass this way?"
            },
            {
                "verse_number": "13",
                "verse_text": "From on high He sent fire into my bones,"
            },
            {
                "verse_number": "14",
                "verse_text": "The yoke of my transgressions is bound;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord has rejected all the strong men"
            },
            {
                "verse_number": "16",
                "verse_text": "I weep for these things;"
            },
            {
                "verse_number": "17",
                "verse_text": "Zion stretches out her hands,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The L ord is righteous and just;"
            },
            {
                "verse_number": "19",
                "verse_text": "I [Jerusalem] called to my lovers (political allies), but they deceived me."
            },
            {
                "verse_number": "20",
                "verse_text": "See, O L ord , how distressed I am!"
            },
            {
                "verse_number": "21",
                "verse_text": "People have heard that I groan,"
            },
            {
                "verse_number": "22",
                "verse_text": "Let all their wickedness come before You;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "How the Lord has covered the Daughter of Zion (Jerusalem) With a cloud in His anger! He has cast down from heaven to the earth The glory and splendor of Israel And has not remembered His footstool In the day of His anger. All the country places of Jacob. In His wrath He has thrown down The strongholds of the Daughter of Judah (Jerusalem). He has brought them down to the ground [in disgrace]; He has debased the kingdom and its princes. He has withdrawn His right hand From the presence of the enemy. And He has burned in Jacob like a flaming fire Consuming all around. He has set His right hand like an adversary And slain all that were delightful and pleasing to the eye; In the tent of the Daughter of Zion He has poured out His wrath like fire. He has swallowed up Israel. He has swallowed up all its palaces; He has destroyed its strongholds And multiplied in the Daughter of Judah Mourning and lamentation (expressions of grief). He has destroyed His appointed meeting place. The L ord has caused the appointed feast and Sabbath To be forgotten in Zion And has despised and rejected the king and the priest In the indignation of His anger. He has abandoned His sanctuary. He has given into the hand of the enemy The walls of her palaces; They have made a noise in the house of the L ord As on a day of an appointed feast. The [city] wall of the Daughter of Zion. He has stretched out a line, He has not stopped His hand from destroying. He has caused the rampart and the wall to lament (mourn in grief); They have languished together. He has destroyed and broken her bars. Her king and her princes are [exiled] among the nations; The law is no more. Also, her prophets no longer find Vision from the L ord . Sit on the ground keeping silent; They have thrown dust on their heads, They have covered themselves with sackcloth. The virgins of Jerusalem Have bowed their heads to the ground. My spirit is deeply disturbed; My heart is poured out on the earth [in grief] Because of the destruction of the daughter of my people [Jerusalem], When little ones and infants faint In the streets of the city. &apos;Where is grain and wine?&apos; As they faint like a wounded man In the streets of the city, As their life [slips away and] is poured out In their mothers&quot; arms. To what shall I compare you, O Daughter of Jerusalem? With what shall I compare you, so that I may comfort you, O Virgin Daughter of Zion? For your ruin is as vast as the sea; Who can heal you? False and foolish visions; And they have not exposed your wickedness To restore you from captivity [by teaching you to repent], But they have seen (imagined) and declared to you false and misleading oracles. Clap their hands in derision at you; They scoff and shake their heads At the Daughter of Jerusalem, saying, &apos;Is this the city that was called &quot;The perfection of beauty, The joy of all the earth&quot;?&apos; Have opened their mouths wide against you; They [scornfully] hiss and gnash their teeth. They say, &apos;We have swallowed her up! Certainly this is the day for which we waited; We have reached it, we have seen it!&apos; He has accomplished His word He has demolished without sparing, And He has caused the enemy to rejoice over you; He has exalted the power of your enemies. &apos;O wall of the Daughter of Zion, Let your tears run down like a river day and night; Give yourself no relief, Let your eyes have no rest. At the beginning of the night watches; Pour out your heart like water Before the presence of the Lord; Lift up your hands to Him For the life of your little ones Who are faint from hunger At the head of every street.&apos; With whom have You dealt this way? Should women eat their offspring, The little ones who were born healthy and beautiful? Should priest and prophet be killed In the sanctuary of the Lord? Lie on the ground in the streets; My virgins and my young men Have fallen by the sword. You have killed them in the day of Your anger, You have slaughtered, not sparing. My terrors (dangers) on every side; And there was no one who escaped or survived In the day of the L ord &quot; s anger. Those I have cared for and brought up with tenderness, My enemy annihilated them."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord has swallowed up; He has not spared"
            },
            {
                "verse_number": "3",
                "verse_text": "In fierce anger He has cut off and destroyed Every horn of Israel. Which He commanded from days of old."
            },
            {
                "verse_number": "4",
                "verse_text": "He has bent His bow like an enemy;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord has become like an enemy;"
            },
            {
                "verse_number": "6",
                "verse_text": "And He has violently broken down His temple like a [fragile] garden hedge;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord has rejected His altar;"
            },
            {
                "verse_number": "8",
                "verse_text": "The L ord determined to lay in ruins"
            },
            {
                "verse_number": "9",
                "verse_text": "Her gates have sunk into the ground;"
            },
            {
                "verse_number": "10",
                "verse_text": "The elders of the Daughter of Zion"
            },
            {
                "verse_number": "11",
                "verse_text": "My eyes fail because of tears [mourns Jeremiah],"
            },
            {
                "verse_number": "12",
                "verse_text": "They cry to their mothers,"
            },
            {
                "verse_number": "13",
                "verse_text": "How shall I console you?"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets have seen (imagined) for you"
            },
            {
                "verse_number": "15",
                "verse_text": "All who pass along the way"
            },
            {
                "verse_number": "16",
                "verse_text": "All your enemies"
            },
            {
                "verse_number": "17",
                "verse_text": "The L ord has done what He planned;"
            },
            {
                "verse_number": "18",
                "verse_text": "Their hearts cried out to the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "Arise, cry aloud in the night,"
            },
            {
                "verse_number": "20",
                "verse_text": "See, O L ord , and look!"
            },
            {
                "verse_number": "21",
                "verse_text": "The young and the old"
            },
            {
                "verse_number": "22",
                "verse_text": "You [L ord ] called as in the day of an appointed feast"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I am [Jeremiah] the man who has seen affliction Because of the rod of His wrath. In darkness and not in light. Repeatedly all the day. He has shattered my bones. Like those who have long been dead. He has weighted down my chain. He shuts out my prayer. He has made my paths crooked. And like a lion [hiding] in secret places. He has made me desolate. And set me as a target for the arrow. To enter my inner parts. And [the subject of] their mocking song all the day. He has made me drunk with wormwood (bitterness). He has [covered me with ashes and] made me cower in the dust. I have forgotten happiness. And so has my hope and expectation from the L ord .&apos; And is bowed down within me. Therefore I have hope. Because His [tender] compassions never fail. Great and beyond measure is Your faithfulness. &apos;Therefore I have hope in Him and wait expectantly for Him.&apos; To those who seek Him [on the authority of God&quot;s word]. For the salvation of the L ord . The yoke [of godly discipline] in his youth. Because God has laid it on him [for his benefit]. There may yet be hope. Let him be filled with reproach. Then He will have compassion According to His abundant lovingkindness and tender mercy. Or grieve the children of men. All the prisoners of the land, In the presence of the Most High, The Lord does not approve of these things. Unless the Lord has authorized and commanded it? That both adversity (misfortune) and good (prosperity, happiness) proceed? Complain [of punishment] in view of his sins? And let us return to the L ord . Toward God in heaven; You have not pardoned. And pursued us; You have slain [without pity] and have not spared. So that no prayer can pass through. Among the peoples (Gentile nations). Devastation and destruction. Because of the destruction of the daughter of my people (Jerusalem). Without stopping, And sees from heaven. Because of all the daughters of my city. Hunted me down like a bird; And placed a stone over me. I said, &apos;I am cut off (destroyed)!&apos; Out of the lowest pit. &apos;Do not hide Your ear from my prayer for relief, From my cry for help.&apos; You said, &apos;Do not fear.&apos; You have rescued and redeemed my life. Judge my case. All their schemes against me. And all their schemes against me. Are against me all day long. I am their mocking song [the subject of their ridicule]. According to the work of their hands. Your curse will be upon them. From under the heavens of the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "He has led me and made me walk"
            },
            {
                "verse_number": "3",
                "verse_text": "Surely He has turned His hand against me"
            },
            {
                "verse_number": "4",
                "verse_text": "He has caused my flesh and my skin to waste away;"
            },
            {
                "verse_number": "5",
                "verse_text": "He has besieged and surrounded me with bitterness and hardship."
            },
            {
                "verse_number": "6",
                "verse_text": "He has made me live in dark places"
            },
            {
                "verse_number": "7",
                "verse_text": "He walled me in so that I cannot get out;"
            },
            {
                "verse_number": "8",
                "verse_text": "Even when I cry out and shout for help,"
            },
            {
                "verse_number": "9",
                "verse_text": "He has blocked my ways with cut stone;"
            },
            {
                "verse_number": "10",
                "verse_text": "He is to me like a bear lying in wait,"
            },
            {
                "verse_number": "11",
                "verse_text": "He has turned aside my ways and torn me in pieces;"
            },
            {
                "verse_number": "12",
                "verse_text": "He has bent His bow"
            },
            {
                "verse_number": "13",
                "verse_text": "He has caused the arrows of His quiver"
            },
            {
                "verse_number": "14",
                "verse_text": "I have become the [object of] ridicule to all my people,"
            },
            {
                "verse_number": "15",
                "verse_text": "He has filled me with bitterness;"
            },
            {
                "verse_number": "16",
                "verse_text": "He has broken my teeth with gravel;"
            },
            {
                "verse_number": "17",
                "verse_text": "My soul has been cast far away from peace;"
            },
            {
                "verse_number": "18",
                "verse_text": "So I say, &apos;My strength has perished"
            },
            {
                "verse_number": "19",
                "verse_text": "Remember [O L ord ] my affliction and my wandering, the wormwood and the gall (bitterness)."
            },
            {
                "verse_number": "20",
                "verse_text": "My soul continually remembers them"
            },
            {
                "verse_number": "21",
                "verse_text": "But this I call to mind,"
            },
            {
                "verse_number": "22",
                "verse_text": "It is because of the L ord &quot; s lovingkindnesses that we are not consumed,"
            },
            {
                "verse_number": "23",
                "verse_text": "They are new every morning;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;The L ord is my portion and my inheritance,&apos; says my soul;"
            },
            {
                "verse_number": "25",
                "verse_text": "The L ord is good to those who wait [confidently] for Him,"
            },
            {
                "verse_number": "26",
                "verse_text": "It is good that one waits quietly"
            },
            {
                "verse_number": "27",
                "verse_text": "It is good for a man that he should bear"
            },
            {
                "verse_number": "28",
                "verse_text": "Let him sit alone [in hope] and keep quiet,"
            },
            {
                "verse_number": "29",
                "verse_text": "Let him put his mouth in the dust [in recognition of his unworthiness];"
            },
            {
                "verse_number": "30",
                "verse_text": "Let him give his cheek to the one who strikes him;"
            },
            {
                "verse_number": "31",
                "verse_text": "For the Lord will not reject forever,"
            },
            {
                "verse_number": "32",
                "verse_text": "For if He causes grief,"
            },
            {
                "verse_number": "33",
                "verse_text": "For He does not afflict willingly and from His heart"
            },
            {
                "verse_number": "34",
                "verse_text": "To trample and crush under His feet"
            },
            {
                "verse_number": "35",
                "verse_text": "To deprive a man of justice"
            },
            {
                "verse_number": "36",
                "verse_text": "To defraud a man in his lawsuit&ndash;"
            },
            {
                "verse_number": "37",
                "verse_text": "Who is there who speaks and it comes to pass,"
            },
            {
                "verse_number": "38",
                "verse_text": "Is it not from the mouth of the Most High"
            },
            {
                "verse_number": "39",
                "verse_text": "Why should any living mortal, or any man,"
            },
            {
                "verse_number": "40",
                "verse_text": "Let us test and examine our ways,"
            },
            {
                "verse_number": "41",
                "verse_text": "Let us lift up our hearts and our hands [in prayer]"
            },
            {
                "verse_number": "42",
                "verse_text": "We have transgressed and rebelled,"
            },
            {
                "verse_number": "43",
                "verse_text": "You have covered Yourself with anger"
            },
            {
                "verse_number": "44",
                "verse_text": "You have covered Yourself with a cloud"
            },
            {
                "verse_number": "45",
                "verse_text": "You have made us scum and refuse"
            },
            {
                "verse_number": "46",
                "verse_text": "All our enemies have gaped at us."
            },
            {
                "verse_number": "47",
                "verse_text": "Panic and pitfall (traps, danger) have come on us,"
            },
            {
                "verse_number": "48",
                "verse_text": "My eyes overflow with streams of tears"
            },
            {
                "verse_number": "49",
                "verse_text": "My eyes overflow unceasingly,"
            },
            {
                "verse_number": "50",
                "verse_text": "Until the L ord looks down"
            },
            {
                "verse_number": "51",
                "verse_text": "My eyes [see things that] bring pain to my soul"
            },
            {
                "verse_number": "52",
                "verse_text": "Without cause my enemies"
            },
            {
                "verse_number": "53",
                "verse_text": "They silenced me in the pit"
            },
            {
                "verse_number": "54",
                "verse_text": "The waters ran down on my head;"
            },
            {
                "verse_number": "55",
                "verse_text": "I called on Your name, O L ord ,"
            },
            {
                "verse_number": "56",
                "verse_text": "You have heard my voice,"
            },
            {
                "verse_number": "57",
                "verse_text": "You drew near on the day I called to You;"
            },
            {
                "verse_number": "58",
                "verse_text": "O Lord, You have pleaded my soul&quot;s cause [You have guided my way and protected me];"
            },
            {
                "verse_number": "59",
                "verse_text": "O L ord , You have seen the wrong [done to me];"
            },
            {
                "verse_number": "60",
                "verse_text": "You have seen all their vengeance,"
            },
            {
                "verse_number": "61",
                "verse_text": "You have heard their reproach, O L ord ,"
            },
            {
                "verse_number": "62",
                "verse_text": "The lips and whispering of my assailants"
            },
            {
                "verse_number": "63",
                "verse_text": "Look at their sitting and their rising [their actions and secret counsels];"
            },
            {
                "verse_number": "64",
                "verse_text": "You will repay them, O L ord ,"
            },
            {
                "verse_number": "65",
                "verse_text": "You will harden their hearts;"
            },
            {
                "verse_number": "66",
                "verse_text": "You will pursue them in anger and destroy them"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "How dark and dim the gold has become, How the pure gold has changed! The sacred stones [of the temple] are poured out and scattered At the head of every street. [Once] worth their weight in fine gold, How they are regarded [merely] as earthen jars, The work of a potter&quot;s hands! They nurse their young; But the daughter of my people has become cruel Like ostriches in the wilderness [that desert their young]. To the roof of its mouth because of thirst; The little ones ask for food, But no one gives it to them. Are perishing in the streets; Those reared in purple [as nobles] Embrace ash heaps. Is greater than the [punishment for the] sin of Sodom, Which was overthrown in a moment, And no hands were turned toward her [to offer help]. They were whiter than milk [in appearance]; They were more ruddy in body than rubies, Their polishing was like lapis lazuli (sapphire). They are not recognized in the streets; Their skin clings to their bones; It is withered, and it has become [dry] like wood. Are more fortunate than those killed with hunger; For the hungry pine and ebb away, For the lack of the fruits of the field. Boiled their own children; They became food for them Because of the destruction of the daughter of my people [Judah]. He has poured out His fierce anger And has kindled a fire in Zion That has consumed her foundations. Nor did any of the inhabitants of the earth, That the adversary (oppressor) and enemy Could enter the gates of Jerusalem. And the wickedness of her [unfaithful] priests, Who have shed in her midst The blood of the just and righteous; They were defiled with blood So that no one could touch their garments. Depart! Depart! Do not touch!&apos; So they fled, then they wandered [as fugitives]; People among the nations said, &apos;They shall not stay here any longer with us .&apos; He will not continue to look after them. They did not honor the priests; They did not favor the elders. Looking in vain for help. Watching [from the towers] we watched For a nation that could not save. So that we could not walk in our streets; Our end drew near, Our days were finished For our end had come. Than the eagles of the sky; They pursued us on the mountains, They waited in ambush for us in the wilderness. Was captured in their snares, He of whom we had said, &apos;Under his shadow We shall live among the nations.&apos; Who lives in the land of Uz. But the cup [of the wine of God&quot;s wrath] will pass to you as well; You will become drunk and make yourself naked. The L ord will no longer send you into exile. But He will punish your sin, O Daughter of Edom; He will expose your sins."
            },
            {
                "verse_number": "2",
                "verse_text": "The [noble and] precious sons of Zion,"
            },
            {
                "verse_number": "3",
                "verse_text": "Even the jackals offer the breast,"
            },
            {
                "verse_number": "4",
                "verse_text": "The tongue of the infant clings"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who feasted on delicacies"
            },
            {
                "verse_number": "6",
                "verse_text": "For the [punishment of the] wickedness of the daughter of my people [Jerusalem]"
            },
            {
                "verse_number": "7",
                "verse_text": "Her princes were purer than snow,"
            },
            {
                "verse_number": "8",
                "verse_text": "Their appearance is [now] blacker than soot [because of the prolonged famine];"
            },
            {
                "verse_number": "9",
                "verse_text": "Those killed with the sword"
            },
            {
                "verse_number": "10",
                "verse_text": "The hands of compassionate women"
            },
            {
                "verse_number": "11",
                "verse_text": "The L ord has fulfilled His wrath;"
            },
            {
                "verse_number": "12",
                "verse_text": "The kings of the earth did not believe,"
            },
            {
                "verse_number": "13",
                "verse_text": "Because of the sins of her [counterfeit] prophets"
            },
            {
                "verse_number": "14",
                "verse_text": "They wandered, blind, in the streets;"
            },
            {
                "verse_number": "15",
                "verse_text": "People cried to them, &apos;Go away! Unclean!"
            },
            {
                "verse_number": "16",
                "verse_text": "The presence of the L ord scattered them [among the nations];"
            },
            {
                "verse_number": "17",
                "verse_text": "[And as for us,] yet our eyes failed,"
            },
            {
                "verse_number": "18",
                "verse_text": "The enemy hunted our steps,"
            },
            {
                "verse_number": "19",
                "verse_text": "Our pursuers were swifter"
            },
            {
                "verse_number": "20",
                "verse_text": "The breath of our nostrils, the anointed of the L ord [our king],"
            },
            {
                "verse_number": "21",
                "verse_text": "Rejoice and be glad, O Daughter of Edom,"
            },
            {
                "verse_number": "22",
                "verse_text": "The punishment of your sin has been completed, O Daughter of Zion;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "O L ord , remember what has come upon us; Look, and see our reproach (national disgrace)! Our houses to foreigners. Our mothers are like widows. Our wood comes to us at a price. We are worn out, there is no rest for us. There is no one to rescue us out of their hand. Because of the sword [of the Arabs] in the wilderness [who may attack if we go out to harvest the crop]. Because of the burning heat of [the fever of] famine. The virgins in the cities of Judah. Elders were not respected. And boys fell [staggering] under loads of wood. Young men from their music. Our dancing has been turned into mourning. Woe to us, for we have sinned! Because of these things our eyes are dim. Foxes and the jackals prowl over it. Your throne endures from generation to [all] generations. Why do You forsake us so long? Renew our days as of old, And are exceedingly angry with us."
            },
            {
                "verse_number": "2",
                "verse_text": "Our inheritance has been turned over to strangers,"
            },
            {
                "verse_number": "3",
                "verse_text": "We have become orphans without a father;"
            },
            {
                "verse_number": "4",
                "verse_text": "We have to pay for our drinking water;"
            },
            {
                "verse_number": "5",
                "verse_text": "Our pursuers are at our necks;"
            },
            {
                "verse_number": "6",
                "verse_text": "We have given the hand [as a pledge of fidelity and submission] to Egypt and Assyria to get enough bread."
            },
            {
                "verse_number": "7",
                "verse_text": "Our fathers sinned, and are no more; It is we who have carried their sin."
            },
            {
                "verse_number": "8",
                "verse_text": "Servants rule over us;"
            },
            {
                "verse_number": "9",
                "verse_text": "We get our bread at the risk of our lives"
            },
            {
                "verse_number": "10",
                "verse_text": "Our skin is as hot as [the heat of] an oven"
            },
            {
                "verse_number": "11",
                "verse_text": "They ravished the women in Zion,"
            },
            {
                "verse_number": "12",
                "verse_text": "Princes were hung by their hands;"
            },
            {
                "verse_number": "13",
                "verse_text": "Young men worked at the grinding mill,"
            },
            {
                "verse_number": "14",
                "verse_text": "Elders are gone from the gate;"
            },
            {
                "verse_number": "15",
                "verse_text": "The joy of our hearts has ended;"
            },
            {
                "verse_number": "16",
                "verse_text": "The crown has fallen from our head [our honor is covered with dust]!"
            },
            {
                "verse_number": "17",
                "verse_text": "Because of this our heart is faint,"
            },
            {
                "verse_number": "18",
                "verse_text": "As for Mount Zion, which lies desolate,"
            },
            {
                "verse_number": "19",
                "verse_text": "But You, O L ord , reign forever;"
            },
            {
                "verse_number": "20",
                "verse_text": "Why do You forget us forever?"
            },
            {
                "verse_number": "21",
                "verse_text": "Return us to You, O L ord , so that we may be restored;"
            },
            {
                "verse_number": "22",
                "verse_text": "Unless You have utterly rejected us"
            }
        ]
    }
}