{
    "Zephaniah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The word of the L ord which came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah: From the face of the earth [in judgment],&apos; says the L ord . I will consume and sweep away the birds of the air And the fish of the sea, And I will cut off and destroy man from the face of the earth,&apos; declares the L ord . And against all the inhabitants of Jerusalem. And the names and remembrance of the idolatrous priests along with the [false] priests, And those who bow down and swear [oaths] to [and pretend to worship] the L ord and [yet also] swear by [the pagan god called] Milcom [god of the Ammonites], And those who have not sought the L ord [as their most important need] or inquired of Him.&apos; For the day [of the vengeance] of the L ord is near, For the L ord has prepared a sacrifice (Judah), He has set apart [for His use] those who have accepted His invitation [the Chaldeans who rule Babylon]. That I will punish the princes and the king&quot;s sons And all who are clothed in [lavish] foreign apparel [reflecting their paganism]. Who fill their [pagan] lord&quot;s temple with violence and deceit. &apos;There will be the sound of crying from the Fish (Damascus) Gate [in the northern wall of Jerusalem where invaders enter] And a loud crash from the hills. For all the merchants of Canaan will be silenced and destroyed; All who weigh out silver will be cut off. That I will search Jerusalem with lamps And I will punish the men Who [like old wine] are stagnant in spirit, Who say in their hearts, &quot;The L ord will not do good, nor will He do evil.&quot; And their houses a desolation. Yes, they will build houses but not live in them, And plant vineyards but not drink their wine.&apos; Near and coming very quickly. Listen! The [voice of the] day of the L ord ! The warrior cries out bitterly [unable to fight or to flee]. A day of trouble and distress, A day of destruction and devastation, A day of darkness and gloom, A day of clouds and thick darkness, Against the fortified cities And against the high corner towers (battlements). So that they will walk like the blind [unable to find a way of escape], Because they have sinned against the L ord ; Their blood will be poured out like dust [and trampled underfoot], And their flesh like dung. Will be able to rescue them On the day of the L ord &quot; s indignation and wrath. And the whole earth will be consumed For He shall make a full and complete end, Indeed a terrifying one, Of all the inhabitants of the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I will completely consume and sweep away all things"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I will consume and sweep away man and beast; And the stumbling blocks (idols) along with the wicked; And I will cut off and destroy the remnant of Baal from this place, And wailing from the Second Quarter [of the city], In the fire of His jealous wrath,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I will also stretch out My hand [in judgment] against Judah"
            },
            {
                "verse_number": "5",
                "verse_text": "And those who bow down and worship the host of heaven [the sun, the moon, and the stars] on their housetops"
            },
            {
                "verse_number": "6",
                "verse_text": "And those who have turned back from following the L ord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "[Hush!] Be silent before the Lord G od [there is no acceptable excuse to offer]!"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Then it will come about on the day of the L ord &quot; s sacrifice"
            },
            {
                "verse_number": "9",
                "verse_text": "On that day I will also punish all those who leap over the temple threshold,"
            },
            {
                "verse_number": "10",
                "verse_text": "On that day,&apos; declares the L ord ,"
            },
            {
                "verse_number": "11",
                "verse_text": "Wail [in anguish], you inhabitants of the Mortar (Valley of Siloam),"
            },
            {
                "verse_number": "12",
                "verse_text": "It will come about at that time"
            },
            {
                "verse_number": "13",
                "verse_text": "Furthermore, their wealth will become plunder"
            },
            {
                "verse_number": "14",
                "verse_text": "The great [judgment] day of the L ord is near,"
            },
            {
                "verse_number": "15",
                "verse_text": "That day is a day of [the outpouring of the] wrath [of God],"
            },
            {
                "verse_number": "16",
                "verse_text": "A day of trumpet and the battle cry [of invaders]"
            },
            {
                "verse_number": "17",
                "verse_text": "I will bring distress on men"
            },
            {
                "verse_number": "18",
                "verse_text": "Neither their silver nor their gold"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Gather yourselves together [in repentance], yes, gather [in submission], O nation without shame, The day passes like the chaff [whirled by the wind]&ndash; Before the burning and fierce anger of the L ord comes upon you, Before the day of the wrath of the L ord comes upon you. All you humble of the land Who have practiced His ordinances and have kept His commandments; Seek righteousness, seek humility [regard them as vital]. Perhaps you will be hidden [and pardoned and rescued] In the day of the L ord &quot; s anger. And Ashkelon a desolation; [The people of] Ashdod will be driven out at noon [in broad daylight] And Ekron will be uprooted and destroyed. The nation of the Cherethites [in Philistia]! The word of the L ord is against you, O Canaan, land of the Philistines; I will destroy you So that no inhabitant will be left. With [deserted] meadows for shepherds and folds for flocks. To the remnant of the house of Judah; They will pasture [their flocks] on it. In the [deserted] houses of Ashkelon [in Philistia] they [of Judah] will lie down and rest in the evening, For the L ord their God will care for them; And restore their fortune [permitting them to occupy the land]. And the revilings of the sons of Ammon, With which they have taunted My people And become arrogant against their territory [by violating Israel&quot;s boundary and trying to seize its land]. The God of Israel, A land possessed by nettles and salt pits, And a perpetual desolation. The remnant of My people will plunder them And what is left of My nation will inherit them [as their own].&apos; And destroy Assyria, And He will make Nineveh a desolation [a wasteland], Parched as the desert. All the animals which range in herds; Both the pelican and the short-eared owl Will roost on the top of Nineveh&quot;s pillars. Birds will sing in the window, Desolation will be on the threshold; For He has uncovered the cedar paneling. Which dwells carelessly [feeling so secure], Who says in her heart, &apos;I am, and there is no one besides me.&apos; What a desolation she has become, A lair for [wild] animals! Everyone who passes by her will hiss [in scorn] And wave his hand in contempt ."
            },
            {
                "verse_number": "2",
                "verse_text": "Before the decree takes effect [and the time for repentance is lost]&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "Seek the L ord [search diligently for Him and regard Him as the foremost necessity of your life],"
            },
            {
                "verse_number": "4",
                "verse_text": "For [this is the fate of the Philistines:] Gaza will be abandoned"
            },
            {
                "verse_number": "5",
                "verse_text": "Woe (judgment is coming) to the inhabitants of the seacoast,"
            },
            {
                "verse_number": "6",
                "verse_text": "So the [depopulated] seacoast shall be pastures,"
            },
            {
                "verse_number": "7",
                "verse_text": "The seacoast will belong"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I have heard the taunting of Moab"
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, as I live,&apos; declares the L ord of hosts, &apos; Moab will in fact become like Sodom And the sons of Ammon like Gomorrah,"
            },
            {
                "verse_number": "10",
                "verse_text": "This they shall have in return for their pride, because they have taunted and become arrogant against the people of the L ord of hosts."
            },
            {
                "verse_number": "11",
                "verse_text": "The L ord will be terrifying and awesome to them, for He will starve all the gods of the earth; and all the coastlands of the nations will bow down and worship Him, everyone from his own place."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;You also, O Ethiopians, will be slain by My sword.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "And the L ord will stretch out His hand against the north"
            },
            {
                "verse_number": "14",
                "verse_text": "Flocks will lie down in her midst,"
            },
            {
                "verse_number": "15",
                "verse_text": "This is the joyous city"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Woe (judgment is coming) to her who is rebellious and defiled, The tyrannical city [Jerusalem]! She accepted no correction. She did not trust in the L ord [but trusted her own power]; She did not draw near to her God [but to the pagan gods of Baal or Molech]. Her judges are [as hungry as] the wolves at evening, They leave nothing for the morning. Her priests have profaned the sanctuary; They have done violence to the law [by pretending their word is God&quot;s word]. He will do no injustice. Every morning He brings His justice to light; He does not fail. But the unjust person knows no shame. Their corner towers (battlements) are in ruins. I have made their streets desolate So that no one passes by; Their cities are destroyed So that there is no man, there is no inhabitant. Accept correction.&quot; So Jerusalem&quot;s dwelling will not be cut off In accordance with all that I have appointed concerning her [punishment], But they were eager [even rising early] to make all their deeds corrupt. &apos;[Wait] for the day when I rise up as a witness [against the nations]. For it is My decision and My right to gather the nations, To assemble kingdoms, To pour out on them My indignation, All [the heat of] My burning anger; For [in that day] all the earth shall be consumed By the fire of My zeal. That all of them may call on the name of the L ord , To serve Him shoulder to shoulder (united). My worshipers, [the descendants of] My dispersed ones, Will bring My offerings. Because of all your acts By which you have rebelled and sinned against Me; Then I will remove from among you Your rejoicing ones who delight in their pride; And you will never again behave arrogantly On My holy mountain [Mount Zion]. A humble and lowly people, And they will take refuge and trust confidently in the name of the L ord . Nor speak lies, Nor will a deceitful tongue Be found in their mouths; For they will eat and lie down With no one to make them tremble and feel afraid.&apos; Shout in triumph, O Israel! Rejoice, be in high spirits and glory with all your heart, O Daughter of Jerusalem [in that day]! He has cleared away your enemies. The King of Israel, even the L ord [Himself], is in your midst; You will no longer fear disaster. &apos;Do not be afraid, O Zion; Do not let your hands fall limp. A Warrior who saves. He will rejoice over you with joy; He will be quiet in His love [making no mention of your past sins], He will rejoice over you with shouts of joy. They came from you, [O Zion]; On whom the reproach [of exile] is a burden. With all your oppressors; I will save the lame And gather the scattered, And I will turn their shame into praise and renown In every land [where they have suffered]. Yes, at the time I gather you together; For I will make you a name and a praise Among all the peoples of the earth When I restore your fortunes [and freedom] before your eyes,&apos; Says the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "She did not listen and heed the voice [of God];"
            },
            {
                "verse_number": "3",
                "verse_text": "Her officials within her are roaring lions;"
            },
            {
                "verse_number": "4",
                "verse_text": "Her prophets are reckless and treacherous men;"
            },
            {
                "verse_number": "5",
                "verse_text": "The L ord is righteous within her;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I [the L ord ] have cut off and destroyed nations [as a warning to Judah];"
            },
            {
                "verse_number": "7",
                "verse_text": "I said, &quot;Most certainly you will [reverently] fear Me;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Therefore [you of the godly remnant of Judah, patiently] wait for Me,&apos; declares the L ord ,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then I will give to the peoples [clear and pure speech from] purified lips [which reflect their purified hearts],"
            },
            {
                "verse_number": "10",
                "verse_text": "From beyond the rivers of Ethiopia"
            },
            {
                "verse_number": "11",
                "verse_text": "On that day you [Israel] will feel no shame"
            },
            {
                "verse_number": "12",
                "verse_text": "But I will leave among you"
            },
            {
                "verse_number": "13",
                "verse_text": "The remnant of Israel will do no wrong"
            },
            {
                "verse_number": "14",
                "verse_text": "Shout for joy, O Daughter of Zion!"
            },
            {
                "verse_number": "15",
                "verse_text": "The L ord has taken away the judgments against you;"
            },
            {
                "verse_number": "16",
                "verse_text": "In that day it will be said to Jerusalem:"
            },
            {
                "verse_number": "17",
                "verse_text": "The L ord your God is in your midst,"
            },
            {
                "verse_number": "18",
                "verse_text": "I will gather those [Israelites in captivity] who grieve about the appointed feasts&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "Behold, at that time I am going to deal"
            },
            {
                "verse_number": "20",
                "verse_text": "At that time I will bring you in,"
            }
        ]
    }
}