{
    "1 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Peter, an apostle (special messenger, personally chosen representative) of Jesus Christ, T o those [elect—both Jewish and Gentile believers] who live as exiles, scattered throughout Pontus, Galatia, Cappadocia, Asia [Minor], and Bithynia, who are chosen “A ll flesh is like grass , A nd all its glory like the flower of grass . T he grass withers A nd the flower falls off , And this is the word [the good news of salvation] which was preached to you."
            },
            {
                "verse_number": "2",
                "verse_text": "according to the foreknowledge of God the Father by the sanctifying work of the Spirit to be obedient to Jesus Christ and to be sprinkled with His blood: May grace and peace [that special sense of spiritual well-being] be yours in increasing abundance [as you walk closely with God]."
            },
            {
                "verse_number": "3",
                "verse_text": "Blessed [gratefully praised and adored] be the God and Father of our Lord Jesus Christ, who according to His abundant and boundless mercy has caused us to be born again [that is, to be reborn from above—spiritually transformed, renewed, and set apart for His purpose] to an ever-living hope and confident assurance through the resurrection of Jesus Christ from the dead,"
            },
            {
                "verse_number": "4",
                "verse_text": "[born anew] into an inheritance which is imperishable [beyond the reach of change] and undefiled and unfading, reserved in heaven for you,"
            },
            {
                "verse_number": "5",
                "verse_text": "who are being protected and shielded by the power of God through your faith for salvation that is ready to be revealed [for you] in the last time."
            },
            {
                "verse_number": "6",
                "verse_text": "In this you rejoice greatly, even though now for a little while, if necessary, you have been distressed by various trials,"
            },
            {
                "verse_number": "7",
                "verse_text": "so that the genuineness of your faith, which is much more precious than gold which is perishable, even though tested and purified by fire, may be found to result in [your] praise and glory and honor at the revelation of Jesus Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "Though you have not seen Him, you love Him; and though you do not even see Him now, you believe and trust in Him and you greatly rejoice and delight with inexpressible and glorious joy,"
            },
            {
                "verse_number": "9",
                "verse_text": "receiving as the result [the outcome, the consummation] of your faith, the salvation of your souls."
            },
            {
                "verse_number": "10",
                "verse_text": "Regarding this salvation, the prophets who prophesied about the grace [of God] that was intended for you, searched carefully and inquired [about this future way of salvation],"
            },
            {
                "verse_number": "11",
                "verse_text": "seeking to find out what person or what time the Spirit of Christ within them was indicating as He foretold the sufferings of Christ and the glories [destined] to follow."
            },
            {
                "verse_number": "12",
                "verse_text": "It was revealed to them that their services [their prophecies regarding grace] were not [meant] for themselves and their time, but for you, in these things [the death, resurrection, and glorification of Jesus Christ] which have now been told to you by those who preached the gospel to you by the [power of the] Holy Spirit [who was] sent from heaven. Into these things even the angels long to look."
            },
            {
                "verse_number": "13",
                "verse_text": "So prepare your minds for action, be completely sober [in spirit—steadfast, self-disciplined, spiritually and morally alert], fix your hope completely on the grace [of God] that is coming to you when Jesus Christ is revealed."
            },
            {
                "verse_number": "14",
                "verse_text": "[Live] as obedient children [of God]; do not be conformed to the evil desires which governed you in your ignorance [before you knew the requirements and transforming power of the good news regarding salvation]."
            },
            {
                "verse_number": "15",
                "verse_text": "But like the Holy One who called you, be holy yourselves in all your conduct [be set apart from the world by your godly character and moral courage];"
            },
            {
                "verse_number": "16",
                "verse_text": "because it is written, “Y ou shall be holy (set apart), for I am holy .”"
            },
            {
                "verse_number": "17",
                "verse_text": "If you address as Father, the One who impartially judges according to each one’s work, conduct yourselves in [reverent] fear [of Him] and with profound respect for Him throughout the time of your stay on earth ."
            },
            {
                "verse_number": "18",
                "verse_text": "For you know that you were not redeemed from your useless [spiritually unproductive] way of life inherited [by tradition] from your forefathers with perishable things like silver and gold,"
            },
            {
                "verse_number": "19",
                "verse_text": "but [you were actually purchased] with precious blood, like that of a [sacrificial] lamb unblemished and spotless, the priceless blood of Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "For He was foreordained (foreknown) before the foundation of the world, but has appeared [publicly] in these last times for your sake"
            },
            {
                "verse_number": "21",
                "verse_text": "and through Him you believe [confidently] in God [the heavenly Father], who raised Him from the dead and gave Him glory, so that your faith and hope are [centered and rest] in God."
            },
            {
                "verse_number": "22",
                "verse_text": "Since by your obedience to the truth you have purified yourselves for a sincere love of the believers, [see that you] love one another from the heart [always unselfishly seeking the best for one another],"
            },
            {
                "verse_number": "23",
                "verse_text": "for you have been born again [that is, reborn from above—spiritually transformed, renewed, and set apart for His purpose] not of seed which is perishable but [from that which is] imperishable and immortal, that is, through the living and everlasting word of God."
            },
            {
                "verse_number": "24",
                "verse_text": "For,"
            },
            {
                "verse_number": "25",
                "verse_text": "B ut the word of the L ord endures forever .”"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So put aside every trace of malice and all deceit and hypocrisy and envy and all slander and hateful speech;"
            },
            {
                "verse_number": "2",
                "verse_text": "like newborn babies [you should] long for the pure milk of the word, so that by it you may be nurtured and grow in respect to salvation [its ultimate fulfillment],"
            },
            {
                "verse_number": "3",
                "verse_text": "if in fact you have [already] tasted the goodness and gracious kindness of the Lord. “B ehold , I am laying in Z ion a chosen stone , a precious (honored) C ornerstone , A nd he who believes in H im [whoever adheres to, trusts in, and relies on Him] will never be disappointed [in his expectations].” “T he [very] stone which the builders rejected H as become the chief C ornerstone ,” “A stone of stumbling and a rock of offense ”; for they stumble because they disobey the word [of God], and to this they [who reject Him as Savior] were also appointed."
            },
            {
                "verse_number": "4",
                "verse_text": "Come to Him [the risen Lord] as to a living Stone which men rejected and threw away, but which is choice and precious in the sight of God."
            },
            {
                "verse_number": "5",
                "verse_text": "You [believers], like living stones, are being built up into a spiritual house for a holy and dedicated priesthood, to offer spiritual sacrifices [that are] acceptable and pleasing to God through Jesus Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "For this is contained in Scripture:"
            },
            {
                "verse_number": "7",
                "verse_text": "This precious value, then, is for you who believe [in Him as God’s only Son—the Source of salvation]; but for those who disbelieve,"
            },
            {
                "verse_number": "8",
                "verse_text": "and,"
            },
            {
                "verse_number": "9",
                "verse_text": "But you are a chosen race , a royal priesthood , a consecrated nation , a [special] people for God’s own possession , so that you may proclaim the excellencies [the wonderful deeds and virtues and perfections] of Him who called you out of darkness into His marvelous light."
            },
            {
                "verse_number": "10",
                "verse_text": "Once you were not a people [at all], but now you are G od’s people ; once you had not received mercy , but now you have received mercy ."
            },
            {
                "verse_number": "11",
                "verse_text": "Beloved, I urge you as aliens and strangers [in this world] to abstain from the sensual urges [those dishonorable desires] that wage war against the soul."
            },
            {
                "verse_number": "12",
                "verse_text": "Keep your behavior excellent among the [unsaved] Gentiles [conduct yourself honorably, with graciousness and integrity], so that for whatever reason they may slander you as evildoers, yet by observing your good deeds they may [instead come to] glorify God in the day of visitation [when He looks upon them with mercy]."
            },
            {
                "verse_number": "13",
                "verse_text": "Submit yourselves to [the authority of] every human institution for the sake of the Lord [to honor His name], whether it is to a king as one in a position of power,"
            },
            {
                "verse_number": "14",
                "verse_text": "or to governors as sent by him to bring punishment to those who do wrong, and to praise and encourage those who do right."
            },
            {
                "verse_number": "15",
                "verse_text": "For it is the will of God that by doing right you may silence (muzzle, gag) the [culpable] ignorance and irresponsible criticisms of foolish people."
            },
            {
                "verse_number": "16",
                "verse_text": "Live as free people, but do not use your freedom as a cover or pretext for evil, but [use it and live] as bond-servants of God."
            },
            {
                "verse_number": "17",
                "verse_text": "Show respect for all people [treat them honorably], love the brotherhood [of believers], fear God, honor the king."
            },
            {
                "verse_number": "18",
                "verse_text": "Servants, be submissive to your masters with all [proper] respect, not only to those who are good and kind, but also to those who are unreasonable."
            },
            {
                "verse_number": "19",
                "verse_text": "For this finds favor, if a person endures the sorrow of suffering unjustly because of an awareness of [the will of] God."
            },
            {
                "verse_number": "20",
                "verse_text": "After all, what kind of credit is there if, when you do wrong and are punished for it, you endure it patiently? But if when you do what is right and patiently bear [undeserved] suffering, this finds favor with God."
            },
            {
                "verse_number": "21",
                "verse_text": "For [as a believer] you have been called for this purpose, since Christ suffered for you, leaving you an example, so that you may follow in His footsteps."
            },
            {
                "verse_number": "22",
                "verse_text": "H e committed no sin , nor was deceit ever found in H is mouth ."
            },
            {
                "verse_number": "23",
                "verse_text": "While being reviled and insulted, He did not revile or insult in return; while suffering, He made no threats [of vengeance], but kept entrusting Himself to Him who judges fairly."
            },
            {
                "verse_number": "24",
                "verse_text": "He personally carried our sins in His body on the cross [willingly offering Himself on it, as on an altar of sacrifice], so that we might die to sin [becoming immune from the penalty and power of sin] and live for righteousness; for by His wounds you [who believe] have been healed."
            },
            {
                "verse_number": "25",
                "verse_text": "For you were continually wandering like [so many] sheep, but now you have come back to the Shepherd and Guardian of your souls."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In the same way, you wives, be submissive to your own husbands [subordinate, not as inferior, but out of respect for the responsibilities entrusted to husbands and their accountability to God, and so partnering with them] so that even if some do not obey the word [of God], they may be won over [to Christ] without discussion by the godly lives of their wives,"
            },
            {
                "verse_number": "2",
                "verse_text": "when they see your modest and respectful behavior [together with your devotion and appreciation—love your husband, encourage him, and enjoy him as a blessing from God]."
            },
            {
                "verse_number": "3",
                "verse_text": "Your adornment must not be merely external—with interweaving and elaborate knotting of the hair, and wearing gold jewelry, or [being superficially preoccupied with] dressing in expensive clothes;"
            },
            {
                "verse_number": "4",
                "verse_text": "but let it be [the inner beauty of] the hidden person of the heart, with the imperishable quality and unfading charm of a gentle and peaceful spirit, [one that is calm and self-controlled, not overanxious, but serene and spiritually mature] which is very precious in the sight of God."
            },
            {
                "verse_number": "5",
                "verse_text": "For in this way in former times the holy women, who hoped in God, used to adorn themselves, being submissive to their own husbands and adapting themselves to them;"
            },
            {
                "verse_number": "6",
                "verse_text": "just as Sarah obeyed Abraham [following him and having regard for him as head of their house], calling him lord. And you have become her daughters if you do what is right without being frightened by any fear [that is, being respectful toward your husband but not giving in to intimidation, nor allowing yourself to be led into sin, nor to be harmed]. “T he one who wants to enjoy life and see good days [good—whether apparent or not], M ust keep his tongue free from evil and his lips from speaking guile (treachery, deceit). H e must search for peace [with God, with self, with others] and pursue it eagerly [actively—not merely desiring it]. A nd H is ears are attentive to their prayer (eager to answer), B ut the face of the L ord is against those who practice evil .”"
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way, you husbands, live with your wives in an understanding way [with great gentleness and tact, and with an intelligent regard for the marriage relationship], as with someone physically weaker, since she is a woman. Show her honor and respect as a fellow heir of the grace of life, so that your prayers will not be hindered or ineffective."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, all of you be like-minded [united in spirit], sympathetic, brotherly, kindhearted [courteous and compassionate toward each other as members of one household], and humble in spirit;"
            },
            {
                "verse_number": "9",
                "verse_text": "and never return evil for evil or insult for insult [avoid scolding, berating, and any kind of abuse], but on the contrary, give a blessing [pray for one another’s well-being, contentment, and protection]; for you have been called for this very purpose, that you might inherit a blessing [from God that brings well-being, happiness, and protection]."
            },
            {
                "verse_number": "10",
                "verse_text": "For,"
            },
            {
                "verse_number": "11",
                "verse_text": "H e must turn away from wickedness and do what is right ."
            },
            {
                "verse_number": "12",
                "verse_text": "F or the eyes of the L ord are [looking favorably] upon the righteous (the upright),"
            },
            {
                "verse_number": "13",
                "verse_text": "Now who is there to hurt you if you become enthusiastic for what is good?"
            },
            {
                "verse_number": "14",
                "verse_text": "But even if you should suffer for the sake of righteousness [though it is not certain that you will], you are still blessed [happy, to be admired and favored by God]. D o not be afraid of their intimidating threats , nor be troubled or disturbed [by their opposition]."
            },
            {
                "verse_number": "15",
                "verse_text": "But in your hearts set Christ apart [as holy—acknowledging Him, giving Him first place in your lives] as Lord. Always be ready to give a [logical] defense to anyone who asks you to account for the hope and confident assurance [elicited by faith] that is within you, yet [do it] with gentleness and respect."
            },
            {
                "verse_number": "16",
                "verse_text": "And see to it that your conscience is entirely clear, so that every time you are slandered or falsely accused, those who attack or disparage your good behavior in Christ will be shamed [by their own words]."
            },
            {
                "verse_number": "17",
                "verse_text": "For it is better that you suffer [unjustly] for doing what is right, if that should be God’s will, than [to suffer justly] for doing wrong."
            },
            {
                "verse_number": "18",
                "verse_text": "For indeed Christ died for sins once for all, the Just and Righteous for the unjust and unrighteous [the Innocent for the guilty] so that He might bring us to God, having been put to death in the flesh, but made alive in the Spirit;"
            },
            {
                "verse_number": "19",
                "verse_text": "in which He also went and preached to the spirits now in prison,"
            },
            {
                "verse_number": "20",
                "verse_text": "who once were disobedient, when the great patience of God was waiting in the days of Noah, during the building of the ark, in which a few, that is, eight persons [Noah’s family], were brought safely through the water."
            },
            {
                "verse_number": "21",
                "verse_text": "Corresponding to that [rescue through the flood], baptism [which is an expression of a believer’s new life in Christ] now saves you, not by removing dirt from the body, but by an appeal to God for a good (clear) conscience, [demonstrating what you believe to be yours] through the resurrection of Jesus Christ,"
            },
            {
                "verse_number": "22",
                "verse_text": "who has gone into heaven and is at the right hand of God [that is, the place of honor and authority], with [all] angels and authorities and powers made subservient to Him."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since Christ suffered in the flesh [and died for us], arm yourselves [like warriors] with the same purpose [being willing to suffer for doing what is right and pleasing God], because whoever has suffered in the flesh [being like-minded with Christ] is done with [intentional] sin [having stopped pleasing the world],"
            },
            {
                "verse_number": "2",
                "verse_text": "so that he can no longer spend the rest of his natural life living for human appetites and desires, but [lives] for the will and purpose of God."
            },
            {
                "verse_number": "3",
                "verse_text": "For the time already past is [more than] enough for doing what the [unsaved] Gentiles like to do— living [unrestrained as you have done] in a course of [shameless] sensuality, lusts, drunkenness, carousing, drinking parties, and wanton idolatries."
            },
            {
                "verse_number": "4",
                "verse_text": "In [connection with] all this, they [the unbelievers] are resentful and surprised that you do not [think like them, value their values and] run [hand in hand] with them into the same excesses of dissipation and immoral freedom, and they criticize and abuse and ridicule you and make fun of your values."
            },
            {
                "verse_number": "5",
                "verse_text": "But they will [have to] give an account to Him who is ready to judge and pass sentence on the living and the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "For this is why the good news [of salvation] was preached [in their lifetimes] even to those who are dead, that though they were judged in the flesh as men are, they may live in the spirit according to [the will and purpose of] God."
            },
            {
                "verse_number": "7",
                "verse_text": "The end and culmination of all things is near. Therefore, be sound-minded and self-controlled for the purpose of prayer [staying balanced and focused on the things of God so that your communication will be clear, reasonable, specific and pleasing to Him.]"
            },
            {
                "verse_number": "8",
                "verse_text": "Above all, have fervent and unfailing love for one another, because love covers a multitude of sins [it overlooks unkindness and unselfishly seeks the best for others]."
            },
            {
                "verse_number": "9",
                "verse_text": "Be hospitable to one another without complaint."
            },
            {
                "verse_number": "10",
                "verse_text": "Just as each one of you has received a special gift [a spiritual talent, an ability graciously given by God], employ it in serving one another as [is appropriate for] good stewards of God’s multi-faceted grace [faithfully using the diverse, varied gifts and abilities granted to Christians by God’s unmerited favor]."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever speaks [to the congregation], is to do so as one who speaks the oracles (utterances, the very words) of God. Whoever serves [the congregation] is to do so as one who serves by the strength which God [abundantly] supplies, so that in all things God may be glorified [honored and magnified] through Jesus Christ, to whom belongs the glory and dominion forever and ever. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "Beloved, do not be surprised at the fiery ordeal which is taking place to test you [that is, to test the quality of your faith], as though something strange or unusual were happening to you."
            },
            {
                "verse_number": "13",
                "verse_text": "But insofar as you are sharing Christ’s sufferings, keep on rejoicing, so that when His glory [filled with His radiance and splendor] is revealed, you may rejoice with great joy."
            },
            {
                "verse_number": "14",
                "verse_text": "If you are insulted and reviled for [bearing] the name of Christ, you are blessed [happy, with life-joy and comfort in God’s salvation regardless of your circumstances], because the Spirit of glory and of God is resting on you [and indwelling you—He whom they curse, you glorify]."
            },
            {
                "verse_number": "15",
                "verse_text": "Make sure that none of you suffers as a murderer, or a thief, or any sort of criminal [in response to persecution], or as a troublesome meddler interfering in the affairs of others;"
            },
            {
                "verse_number": "16",
                "verse_text": "but if anyone suffers [ill-treatment] as a Christian [because of his belief], he is not to be ashamed, but is to glorify God [because he is considered worthy to suffer] in this name."
            },
            {
                "verse_number": "17",
                "verse_text": "For it is the time [destined] for judgment to begin with the household of God; and if it begins with us, what will the outcome be for those who do not respect or believe or obey the gospel of God?"
            },
            {
                "verse_number": "18",
                "verse_text": "A nd if it is difficult for the righteous to be saved , what will become of the godless and the sinner ?"
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore, those who are ill-treated and suffer in accordance with the will of God must [continue to] do right and commit their souls [for safe-keeping] to the faithful Creator."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, I strongly urge the elders among you [pastors, spiritual leaders of the church], as a fellow elder and as an eyewitness [called to testify] of the sufferings of Christ, as well as one who shares in the glory that is to be revealed:"
            },
            {
                "verse_number": "2",
                "verse_text": "shepherd and guide and protect the flock of God among you, exercising oversight not under compulsion, but voluntarily, according to the will of God; and not [motivated] for shameful gain, but with wholehearted enthusiasm;"
            },
            {
                "verse_number": "3",
                "verse_text": "not lording it over those assigned to your care [do not be arrogant or overbearing], but be examples [of Christian living] to the flock [set a pattern of integrity for your congregation]."
            },
            {
                "verse_number": "4",
                "verse_text": "And when the Chief Shepherd (Christ) appears, you will receive the [conqueror’s] unfading crown of glory."
            },
            {
                "verse_number": "5",
                "verse_text": "Likewise, you younger men [of lesser rank and experience], be subject to your elders [seek their counsel]; and all of you, clothe yourselves with humility toward one another [tie on the servant’s apron], for G od is opposed to the proud [the disdainful, the presumptuous, and He defeats them], but H e gives grace to the humble . T o all of you who are in Christ, may there be peace."
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore humble yourselves under the mighty hand of God [set aside self-righteous pride], so that He may exalt you [to a place of honor in His service] at the appropriate time,"
            },
            {
                "verse_number": "7",
                "verse_text": "casting all your cares [all your anxieties, all your worries, and all your concerns, once and for all] on Him, for He cares about you [with deepest affection, and watches over you very carefully]."
            },
            {
                "verse_number": "8",
                "verse_text": "Be sober [well balanced and self-disciplined], be alert and cautious at all times. That enemy of yours, the devil, prowls around like a roaring lion [fiercely hungry], seeking someone to devour."
            },
            {
                "verse_number": "9",
                "verse_text": "But resist him, be firm in your faith [against his attack—rooted, established, immovable], knowing that the same experiences of suffering are being experienced by your brothers and sisters throughout the world. [You do not suffer alone.]"
            },
            {
                "verse_number": "10",
                "verse_text": "After you have suffered for a little while, the God of all grace [who imparts His blessing and favor], who called you to His own eternal glory in Christ, will Himself complete, confirm, strengthen, and establish you [making you what you ought to be]."
            },
            {
                "verse_number": "11",
                "verse_text": "To Him be dominion (power, authority, sovereignty) forever and ever. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "By Silvanus, our faithful brother (as I consider him), I have written to you briefly, to counsel and testify that this is the true grace [the undeserved favor] of God. Stand firm in it!"
            },
            {
                "verse_number": "13",
                "verse_text": "She [the church] who is in Babylon, chosen together with you, sends you greetings, and so does my son [in the faith], Mark."
            },
            {
                "verse_number": "14",
                "verse_text": "Greet one another with a kiss of love."
            }
        ]
    }
}