{
    "Deuteronomy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words which Moses spoke to all Israel [while they were still] beyond [that is, on the east side of] the Jordan [River] in the wilderness [across from Jerusalem], in the Arabah [the long, deep valley running north and south from the eastern arm of the Red Sea to beyond the Dead Sea] opposite Suph, between Paran and Tophel and Laban and Hazeroth and Dizahab (place of gold)."
            },
            {
                "verse_number": "2",
                "verse_text": "It is [only] eleven days&quot; journey from Horeb (Mount Sinai) by way of Mount Seir to Kadesh-barnea [on Canaan&quot;s border; yet Israel wandered in the wilderness for forty years before crossing the border and entering Canaan, the promised land]."
            },
            {
                "verse_number": "3",
                "verse_text": "In the fortieth year, on the first day of the eleventh month, Moses spoke to the children of Israel in accordance with all that the L ord had commanded him to say to them,"
            },
            {
                "verse_number": "4",
                "verse_text": "after he had defeated Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived at Ashtaroth in Edrei."
            },
            {
                "verse_number": "5",
                "verse_text": "Beyond (east of) the Jordan in the land of Moab, Moses began to explain this law, saying,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The L ord our God spoke to us at Horeb, saying, &quot;You have stayed long enough on this mountain."
            },
            {
                "verse_number": "7",
                "verse_text": "Turn and resume your journey, and go to the hill country of the Amorites, and to all their neighbors in the Arabah, in the hill country and in the lowland (the Shephelah), in the Negev (South country) and on the coast of the [Mediterranean] Sea, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates."
            },
            {
                "verse_number": "8",
                "verse_text": "Look, I have set the land before you; go in and take possession of the land which the L ord swore (solemnly promised) to your fathers, to Abraham, to Isaac, and to Jacob, to give to them and to their descendants after them.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I spoke to you at that time, saying, &quot;I am not able to bear the burden of you alone."
            },
            {
                "verse_number": "10",
                "verse_text": "The L ord your God has multiplied you, and look, today you are as numerous as the stars of heaven."
            },
            {
                "verse_number": "11",
                "verse_text": "May the L ord , the God of your fathers, add to you a thousand times as many as you are and bless you, just as He has promised you!"
            },
            {
                "verse_number": "12",
                "verse_text": "How can I alone bear the weight and pressure and burden of you and your strife (contention) and complaining?"
            },
            {
                "verse_number": "13",
                "verse_text": "Choose for yourselves wise, understanding, experienced, and respected men from your tribes, and I will appoint them as heads (leaders) over you.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "And you answered me, &quot;The thing which you have said to do is good.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I took the leaders of your tribes, wise and experienced men, and made them leaders over you, commanders of thousands, and hundreds, and fifties, and tens, and officers (administrators) for your tribes."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Then I commanded your judges at that time, saying, &quot;Hear the matters between your brothers [your fellow countrymen], and judge righteously and fairly between a man and his brother, or the stranger (resident alien, foreigner) who is with him."
            },
            {
                "verse_number": "17",
                "verse_text": "You shall not show partiality in judgment; you shall hear and pay attention to the [cases of the] least [important] as well as the great. You shall not fear man, for the judgment is God&quot;s. The case that is too hard for you [to judge], you shall bring to me, and I will hear it.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "I commanded you at that time [regarding] all the things that you should do."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Then we set out from Horeb (Sinai), and went through all that great and terrible wilderness which you saw on the way to the hill country of the Amorites, just as the L ord our God commanded us; and we came to Kadesh-barnea."
            },
            {
                "verse_number": "20",
                "verse_text": "And I said to you, &quot;You have come to the hill country of the Amorites which the L ord our God is about to give us."
            },
            {
                "verse_number": "21",
                "verse_text": "Behold, the L ord your God has set the land before you; go up and take possession of it , just as the L ord , the God of your fathers, has spoken to you. Do not fear or be dismayed.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then all of you approached me and said, &quot;Let us send men [into the land] before us, so that they may explore and search the area for us, and bring back to us word regarding the way we should go, and the cities we should enter.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The plan pleased me and I took twelve of your men, one man from each tribe."
            },
            {
                "verse_number": "24",
                "verse_text": "They turned and went up into the hill country, and came to the Valley of Eshcol and spied it out."
            },
            {
                "verse_number": "25",
                "verse_text": "Then they took some of the fruit of the land in their hands and brought it down to us; and they reported back to us, and said, &quot;It is a good land which the L ord our God is about to give us.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Yet you were not willing to go up [to take possession of it], but rebelled against the command of the L ord your God."
            },
            {
                "verse_number": "27",
                "verse_text": "You murmured and were ill-tempered (discontented) in your tents, and said, &quot;Because the L ord hates us He has brought us from the land of Egypt to hand us over to the Amorites to destroy us."
            },
            {
                "verse_number": "28",
                "verse_text": "Where can we go up? Our brothers (spies) have made our hearts melt [in fear] and demoralized us by saying, &apos;The people are bigger and taller than we; the cities are large, and fortified [all the way up] to heaven. And besides, we saw the [giant-like] sons of the Anakim there.&apos;&nbsp;&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then I said to you, &quot;Do not be shocked, nor fear them."
            },
            {
                "verse_number": "30",
                "verse_text": "The L ord your God who goes before you will fight for you Himself, just as He did for you in Egypt before your [very] eyes,"
            },
            {
                "verse_number": "31",
                "verse_text": "and in the wilderness where you saw how the L ord your God carried and protected you, just as a man carries his son, all along the way which you traveled until you arrived at this place.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "Yet in spite of this word, you did not trust [that is, confidently rely on and believe] the L ord your God,"
            },
            {
                "verse_number": "33",
                "verse_text": "who went before you along the way, in fire by night and in a cloud by day, to seek a place for you to make camp and to show you the way in which you should go."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;And the L ord heard the sound of your words, and He was angry and took an oath, saying,"
            },
            {
                "verse_number": "35",
                "verse_text": "&quot;Not one of these men, this evil generation, shall see the good land which I swore (solemnly promised) to give to your fathers,"
            },
            {
                "verse_number": "36",
                "verse_text": "except Caleb the son of Jephunneh; he shall see it, and to him and to his children I will give the land on which he has walked, because he has followed the L ord completely [and remained true to Him].&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "The L ord was angry with me also because of you, saying, &quot;Not even you shall enter Canaan."
            },
            {
                "verse_number": "38",
                "verse_text": "Joshua the son of Nun, who stands before you, he shall enter there. Encourage and strengthen him, for he shall cause Israel to inherit it."
            },
            {
                "verse_number": "39",
                "verse_text": "Moreover, your little ones whom you said would become prey, and your sons, who today have no knowledge of good or evil, shall enter Canaan, and I will give it to them and they shall possess it."
            },
            {
                "verse_number": "40",
                "verse_text": "But as for you, turn around and set out for the wilderness by way of the Red Sea (Sea of Reeds).&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Then you answered and said to me, &quot;We have sinned against the L ord . We will go up and fight, just as the L ord our God has commanded us.&quot; So you equipped every man with weapons of war, and regarded it as easy to go up into the hill country."
            },
            {
                "verse_number": "42",
                "verse_text": "But the L ord said to me, &quot;Say to them, &apos;Do not go up and do not fight, for I am not among you [because of your rebellion]; otherwise you will be [badly] defeated by your enemies.&apos;&nbsp;&quot;"
            },
            {
                "verse_number": "43",
                "verse_text": "So I spoke to you, but you would not listen. Instead you rebelled against the command of the L ord , and acted presumptuously and went up into the hill country."
            },
            {
                "verse_number": "44",
                "verse_text": "Then the Amorites who lived in that hill country came out against you and chased you as bees do, and struck you down in Seir as far as Hormah."
            },
            {
                "verse_number": "45",
                "verse_text": "And you returned and wept before the L ord ; but the L ord would not listen to your voice nor pay attention to you."
            },
            {
                "verse_number": "46",
                "verse_text": "So you stayed in Kadesh; many days you stayed there."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Then we turned and set out for the wilderness by the way of the Red Sea, just as the L ord had told me; and we circled Mount Seir for many days."
            },
            {
                "verse_number": "2",
                "verse_text": "And the L ord spoke to me, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&quot;You have circled this mountain long enough; turn northward,"
            },
            {
                "verse_number": "4",
                "verse_text": "and command the people, saying, &apos;You are passing through the territory of your brothers the sons of Esau (the Edomites), who live in Seir; and they will be afraid of you. So be very careful;"
            },
            {
                "verse_number": "5",
                "verse_text": "do not provoke them, for I will not give you any of their land, not even as little as a footstep, because I have given Mount Seir to Esau as a possession."
            },
            {
                "verse_number": "6",
                "verse_text": "You shall buy food from them with money so that you may [have something to] eat, and you shall also buy water from them with money so that you may [have something to] drink."
            },
            {
                "verse_number": "7",
                "verse_text": "For the L ord your God has blessed you in all that you have done; He has known about your wanderings through this great wilderness. These forty years the L ord your God has been with you; you have lacked nothing.&apos;&nbsp;&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;So we passed beyond our brothers the sons of Esau, who lived in Seir, away from the Arabah (wilderness) road, away from Elath and from Ezion-geber. Then we turned and passed through by the way of the Wilderness of Moab."
            },
            {
                "verse_number": "9",
                "verse_text": "And the L ord said to me, &quot;Do not harass [the descendants of] Moab, nor provoke them to war, for I will not give you any of their land as a possession, because I have given Ar to the sons (Moab and Ammon) of Lot as a possession.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "(The Emim lived there in times past, a people great and numerous, and as tall as the Anakim."
            },
            {
                "verse_number": "11",
                "verse_text": "These also are regarded as Rephaim [an ancient people], as are the Anakim, but the Moabites call them Emim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Horites also used to live in Seir, but the sons of Esau dispossessed them. They destroyed them from before them and settled in their place, just as Israel did in the land which the L ord gave them as their possession.)"
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;Now arise and cross the valley of the Zered.&quot; So we crossed the Zered Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "Now thirty-eight years passed from the time we left Kadesh-barnea until we crossed the Zered Valley, until that entire generation of the men of war had died from within the camp, just as the L ord had sworn to them."
            },
            {
                "verse_number": "15",
                "verse_text": "Moreover the hand of the L ord was against them, to destroy them from within the camp, until they were all dead."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;So it came about when all the men of war had finally died from among the people,"
            },
            {
                "verse_number": "17",
                "verse_text": "that the L ord spoke to me, saying,"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;Today you are to pass through Ar, the border of Moab."
            },
            {
                "verse_number": "19",
                "verse_text": "When you come opposite the territory of the sons of Ammon, do not harass them nor provoke them, for I will not give you any of the land of the sons of Ammon as a possession, because I have given it to the sons of Lot as a possession.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "(It is also regarded as the land of the Rephaim [of giant stature], for Rephaim used to live there, but the Ammonites call them Zamzummin,"
            },
            {
                "verse_number": "21",
                "verse_text": "a great, numerous people, and tall as the Anakim, but the L ord destroyed them before the sons of Ammon. And they dispossessed them and settled in their place,"
            },
            {
                "verse_number": "22",
                "verse_text": "just as He did for the sons of Esau, who live in Seir, when He destroyed the Horites from before them; and the sons of Esau (the Edomites) dispossessed them and settled in their place [and remain there] even to this day."
            },
            {
                "verse_number": "23",
                "verse_text": "As for the Avvim, who lived in villages as far as Gaza, the Caphtorim (Cretans, later Philistines) who came from Caphtor (Crete) destroyed them and settled in their place.)"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;Now arise, continue on, and go through the valley of the Arnon. Look, I have handed over to you Sihon the Amorite, king of Heshbon, and his land. Begin! Take possession [of it] and fight with him in battle."
            },
            {
                "verse_number": "25",
                "verse_text": "This day I will begin to put the dread and the fear of you on the peoples (pagans) under the whole heaven, who, when they hear the reports about you, will tremble and be in anguish because of you.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;So I sent messengers from the Wilderness of Kedemoth to Sihon king of Heshbon with words of peace, saying,"
            },
            {
                "verse_number": "27",
                "verse_text": "&quot;Let me pass through your land [with my people]. I will travel [with them] only on the highway; I will not turn away to the right or to the left."
            },
            {
                "verse_number": "28",
                "verse_text": "You will sell me food for money so that I [along with my people] will eat, and you will give me water for money so that I [along with my people] will drink; only let me [and my people] travel through [the land] on foot,"
            },
            {
                "verse_number": "29",
                "verse_text": "just as the sons of Esau, who live in Seir, and the Moabites, who live in Ar, did for me, until I cross the Jordan into the land which the L ord our God is giving us.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Sihon king of Heshbon was not willing for us to travel through his land; for the L ord your God hardened his spirit and made his heart obstinate, in order to hand him over to you, as he is today."
            },
            {
                "verse_number": "31",
                "verse_text": "The L ord said to me, &quot;Look, I have begun to hand over to you Sihon and his land. Begin! Take possession [of it], so that you may possess his land.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Then at Jahaz, Sihon and all his people came out to meet us in battle."
            },
            {
                "verse_number": "33",
                "verse_text": "So the L ord our God handed him over to us [and gave us the victory], and we defeated him and his sons and all his people."
            },
            {
                "verse_number": "34",
                "verse_text": "At the same time we took all his cities and utterly destroyed every city&ndash;men, women and children. We left no survivor."
            },
            {
                "verse_number": "35",
                "verse_text": "We took only the cattle as plunder for ourselves and the spoil of the cities which we had captured."
            },
            {
                "verse_number": "36",
                "verse_text": "From Aroer, which is on the edge of the Arnon Valley, and from the city which is in the valley, as far as Gilead, there was no city [whose wall was] too high and too strong for us; the L ord our God handed over everything to us."
            },
            {
                "verse_number": "37",
                "verse_text": "Only you did not go near the land of the sons of Ammon, all along the river Jabbok and the cities of the hill country, and wherever the L ord our God had forbidden us."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Then we turned and went up the road toward Bashan, and at Edrei, Og king of Bashan, with all his people came out to meet us in battle."
            },
            {
                "verse_number": "2",
                "verse_text": "And the L ord said to me, &quot;Do not fear him, for I have handed him over to you, him and all his people and his land; and you shall do to him just as you did to Sihon king of the Amorites, who lived at Heshbon.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the L ord our God also handed over Og king of Bashan, and all his people, into our hand and we struck him until no survivor was left."
            },
            {
                "verse_number": "4",
                "verse_text": "We captured all his cities at that time; there was not a city which we did not take from them: sixty cities, the whole region of Argob, the kingdom of Og in Bashan."
            },
            {
                "verse_number": "5",
                "verse_text": "All these cities were fortified and unassailable with their high walls, gates, and bars; in addition, [there were] a very great number of unwalled villages."
            },
            {
                "verse_number": "6",
                "verse_text": "We utterly destroyed them, just as we did to Sihon king of Heshbon, utterly destroying every city&ndash;the men, women, and children."
            },
            {
                "verse_number": "7",
                "verse_text": "But we took all the cattle and the spoil of the cities as plunder for ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;So we took the land at that time from the hand of the two kings [Sihon and Og] of the Amorites who were beyond the Jordan, from the valley of the Arnon to Mount Hermon"
            },
            {
                "verse_number": "9",
                "verse_text": "(the Sidonians call Hermon Sirion, and the Amorites call it Senir):"
            },
            {
                "verse_number": "10",
                "verse_text": "all the cities of the plain and all Gilead and all Bashan, as far as Salecah and Edrei, cities of the kingdom of Og in Bashan.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "(For only Og king of Bashan was left of the remnant of the [giants known as the] Rephaim. Behold, his bed frame was a bed frame of iron; is it not in Rabbah of the Ammonites? It was nine cubits (12 ft.) long and four cubits (6 ft.) wide, using the cubit of a man [the forearm to the end of the middle finger].)"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;So we took possession of this land at that time. I gave the territory from Aroer, which is by the valley of the Arnon, along with half of the hill country of Gilead and its cities to the Reubenites and to the Gadites."
            },
            {
                "verse_number": "13",
                "verse_text": "The rest of Gilead and all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh, that is, all the region of Argob (concerning all Bashan, it is called the land of Rephaim."
            },
            {
                "verse_number": "14",
                "verse_text": "Jair the son (descendant) of Manasseh took all the region of Argob as far as the border of the Geshurites and the Maacathites, that is Bashan, and called it after his own name, Havvoth (the villages of) Jair, as it is called to this day.)"
            },
            {
                "verse_number": "15",
                "verse_text": "I gave Gilead to Machir [of Manasseh]."
            },
            {
                "verse_number": "16",
                "verse_text": "To the Reubenites and Gadites I gave the territory from Gilead as far as the Valley of Arnon, with the middle of the Valley as a boundary, and as far as the Jabbok River, the boundary of the sons of Ammon;"
            },
            {
                "verse_number": "17",
                "verse_text": "the Arabah also, with the Jordan as its boundary, from Chinnereth (the Sea of Galilee) as far as the sea of the Arabah, the Salt Sea (Dead Sea), at the foot of the slopes of Pisgah on the east."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Then I commanded you [Reuben, Gad, and the half-tribe of Manasseh] at that time, saying, &quot;The L ord your God has given you this land to possess; all you who are brave men shall cross over [the Jordan] armed before your brothers, the sons of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "But your wives and your children and your cattle&ndash;I know that you have much livestock&ndash;shall remain in your cities which I have given you,"
            },
            {
                "verse_number": "20",
                "verse_text": "until the L ord gives rest to your fellow countrymen as [He has] to you, and they also possess the land which the L ord your God has given them beyond the Jordan. Then each of you may return to the land (possession) which I have given to you.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "I commanded Joshua at that time, saying, &quot;Your eyes have seen everything that the L ord your God has done to these two kings [Sihon and Og]; so the L ord shall do the same to all the kingdoms into which you are about to cross."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not fear them, for it is the L ord your God who is fighting for you.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Then I pleaded with the L ord at that time [for His favor], saying,"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;O Lord G od , You have only begun to show Your servant Your greatness and Your mighty hand; for what god is there in heaven or on earth that can do such works and mighty acts (miracles) as Yours?"
            },
            {
                "verse_number": "25",
                "verse_text": "I pray, let me go over and see the good land that is beyond the Jordan, that good hill country [with Hermon] and Lebanon.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But the L ord was angry with me because of you [and your rebellion at Meribah], and would not listen to me; and the L ord said to me, &quot;Enough! Speak to Me no longer about this matter."
            },
            {
                "verse_number": "27",
                "verse_text": "Go up to the top of [Mount] Pisgah and raise your eyes toward the west and north and south and east, and see it with your eyes, for you shall not cross this Jordan."
            },
            {
                "verse_number": "28",
                "verse_text": "But command Joshua and encourage and strengthen him, for he shall go across and lead this people, and he will give them the land which you see as an inheritance.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "So we stayed in the Valley opposite Beth-peor."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Now, O Israel, listen and pay attention to the statutes and the judgments (God&quot;s legal decisions) which I am teaching you to do, so that you may live and go in and take possession of the land which the L ord , the God of your fathers, is giving you."
            },
            {
                "verse_number": "2",
                "verse_text": "You shall not add to the word which I am commanding you, nor take away from it, so that you may keep the commandments of the L ord your God which I am commanding you."
            },
            {
                "verse_number": "3",
                "verse_text": "Your eyes have seen what the L ord did at Baal-peor; for all the men who followed [and participated in the worship of] Baal of Peor, the L ord your God destroyed them from among you,"
            },
            {
                "verse_number": "4",
                "verse_text": "but you who held tightly to the L ord your God are alive today, every one of you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Look, I have taught you statutes and judgments just as the L ord my God has commanded me, so that you may do them in the land which you are entering to possess."
            },
            {
                "verse_number": "6",
                "verse_text": "So keep and do them, for that is your wisdom and your understanding in the sight of the peoples who will hear all these statutes and say, &quot;Surely this great nation is a wise and understanding people.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "For what great nation is there that has a god so near to it as the L ord our God [is to us] whenever we call on Him?"
            },
            {
                "verse_number": "8",
                "verse_text": "Or what great nation has statutes and judgments so righteous (upright, just) as this whole law which I am placing before you today?"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Only pay attention and watch yourselves closely so that you do not forget the things which your eyes have seen and they do not depart from your heart all the days of your life. Make them known to your children and your grandchildren [impressing these things on their mind and penetrating their heart with these truths]&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "especially the day you stood before the L ord your God at Horeb (Mount Sinai), when the L ord said to me, &quot;Assemble the people to Me and I will let them hear My words, so that they may learn to fear Me [with awe-filled reverence and profound respect] all the days they live on the land, and so that they may teach their children.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "You approached and stood at the foot of the mountain, and the mountain burned with fire to the [very] heart of the heavens: darkness, cloud and thick gloom."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the L ord spoke to you from the midst of the fire; you heard the sound of the words, but you saw no form&ndash;there was only a voice."
            },
            {
                "verse_number": "13",
                "verse_text": "So He declared to you His covenant which He commanded you to follow, the Ten Commandments; and He wrote them on two tablets of stone."
            },
            {
                "verse_number": "14",
                "verse_text": "The L ord commanded me at that time to teach you the statutes and judgments, so that you might do them in the land which you are going over to possess."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;So pay attention and watch yourselves carefully&ndash;for you did not see any form [of God] on the day the L ord spoke to you at Horeb from the midst of the fire&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "so that you do not act corruptly and make for yourselves a carved or sculpted image [to worship] in the form of any figure, the likeness of male or female,"
            },
            {
                "verse_number": "17",
                "verse_text": "the likeness of any animal that is on the earth, or of any winged bird that flies in the sky,"
            },
            {
                "verse_number": "18",
                "verse_text": "the likeness of anything that crawls on the ground, or of any fish that is in the waters beneath the earth."
            },
            {
                "verse_number": "19",
                "verse_text": "And beware that you do not raise your eyes toward heaven and see the sun and the moon and the stars, all the host of heaven, and let yourselves be led astray and worship them and serve them, [mere created bodies] which the L ord your God has allotted to [serve and benefit] all the peoples under the whole heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "But the L ord has taken you and brought you out of the iron [smelting] furnace, out of Egypt, to be a people for His own possession, as [you are] this day."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Now the L ord was angry with me [at the waters of Meribah] because of you, and He swore [an oath] that I would not cross the Jordan, and that I would not enter the good land which the L ord your God is giving you as an inheritance."
            },
            {
                "verse_number": "22",
                "verse_text": "For I am going to die in this land, I am not going to cross the Jordan, but you shall cross over and take possession of this good land."
            },
            {
                "verse_number": "23",
                "verse_text": "So be on your guard and watch yourselves, so that you do not forget the covenant of the L ord your God which He has made with you, and make for yourselves a carved or sculpted image in the form of anything which the L ord your God has forbidden you."
            },
            {
                "verse_number": "24",
                "verse_text": "For the L ord your God is a consuming fire; He is a jealous (impassioned) God [demanding what is rightfully and uniquely His]."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;When you become the father of children and grandchildren and have grown old in the land, then if you corrupt yourselves by making a carved or sculpted image in the form of anything [for the purpose of worship], and do evil [things] in the sight of the L ord your God, provoking Him to anger,"
            },
            {
                "verse_number": "26",
                "verse_text": "I call heaven and earth as witnesses against you today, that you will soon utterly perish from the land which you are crossing the Jordan to possess. You shall not live long on it, but will be utterly destroyed."
            },
            {
                "verse_number": "27",
                "verse_text": "The L ord will scatter and disperse you among the peoples (pagan nations), and you will be left few in number among the nations where the L ord drives you."
            },
            {
                "verse_number": "28",
                "verse_text": "And there you will serve [false and foreign] gods, the work of human hands, [lifeless images of] wood and stone, which neither see nor hear nor eat nor smell [the offerings of food given to them]."
            },
            {
                "verse_number": "29",
                "verse_text": "But from there you will seek the L ord your God, and you will find Him if you search for Him with all your heart and all your soul."
            },
            {
                "verse_number": "30",
                "verse_text": "When you are in distress and tribulation and all these things come on you, in the latter days you will return to the L ord your God and listen to His voice."
            },
            {
                "verse_number": "31",
                "verse_text": "For the L ord your God is a merciful and compassionate God; He will not fail you, nor destroy you, nor forget the covenant with your fathers which He swore to them."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Indeed, ask now about the days that are past, [those days] which were before you, since the day that God created man on the earth, and ask from one end of the heavens to the other. Has anything been done like this great thing, or has anything been heard like it?"
            },
            {
                "verse_number": "33",
                "verse_text": "Did [any] people ever hear the voice of God speaking out of the midst of the fire, as you heard, and [still] live?"
            },
            {
                "verse_number": "34",
                "verse_text": "Or has any [man-made] god ever tried to go and take for himself a nation from within another nation by trials, by signs and wonders and by war and by a mighty hand and by an outstretched arm and by great terrors, as the L ord your God did for you in Egypt before your [very] eyes?"
            },
            {
                "verse_number": "35",
                "verse_text": "It was shown to you so that you might have [personal] knowledge and comprehend that the L ord is God; there is no other besides Him."
            },
            {
                "verse_number": "36",
                "verse_text": "Out of the heavens He let you hear His voice to discipline and admonish you; and on earth He let you see His great fire, and you heard His words from the midst of the fire."
            },
            {
                "verse_number": "37",
                "verse_text": "And because He loved your fathers, He chose their descendants who followed them, and brought you from Egypt with His Presence, with His great and awesome power,"
            },
            {
                "verse_number": "38",
                "verse_text": "dispossessing and driving out from before you nations, [nations that were] greater and mightier than you, to bring you in, to give you their land as an inheritance, as it is this day."
            },
            {
                "verse_number": "39",
                "verse_text": "Therefore know and understand today, and take it to your heart, that the L ord is God in the heavens above and on the earth below; there is no other."
            },
            {
                "verse_number": "40",
                "verse_text": "So you shall keep His statutes and His commandments which I am commanding you today, so that it may go well with you and with your children after you, and so that you may live long on the land which the L ord your God is giving you for all time.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Moses set apart three cities [of refuge] beyond the Jordan toward the rising of the sun (eastward),"
            },
            {
                "verse_number": "42",
                "verse_text": "so that someone who committed manslaughter could flee there, [that is, a person] who killed his neighbor unintentionally and without previously having hostility toward him, and that by escaping to one of these cities he might [claim the right of asylum and] save his life:"
            },
            {
                "verse_number": "43",
                "verse_text": "Bezer in the wilderness on the plateau for the Reubenites, and Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
            },
            {
                "verse_number": "44",
                "verse_text": "This is the law which Moses placed before the sons of Israel;"
            },
            {
                "verse_number": "45",
                "verse_text": "these are the testimonies (legal provisions) and the statutes and the judgments which Moses spoke to the sons of Israel when they came out of Egypt,"
            },
            {
                "verse_number": "46",
                "verse_text": "beyond the Jordan in the Valley opposite Beth-peor, in the land of Sihon king of the Amorites who lived at Heshbon, whom Moses and the sons of Israel defeated when they came out from Egypt."
            },
            {
                "verse_number": "47",
                "verse_text": "They took possession of his land and the land of Og king of Bashan, the two kings of the Amorites, who reigned across the Jordan to the east,"
            },
            {
                "verse_number": "48",
                "verse_text": "from Aroer, which is on the edge of the valley of the [river] Arnon, as far as Mount Sion (that is, Hermon),"
            },
            {
                "verse_number": "49",
                "verse_text": "with all the Arabah (desert lowlands) across the Jordan to the east, even as far as the sea of the Arabah (the Dead Sea), at the foot of the slopes of Pisgah."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses summoned all Israel and said to them: &apos; H ear, O Israel, the statutes and judgments (legal decisions) which I am speaking today in your hearing, so that you may learn them and observe them carefully."
            },
            {
                "verse_number": "2",
                "verse_text": "The L ord our God made a covenant with us at Horeb."
            },
            {
                "verse_number": "3",
                "verse_text": "The L ord did not make this covenant with our fathers, but with us, all of us who are alive here today."
            },
            {
                "verse_number": "4",
                "verse_text": "The L ord spoke with you face to face at the mountain from the midst of the fire."
            },
            {
                "verse_number": "5",
                "verse_text": "I was standing between the L ord and you at that time, to declare to you the word of the L ord ; for you were afraid because of the fire and did not go up the mountain. He said,"
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;I am the L ord your God who brought you out of the land of Egypt, out of the house of slavery."
            },
            {
                "verse_number": "7",
                "verse_text": "&quot;You shall have no other gods before Me."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;You shall not make for yourself an idol [as an object to worship], or any likeness (form, manifestation) of what is in heaven above or on the earth beneath or in the water under the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "You shall not worship them or serve them; for I, the L ord your God, am a jealous (impassioned) God [demanding what is rightfully and uniquely mine], visiting (avenging) the iniquity (sin, guilt) of the fathers on the children [that is, calling the children to account for the sins of their fathers], to the third and the fourth generations of those who hate Me,"
            },
            {
                "verse_number": "10",
                "verse_text": "but showing graciousness and lovingkindness to thousands [of generations] of those who love Me and keep My commandments."
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;You shall not take the name of the L ord your God in vain [that is, irreverently, in false affirmations or in ways that impugn the character of God]; for the L ord will not hold guiltless nor leave unpunished the one who takes His name in vain [disregarding its reverence and its power]."
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;Observe the Sabbath day to keep it holy (set apart, dedicated to God), as the L ord your God commanded you."
            },
            {
                "verse_number": "13",
                "verse_text": "Six days you shall labor and do all your work,"
            },
            {
                "verse_number": "14",
                "verse_text": "but the seventh day is a Sabbath [a day of rest dedicated] to the L ord your God; on that day you shall not do any work, you or your son or your daughter or your male servant or your female servant or your ox or your donkey or any of your livestock or the stranger who stays inside your [city] gates, so that your male servant and your female servant may rest as well as you."
            },
            {
                "verse_number": "15",
                "verse_text": "You shall remember [with thoughtful concern] that you were a slave in the land of Egypt, and that the L ord your God brought you out of there with a mighty hand and by an outstretched arm; therefore the L ord your God has commanded you to observe the Sabbath day."
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;Honor (respect, obey, care for) your father and your mother, as the L ord your God has commanded you, so that your days [on the earth] may be prolonged and so that it may go well with you in the land which the L ord your God gives you."
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;You shall not murder."
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;You shall not commit adultery."
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;You shall not steal."
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;You shall not give false testimony [that is, lie, withhold, or manipulate the truth] against your neighbor (any person)."
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;You shall not covet [that is, desire and seek to acquire] your neighbor&quot;s wife, nor desire your neighbor&quot;s house, his field, his male servant or his female servant, his ox or his donkey or anything that belongs to your neighbor.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The L ord spoke these words with a great voice to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, and He added no more. He wrote these commandments on two tablets of stone and gave them to me."
            },
            {
                "verse_number": "23",
                "verse_text": "And when you heard the voice from the midst of the darkness, while the mountain was burning with fire, you approached me, all the leaders (heads) of your tribes and your elders;"
            },
            {
                "verse_number": "24",
                "verse_text": "and you said, &quot;Behold, the L ord our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire; we have seen today that God speaks with man, yet he [still] lives."
            },
            {
                "verse_number": "25",
                "verse_text": "Now then why should we die? For this great fire will consume us; if we hear the voice of the L ord our God any longer, then we will die."
            },
            {
                "verse_number": "26",
                "verse_text": "For who is there of all flesh (mankind) who has heard the voice of the living God speaking from the midst of the fire, as we have, and lived?"
            },
            {
                "verse_number": "27",
                "verse_text": "You, Moses, go near and listen to everything that the L ord our God says; then speak to us everything that the L ord our God speaks to you, and we will listen and do it.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;The L ord heard your words when you spoke to me, and the L ord said to me, &quot;I have heard the words of this people which they have spoken to you. They have done well in all that they have spoken."
            },
            {
                "verse_number": "29",
                "verse_text": "Oh that they had such a heart in them, that they would fear [and worship Me with awe-filled reverence and profound respect] and keep all My commandments always, so that it may go well with them and with their children forever!"
            },
            {
                "verse_number": "30",
                "verse_text": "Go and say to them, &apos;Return to your tents.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But as for you, stand here by Me, and I will tell you all the commandments and the statutes and the judgments which you shall teach them, so that they may obey them in the land which I give them to possess.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "Therefore you shall pay attention and be careful to do just as the L ord your God has commanded you; you shall not turn aside to the right or to the left [deviating from My commandments]."
            },
            {
                "verse_number": "33",
                "verse_text": "You shall walk [that is, live each and every day] in all the ways which the L ord your God has commanded you, so that you may live and so that it may be well with you, and that you may live long in the land which you will possess."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Now this is the command; the statutes and the judgments (precepts) which the L ord your God has commanded me to teach you, so that you might do (follow, obey) them in the land which you are crossing over [the Jordan] to possess,"
            },
            {
                "verse_number": "2",
                "verse_text": "so that you and your son and your grandson may fear and worship the L ord your God [with awe-filled reverence and profound respect], to keep [and actively do] all His statutes and His commandments which I am commanding you, all the days of your life, so that your days may be prolonged."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore listen, O Israel, and be careful to do them , that it may go well with you and that you may increase greatly [in numbers], as the L ord , the God of your fathers, has promised you, in a land flowing with milk and honey."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Hear, O Israel! The L ord is our God, the L ord is one [the only God]!"
            },
            {
                "verse_number": "5",
                "verse_text": "You shall love the L ord your God with all your heart and mind and with all your soul and with all your strength [your entire being]."
            },
            {
                "verse_number": "6",
                "verse_text": "These words, which I am commanding you today, shall be [written] on your heart and mind."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall teach them diligently to your children [impressing God&quot;s precepts on their minds and penetrating their hearts with His truths] and shall speak of them when you sit in your house and when you walk on the road and when you lie down and when you get up."
            },
            {
                "verse_number": "8",
                "verse_text": "And you shall bind them as a sign on your hand (forearm), and they shall be used as bands (frontals, frontlets) on your forehead."
            },
            {
                "verse_number": "9",
                "verse_text": "You shall write them on the doorposts of your house and on your gates."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Then it shall come about when the L ord your God brings you into the land which He swore (solemnly promised) to [give] your fathers&ndash;to Abraham, Isaac, and Jacob&ndash;to give you, [a land with] great and splendid cities which you did not build,"
            },
            {
                "verse_number": "11",
                "verse_text": "and houses full of all good things which you did not fill, and hewn (excavated) cisterns (wells) which you did not dig out, and vineyards and olive trees which you did not plant, and you eat and are full and satisfied,"
            },
            {
                "verse_number": "12",
                "verse_text": "then beware that you do not forget the L ord who brought you out of the land of Egypt, out of the house of slavery."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall fear [only] the L ord your God; and you shall serve Him [with awe-filled reverence and profound respect] and swear [oaths] by His name [alone]."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall not follow other gods, any of the gods of the peoples who surround you,"
            },
            {
                "verse_number": "15",
                "verse_text": "for the L ord your God who is among you is a jealous (impassioned) God [demanding what is rightfully and uniquely His]&ndash;otherwise the anger of the L ord your God will be kindled and burn against you, and He will destroy you from the face of the earth."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You shall not put the L ord your God to the test, as you tested Him at Massah."
            },
            {
                "verse_number": "17",
                "verse_text": "You shall diligently keep [foremost in your thoughts and actively do] the commandments of the L ord your God, and His testimonies and His statutes which He has commanded you."
            },
            {
                "verse_number": "18",
                "verse_text": "You shall do what is right and good in the sight of the L ord , so that it may be well with you and that you may go in and possess the good land which the L ord swore to [give] your fathers,"
            },
            {
                "verse_number": "19",
                "verse_text": "by driving out all your enemies from before you, as the L ord has spoken."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;When your son asks you in time to come, saying, &quot;What is the meaning of the testimonies and statutes and judgments (precepts) which the L ord our God has commanded you?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "then you shall say to your son, &quot;We were Pharaoh&quot;s slaves in Egypt, and the L ord brought us out of Egypt with a mighty hand."
            },
            {
                "verse_number": "22",
                "verse_text": "Moreover, the L ord showed great and terrible signs and wonders before our eyes against Egypt, Pharaoh and all his household;"
            },
            {
                "verse_number": "23",
                "verse_text": "He brought us out from there in order to bring us in, to give us the land which He had sworn to [give] our fathers.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "So the L ord commanded us to do all these statutes, to fear [and worship] the L ord our God [with awe-filled reverence and profound respect] for our good always and so that He might preserve us alive, as it is today."
            },
            {
                "verse_number": "25",
                "verse_text": "It will be [considered] righteousness for us [that is, right standing with God] if we are careful to observe all this commandment before the L ord our God&ndash;just as He has commanded us."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When the L ord your God brings you into the land which you are entering to possess, and has cleared away many nations before you, the Hittite and the Girgashite and the Amorite and the Canaanite and the Perizzite and the Hivite and the Jebusite, seven nations greater and mightier than you,"
            },
            {
                "verse_number": "2",
                "verse_text": "and when the L ord your God gives them over to you and you defeat them, then you shall utterly destroy them. You shall not make a covenant (treaty) with them nor show mercy and compassion to them."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall not intermarry with them; you shall not give your daughter to his son, nor shall you take his daughter for your son;"
            },
            {
                "verse_number": "4",
                "verse_text": "for they will turn your sons away from following Me to serve other gods; then the anger of the L ord will be kindled and burn against you and He will quickly destroy you."
            },
            {
                "verse_number": "5",
                "verse_text": "But this is how you shall deal with them: you shall tear down their altars and smash to pieces their sacred pillars, and cut down their Asherim (symbols of the goddess Asherah), and burn their carved or sculpted images in the fire."
            },
            {
                "verse_number": "6",
                "verse_text": "For you are a holy people [set apart] to the L ord your God; the L ord your God has chosen you out of all the peoples on the face of the earth to be a people for His own possession [that is, His very special treasure]."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The L ord did not love you and choose you because you were greater in number than any of the other peoples, for you were the fewest of all peoples."
            },
            {
                "verse_number": "8",
                "verse_text": "But because the L ord loves you and is keeping the oath which He swore to your fathers, the L ord has brought you out with a mighty hand and redeemed (bought) you from the house of slavery, from the hand of Pharaoh king of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore know [without any doubt] and understand that the L ord your God, He is God, the faithful God, who is keeping His covenant and His [steadfast] lovingkindness to a thousand generations with those who love Him and keep His commandments;"
            },
            {
                "verse_number": "10",
                "verse_text": "but repays those who hate Him to their faces, by destroying them; He will not hesitate with him who hates Him, He will repay him to his face."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, you shall keep (follow, obey) the commandment and the statutes and judgments (precepts) which I am commanding you today."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Then it shall come about, because you listen to these judgments and keep and do them, that the L ord your God will keep with you the covenant and the [steadfast] lovingkindness which He swore to your fathers."
            },
            {
                "verse_number": "13",
                "verse_text": "He will love you and bless you and multiply you; He will also bless the fruit of your womb and the fruit of your land, your grain and your new wine and your [olive] oil, the offspring of your cattle and the young of your flock, in the land which He swore to your fathers to give you."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall be blessed above all peoples; there will be no male or female barren (childless, infertile) among you or among your cattle."
            },
            {
                "verse_number": "15",
                "verse_text": "The L ord will take away from you all sickness; and He will not subject you to any of the harmful diseases of Egypt which you have known, but He will impose them on all [those] who hate you."
            },
            {
                "verse_number": "16",
                "verse_text": "And you shall consume all the peoples whom the L ord your God will give over to you; your eye shall not pity them, nor shall you serve their gods, for that would be a [deadly] trap to you."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;If you say in your heart, &quot;These nations are greater than I am; how can I dispossess them?&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "you shall not be afraid of them; you shall remember [with confidence] what the L ord your God did to Pharaoh and to all Egypt&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "the great trials which you saw with your own eyes, and the signs, the wonders, the mighty hand and the outstretched arm by which the L ord your God brought you out. So shall the L ord your God do to all the peoples of whom you are afraid."
            },
            {
                "verse_number": "20",
                "verse_text": "Moreover, the L ord your God will send the hornet (His terror) against them, until those who are left and hide themselves from you perish."
            },
            {
                "verse_number": "21",
                "verse_text": "You shall not dread them, for the L ord your God is in your midst, a great and awesome God."
            },
            {
                "verse_number": "22",
                "verse_text": "The L ord your God will clear away these nations before you little by little; you will not be able to put an end to them quickly, for [if you did] the wild animals would become too numerous for you."
            },
            {
                "verse_number": "23",
                "verse_text": "But the L ord your God will hand them over to you, and will confuse them with a great panic until they are destroyed."
            },
            {
                "verse_number": "24",
                "verse_text": "And He will hand over their kings to you, and you will make their name perish from under heaven; no man will be able to stand before you until you have destroyed them."
            },
            {
                "verse_number": "25",
                "verse_text": "You shall burn the carved and sculpted images of their gods in the fire. You shall not covet the silver or gold that is on them, nor take it for yourselves, so that you will not be ensnared by it [in a deadly trap], for it is an abomination (repulsive) to the L ord your God."
            },
            {
                "verse_number": "26",
                "verse_text": "You shall not bring an abomination (idol) into your house, and like it come under the ban (doomed to destruction); you shall utterly detest and you shall utterly hate it, for it is something banned."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Every commandment that I am commanding you today you shall be careful to do, so that you may live and multiply, and go in and possess the land which the L ord swore [to give] to your fathers."
            },
            {
                "verse_number": "2",
                "verse_text": "And you shall remember [always] all the ways which the L ord your God has led you these forty years in the wilderness, so that He might humble you and test you, to know what was in your heart (mind), whether you would keep His commandments or not."
            },
            {
                "verse_number": "3",
                "verse_text": "He humbled you and allowed you to be hungry and fed you with manna, [a substance] which you did not know, nor did your fathers know, so that He might make you understand [by personal experience] that man does not live by bread alone, but man lives by every word that proceeds out of the mouth of the L ord ."
            },
            {
                "verse_number": "4",
                "verse_text": "Your clothing did not wear out on you, nor did your feet swell these forty years."
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore, know in your heart (be fully cognizant) that the L ord your God disciplines and instructs you just as a man disciplines and instructs his son."
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore, you shall keep the commandments of the L ord your God, to walk [that is, to live each and every day] in His ways and fear [and worship] Him [with awe-filled reverence and profound respect]."
            },
            {
                "verse_number": "7",
                "verse_text": "For the L ord your God is bringing you into a good land, a land of brooks of water, of fountains and springs, flowing forth in valleys and hills;"
            },
            {
                "verse_number": "8",
                "verse_text": "a land of wheat and barley, and vines and fig trees and pomegranates, a land of olive oil and honey;"
            },
            {
                "verse_number": "9",
                "verse_text": "a land where you will eat bread without shortage, in which you will lack nothing; a land whose stones are iron, and out of whose hills you can dig copper."
            },
            {
                "verse_number": "10",
                "verse_text": "When you have eaten and are satisfied, then you shall bless the L ord your God for the good land which He has given you."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Beware that you do not forget the L ord your God by failing to keep His commandments and His judgments (precepts) and His statutes which I am commanding you today;"
            },
            {
                "verse_number": "12",
                "verse_text": "otherwise, when you have eaten and are satisfied, and have built good houses and lived in them,"
            },
            {
                "verse_number": "13",
                "verse_text": "and when your herds and flocks multiply, and your silver and gold multiply, and all that you have increases,"
            },
            {
                "verse_number": "14",
                "verse_text": "then your heart will become lifted up [by self-conceit and arrogance] and you will forget the L ord your God who brought you from the land of Egypt, out of the house of slavery."
            },
            {
                "verse_number": "15",
                "verse_text": "He led you through the great and terrible wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water; it was He who brought water for you out of the flinty rock."
            },
            {
                "verse_number": "16",
                "verse_text": "He fed you manna in the wilderness, [a substance] which your fathers did not know, so that He might humble you [by dependence on Him] and that He might test you, to do good [things] for you at the end."
            },
            {
                "verse_number": "17",
                "verse_text": "Otherwise, you may say in your heart, &quot;My power and the strength of my hand made me this wealth.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But you shall remember [with profound respect] the L ord your God, for it is He who is giving you power to make wealth, that He may confirm His covenant which He swore (solemnly promised) to your fathers, as it is this day."
            },
            {
                "verse_number": "19",
                "verse_text": "And it shall come about if you ever forget the L ord your God and follow other gods and serve them and worship them, I testify against you today that you will most certainly perish."
            },
            {
                "verse_number": "20",
                "verse_text": "Like the nations which the L ord causes to perish before you, so shall you perish; because you would not listen to and obey the voice of the L ord your God."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Hear, O Israel! You are crossing the Jordan today to go in to dispossess nations greater and more powerful than you, great cities fortified to heaven,"
            },
            {
                "verse_number": "2",
                "verse_text": "a people great and tall, sons of Anakim, whom you know and of whom you have heard it said, &quot;Who can stand before the sons of Anak?&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "So know today [with confident assurance] that the L ord your God is crossing [the Jordan] before you like a devouring fire. He will destroy them and He will subdue them before you, and you shall drive them out and destroy them quickly, just as the L ord has promised you."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do not say in your heart when the L ord your God has driven them out before you, &quot;Because of my righteousness the L ord has brought me in to possess this land,&quot; but because of the wickedness of these nations the L ord is dispossessing them before you."
            },
            {
                "verse_number": "5",
                "verse_text": "It is not for your righteousness or for the uprightness of your heart that you are going to possess their land, but because of the wickedness of these nations the L ord your God is driving them out before you, and to confirm the oath which the L ord swore to your fathers, to Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Know [without any doubt], that the L ord your God is not giving you this good land to possess because of your righteousness, for you are a stiff-necked (stubborn, obstinate) people."
            },
            {
                "verse_number": "7",
                "verse_text": "Remember [with remorse] and do not forget how you provoked the L ord your God to wrath in the wilderness; from the day you left the land of Egypt until you arrived in this place, you have been rebellious against the L ord ."
            },
            {
                "verse_number": "8",
                "verse_text": "And at Horeb (Sinai) you provoked the L ord to wrath, and the L ord was so angry with you that He would have destroyed you."
            },
            {
                "verse_number": "9",
                "verse_text": "When I went up the mountain to receive the tablets of stone, the tablets of the covenant which the L ord made with you, I remained on the mountain forty days and forty nights; I did not eat food or drink water."
            },
            {
                "verse_number": "10",
                "verse_text": "The L ord gave me the two tablets of stone written with the finger of God; and on them were written all the words which the L ord had spoken to you at the mountain from the midst of the fire on the day of the assembly."
            },
            {
                "verse_number": "11",
                "verse_text": "It came about at the end of forty days and forty nights that the L ord gave me the two tablets of stone, the tablets of the covenant."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the L ord said to me, &quot;Arise, go down from here quickly, for your people whom you brought from Egypt have acted corruptly. They have quickly turned aside from the way which I commanded them; they have made (cast) a molten image for themselves.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Furthermore, the L ord said to me, &quot;I have seen this people, and indeed, they are stiff-necked (stubborn, obstinate) people."
            },
            {
                "verse_number": "14",
                "verse_text": "Let Me alone, so that I may destroy them and wipe out their name from under heaven; and I will make of you a nation mightier and greater than they.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;So I turned and came down from the mountain while the mountain was burning with fire, and the two tablets of the covenant were in my two hands."
            },
            {
                "verse_number": "16",
                "verse_text": "And I saw that you had indeed sinned against the L ord your God. You had made for yourselves a molten calf (idol). You had turned aside quickly from the way which the L ord had commanded you."
            },
            {
                "verse_number": "17",
                "verse_text": "So I took hold of the two tablets and threw them from my two hands and smashed them before your very eyes!"
            },
            {
                "verse_number": "18",
                "verse_text": "Then, as before, I fell down before the L ord for [another] forty days and forty nights; I did not eat food or drink water, because of all the sin you had committed by doing what was evil in the sight of the L ord to provoke Him to anger."
            },
            {
                "verse_number": "19",
                "verse_text": "For I was afraid of the anger and absolute fury which the L ord held against you, [enough divine fury] to destroy you, but the L ord listened to me that time also."
            },
            {
                "verse_number": "20",
                "verse_text": "The L ord was very angry with Aaron, angry [enough] to destroy him, so I also prayed for Aaron at the same time."
            },
            {
                "verse_number": "21",
                "verse_text": "I took your sinful thing, the calf which you had made, and burned it in the fire and thoroughly crushed it, grinding the metal thoroughly until it was as fine as dust; and I threw its dust into the brook that came down from the mountain."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;At Taberah also and at Massah and at Kibroth-hattaavah you provoked the L ord to wrath."
            },
            {
                "verse_number": "23",
                "verse_text": "And when the L ord sent you from Kadesh-barnea, saying, &quot;Go up and take possession of the land which I have given you,&quot; then you rebelled against the command of the L ord your God, and you did not believe and rely on Him, nor did you obey His voice."
            },
            {
                "verse_number": "24",
                "verse_text": "You have been rebellious against the L ord from the [first] day that I knew you."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;So I fell down and lay face down before the L ord forty days and nights because the L ord had said He would destroy you."
            },
            {
                "verse_number": "26",
                "verse_text": "Then I prayed to the L ord and said, &quot;O Lord G od , do not destroy Your people, even Your inheritance, whom You have redeemed through Your greatness, whom You have brought from Egypt with a mighty hand."
            },
            {
                "verse_number": "27",
                "verse_text": "Remember [with compassion] Your servants, Abraham, Isaac, and Jacob; do not look at the stubbornness of this people or at their wickedness or at their sin,"
            },
            {
                "verse_number": "28",
                "verse_text": "so that the [people of the] land from which You brought us will not say, &apos;Because the L ord was not capable of bringing them into the land which He had promised them and because He hated them He has brought them out to the wilderness [in order] to kill them.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Yet they are Your people and Your inheritance, whom You have brought out by Your great power and by Your outstretched arm.&quot;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At that time the L ord said to me, &quot;Cut out for yourself two tablets of stone like the first, and come up to Me on the mountain, and make an ark (chest) of wood for yourself."
            },
            {
                "verse_number": "2",
                "verse_text": "I will write on the tablets the words that were on the first tablets which you shattered, and you shall put them in the ark.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "So I made an ark of acacia wood and cut out two tablets of stone like the first, and went up the mountain with the two tablets in my hand."
            },
            {
                "verse_number": "4",
                "verse_text": "The L ord wrote on the tablets, like the first writing, the Ten Commandments which the L ord had spoken to you on the mountain from the midst of the fire on the day of the assembly; then the L ord gave them to me."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I turned and came down from the mountain and put the tablets in the ark which I had made; and they are there, just as the L ord commanded me.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(Now the sons of Israel traveled from the wells of the sons of Jaakan to Moserah. There Aaron died and there he was buried and Eleazar his son ministered as priest in his place."
            },
            {
                "verse_number": "7",
                "verse_text": "From there they traveled to Gudgodah, and from Gudgodah to Jotbathah, a land of brooks of water."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time the L ord set apart the tribe of Levi to carry the ark of the covenant of the L ord , to stand before the L ord to serve Him and to bless in His name until this day."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, Levi does not have a portion or inheritance [of tribal land] with his brothers; the L ord is his inheritance, as the L ord your God has promised him.)"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;And I stayed on the mountain, like the first time, forty days and nights, and the L ord listened to me at that time also; the L ord was not willing to destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the L ord said to me, &quot;Arise, go on your journey ahead of the people, so that they may go in and take possession of the land which I swore to their fathers to give to them.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And now, Israel, what does the L ord your God require from you, but to fear [and worship] the L ord your God [with awe-filled reverence and profound respect], to walk [that is, to live each and every day] in all His ways and to love Him, and to serve the L ord your God with all your heart and with all your soul [your choices, your thoughts, your whole being],"
            },
            {
                "verse_number": "13",
                "verse_text": "and to keep the commandments of the L ord and His statutes which I am commanding you today for your good?"
            },
            {
                "verse_number": "14",
                "verse_text": "Behold, the heavens and the highest of heavens belong to the L ord your God, the earth and all that is in it."
            },
            {
                "verse_number": "15",
                "verse_text": "Yet the L ord had a delight in loving your fathers and set His affection on them, and He chose their descendants after them, you above all peoples, as it is this day."
            },
            {
                "verse_number": "16",
                "verse_text": "So circumcise [that is, remove sin from] your heart, and be stiff-necked (stubborn, obstinate) no longer."
            },
            {
                "verse_number": "17",
                "verse_text": "For the L ord your God is the God of gods and the Lord of lords, the great, the mighty, the awesome God who does not show partiality nor take a bribe."
            },
            {
                "verse_number": "18",
                "verse_text": "He executes justice for the orphan and the widow, and shows His love for the stranger (resident alien, foreigner) by giving him food and clothing."
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore, show your love for the stranger, for you were strangers in the land of Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "You shall fear [and worship] the L ord your God [with awe-filled reverence and profound respect]; you shall serve Him and cling to Him [hold tightly to Him, be united with Him], and you shall swear [oaths] by His name."
            },
            {
                "verse_number": "21",
                "verse_text": "He is your praise and glory; He is your God, who has done for you these great and awesome things which you have seen with your own eyes."
            },
            {
                "verse_number": "22",
                "verse_text": "Your fathers went down to Egypt, seventy persons [in all], and now the L ord your God has made you as numerous as the stars of heaven."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Therefore you shall love the L ord your God, and always keep His charge, His statutes, His precepts, and His commandments [it is your obligation to Him]."
            },
            {
                "verse_number": "2",
                "verse_text": "Know this day that I am not speaking to your children who have not known [by personal experience] and who have not seen [firsthand] the instruction and discipline of the L ord your God&ndash;His greatness, His mighty hand and His outstretched arm;"
            },
            {
                "verse_number": "3",
                "verse_text": "and His signs and His works which He did in the midst of Egypt to Pharaoh the king of Egypt and to all his land;"
            },
            {
                "verse_number": "4",
                "verse_text": "and what He did to the army of Egypt, to its horses and its chariots, when He made the water of the Red Sea engulf them as they pursued you, and how the L ord completely destroyed them;"
            },
            {
                "verse_number": "5",
                "verse_text": "and what He did to you in the wilderness until you came to this place;"
            },
            {
                "verse_number": "6",
                "verse_text": "and what He did to Dathan and Abiram, the sons of Eliab, the son of Reuben, when the earth opened its mouth and swallowed them, their households, their tents, and every living thing that followed them, in the midst of all Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "For your eyes have seen all the great work of the L ord which He did."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Therefore, you shall keep all the commandments which I am commanding you today, so that you may be strong and go in and take possession of the land which you are crossing over [the Jordan] to possess;"
            },
            {
                "verse_number": "9",
                "verse_text": "so that you may live long on the land which the L ord swore (solemnly promised) to your fathers to give to them and to their descendants, a land [of great abundance,] flowing with milk and honey."
            },
            {
                "verse_number": "10",
                "verse_text": "For the land which you are entering to possess is not like the land of Egypt from which you have come, where you sowed your seed and watered it with your foot like a garden of vegetables."
            },
            {
                "verse_number": "11",
                "verse_text": "But the land into which you are about to cross to possess, a land of hills and valleys, drinks water from the rain of heaven,"
            },
            {
                "verse_number": "12",
                "verse_text": "a land for which the L ord your God cares; the eyes of the L ord your God are always on it, from the beginning of the year to the end of the year."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;It shall come about, if you listen obediently and pay attention to My commandments which I command you today&ndash;to love the L ord your God and to serve Him with all your heart and with all your soul [your choices, your thoughts, your whole being]&ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "that He will give the rain for your land in its season, the early [fall] rain and the late [spring] rain, so that you may gather in your grain and your new wine and your [olive] oil."
            },
            {
                "verse_number": "15",
                "verse_text": "And He will give grass in your fields for your cattle, and you will eat and be satisfied."
            },
            {
                "verse_number": "16",
                "verse_text": "Beware that your hearts are not deceived, and that you do not turn away [from the L ord ] and serve other gods and worship them,"
            },
            {
                "verse_number": "17",
                "verse_text": "or [else] the L ord &quot; s anger will be kindled and burn against you, and He will shut up the heavens so that there will be no rain and the land will not yield its fruit; and you will perish quickly from the good land which the L ord is giving you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Therefore, you shall impress these words of mine on your heart and on your soul, and tie them as a sign on your hand, and they shall be as bands (frontals, frontlets) on your forehead."
            },
            {
                "verse_number": "19",
                "verse_text": "You shall teach them [diligently] to your children [impressing God&quot;s precepts on their minds and penetrating their hearts with His truths], speaking of them when you sit in your house and when you walk along the road and when you lie down and when you rise up."
            },
            {
                "verse_number": "20",
                "verse_text": "You shall write them on the doorposts of your house and on your gates,"
            },
            {
                "verse_number": "21",
                "verse_text": "so that your days and the days of your children may be multiplied in the land which the L ord swore to your fathers to give them, as long as the heavens are above the earth."
            },
            {
                "verse_number": "22",
                "verse_text": "For if you are careful to keep all this commandment which I am commanding you to do, to love the L ord your God, to walk [that is, to live each and every day] in all His ways and to hold tightly to Him&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "then the L ord will drive out all these nations from before you, and you shall dispossess nations greater and mightier than you."
            },
            {
                "verse_number": "24",
                "verse_text": "Every place on which the sole of your foot treads shall become yours; your territory shall be from the wilderness to Lebanon, and from the river, the river Euphrates, as far as the western sea (the Mediterranean)."
            },
            {
                "verse_number": "25",
                "verse_text": "No man will be able to stand before you; the L ord your God will lay the fear and the dread of you on all the land on which you set foot, just as He has spoken to you."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Behold, today I am setting before you a blessing and a curse&ndash;"
            },
            {
                "verse_number": "27",
                "verse_text": "the blessing, if you listen to and obey the commandments of the L ord your God, which I am commanding you today;"
            },
            {
                "verse_number": "28",
                "verse_text": "and the curse, if you do not listen to and obey the commandments of the L ord your God, but turn aside from the way which I am commanding you today, by following (acknowledging, worshiping) other gods which you have not known."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;It shall come about, when the L ord your God brings you into the land which you are entering to possess, that you shall place the blessing on Mount Gerizim and the curse on Mount Ebal."
            },
            {
                "verse_number": "30",
                "verse_text": "Are they not across the Jordan, west of the road, toward the sunset, in the land of the Canaanites who live in the Arabah, opposite Gilgal, beside the oaks of Moreh?"
            },
            {
                "verse_number": "31",
                "verse_text": "For you are about to cross the Jordan to go in to possess the land which the L ord your God is giving you, and you shall possess it and live in it,"
            },
            {
                "verse_number": "32",
                "verse_text": "and you shall be careful to do all the statutes and the judgments which I am setting before you today."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "&apos;These are the statutes and judgments (precepts) which you shall be careful to do in the land which the L ord , the God of your fathers, has given you to possess as long as you live on the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "You shall utterly destroy all the places where the nations whom you shall dispossess serve their gods, on the high mountains and the hills and under every green [leafy] tree."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall tear down their altars and smash their [idolatrous] pillars and burn their Asherim in the fire; you shall cut down the carved and sculpted images of their gods and obliterate their name from that place."
            },
            {
                "verse_number": "4",
                "verse_text": "You shall not act like this toward the L ord your God."
            },
            {
                "verse_number": "5",
                "verse_text": "But you shall seek the L ord at the place which the L ord your God will choose out of all your tribes to establish His Name there for His dwelling [place], and there you shall come [to worship Him]."
            },
            {
                "verse_number": "6",
                "verse_text": "There you shall bring your burnt offerings, your sacrifices, your tithes, the contribution of your hand, your votive (pledged, vowed) offerings, your freewill (voluntary) offerings, and the firstborn of your herd and of your flock."
            },
            {
                "verse_number": "7",
                "verse_text": "And there you and your households shall eat before the L ord your God, and rejoice in all to which you put your hand, in which the L ord your God has blessed you."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You shall not do at all what we are doing here [in the camp] today, every man doing whatever is right in his [own] eyes."
            },
            {
                "verse_number": "9",
                "verse_text": "For you have not yet come to the resting place and to the inheritance which the L ord your God is giving you."
            },
            {
                "verse_number": "10",
                "verse_text": "When you cross the Jordan and live in the land which the L ord your God is giving you to inherit, and He gives you rest from all your enemies around you so that you live in security,"
            },
            {
                "verse_number": "11",
                "verse_text": "then it shall come about that the place which the L ord your God will choose for His Name [and Presence] to dwell; there you shall bring everything that I am commanding you: your burnt offerings, your sacrifices, your tithes and the [voluntary] contribution of your hand [as a first gift from the fruits of the ground], and all your choice votive offerings which you vow to the L ord ."
            },
            {
                "verse_number": "12",
                "verse_text": "And you shall rejoice before the L ord your God, you and your sons and your daughters, and your male and female servants, and the Levite who is within your [city] gates, since he has no portion or inheritance with you."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Be careful that you do not offer your burnt offerings in every [cultic] place you see,"
            },
            {
                "verse_number": "14",
                "verse_text": "but [only] in the place which the L ord will choose in one of your tribes, there you shall offer your burnt offerings, and there you shall do everything that I am commanding you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;However, you may slaughter and eat meat within any of your [city] gates, whatever you wish, according to the blessing of the L ord your God which He has given you [as His generous provision for daily life]. The [ceremonially] unclean and the clean may eat it, such as the gazelle and the deer."
            },
            {
                "verse_number": "16",
                "verse_text": "Only you shall not eat the blood; you are to pour it out on the ground like water."
            },
            {
                "verse_number": "17",
                "verse_text": "You are forbidden to eat within your [city] gates the tithe of your grain or new wine or oil, or the firstborn of your herd or flock, or any of your votive offerings, or your freewill offerings, or the contribution of your hand."
            },
            {
                "verse_number": "18",
                "verse_text": "But you shall eat them before the L ord your God in the place which the L ord your God will choose, you and your son and your daughter, and your male and female servants, and the Levite who is within your [city] gates; and you shall rejoice before the L ord your God in all that you undertake."
            },
            {
                "verse_number": "19",
                "verse_text": "Be careful that you do not neglect the Levite [who serves God] as long as you live in your land."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;When the L ord your God extends your territory, as He promised you, and you say, &quot;I will eat meat,&quot; because you want to eat meat, then you may eat meat, whatever you wish."
            },
            {
                "verse_number": "21",
                "verse_text": "If the place which the L ord your God chooses to put His Name (Presence) is too far away from you, then you may slaughter [animals] from your herd or flock which the L ord has given you, just as I have commanded you; and you may eat within your [city] gates whatever you wish."
            },
            {
                "verse_number": "22",
                "verse_text": "Just as the gazelle or the deer is eaten, so you may eat it [but not make it an offering]; the [ceremonially] unclean and the clean alike may eat it."
            },
            {
                "verse_number": "23",
                "verse_text": "Only be sure that you do not eat the blood, for the blood is the life (soul), and you shall not eat the life with the meat."
            },
            {
                "verse_number": "24",
                "verse_text": "You shall not eat it; you shall pour it out on the ground like water."
            },
            {
                "verse_number": "25",
                "verse_text": "You shall not eat it, so that all may be well with you and with your children after you, because you will be doing what is right in the sight of the L ord ."
            },
            {
                "verse_number": "26",
                "verse_text": "However, you shall take your holy things which you have [to offer] and your votive (pledged, vowed) offerings, you shall take them and go to the place which the L ord will choose."
            },
            {
                "verse_number": "27",
                "verse_text": "And you shall offer your burnt offerings, the meat and the blood, on the altar of the L ord your God; and the blood of your sacrifices shall be poured out on the altar of the L ord your God, and you shall eat the meat."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Be careful to listen to all these words which I am commanding you, so that it may be well with you and with your children after you forever, because you will be doing what is good and right in the sight of the L ord your God."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;When the L ord your God cuts off and destroys before you the nations which you are going in to dispossess, and you dispossess them and settle in their land,"
            },
            {
                "verse_number": "30",
                "verse_text": "beware that you are not lured (ensnared) into following them, after they have been destroyed before you, and that you do not inquire about their gods, saying, &quot;How did these nations serve their gods, so that I too may do likewise?&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "You shall not behave this way toward the L ord your God, for they have done for their gods every repulsive thing which the L ord hates; for they even burn their sons and their daughters in the fire [as sacrifices] to their gods."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Everything I command you, you shall be careful to do it; you shall not add to it nor take away from it."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If a prophet arises among you, or a dreamer of dreams, and gives you a sign or a wonder,"
            },
            {
                "verse_number": "2",
                "verse_text": "and the sign or the wonder which he spoke (foretold) to you comes to pass, and if he says, &quot;Let us follow after other gods (whom you have not known) and let us serve and worship them,&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "you shall not listen to the words of that prophet or that dreamer of dreams; for the L ord your God is testing you to know whether you love the L ord your God with all your heart and mind and all your soul [your entire being]."
            },
            {
                "verse_number": "4",
                "verse_text": "You shall walk after the L ord your God and you shall fear [and worship] Him [with awe-filled reverence and profound respect], and you shall keep His commandments and you shall listen to His voice, and you shall serve Him, and cling to Him."
            },
            {
                "verse_number": "5",
                "verse_text": "But that prophet or that dreamer of dreams shall be put to death, because he has counseled rebellion against the L ord your God who brought you from the land of Egypt and redeemed you from the house of slavery, to draw you away from the way in which the L ord your God has commanded you to walk. So you shall remove the evil from among you."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If your brother, the son of your mother, or your son or daughter, or the wife you cherish, or your friend who is as [precious to you as] your own life (soul), entices you secretly, saying, &quot;Let us go and serve other gods&quot; ( gods whom neither you nor your fathers have known,"
            },
            {
                "verse_number": "7",
                "verse_text": "of the gods of the peoples who are around you, near you or far from you, from one end of the earth to the other),"
            },
            {
                "verse_number": "8",
                "verse_text": "you shall not consent to him or listen to him; and your eye shall not pity him, nor shall you spare him or conceal him."
            },
            {
                "verse_number": "9",
                "verse_text": "Instead, you shall most certainly execute him; your hand shall be first [to be raised] against him to put him to death, and afterwards the hand of all the people."
            },
            {
                "verse_number": "10",
                "verse_text": "So you shall stone him to death with stones, because he has tried to draw you away from the L ord your God who brought you from the land of Egypt, from the house of slavery."
            },
            {
                "verse_number": "11",
                "verse_text": "Then all Israel will hear and be afraid, and will never again do such a wicked thing among you."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If you hear [it said] in one of your cities, which the L ord your God gives you to live in,"
            },
            {
                "verse_number": "13",
                "verse_text": "that some worthless and evil men have gone out from among you and have tempted the inhabitants of their city [to sin], saying, &quot;Let us go and serve other gods&quot; (whom you have not known),"
            },
            {
                "verse_number": "14",
                "verse_text": "then you shall investigate and search out [witnesses] and ask thorough questions . If it is true and the matter is established that this loathsome thing has been done among you,"
            },
            {
                "verse_number": "15",
                "verse_text": "you shall most certainly strike the inhabitants of that city with the edge of the sword, utterly destroying it and all that is in it, even its livestock with the edge of the sword."
            },
            {
                "verse_number": "16",
                "verse_text": "Then you shall collect all its spoil (plunder) into the middle of its open square and burn the city and set fire to the spoil as a whole burnt offering to the L ord your God. It shall be a ruin forever. It shall not be built again."
            },
            {
                "verse_number": "17",
                "verse_text": "Nothing from that which is put under the ban (designated for destruction) shall cling to your hand, so that the L ord may turn away from His burning anger and show mercy to you, and have compassion on you and make you increase, just as He swore to your fathers,"
            },
            {
                "verse_number": "18",
                "verse_text": "because you have listened to and obeyed the voice of the L ord your God, keeping all His commandments which I am commanding you today, and doing what is right in the eyes of the L ord your God."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;You are the sons of the L ord your God; you shall not cut yourselves nor shave your forehead for the sake of the dead,"
            },
            {
                "verse_number": "2",
                "verse_text": "for you are a holy people [set apart] to the L ord your God; and the L ord has chosen you out of all the peoples who are on the earth to be a people for His own possession."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You shall not eat anything that is detestable [to the L ord and forbidden by Him]."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the animals that you may eat: the ox, the sheep, the goat,"
            },
            {
                "verse_number": "5",
                "verse_text": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope and the mountain sheep."
            },
            {
                "verse_number": "6",
                "verse_text": "Among the animals, you may eat any animal that has the divided hoof [that is, a hoof] split into two parts [especially at its distal extremity] and that chews the cud."
            },
            {
                "verse_number": "7",
                "verse_text": "However, you are not to eat any of these [animals] among those which chew the cud, or among those that divide the hoof in two: the camel, the hare and the shaphan, for though they chew the cud, they do not split the hoof; they are unclean for you."
            },
            {
                "verse_number": "8",
                "verse_text": "The swine, because it has a divided hoof but does not chew the cud; it is unclean for you. You shall not eat their meat nor touch their carcasses."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Of all [creatures] that are in the waters, you may eat these: anything that has fins and scales you may eat,"
            },
            {
                "verse_number": "10",
                "verse_text": "but you may not eat anything that does not have fins and scales; it is unclean for you."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You may eat any clean bird."
            },
            {
                "verse_number": "12",
                "verse_text": "But these are the ones which you shall not eat: the eagle, the vulture, and the black buzzard,"
            },
            {
                "verse_number": "13",
                "verse_text": "and the red kite, the falcon, and the birds of prey of any variety,"
            },
            {
                "verse_number": "14",
                "verse_text": "and every raven of any variety,"
            },
            {
                "verse_number": "15",
                "verse_text": "and the ostrich, the owl, the seagull, the hawk of any variety,"
            },
            {
                "verse_number": "16",
                "verse_text": "the little owl, the great owl, the long-eared owl,"
            },
            {
                "verse_number": "17",
                "verse_text": "the pelican, the carrion vulture, the cormorant,"
            },
            {
                "verse_number": "18",
                "verse_text": "the stork, and the heron of any variety, and the hoopoe, and the bat."
            },
            {
                "verse_number": "19",
                "verse_text": "And all flying insects are unclean for you; they shall not be eaten."
            },
            {
                "verse_number": "20",
                "verse_text": "You may eat any clean bird."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You shall not eat anything that dies on its own . You may give it to the stranger (resident alien, foreigner) who is in your [city] gates, so that he may eat it, or you may sell it to a foreigner [since they are not under God&quot;s law], but you are a people holy (set apart) to the L ord your God. You shall not boil a young goat or a lamb in its mother&quot;s milk."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Every year you shall certainly tithe [a tenth] of all the yield of your seed which is produced by your field."
            },
            {
                "verse_number": "23",
                "verse_text": "You shall eat the tithe (tenth) of your grain, your new wine, your oil, and the firstborn of your herd and your flock before the L ord your God in the place where He chooses to establish His Name (Presence), so that you may learn to fear [and worship] the L ord your God [with awe-filled reverence and profound respect] always."
            },
            {
                "verse_number": "24",
                "verse_text": "If the place where the L ord your God chooses to set His Name (Presence) is a great distance from you and you are not able to carry your tithe, because the L ord your God has blessed you [with such an abundance],"
            },
            {
                "verse_number": "25",
                "verse_text": "then you shall exchange your tithe for money, and take the money in your hand and go to the place [of worship] which the L ord your God chooses."
            },
            {
                "verse_number": "26",
                "verse_text": "You may spend the money for anything your heart desires: for oxen, or sheep, or wine, or [other] strong drink, or anything else you want. You shall eat there in the presence of the L ord your God and rejoice, you and your household."
            },
            {
                "verse_number": "27",
                "verse_text": "Also you shall not neglect the Levite who is within your [city] gates, for he does not have a share [of land] or an inheritance among you."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;At the end of every third year you shall bring out all the tithe of your produce for that year, and shall store it up within your [city] gates."
            },
            {
                "verse_number": "29",
                "verse_text": "The Levite, because he has no share [of land] or an inheritance among you, and the stranger, and the orphan and the widow who are within your [city] gates, shall come and eat and be satisfied, so that the L ord your God may bless you in all the work of your hands."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At the end of every seven years you shall grant a release (remission, pardon) from debt."
            },
            {
                "verse_number": "2",
                "verse_text": "This is the regulation for the release: every creditor shall forgive what he has loaned to his neighbor; he shall not require repayment from his neighbor and his brother, because the L ord &quot; s release has been proclaimed."
            },
            {
                "verse_number": "3",
                "verse_text": "You may require repayment from a foreigner, but whatever of yours is with your brother [Israelite] your hand shall release."
            },
            {
                "verse_number": "4",
                "verse_text": "However, there will be no poor among you, since the L ord will most certainly bless you in the land which the L ord your God is giving you as an inheritance to possess,"
            },
            {
                "verse_number": "5",
                "verse_text": "if only you will listen to and obey the voice of the L ord your God, to observe carefully all these commandments which I am commanding you today."
            },
            {
                "verse_number": "6",
                "verse_text": "When the L ord your God blesses you as He has promised you, then you will lend to many nations, but you will not borrow; and you will rule over many nations, but they will not rule over you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If there is a poor man among you, one of your fellow Israelites, in any of your cities in the land that the L ord your God is giving you, you shall not be heartless, nor close-fisted with your poor brother;"
            },
            {
                "verse_number": "8",
                "verse_text": "but you shall freely open your hand to him, and shall generously lend to him whatever he needs."
            },
            {
                "verse_number": "9",
                "verse_text": "Beware that there is no wicked thought in your heart, saying, &quot;The seventh year, the year of release (remission, pardon), is approaching,&quot; and your eye is hostile (unsympathetic) toward your poor brother, and you give him nothing [since he would not have to repay you]; for he may cry out to the L ord against you, and it will become a sin for you."
            },
            {
                "verse_number": "10",
                "verse_text": "You shall freely and generously give to him, and your heart shall not be resentful when you give to him, because for this [generous] thing the L ord your God will bless you in all your work and in all your undertakings."
            },
            {
                "verse_number": "11",
                "verse_text": "For the poor will never cease to be in the land; therefore I command you, saying, &quot;You shall freely open your hand to your brother, to your needy, and to your poor in your land.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If your fellow Israelite, a Hebrew man or woman, is sold to you, and serves you for six years, then in the seventh year you shall set him free [from your service]."
            },
            {
                "verse_number": "13",
                "verse_text": "When you set him free, you shall not let him go away empty-handed."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall give him generous provisions from your flock, from your threshing floor and from your wine press; you shall give to him as the L ord your God has blessed you."
            },
            {
                "verse_number": "15",
                "verse_text": "And you shall remember and thoughtfully consider that you were [once] a slave in the land of Egypt, and the L ord your God redeemed you; therefore, I am commanding you these things today."
            },
            {
                "verse_number": "16",
                "verse_text": "Now if the servant says to you, &quot;I will not leave you,&quot; because he loves you and your household, since he is doing well with you;"
            },
            {
                "verse_number": "17",
                "verse_text": "then take an awl and pierce it through his ear into the door, and he shall [willingly] be your servant always. Also you shall do the same for your maidservant."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;It shall not seem hard to you when you set him free, for he has served you six years with double the service of a hired man; so the L ord your God will bless you in everything you do."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You shall consecrate (set apart) to the L ord your God all the firstborn males that are born of your herd and flock. You shall not work with the firstborn of your herd, nor shear the firstborn of your flock."
            },
            {
                "verse_number": "20",
                "verse_text": "You and your household shall eat it every year before the L ord your God in the place [for worship] which the L ord chooses."
            },
            {
                "verse_number": "21",
                "verse_text": "But if it has any defect or injury, such as lameness or blindness, or any serious defect, you shall not sacrifice it to the L ord your God."
            },
            {
                "verse_number": "22",
                "verse_text": "You shall eat it within your [city] gates; the [ceremonially] unclean and the clean alike may eat it , as [if it were] a gazelle or a deer."
            },
            {
                "verse_number": "23",
                "verse_text": "Only you shall not eat its blood; you are to pour it out on the ground like water."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Observe the month of Abib and celebrate the Passover to the L ord your God, for in the month of Abib the L ord your God brought you out of Egypt by night."
            },
            {
                "verse_number": "2",
                "verse_text": "You shall sacrifice the Passover [lamb] to the L ord your God from the flock or the herd, in the place where the L ord chooses to establish His Name (Presence)."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall not eat leavened bread with it; instead, for seven days you shall eat the Passover with unleavened bread, the bread of affliction (for you left the land of Egypt in haste); [do this] so that all the days of your life you may remember [thoughtfully] the day when you came out of the land of Egypt."
            },
            {
                "verse_number": "4",
                "verse_text": "For seven days no leaven shall be seen with you in all your territory, and none of the meat which you sacrificed the evening of the first day shall remain overnight until morning."
            },
            {
                "verse_number": "5",
                "verse_text": "You are not allowed to sacrifice the Passover [lamb] in any of your cities which the L ord your God is giving you;"
            },
            {
                "verse_number": "6",
                "verse_text": "but at the place where the L ord your God chooses to establish His Name (Presence), you shall sacrifice the Passover [lamb] in the evening at sunset, at the time that you came out of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall cook and eat it in the place which the L ord your God chooses. In the morning you are to return to your tents."
            },
            {
                "verse_number": "8",
                "verse_text": "For six days you shall eat unleavened bread, and on the seventh day there shall be a celebration to the L ord your God; so you shall do no work [on that day]."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You shall count seven weeks for yourself; you shall begin to count seven weeks from the time you first put the sickle to the standing grain."
            },
            {
                "verse_number": "10",
                "verse_text": "Then you shall celebrate the Feast of Weeks to the L ord your God with a tribute of a freewill offering from your hand, which you shall give [to Him] just as the L ord your God blesses you;"
            },
            {
                "verse_number": "11",
                "verse_text": "and you shall rejoice before the L ord your God, you and your son and your daughter and your male and female servants and the Levite who is within your [city] gates, and the stranger and the orphan and the widow who are among you, at the place where the L ord your God chooses to establish His Name (Presence)."
            },
            {
                "verse_number": "12",
                "verse_text": "You shall remember that you were a slave in Egypt, and you shall be careful to obey these statutes."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You shall celebrate the Feast of Booths (Tabernacles) seven days, when you have gathered in [the grain] from your threshing floor and [the wine] from your wine vat."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall rejoice in your feast, you and your son and your daughter and your male and female servants and the Levite and the stranger and the orphan and the widow who are within your city."
            },
            {
                "verse_number": "15",
                "verse_text": "Seven days you shall celebrate a feast to the L ord your God in the place which the L ord chooses, because the L ord your God will bless you in all your produce and in all the work of your hands, so that you will be altogether joyful."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Three times a year all your males shall appear before the L ord your God in the place which He chooses, at the Feast of Unleavened Bread (Passover) and at the Feast of Weeks (Pentecost) and at the Feast of Booths (Tabernacles), and they shall not appear before the L ord empty-handed."
            },
            {
                "verse_number": "17",
                "verse_text": "Every man shall give as he is able, in accordance with the blessing which the L ord your God has given you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;You shall appoint judges and officers in all your cities (gates) which the L ord your God is giving you, according to your tribes, and they shall judge the people with righteous judgment."
            },
            {
                "verse_number": "19",
                "verse_text": "You shall not distort justice; you shall not be partial, and you shall not take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous."
            },
            {
                "verse_number": "20",
                "verse_text": "You shall pursue justice, and only justice [that which is uncompromisingly righteous], so that you may live and take possession of the land which the L ord your God is giving you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You shall not plant for yourself an Asherah of any kind of tree or wood beside the altar of the L ord your God, which you shall make."
            },
            {
                "verse_number": "22",
                "verse_text": "You shall not set up for yourself a sacred pillar which the L ord your God hates."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "&apos;You shall not sacrifice to the L ord your God an ox or sheep with a blemish or any defect, for that is a detestable thing to the L ord your God."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;If there is discovered among you, within any of your cities, which the L ord your God is giving you, a man or a woman who does evil in the sight of the L ord your God, by transgressing (violating) His covenant,"
            },
            {
                "verse_number": "3",
                "verse_text": "and has gone and served other gods and worshiped them, or the sun or the moon or any of the heavenly host, [doing these things] which I have commanded not to do,"
            },
            {
                "verse_number": "4",
                "verse_text": "and if it is told to you and you hear about it, then you shall investigate thoroughly [all the charges]. If it is confirmed beyond doubt that this detestable thing has been done in Israel,"
            },
            {
                "verse_number": "5",
                "verse_text": "then you shall bring that man or that woman who has done this evil thing to the gates [of your city] and you shall stone the man or the woman to death."
            },
            {
                "verse_number": "6",
                "verse_text": "On the evidence of two or three witnesses, he who is to die shall be put to death; he shall not be put to death on the evidence of [only] one witness."
            },
            {
                "verse_number": "7",
                "verse_text": "The hand of the witnesses shall be the first against him to put him to death, and afterward the hand of all the people. So you shall remove the evil from among you."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If any case is too difficult for you to judge&ndash;between one kind of homicide and another, between one kind of lawsuit and another, between one kind of assault and another, being controversial issues in your courts&ndash;then you shall arise and go to the place which the L ord your God chooses."
            },
            {
                "verse_number": "9",
                "verse_text": "So you shall come to the Levitical priests or to the judge who is in office at that time, and you shall consult them and they will declare to you the verdict in the case."
            },
            {
                "verse_number": "10",
                "verse_text": "You shall act in accordance with the terms of the verdict which they declare to you from that place which the L ord chooses. You shall be careful to act in accordance with all of their instructions."
            },
            {
                "verse_number": "11",
                "verse_text": "You shall act in accordance with the law which they teach you and the judgment which they tell you. You shall not turn aside from their verdict, to the right or to the left."
            },
            {
                "verse_number": "12",
                "verse_text": "The man who acts presumptuously and insolently by not listening to the priest who stands there to serve the L ord your God, nor to the judge, that man shall die; so you shall remove the evil from Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "Then all the people will hear and be afraid, and will not act presumptuously again."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;When you enter the land which the L ord your God is giving you, and you take possession of it and live there, and you say, &quot;I will set a king over me like all the nations who are around me,&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "you shall most certainly set a king over you whom the L ord your God chooses. You shall set a king over you from among your countrymen (brothers); you may not choose a foreigner [to rule] over you who is not your countryman."
            },
            {
                "verse_number": "16",
                "verse_text": "Further, he shall not acquire many [war] horses for himself, nor make the people return to Egypt in order to acquire horses [to expand his military power], since the L ord said to you, &quot;You shall never return that way again.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "He shall not acquire multiple wives for himself, or else his heart will turn away [from God]; nor [for the same reason] shall he acquire great amounts of silver and gold."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Now it shall come about when he sits on the throne of his kingdom, he shall write for himself a copy of this law on a scroll in the presence of the Levitical priests."
            },
            {
                "verse_number": "19",
                "verse_text": "And it shall be with him and he shall read it all the days of his life, so that he may learn to fear [and worship] the L ord his God [with awe-filled reverence and profound respect], by carefully obeying (keeping foremost in his thoughts and actively doing) all the words of this law and these statutes,"
            },
            {
                "verse_number": "20",
                "verse_text": "so that his heart will not be lifted up above his countrymen [by a false sense of self-importance and self-reliance] and that he will not turn away (deviate) from the commandment, to the right or to the left, so that he and his sons may continue [to reign] for a long time in his kingdom in Israel."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "&apos;The Levitical priests, the entire tribe of Levi, shall own [privately] no portion [of land] or inheritance with Israel; they shall eat the L ord &quot; s offerings by fire and His portion."
            },
            {
                "verse_number": "2",
                "verse_text": "They shall have no inheritance [of land] among their countrymen (brothers, brethren); the L ord is their inheritance, as He promised them."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Now this shall be the priests&quot; portion from the people, from those offering a sacrifice, either an ox or a sheep: they shall give to the priest the shoulder and the two cheeks and the stomach."
            },
            {
                "verse_number": "4",
                "verse_text": "You shall also give him the first fruits of your grain, your new wine [the first of the season], and your [olive] oil, and the first sheared fleece of your sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "For the L ord your God has chosen him, him and his sons from all your tribes, to stand and serve in the name of the L ord forever."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Now if a Levite comes from any of your cities throughout Israel where he resides, and comes whenever he wishes to [the sanctuary] the place which the L ord chooses;"
            },
            {
                "verse_number": "7",
                "verse_text": "then he shall serve in the name of the L ord his God, like all his fellow Levites who stand there before the L ord ."
            },
            {
                "verse_number": "8",
                "verse_text": "They shall have equal portions to eat, except what they receive from the sale of their fathers&quot; estates ."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;When you enter the land which the L ord your God is giving you, you shall not learn to imitate the detestable (repulsive) practices of those nations."
            },
            {
                "verse_number": "10",
                "verse_text": "There shall not be found among you anyone who makes his son or daughter pass through the fire [as a sacrifice], one who uses divination and fortune-telling, one who practices witchcraft, or one who interprets omens, or a sorcerer,"
            },
            {
                "verse_number": "11",
                "verse_text": "or one who casts a charm or spell, or a medium, or a spiritist, or a necromancer [who seeks the dead]."
            },
            {
                "verse_number": "12",
                "verse_text": "For everyone who does these things is utterly repulsive to the L ord ; and because of these detestable practices the L ord your God is driving them out before you."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall be blameless (complete, perfect) before the L ord your God."
            },
            {
                "verse_number": "14",
                "verse_text": "For these nations which you shall dispossess listen to those who practice witchcraft and to diviners and fortune-tellers, but as for you, the L ord your God has not allowed you to do so."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The L ord your God will raise up for you a prophet like me [Moses] from among you, from your countrymen (brothers, brethren). You shall listen to him."
            },
            {
                "verse_number": "16",
                "verse_text": "This is according to all that you asked of the L ord your God at Horeb (Mount Sinai) on the day of the assembly, saying, &quot;Let me not hear the voice of the L ord my God again, nor see this great fire anymore, so that I will not die.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "The L ord said to me, &quot;They have spoken well."
            },
            {
                "verse_number": "18",
                "verse_text": "I will raise up a prophet from among their countrymen like you, and I will put My words in his mouth, and he shall speak to them all that I command him."
            },
            {
                "verse_number": "19",
                "verse_text": "It shall come about that whoever will not listen to My words which he shall speak in My name, I Myself will require it of him [and there will be consequences]."
            },
            {
                "verse_number": "20",
                "verse_text": "But the prophet who presumes to speak a word in My name which I have not commanded him to speak, or which he speaks in the name of other gods&ndash;that prophet shall die.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "If you say in your heart, &quot;How will we know and recognize the word which the L ord has not spoken?&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "When a prophet speaks in the name of the L ord and the thing does not happen or come true, that is the thing which the L ord has not spoken. The prophet has spoken it presumptuously; you shall not be afraid of him."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When the L ord your God cuts off (destroys) the nations whose land He is giving you, and you dispossess them and live in their cities and in their houses,"
            },
            {
                "verse_number": "2",
                "verse_text": "you shall designate three cities for yourself in the central area of the land, which the L ord your God is giving you to possess."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall prepare and maintain for yourself the roads [to these cities], and divide the territory of your land into three parts, so that anyone who kills another unintentionally may escape there [for asylum]."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Now this is the case of the offender (manslayer) who may escape there and live [protected from vengeance]: when he kills his neighbor unintentionally, not having hated him previously&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "as [for example] when a man goes into the forest with his neighbor to cut wood, and his hand swings the axe to cut down the tree, but the iron head slips off the wooden handle and hits his companion and he dies&ndash;the offender may escape to one of these cities and live;"
            },
            {
                "verse_number": "6",
                "verse_text": "otherwise the avenger of blood might pursue the offender in the heat of anger, and overtake him, because it is a long way, and take his life, even though he did not deserve to die, since he did not hate his neighbor beforehand."
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore, I command you, saying, &quot;You shall set aside three cities [of refuge] for yourself.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If the L ord your God enlarges your border, as He has sworn to your fathers to do, and gives you all the land which He promised to give to your fathers&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "if you keep and carefully observe all these commandments which I am commanding you today, to love the L ord your God, and to walk [that is, to live each and every day] always in His ways&ndash;then you shall add three more cities [of refuge] for yourself, besides these three,"
            },
            {
                "verse_number": "10",
                "verse_text": "so that innocent blood will not be shed [by blood avengers] in your land which the L ord your God is giving you as an inheritance, and blood guilt will not be on you [for the death of an innocent man]."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But if there is a man who hates his neighbor and lies in wait and ambush for him and attacks him and strikes him down so that he dies, and the assailant escapes to one of these cities,"
            },
            {
                "verse_number": "12",
                "verse_text": "then the elders of his own city shall send for him and have him taken back from there and turn him over to the avenger of blood, so that he may be put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall not pity him [the guilty one], but you shall purge the blood of the innocent from Israel, so that it may go well with you."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You shall not move your neighbor&quot;s boundary mark, which the forefathers [who first divided the territory] have set, in the land which you will inherit in the land which the L ord your God is giving you to possess."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;A single witness shall not appear in a trial against a man for any wrong or any sin which he has committed; [only] on the testimony or evidence of two or three witnesses shall a charge be confirmed."
            },
            {
                "verse_number": "16",
                "verse_text": "If a malicious witness rises up against a man to [falsely] accuse him of wrongdoing,"
            },
            {
                "verse_number": "17",
                "verse_text": "then both parties to the controversy shall stand before the L ord , before the priests and the judges who will be in office at that time."
            },
            {
                "verse_number": "18",
                "verse_text": "The judges shall investigate thoroughly, and if the witness is a false witness, and he has accused his brother falsely,"
            },
            {
                "verse_number": "19",
                "verse_text": "then you shall do to him just as he had intended to do to his brother. So you shall remove the evil from among you."
            },
            {
                "verse_number": "20",
                "verse_text": "Those who remain will hear and be afraid, and will never again do such an evil thing among you."
            },
            {
                "verse_number": "21",
                "verse_text": "You shall not show pity [to the guilty one]: it shall be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When you go out to battle against your enemies and see horses and chariots and people more numerous than you, do not be afraid of them; for the L ord your God, who brought you up from the land of Egypt, is with you."
            },
            {
                "verse_number": "2",
                "verse_text": "When you approach the battle, the priest shall come forward and speak to the people,"
            },
            {
                "verse_number": "3",
                "verse_text": "and shall say to them, &quot;Hear, O Israel: you are advancing today to battle against your enemies. Do not lack courage. Do not be afraid, or panic, or tremble [in terror] before them,"
            },
            {
                "verse_number": "4",
                "verse_text": "for the L ord your God is He who goes with you, to fight for you against your enemies, to save you.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "The officers shall also speak to the soldiers, saying, &quot;What man is there who has built a new house and has not yet dedicated it? Let him go and return to his house, otherwise he might die in the battle and another man would dedicate it."
            },
            {
                "verse_number": "6",
                "verse_text": "What man has planted a vineyard and has not put it to use [harvesting its fruit]? Let him go and return to his house, otherwise he might die in the battle and another man would begin to use its fruit."
            },
            {
                "verse_number": "7",
                "verse_text": "And who is the man who is engaged (legally promised) to a woman and has not married her? Let him go and return to his house, otherwise he might die in the battle and another man would marry her.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the officers shall speak further to the soldiers and say, &quot;Who is the man who is afraid and lacks courage? Let him go and return to his house, so that he does not cause his brothers&quot; courage to fail like his own.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "And it shall be when the officers have finished speaking to the soldiers, they shall appoint commanders of armies over them."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When you advance to a city to fight against it, you shall [first] offer it terms of peace."
            },
            {
                "verse_number": "11",
                "verse_text": "If that city accepts your terms of peace and opens its gates to you, then all the people who are found in it shall become your forced labor and shall serve you."
            },
            {
                "verse_number": "12",
                "verse_text": "However, if it does not make peace with you, but makes war against you, then you shall lay siege to it."
            },
            {
                "verse_number": "13",
                "verse_text": "When the L ord your God gives it into your hand, you shall strike down all the men in it with the edge of the sword."
            },
            {
                "verse_number": "14",
                "verse_text": "Only the women and the children and the animals and everything that is in the city, all its spoil, you shall take as plunder for yourself; and you shall use the spoil of your enemies which the L ord your God has given you."
            },
            {
                "verse_number": "15",
                "verse_text": "That is what you shall do to all the cities that are very far away from you, which are not among the cities of these nations nearby [which you are to dispossess]."
            },
            {
                "verse_number": "16",
                "verse_text": "Only in the cities of these peoples that the L ord your God is giving you as an inheritance, you shall not leave alive anything that breathes."
            },
            {
                "verse_number": "17",
                "verse_text": "But you shall utterly destroy them, the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite and the Jebusite, just as the L ord your God has commanded you,"
            },
            {
                "verse_number": "18",
                "verse_text": "so that they will not teach you to act in accordance with all the detestable practices which they have done [in worship and service] for their gods, and in this way cause you to sin against the L ord your God."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;When you besiege a city for a long time, making war against it in order to capture it, you shall not destroy its [fruit-bearing] trees by swinging an axe against them; for you may eat from them, and you shall not cut them down. For is the tree of the field a man, that it should be besieged (destroyed) by you?"
            },
            {
                "verse_number": "20",
                "verse_text": "Only the trees which you know are not fruit trees shall you destroy and cut down, so that you may build siegeworks against the city that is making war with you until it falls."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If someone is found slain, lying in the field, in the land which the L ord your God gives you to possess, and it is not known who has killed him,"
            },
            {
                "verse_number": "2",
                "verse_text": "then your elders and judges shall go out and measure the distance to the cities which are around the dead person."
            },
            {
                "verse_number": "3",
                "verse_text": "It shall be that the elders of the city which is nearest to the dead man shall take a heifer of the herd, one which has not been worked and which has not pulled in a yoke;"
            },
            {
                "verse_number": "4",
                "verse_text": "and the elders of that city shall bring the heifer down to a [river] valley with running water, which has not been plowed or planted, and shall break the heifer&quot;s neck there in the valley."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the priests, the sons of Levi, shall approach, for the L ord your God has chosen them to serve Him and to bless in the Name (Presence) of the L ord ; and every dispute and every assault (violent crime) shall be settled by them."
            },
            {
                "verse_number": "6",
                "verse_text": "All the elders of that city nearest to the dead man shall wash their hands over the heifer whose neck was broken in the valley;"
            },
            {
                "verse_number": "7",
                "verse_text": "and they shall respond, and say, &quot;Our hands did not shed this blood, nor did our eyes see it."
            },
            {
                "verse_number": "8",
                "verse_text": "Forgive Your people Israel whom You have redeemed, O L ord , and do not put the guilt of innocent blood among Your people Israel.&quot; And the guilt of blood shall be forgiven them."
            },
            {
                "verse_number": "9",
                "verse_text": "So shall you remove the guilt of innocent blood from among you, when you do what is right in the sight of the L ord ."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When you go out to battle against your enemies, and the L ord your God hands them over to you and you lead them away captive,"
            },
            {
                "verse_number": "11",
                "verse_text": "and you see a beautiful woman among the captives, and desire her and would take her as your wife,"
            },
            {
                "verse_number": "12",
                "verse_text": "then you shall bring her [home] to your house, and she shall shave her head and trim her nails [in preparation for mourning]."
            },
            {
                "verse_number": "13",
                "verse_text": "She shall take off the clothes of her captivity and remain in your house, and weep (mourn) for her father and her mother a full month. After that you may go in to her and be her husband and she shall be your wife."
            },
            {
                "verse_number": "14",
                "verse_text": "But it shall be that if you have no delight and take no pleasure in her, then you shall let her go wherever she wishes. You certainly shall not sell her for money; you shall not deal with her as a slave or mistreat her, because you have humbled her [by forced marriage]."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If a man has two wives, one loved and the other unloved, and both the loved and the unloved have born him sons, and the firstborn son belongs to the unloved wife,"
            },
            {
                "verse_number": "16",
                "verse_text": "then on the day when he wills his possessions to his sons, he cannot treat the son of his loved wife as firstborn in place of the son of the unloved wife&ndash;the [actual] firstborn."
            },
            {
                "verse_number": "17",
                "verse_text": "Instead he shall acknowledge the son of the unloved as the firstborn, by giving him a double portion of all that he has, for he was the beginning of his strength (generative power); to him belongs the right of the firstborn."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If any man has a stubborn and rebellious son who will not obey the voice of his father or of his mother, and when they reprimand and discipline him, he will not listen to them,"
            },
            {
                "verse_number": "19",
                "verse_text": "then his father and mother shall take hold of him, and bring him out to the elders of his city at the gateway of his hometown."
            },
            {
                "verse_number": "20",
                "verse_text": "They shall say to the elders of his city, &quot;This son of ours is stubborn and rebellious; he will not obey us, he is a glutton and a drunkard.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then all the men of his city shall stone him to death; so you shall remove the evil from among you, and all Israel will hear of it and be afraid."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;And if a man has committed a sin worthy of death, and he is put to death and [ afterward] you hang him on a tree [as a public example],"
            },
            {
                "verse_number": "23",
                "verse_text": "his body shall not hang all night on the tree, but you shall most certainly bury him on the same day (for he who is hanged is cursed by God), so that you do not defile your land which the L ord your God gives you as an inheritance."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "&apos;You shall not see your countryman&quot;s ox or his sheep straying away or being stolen, and ignore [your duty to help] them; you shall certainly take them back to him."
            },
            {
                "verse_number": "2",
                "verse_text": "If your countryman is not nearby or you do not know him, you shall bring the animal to your house, and it shall stay with you until he searches for it; then you shall return it to him."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall do this with his donkey or with his garment or with anything that your countryman has lost and you have found. You are not allowed to ignore [your duty to help] them."
            },
            {
                "verse_number": "4",
                "verse_text": "You shall not see your countryman&quot;s donkey or his ox fall down along the road, and ignore [your duty to help] them; you shall certainly help him lift it up."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;A woman shall not wear a man&quot;s clothing, nor shall a man put on a woman&quot;s clothing; for whoever does these things is utterly repulsive to the L ord your God."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If you happen to come upon a bird&quot;s nest along the road, in any tree or on the ground, with young ones or eggs, and the mother [bird] is sitting on the young or on the eggs, you shall not take the mother with the young."
            },
            {
                "verse_number": "7",
                "verse_text": "You shall certainly let the mother go, but you may take the young for yourself, so that it may be well with you and that you may prolong your days."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When you build a new house, you shall make a railing (parapet) around your [flat] roof, so that you do not bring the guilt of [innocent] blood on your house if someone falls from it."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You shall not sow your vineyard with two kinds of seed, or everything produced by the seed which you have sown and the yield of the vineyard will become defiled [and banned for use]."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You shall not plow with an ox [a clean animal] and a donkey [an unclean animal] together."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You shall not wear a fabric made of wool and linen blended together [a fabric pagans believed to be magical]."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;You shall make tassels for yourself on the four corners of your outer garment with which you cover yourself."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If any man takes a wife and goes in to her and then scorns and hates her,"
            },
            {
                "verse_number": "14",
                "verse_text": "and charges her [without cause] with shameful behavior and publicly defames her, and says, &quot;I took this woman, but when I approached her, I did not find in her evidence of virginity,&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "then the young woman&quot;s father and her mother shall get and bring out the evidence of her virginity to the elders of the city at the gate [where court is held]."
            },
            {
                "verse_number": "16",
                "verse_text": "The father of the young woman shall say to the elders, &quot;I gave my daughter to this man as a wife, but he hates her and has turned against her;"
            },
            {
                "verse_number": "17",
                "verse_text": "and behold, he has made baseless charges against her, saying, &apos;I did not find in your daughter the evidence of her virginity.&apos; But this is the evidence of my daughter&quot;s virginity.&quot; And they shall spread out the garment before the elders of the city."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the elders of that city shall take the man and reprimand him,"
            },
            {
                "verse_number": "19",
                "verse_text": "and they shall fine him a hundred shekels of silver and give it to the father of the young woman, because he publicly defamed a virgin of Israel. And she shall remain his wife; he is not allowed to divorce her as long as he lives."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But if this charge is true that the evidence of virginity was not found in the young woman,"
            },
            {
                "verse_number": "21",
                "verse_text": "then they shall bring her out to the doorway of her father&quot;s house, and the men of her city shall stone her to death because she has committed a deliberate sin in Israel by playing the prostitute in her father&quot;s house. So you shall remove the evil from among you."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If a man is intimate with a woman who is another man&quot;s wife, they shall both be put to death, the man who lay with the woman, and the woman. So you shall remove the evil from Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;If a young woman who is a virgin is engaged (legally betrothed) to a man, and another man finds her in the city and is intimate with her,"
            },
            {
                "verse_number": "24",
                "verse_text": "then you shall bring them both out to the gate of that city and stone them to death&ndash;the young woman because she did not cry out for help [though she was] in the city, and the man because he has violated his neighbor&quot;s [promised] wife. So you shall remove the evil from among you."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;However, if the man finds the girl who is engaged (legally betrothed) in the [open] field, and seizes her and is intimate with her [by force], then only the man who lies with her shall be put to death."
            },
            {
                "verse_number": "26",
                "verse_text": "But you shall do nothing to the young woman; she has committed no sin worthy of death, for this is the same as when a man attacks his neighbor and murders him."
            },
            {
                "verse_number": "27",
                "verse_text": "When he found her in the [open] field, the engaged girl [may have] cried out for help, but there was no one to [hear and] save her."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;If a man finds a girl who is a virgin, who is not engaged, and seizes her and is intimate with her and they are discovered,"
            },
            {
                "verse_number": "29",
                "verse_text": "then the man who was intimate with her shall give fifty shekels of silver to the girl&quot;s father, and she shall become his wife because he has violated her; he can never divorce her."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos; A man shall not take his father&quot;s [former] wife, so that he will not expose his father&quot;s wife."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "&apos;He who has been castrated by having his testicles crushed or his male organ cut off shall not enter the congregation of the L ord ."
            },
            {
                "verse_number": "2",
                "verse_text": "A person of illegitimate birth shall not enter the assembly of the L ord ; none of his descendants, even to the tenth generation."
            },
            {
                "verse_number": "3",
                "verse_text": "An Ammonite or Moabite shall not enter the assembly of the L ord ; none of their descendants, even to the tenth generation, shall ever enter the assembly of the L ord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "because they did not meet you with bread (food) and water on the road as you came out of Egypt, and because they hired [to act] against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you."
            },
            {
                "verse_number": "5",
                "verse_text": "Nevertheless, the L ord your God was not willing to listen to Balaam, but the L ord your God turned the curse into a blessing for you because the L ord your God has loved you."
            },
            {
                "verse_number": "6",
                "verse_text": "You shall never seek their peace nor their prosperity all your days."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You shall not detest an Edomite, for he is your brother [Esau&quot;s descendant]. You shall not detest an Egyptian, because you were a stranger (resident alien, foreigner) in his land."
            },
            {
                "verse_number": "8",
                "verse_text": "Their children of the third generation who are born to them may enter the assembly of the L ord ."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;When you go out as an army [to fight] against your enemies, you shall keep yourselves from every evil [thing]."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If there is any man among you who is [ceremonially] unclean because of nocturnal emission, then he must go outside the camp; he shall not come back to the camp."
            },
            {
                "verse_number": "11",
                "verse_text": "But when evening comes, he shall bathe in water, and at sundown he may return to the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;You shall also have a place outside the camp to which you may go,"
            },
            {
                "verse_number": "13",
                "verse_text": "and you shall have a spade among your tools, and when you [prepare to] sit down outside [to relieve yourself], you shall dig a hole with it and shall turn and cover up your waste."
            },
            {
                "verse_number": "14",
                "verse_text": "Since the L ord your God walks in the midst of your camp to rescue you and to defeat your enemies before you, therefore your camp must be holy (undefiled); and He must not see anything indecent among you or He will turn away from you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You shall not hand over to his master a slave who has escaped from his master to you."
            },
            {
                "verse_number": "16",
                "verse_text": "He shall live among you, in the place he chooses in one of your cities where it pleases him; you shall not mistreat or oppress him."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;There shall be no cult prostitute among the daughters of Israel, nor shall there be a cult prostitute (a sodomite) among the sons of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "You shall not bring the wages of a prostitute or the price of a dog [that is, a male prostitute] into the house of the L ord your God as payment for any vow, for both of these [the gift and the giver] are utterly repulsive to the L ord your God."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You shall not charge interest to your fellow Israelite&ndash;interest on money, food or anything that may be loaned for interest."
            },
            {
                "verse_number": "20",
                "verse_text": "You may charge interest to a foreigner, but to your fellow Israelite you shall not charge interest, so that the L ord your God may bless you in all that you undertake in the land which you are about to enter to possess."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;When you make a vow to the L ord your God, you shall not delay to pay it, for He will most certainly require it of you, and a delay would cause you to sin."
            },
            {
                "verse_number": "22",
                "verse_text": "But if you refrain from making a vow, that would not be [counted as] sin in you."
            },
            {
                "verse_number": "23",
                "verse_text": "You shall be careful to perform that [vow] which passes your lips, just as you have made a voluntary vow to the L ord your God, just as you have promised with your own words (mouth)."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;When you enter your neighbor&quot;s vineyard, you may eat your fill of grapes, as many as you please, but you shall not put any in your basket [to take with you]."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;When you come into the standing grain of your neighbor, you may pluck the ears of grain with your hand, but you shall not wield a sickle in your neighbor&quot;s standing grain [to harvest it]."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When a man takes a wife and marries her, and it happens that she loses his favor because he has found something indecent or unacceptable about her, and he writes her a certificate of divorce, puts it in her hand and sends her out of his house,"
            },
            {
                "verse_number": "2",
                "verse_text": "and after she leaves his house, she goes and becomes another man&quot;s wife,"
            },
            {
                "verse_number": "3",
                "verse_text": "and if the latter husband turns against her and writes her a certificate of divorce, puts it in her hand, and sends her out of his house, or if the latter husband dies who took her as his wife,"
            },
            {
                "verse_number": "4",
                "verse_text": "then her former husband who [first] sent her away may not take her again as his wife, since she has been defiled; for that is an outrage before the L ord , and you shall not bring sin on the land which the L ord your God gives you as an inheritance."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When a man takes a new wife, he shall not go out [to fight] with the army nor be charged with any duty; he shall be free at home for one year and shall bring happiness to his wife whom he has taken."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;No one shall take a handmill or an upper millstone [used to grind grain into bread] as security [for a debt], for he would be taking a [person&quot;s] life in pledge."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If a man is caught kidnapping any of his countrymen from the sons of Israel, and he treats him violently or sells him [as a slave], then that thief shall die. So you shall remove the evil from among you."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Be careful during an outbreak of leprosy, that you diligently observe and do according to all that the Levitical priests teach you; just as I have commanded them, so you shall be careful to do."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember [with thoughtful concern] what the L ord your God did to Miriam on the road as you came out of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When you lend your neighbor anything, you shall not go into his house to get his pledge (security deposit)."
            },
            {
                "verse_number": "11",
                "verse_text": "You shall stand outside, and the man to whom you lend shall bring the pledge out to you."
            },
            {
                "verse_number": "12",
                "verse_text": "If the man is poor, you shall not keep his pledge overnight."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall certainly restore the pledge (security deposit) to him at sunset, so that he may sleep in his garment and bless you; and it will be credited to you as righteousness (right standing) before the L ord your God."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You shall not take advantage of a hired servant who is poor and needy, whether [he is] one of your countrymen or one of the strangers (resident aliens, foreigners) who is in your land inside your cities."
            },
            {
                "verse_number": "15",
                "verse_text": "You shall give him his wages on the day that he earns them before the sun sets&ndash;for he is poor and is counting on it&ndash;so that he does not cry out to the L ord against you, and it becomes a sin for you."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The fathers shall not be put to death for [the sins of] their children, nor shall the children be put to death for their fathers; [only] for his own sin shall anyone be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;You shall not pervert the justice due a stranger or an orphan, nor seize (impound) a widow&quot;s garment as security [for a loan]."
            },
            {
                "verse_number": "18",
                "verse_text": "But you shall remember that you were a slave in Egypt, and the L ord your God redeemed you from there; therefore I am commanding you to do this thing."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos; When you reap your harvest in your field and have forgotten a sheaf [of grain] in the field, you shall not go back to get it; it shall be for the stranger, for the orphan, and for the widow, so that the L ord your God may bless you in all the work of your hands."
            },
            {
                "verse_number": "20",
                "verse_text": "When you beat [the olives off of] your olive tree, do not search through the branches again; [whatever is left] shall be for the stranger, for the orphan, and for the widow."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;When you gather the grapes of your vineyard, you shall not glean it afterward; it shall be for the stranger, for the orphan, and for the widow."
            },
            {
                "verse_number": "22",
                "verse_text": "You shall [thoughtfully] remember [the fact] that you were a slave in the land of Egypt; therefore I am commanding you to do this thing."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If there is a controversy between men, and they go to court, and the judges decide [the issue] between them, and they judge in favor of the innocent and condemn the guilty,"
            },
            {
                "verse_number": "2",
                "verse_text": "then it shall be that if the guilty man deserves to be beaten, the judge shall make him lie down and be beaten in his presence with a [certain] number of stripes in proportion to his offense."
            },
            {
                "verse_number": "3",
                "verse_text": "He may have him beaten forty times, but no more. He is not to be beaten with more stripes than these and he is not to be degraded [that is, treated like an animal] in your sight."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You shall not muzzle the ox while he is threshing [to prevent him from eating any of the grain]."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;If brothers are living together and one of them dies without a son, the widow of the deceased shall not be married outside the family to a stranger. Her husband&quot;s brother shall be intimate with her after taking her as his wife and perform the duty of a husband&quot;s brother to her."
            },
            {
                "verse_number": "6",
                "verse_text": "It shall be that her firstborn [son] will be given the name of the dead brother, so that his name will not be blotted out of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "But if the man does not want to marry his brother&quot;s [widowed] wife, then she shall go up to the gate [of the city, where court is held] to the elders, and say, &quot;My brother-in-law refuses to continue his brother&quot;s name in Israel; he is not willing to perform the duty of a husband&quot;s brother.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the elders of his city will summon him and speak to him. And if he stands firm and says, &quot;I do not want to marry her,&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "then his brother&quot;s widow shall approach him in the presence of the elders, and pull his sandal off his foot and spit in his face; and she shall answer and say, &quot;So it is done to that man who does not build up his brother&quot;s household.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "In Israel his [family] name shall be, &quot;The house of him whose sandal was removed.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If [two] men, a man and his countryman, are fighting and the wife of one approaches to rescue her husband from the man who is striking him, and she reaches out with her hand and grabs the aggressor&quot;s genitals,"
            },
            {
                "verse_number": "12",
                "verse_text": "then you shall cut off her hand; you shall not show pity [for her]."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You shall not have in your bag inaccurate weights, a heavy and a light [so you can cheat others]."
            },
            {
                "verse_number": "14",
                "verse_text": "You shall not have in your house inaccurate measures, a large and a small."
            },
            {
                "verse_number": "15",
                "verse_text": "You shall have a perfect (full) and just weight, and a perfect and just measure, so that your days may be long in the land which the L ord your God gives you."
            },
            {
                "verse_number": "16",
                "verse_text": "For everyone who does such things, everyone who acts unjustly [without personal integrity] is utterly repulsive to the L ord your God."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Remember what Amalek did to you along the road when you came from Egypt,"
            },
            {
                "verse_number": "18",
                "verse_text": "how he met you along the road and attacked all the stragglers at your rear when you were tired and weary; and he did not fear God."
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore when the L ord your God has given you rest from all your surrounding enemies, in the land which the L ord your God gives you as an inheritance to possess, you shall wipe out the memory of Amalek from under heaven; you must not forget."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Then it shall be, when you enter the land which the L ord your God gives you as an inheritance, and you take possession of it and live in it,"
            },
            {
                "verse_number": "2",
                "verse_text": "that you shall take some of the first of all the produce of the ground which you harvest from the land that the L ord your God gives you, and you shall put it in a basket and go to the place where the L ord your God chooses to establish His Name (Presence)."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall go to the priest who is in office at that time and say to him, &quot;I declare this day to the L ord my God that I have entered the land which the L ord swore to our fathers to give us.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the priest will take the basket from you and place it before the altar of the L ord your God."
            },
            {
                "verse_number": "5",
                "verse_text": "And you shall say before the L ord your God, &quot;My father [Jacob] was a wandering Aramean, and he [along with his family] went down to Egypt and lived there [as strangers], few in number; but while there he became a great, mighty and populous nation."
            },
            {
                "verse_number": "6",
                "verse_text": "And the Egyptians treated us badly and oppressed us, and imposed hard labor on us."
            },
            {
                "verse_number": "7",
                "verse_text": "Then we cried out to the L ord , the God of our fathers for help, and He heard our voice and saw our suffering and our labor and our [cruel] oppression;"
            },
            {
                "verse_number": "8",
                "verse_text": "and the L ord brought us out of Egypt with a mighty hand and with an outstretched arm and with great terror [suffered by the Egyptians] and with signs and with wonders;"
            },
            {
                "verse_number": "9",
                "verse_text": "and He has brought us to this place and has given us this land, a land flowing with milk and honey."
            },
            {
                "verse_number": "10",
                "verse_text": "And now, look, I have brought the first of the produce of the ground which You, O L ord , have given me.&quot; And you shall place it before the L ord your God, and shall worship before the L ord your God;"
            },
            {
                "verse_number": "11",
                "verse_text": "and you and the Levite and the stranger (resident alien, foreigner) among you shall rejoice in all the good which the L ord your God has given you and your household."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;When you have finished paying all the tithe of your produce the third year, [which is] the year of tithing, then you shall give it to the Levite, to the stranger, to the orphan, and to the widow, so that they may eat within the gates of your cities and be satisfied."
            },
            {
                "verse_number": "13",
                "verse_text": "You shall say before the L ord your God, &quot;I have removed the sacred portion (the tithe) from my house and also have given it to the Levite, to the stranger, to the orphan, and to the widow, in accordance with all that You have commanded me. I have not transgressed or forgotten any of Your commandments."
            },
            {
                "verse_number": "14",
                "verse_text": "I have not eaten from the tithe while mourning, nor have I removed any of it when I was [ceremonially] unclean [making the tithe ceremonially unclean], nor offered any of it to the dead. I have listened to the voice of the L ord my God; I have done everything in accordance with all that You have commanded me."
            },
            {
                "verse_number": "15",
                "verse_text": "Look down from Your holy dwelling above, from heaven, and bless Your people Israel, and the land which You have given us, as You have sworn to our fathers, a land [of plenty] flowing with milk and honey.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;This day the L ord your God commands you to do these statutes and judgments (precepts). Therefore, you shall be careful to do them with all your heart and with all your soul (your entire being)."
            },
            {
                "verse_number": "17",
                "verse_text": "Today you have [openly] declared the L ord to be your God, and that you will walk [that is, live each and every day] in His ways and keep His statutes, His commandments, and His judgments (precepts), and listen to His voice."
            },
            {
                "verse_number": "18",
                "verse_text": "Today the L ord has declared that you are His people, His treasured possession, just as He promised you, and that you are to keep all His commandments;"
            },
            {
                "verse_number": "19",
                "verse_text": "and that He will set you high above all the nations which He has made, for praise, fame, and honor: and that you shall be a holy people [set apart and consecrated] to the L ord your God, just as He has spoken.&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses and the elders of Israel commanded the people, saying, &apos;Keep (remember, obey) all the commandments which I am commanding you today."
            },
            {
                "verse_number": "2",
                "verse_text": "So it shall be on the day when you cross the Jordan to [enter] the land which the L ord your God gives you, that you shall set up for yourself large stones and coat them with plaster (lime, whitewash)."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall write on the stones all the words of this law when you cross over, so that you may go into the land which the L ord your God gives you, a land [of plenty] flowing with milk and honey, just as the L ord , the God of your fathers has promised you."
            },
            {
                "verse_number": "4",
                "verse_text": "Now when you cross the Jordan you shall set up these stones on Mount Ebal, just as I am commanding you today and coat them with plaster."
            },
            {
                "verse_number": "5",
                "verse_text": "There you shall build an altar to the L ord your God, an altar of stones; you shall not use an iron tool on them."
            },
            {
                "verse_number": "6",
                "verse_text": "You shall build the altar of the L ord your God with whole [uncut] stones, and offer burnt offerings on it to the L ord your God;"
            },
            {
                "verse_number": "7",
                "verse_text": "and you shall sacrifice peace offerings and shall eat there, and shall rejoice before the L ord your God."
            },
            {
                "verse_number": "8",
                "verse_text": "And you shall write very clearly on the stones all the words of this law.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moses and the Levitical priests said to all Israel, &apos;Be silent and listen, O Israel! This day you have become a people for the L ord your God."
            },
            {
                "verse_number": "10",
                "verse_text": "So you shall obey the voice of the L ord your God, and do His commandments and statutes which I am commanding you today.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Moses also commanded the people that day, saying,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;These [tribes] shall stand on Mount Gerizim to bless the people when you have crossed the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "These [tribes] shall stand on Mount Ebal to pronounce the curse [for disobedience]: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites shall answer with a loud voice to all the men of Israel:"
            },
            {
                "verse_number": "15",
                "verse_text": "&quot;Cursed is the man who makes a carved or cast image (idol), a repulsive thing to the L ord , the work of the hands of the artisan, and sets it up in secret.&quot; All the people shall answer and say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;Cursed is he who dishonors (treats with contempt) his father or his mother.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;Cursed is he who moves his neighbor&quot;s boundary mark.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;Cursed is he who misleads a blind person on the road.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&quot;Cursed is he who distorts (perverts) the justice due to a stranger, an orphan, and a widow.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;Cursed is he who is intimate with his father&quot;s [former] wife, because he has violated what belongs to his father.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;Cursed is he who is intimate with any animal.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&quot;Cursed is he who is intimate with his [half] sister, whether his father&quot;s or his mother&quot;s daughter.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;Cursed is he who is intimate with his mother-in-law.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;Cursed is he who strikes his neighbor in secret.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "&quot;Cursed is he who accepts a bribe to strike down an innocent person.&quot; And all the people shall say, &quot;Amen.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&quot;Cursed is he who does not confirm the words of this law by doing them [keeping them, taking them to heart as the rule of his life].&quot; And all the people shall say, &quot;Amen.&quot;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Now it shall be, if you diligently listen to and obey the voice of the L ord your God, being careful to do all of His commandments which I am commanding you today, the L ord your God will set you high above all the nations of the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "All these blessings will come upon you and overtake you if you pay attention to the voice of the L ord your God."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You will be blessed in the city, and you will be blessed in the field."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The offspring of your body and the produce of your ground and the offspring of your animals, the offspring of your herd and the young of your flock will be blessed."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Your basket and your kneading bowl will be blessed."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You will be blessed when you come in and you will be blessed when you go out."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The L ord will cause the enemies who rise up against you to be defeated before you; they will come out against you one way, but flee before you seven ways."
            },
            {
                "verse_number": "8",
                "verse_text": "The L ord will command the blessing upon you in your storehouses and in all that you undertake, and He will bless you in the land which the L ord your God gives you."
            },
            {
                "verse_number": "9",
                "verse_text": "The L ord will establish you as a people holy [and set apart] to Himself, just as He has sworn to you, if you keep the commandments of the L ord your God and walk [that is, live your life each and every day] in His ways."
            },
            {
                "verse_number": "10",
                "verse_text": "So all the peoples of the earth will see that you are called by the name of the L ord , and they will be afraid of you."
            },
            {
                "verse_number": "11",
                "verse_text": "The L ord will give you great prosperity, in the offspring of your body and in the offspring of your livestock and the produce of your ground, in the land which the L ord swore to your fathers to give you."
            },
            {
                "verse_number": "12",
                "verse_text": "The L ord will open for you His good treasure house, the heavens, to give rain to your land in its season and to bless all the work of your hand; and you will lend to many nations, but you will not borrow."
            },
            {
                "verse_number": "13",
                "verse_text": "The L ord will make you the head (leader) and not the tail (follower); and you will be above only, and you will not be beneath, if you listen and pay attention to the commandments of the L ord your God, which I am commanding you today, to observe them carefully."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not turn aside from any of the words which I am commanding you today, to the right or to the left, to follow and serve other gods."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But it shall come about, if you do not listen to and obey the voice of the L ord your God, being careful to do all His commandments and His statutes which I am commanding you today, then all these curses will come upon you and overtake you:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You will be cursed in the city and cursed in the field."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Your basket and your kneading bowl will be cursed."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The offspring of your body and the produce of your land, the offspring of your herd and the young of your flock will be cursed."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You will be cursed when you come in and you will be cursed when you go out."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The L ord will send upon you curses, confusion, and rebuke in everything that you undertake to do, until you are destroyed, perishing quickly because of the evil of your deeds, because you have turned away from Me."
            },
            {
                "verse_number": "21",
                "verse_text": "The L ord will make the pestilence and plague cling to you until He has consumed and eliminated you from the land which you are entering to possess."
            },
            {
                "verse_number": "22",
                "verse_text": "The L ord will strike you with consumption [causing you to waste away] and with fever and with inflammation and with fiery heat and with the sword and with blight and with mildew [on your crops]; and they will pursue you until you perish."
            },
            {
                "verse_number": "23",
                "verse_text": "The heaven which is over your head shall be bronze [giving no rain and blocking all prayers], and the earth which is under you, iron [hard to plow and yielding no produce]."
            },
            {
                "verse_number": "24",
                "verse_text": "The L ord will make the rain of your land powder and dust; from heaven it will come down on you until you are destroyed."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;The L ord will cause you to be defeated before your enemies; you will go out against them one way, but flee before them seven ways, and you will be an example of terror to all the kingdoms of the earth [when they see your destruction]."
            },
            {
                "verse_number": "26",
                "verse_text": "Your carcasses will be food for all the birds of the sky and the beasts of the earth, and there will be no one to frighten them away."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;The L ord will strike you with the boils of Egypt and with tumors and with the scab and the itch that you cannot heal."
            },
            {
                "verse_number": "28",
                "verse_text": "The L ord will strike you with madness and with blindness and with bewilderment of heart and mind;"
            },
            {
                "verse_number": "29",
                "verse_text": "and you will be groping at noon [in broad daylight], just as the blind grope in the darkness, and nothing you do will prosper; but you will only be oppressed and exploited and robbed continually, with no one to save you."
            },
            {
                "verse_number": "30",
                "verse_text": "You will be pledged to marry a wife, but another man will be intimate with her [before you]; you will build a house, but you will not live in it; you will plant a vineyard, but you will not use its fruit."
            },
            {
                "verse_number": "31",
                "verse_text": "Your ox will be slaughtered before your eyes, but you will not eat any of it; your donkey will be torn away from you, and it will not be returned to you; your sheep will be given to your enemies, and you will have no one to save you."
            },
            {
                "verse_number": "32",
                "verse_text": "Your sons and daughters will be given to another people, while your eyes look on and long for them continually; but there will be nothing you can do."
            },
            {
                "verse_number": "33",
                "verse_text": "A people whom you do not know will eat the produce of your land and all the products of your labors, and you will never be anything but oppressed and exploited and crushed continually."
            },
            {
                "verse_number": "34",
                "verse_text": "You shall be driven mad by the sight of the things you see."
            },
            {
                "verse_number": "35",
                "verse_text": "The L ord will strike you on the knees and on the legs with sore boils that you cannot heal, from the sole of your foot to the crown of your head."
            },
            {
                "verse_number": "36",
                "verse_text": "The L ord will bring you and your king, whom you appoint over you, to a nation which you and your fathers have never known; there you will [be forced to] serve other gods, [lifeless gods of] wood and stone."
            },
            {
                "verse_number": "37",
                "verse_text": "And you will become a horror, a proverb [a mere object lesson], and a taunt [a derisive joke] among all the people to which the L ord drives you."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;You will bring out a great quantity of seed to the field, but you will gather in little, because the locusts will consume it."
            },
            {
                "verse_number": "39",
                "verse_text": "You will plant vineyards and cultivate them, but you will not drink the wine or gather the grapes, because the worm will eat them."
            },
            {
                "verse_number": "40",
                "verse_text": "You will have olive trees throughout your territory but you will not anoint yourselves with the oil, because your olives will drop off."
            },
            {
                "verse_number": "41",
                "verse_text": "You will have sons and daughters, but they will not be yours [for long], because they will go into captivity."
            },
            {
                "verse_number": "42",
                "verse_text": "The cricket will take possession of all your trees and the produce of your ground."
            },
            {
                "verse_number": "43",
                "verse_text": "The stranger who lives among you will rise above you higher and higher, and you will go down lower and lower."
            },
            {
                "verse_number": "44",
                "verse_text": "He will lend to you [out of his affluence], but you will not lend to him [because of your poverty]; he will be the head, and you the tail."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;So all these curses will come on you and pursue you and overtake you until you are destroyed, because you would not obey the voice of the L ord your God by keeping His commandments and His statutes which He has commanded you."
            },
            {
                "verse_number": "46",
                "verse_text": "They will be a sign and a wonder to you and your descendants forever."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Because you did not serve the L ord your God with a heart full of joy and gladness for the abundance of all things [with which He blessed you],"
            },
            {
                "verse_number": "48",
                "verse_text": "you will therefore serve your enemies whom the L ord sends against you, in hunger and in thirst, in nakedness and in lack of all things; and He will put an iron yoke [of slavery] on your neck until He has destroyed you."
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;The L ord will bring a nation against you from far away, from the end of the earth, [as swift] as the eagle swoops down [to attack], a nation whose language you will not understand,"
            },
            {
                "verse_number": "50",
                "verse_text": "a defiant nation who will have no respect for the old, nor show favor to the young,"
            },
            {
                "verse_number": "51",
                "verse_text": "and it will eat the offspring of your herd and the produce of your ground until you are destroyed, who will leave you no grain, new wine, or oil, nor the offspring of your herd or the young of your flock until they have caused you to perish."
            },
            {
                "verse_number": "52",
                "verse_text": "They will besiege you in all your cities until your high and fortified walls in which you trusted come down throughout your land; and they will besiege you in all your cities throughout your land which the L ord your God has given you."
            },
            {
                "verse_number": "53",
                "verse_text": "Then you will eat the offspring of your own body [to avoid starvation], the flesh of your sons and daughters whom the L ord your God has given you, during the siege and the misery by which your enemy will oppress you."
            },
            {
                "verse_number": "54",
                "verse_text": "The man who is most refined and well-bred among you will be cruel and hostile toward his brother and toward the wife he cherishes and toward the rest of his children who remain,"
            },
            {
                "verse_number": "55",
                "verse_text": "so that he will not give even one of them any of the flesh of his children which he will eat, because he has nothing else left, during the siege and the misery by which your enemy will oppress you in all your cities."
            },
            {
                "verse_number": "56",
                "verse_text": "The most refined and well-bred woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and pampered, will be cruel and hostile toward the husband she cherishes and toward her son and daughter,"
            },
            {
                "verse_number": "57",
                "verse_text": "and toward her afterbirth that comes from between her legs and toward the children whom she bears; for she will eat them secretly for lack of anything else, during the siege and the misery by which your enemy will oppress you in your cities."
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;If you are not careful to do all the words of this law that are written in this book, to fear and honor with reverence this glorious and awesome name, the L ord your God,"
            },
            {
                "verse_number": "59",
                "verse_text": "then the L ord will bring extraordinary plagues on you and your descendants, even severe and lasting plagues, and miserable and chronic sicknesses."
            },
            {
                "verse_number": "60",
                "verse_text": "Moreover, He will bring on you all the diseases of Egypt of which you were afraid, and they will cling to you."
            },
            {
                "verse_number": "61",
                "verse_text": "Also the L ord will bring on you every sickness and every plague which is not written in this book of this law, until you are destroyed."
            },
            {
                "verse_number": "62",
                "verse_text": "Because you did not obey the voice of the L ord your God, you who were as numerous as the stars of heaven shall be left few in number."
            },
            {
                "verse_number": "63",
                "verse_text": "It shall come about that just as the L ord delighted over you to make you prosper and multiply, so the L ord will delight over you to bring you to ruin and destruction; and you will be uprooted [violently] from the land which you are entering to possess."
            },
            {
                "verse_number": "64",
                "verse_text": "And the L ord will scatter you among all the nations, from one end of the earth to the other; and there you will [be forced to] serve other gods, [lifeless gods of] wood and stone, which neither you nor your fathers have known."
            },
            {
                "verse_number": "65",
                "verse_text": "Among those nations you will find no peace (rest), and there will be no resting place for the sole of your foot; but there the L ord will give you a trembling heart, failing eyes, and a despairing soul."
            },
            {
                "verse_number": "66",
                "verse_text": "Your life will hang in doubt before you; night and day you will be filled with anxiety and have no assurance of living."
            },
            {
                "verse_number": "67",
                "verse_text": "In the morning you will say, &quot;I wish it were evening!&quot; and in the evening you will say, &quot;I wish it were morning!&quot;&ndash;because of the dread in your heart with which you tremble, and because of the sight of your eyes which you will see."
            },
            {
                "verse_number": "68",
                "verse_text": "The L ord will bring you back to Egypt in ships, by the way about which I said to you, &quot;You will never see it again!&quot; And there you will offer yourselves for sale to your enemies as male and female slaves, but there will be no one to buy you.&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of the covenant which the L ord commanded Moses to make with the sons of Israel in the land of Moab, in addition to the covenant which He made with them at Horeb (Sinai)."
            },
            {
                "verse_number": "2",
                "verse_text": "Moses summoned all Israel and said to them, &apos;You have seen all that the L ord did before your eyes in the land of Egypt to Pharaoh, to all his servants, and to all his land;"
            },
            {
                "verse_number": "3",
                "verse_text": "the great trials [of Pharaoh] which your eyes have seen, the signs and those great wonders."
            },
            {
                "verse_number": "4",
                "verse_text": "Yet to this day the L ord has not given you a heart and mind to understand, nor eyes to see, nor ears to hear."
            },
            {
                "verse_number": "5",
                "verse_text": "I have led you in the wilderness forty years; your clothes have not worn out on you, and your sandals have not worn out on your feet."
            },
            {
                "verse_number": "6",
                "verse_text": "You have not eaten bread, nor have you drunk wine or strong drink, so that you might know that I am the L ord your God [on whom you must depend]."
            },
            {
                "verse_number": "7",
                "verse_text": "When you reached this place, Sihon the king of Heshbon and Og the king of Bashan came out to meet us in battle, but we defeated them;"
            },
            {
                "verse_number": "8",
                "verse_text": "and we took their land and gave it as an inheritance to the tribe of Reuben, the tribe of Gad, and the half-tribe of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "So keep the words of this covenant and obey them, so that you may prosper and be successful in everything that you do."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;All of you stand today before the L ord your God&ndash;your chiefs, your tribes, your elders and your officers, even all the men of Israel,"
            },
            {
                "verse_number": "11",
                "verse_text": "your little ones, your wives, and the stranger (resident alien, foreigner) who is in your camps, from the one who chops and gathers your firewood to the one who draws your water&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "so that you may enter into the covenant of the L ord your God, and into His oath and agreement which the L ord your God is making with you today,"
            },
            {
                "verse_number": "13",
                "verse_text": "so that He may establish you today as His people and that He may be your God, just as He spoke to you and as He swore to your fathers, to Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;It is not with you alone that I am making this covenant and this oath,"
            },
            {
                "verse_number": "15",
                "verse_text": "but with those [future Israelites] who are not here with us today, as well as with those who stand here with us today in the presence of the L ord our God"
            },
            {
                "verse_number": "16",
                "verse_text": "(for you know how we lived in the land of Egypt, and how we passed through the nations along the way;"
            },
            {
                "verse_number": "17",
                "verse_text": "and you have seen their detestable acts and their [repulsive] idols of wood and stone, [lifeless images] of silver and gold, which they had with them),"
            },
            {
                "verse_number": "18",
                "verse_text": "so that there will not be among you a man or woman, or family or tribe, whose heart turns away today from the L ord our God, to go and serve the [false] gods of these nations; so that there will not be among you a root [of idolatry] bearing poisonous fruit and wormwood (bitterness)."
            },
            {
                "verse_number": "19",
                "verse_text": "It will happen that when he (a renegade) hears the words of this oath, and he imagines himself as blessed, saying, &quot;I will have peace and safety even though I walk within the stubbornness of my heart [rejecting God and His law], in order that the watered land dwindles away along with the dry [destroying everything],&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "the L ord will not be willing to forgive him, but then the anger of the L ord and His jealousy will burn against that man, and every curse which is written in this book will rest on him; the L ord will blot out his name from under heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the L ord will single him out for disaster from all the tribes of Israel [making an example of him], according to all the curses of the covenant that are written in this Book of the Law."
            },
            {
                "verse_number": "22",
                "verse_text": "Now the next generation, your children who come after you and the foreigner who comes from a distant land, when they see the plagues of this land and the diseases with which the L ord has afflicted it, will say,"
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;The whole land is brimstone and salt, a burning waste, unsown and unproductive, and no grass grows in it; it is like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which the L ord overthrew in His anger and wrath.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "All the nations will say, &quot;Why has the L ord done this thing to this land? Why this great outburst of anger?&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then people will say, &quot;It is because they abandoned (broke) the covenant of the L ord , the God of their fathers, which He made with them when He brought them out of the land of Egypt."
            },
            {
                "verse_number": "26",
                "verse_text": "For they went and served other gods and worshiped them, [false] gods whom they have not known and whom He had not allotted (given) to them."
            },
            {
                "verse_number": "27",
                "verse_text": "So the anger of the L ord burned against this land, bringing on it every curse that is written in this book;"
            },
            {
                "verse_number": "28",
                "verse_text": "and the L ord uprooted them from their land in anger and in wrath and in great indignation, and cast them into another land, as it is this day.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The secret things belong to the L ord our God, but the things which are revealed and disclosed belong to us and to our children forever, so that we may do all of the words of this law."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "&apos;So it shall be when all these things have come on you, the blessing and the curse which I have set before you, and you call them to mind in all the nations where the L ord your God has driven you,"
            },
            {
                "verse_number": "2",
                "verse_text": "and you have returned to the L ord your God and have listened to and obeyed His voice with all your heart and with all your soul, in accordance with everything that I am commanding you today, you and your children,"
            },
            {
                "verse_number": "3",
                "verse_text": "then the L ord your God will restore your fortunes [in your return from exile], and have compassion on you, and will gather you together again from all the peoples (nations) where He has scattered you."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if any of your dispersed are at the ends of the earth, the L ord your God will gather you together from there, and from there He will bring you back."
            },
            {
                "verse_number": "5",
                "verse_text": "The L ord your God will bring you into the land which your fathers possessed, and you will take possession of it; and He shall make you prosper and multiply&ndash;even more than your fathers."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;And the L ord your God will circumcise your heart and the hearts of your descendants [that is, He will remove the desire to sin from your heart], so that you will love the L ord your God with all your heart and all your soul, so that you may live [as a recipient of His blessing]."
            },
            {
                "verse_number": "7",
                "verse_text": "The L ord your God will inflict all these curses on your enemies and on those who hate you, who have persecuted you."
            },
            {
                "verse_number": "8",
                "verse_text": "And you shall again listen to and obey the voice of the L ord , and do all His commandments which I command you today."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the L ord your God shall make you abundantly prosperous in everything that you do, in the offspring of your body and in the offspring of your cattle and in the produce of your land; for the L ord will again delight over you for good, just as He delighted over your fathers,"
            },
            {
                "verse_number": "10",
                "verse_text": "if you listen to and obey the voice of the L ord your God to keep His commandments and His statutes which are written in this Book of the Law, and if you turn to the L ord your God with all your heart and with all your soul (your entire being)."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;For this commandment which I am commanding you today is not too difficult for you, nor is it out of reach."
            },
            {
                "verse_number": "12",
                "verse_text": "It is not [a secret hidden] in heaven, that you should say, &quot;Who will go up to heaven for us and bring it to us, so that we may hear it and obey it?&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Nor is it beyond the sea, that you should say, &quot;Who will cross the sea for us and bring it to us, so that we may hear it and obey it?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "But the word is very near you, in your mouth and in your heart, so that you may obey it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Listen closely, I have set before you today life and prosperity (good), and death and adversity (evil);"
            },
            {
                "verse_number": "16",
                "verse_text": "in that I command you today to love the L ord your God, to walk [that is, to live each and every day] in His ways and to keep His commandments and His statutes and His judgments (precepts), so that you will live and multiply, and that the L ord your God will bless you in the land which you are entering to possess."
            },
            {
                "verse_number": "17",
                "verse_text": "But if your heart turns away and you will not hear and obey, but are drawn away and worship other gods and serve them,"
            },
            {
                "verse_number": "18",
                "verse_text": "I declare to you today that you will certainly perish. You will not live long in the land which you cross the Jordan to enter and possess."
            },
            {
                "verse_number": "19",
                "verse_text": "I call heaven and earth as witnesses against you today, that I have set before you life and death, the blessing and the curse; therefore, you shall choose life in order that you may live, you and your descendants,"
            },
            {
                "verse_number": "20",
                "verse_text": "by loving the L ord your God, by obeying His voice, and by holding closely to Him; for He is your life [your good life, your abundant life, your fulfillment] and the length of your days, that you may live in the land which the L ord promised (swore) to give to your fathers, to Abraham, Isaac, and Jacob.&apos;"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "So Moses went and spoke these words to all Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "And he said to them, &apos;I am a hundred and twenty years old today; I am no longer able to come in and go out [as your spiritual and military leader], and the L ord has said to me, &quot;You shall not cross this Jordan.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "It is the L ord your God who will cross ahead of you; He will destroy these nations before you, and you shall dispossess them. Joshua is the one who will go across before you [to lead you], just as the L ord has said."
            },
            {
                "verse_number": "4",
                "verse_text": "The L ord will do to them just as He did to Sihon and Og, the kings of the Amorites, and to their land, when He destroyed them."
            },
            {
                "verse_number": "5",
                "verse_text": "The L ord will hand them over to you, and you shall do to them in accordance with all the commandments which I have commanded you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be strong and courageous, do not be afraid or tremble in dread before them, for it is the L ord your God who goes with you. He will not fail you or abandon you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Moses called to Joshua and said to him in the sight of all [the people of] Israel, &apos;Be strong and courageous, for you will go with this people into the land which the L ord has sworn to their fathers to give them, and you will give it to them as an inheritance."
            },
            {
                "verse_number": "8",
                "verse_text": "It is the L ord who goes before you; He will be with you. He will not fail you or abandon you. Do not fear or be dismayed.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses wrote this law and gave it to the priests, the sons of Levi who carried the ark of the covenant of the L ord , and to all the elders of Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Moses commanded them, saying, &apos;At the end of every seven years, at the time of year when debts are forgiven, at the Feast of Booths (Tabernacles),"
            },
            {
                "verse_number": "11",
                "verse_text": "when all Israel comes to appear before the L ord your God in the place which He chooses, you shall read this law before all [the people of] Israel so that they may hear."
            },
            {
                "verse_number": "12",
                "verse_text": "Assemble the people, the men and the women and children and the stranger (resident alien, foreigner) within your cities, so that they may hear and learn and fear the L ord your God [with awe-filled reverence and profound respect], and be careful to obey all the words of this law."
            },
            {
                "verse_number": "13",
                "verse_text": "Their children, who have not known [the law], will hear and learn to fear [and worship] the L ord your God, as long as you live in the land which you are crossing the Jordan to possess.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the L ord said to Moses, &apos;Behold, the time for you to die is near; call Joshua, and present yourselves at the Tent of Meeting, so that I may commission him.&apos; So Moses and Joshua went and presented themselves at the Tent of Meeting."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the L ord appeared in the tent in a pillar of cloud, and the pillar of cloud stood beside the doorway of the tent."
            },
            {
                "verse_number": "16",
                "verse_text": "The L ord said to Moses, &apos;Behold, you are about to lie down [in death] with your fathers; and this people will arise and play the prostitute (commit apostasy) with the foreign gods [of the people] of the land, where they go to be among them. They will abandon (turn away from) Me and break My covenant which I have made with them."
            },
            {
                "verse_number": "17",
                "verse_text": "Then My anger will be kindled and burn against them in that day, and I will abandon (turn away from) them and hide My face from them. They will be devoured, and many evils and troubles will come on them, so that they will say in that day, &quot;Is it not because our God is not among us that these evils have come on us?&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But I will certainly hide My face [from them] in that day because of all the evil which they will do, for they will turn to other gods [to worship lifeless idols, to honor handmade relics]."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Now then, write this song for yourselves, and teach it to the sons of Israel; put it in their mouth, so that this song may be a witness for Me against the sons of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "For when I bring them into the land which I have sworn to their fathers, a land [of plenty] flowing with milk and honey, and they have eaten and are satisfied and become prosperous, then they will turn to other gods and serve them, and despise and reject Me and break My covenant."
            },
            {
                "verse_number": "21",
                "verse_text": "Then it shall come about, when many evils and troubles have come on them, that this [sacred] song will confront them as a witness; for it will not be forgotten from the mouth of their descendants. For I know their inclination which is developing even now, before I bring them into the land which I have sworn to give them.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Moses wrote this song the same day, and taught it to the children of Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "Then He commanded and commissioned Joshua, the son of Nun, and said, &apos;Be strong and courageous, for you will bring the sons of Israel into the land which I have sworn to give them, and I will be with you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "And when Moses completely finished writing the words of this law in a book,"
            },
            {
                "verse_number": "25",
                "verse_text": "he commanded the Levites who carried the ark of the covenant of the L ord , saying,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Take this Book of the Law and put it beside the ark of the covenant of the L ord your God, so that it may remain there as a witness against you."
            },
            {
                "verse_number": "27",
                "verse_text": "For I know your rebellion and contention and your stubbornness; behold, while I am still alive with you today, you have been rebellious against the L ord ; how much more, then, after my death?"
            },
            {
                "verse_number": "28",
                "verse_text": "Assemble before me all the elders of your tribes and your officers, so that I may speak these words in their hearing and call heaven and earth as witnesses against them."
            },
            {
                "verse_number": "29",
                "verse_text": "For I know that after my death you will behave corruptly and turn from the way which I have commanded you; and evil will come upon you in the latter days, because you will do evil in the sight of the L ord , provoking Him to anger with the work of your hands.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses spoke in the hearing of all the congregation of Israel the words of this song, until they were ended:"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Listen, O heavens, and I will speak; And let the earth hear the words of my mouth. My speech distill as the dew, As the light rain upon the tender grass, And as the spring showers upon the herb. Ascribe greatness and honor to our God! For all His ways are just; A God of faithfulness without iniquity (injustice), Just and upright is He. They are not His children, because of their [moral] defect; But are a perverse and crooked generation. O foolish and unwise people? Is not He your Father who has acquired you [as His own]? He has made you and established you [as a nation]. Consider the years of many generations. Ask your father, and he will inform you, Your elders, and they will tell you. When He separated the sons of man, He set the boundaries of the peoples According to the number of the sons of Israel. Jacob (Israel) is the allotment of His inheritance. In the howling wasteland of a wilderness; He kept circling him, He took care of him, That flutters over its young, He spread out His wings and took them, He carried them on His pinions. There was no foreign god with him. And he ate the produce of the field; And He made him suck honey from the rock, And [olive] oil from the flinty rock, With fat of lambs, And rams, the breed of Bashan, and goats, With the finest of the wheat; And you drank wine, the blood of grapes. You became fat, thick, sleek, and obstinate! Then he abandoned God who had made him, And scorned the Rock of his salvation. And with repulsive acts they provoked Him to anger. To gods whom they have not known, New gods who came lately, Whom your fathers never feared. And you forgot the God who gave you birth. Out of indignation with His sons and His daughters. I will see what their end shall be; For they are a perverse generation, Sons in whom there is no faithfulness. They have provoked Me to anger with their idols. So I will make them jealous with those who are not a people; I will provoke them to anger with a foolish nation. And it burns to the depths of Sheol (the place of the dead, the nether world), It devours the earth with its yield, And sets on fire the foundations of the mountains. I will use My arrows on them. And a bitter destruction; And I will send the teeth of beasts against them, With the venom of crawling things of the dust. And inside [the chambers] terror&ndash; For both young man and virgin, For the nursing child and the man of gray hair. I will remove the memory of them from men,&apos; That their adversaries would misjudge, That they would say, &apos;Our [own] hand has prevailed, And the L ord has not done all this.&apos;&nbsp;&quot; And there is no understanding in them. That they could discern their future and ultimate fate! And two put ten thousand to flight, Unless their Rock had sold them, And the L ord had given them up? Even our enemies themselves judge this. And from the fields of Gomorrah; Their grapes are grapes of poison, Their clusters, bitter. And the deadly poison of vipers. Sealed up in My treasuries? In due time their foot will slip; For the day of their disaster is at hand, And their doom hurries to meet them.&quot; And will have compassion on His servants, When He sees that their strength (hand) is gone, And none remains, whether bond or free. The rock in which they took refuge? And drank the wine of their drink offering? Let them rise up and help you, Let them be your hiding place! And there is no god besides Me; It is I who put to death and I who give life. I have wounded and it is I who heal, And there is no one who can deliver from [the power of] My hand. And say (swear an oath), as I live forever, And My hand takes hold of judgment, I will render vengeance on My adversaries, And I will repay those who hate Me. And My sword will devour flesh, With the blood of the slain and the captives, From the heads of the leaders of the enemy.&quot; For He will avenge the blood of His servants, And will render vengeance on His adversaries, And will atone for His land and His people.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Let my teaching drop as the rain,"
            },
            {
                "verse_number": "3",
                "verse_text": "For I proclaim the name [and presence] of the L ord ;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Rock! His work is perfect,"
            },
            {
                "verse_number": "5",
                "verse_text": "They (Israel) have acted corruptly toward Him."
            },
            {
                "verse_number": "6",
                "verse_text": "Do you thus repay the L ord ,"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember the days of old,"
            },
            {
                "verse_number": "8",
                "verse_text": "When the Most High gave the nations their inheritance,"
            },
            {
                "verse_number": "9",
                "verse_text": "For the L ord &quot; s portion and chosen share is His people;"
            },
            {
                "verse_number": "10",
                "verse_text": "He found him in a desert land, He protected him as the apple of His eye."
            },
            {
                "verse_number": "11",
                "verse_text": "As an eagle that protects its nest,"
            },
            {
                "verse_number": "12",
                "verse_text": "So the L ord alone led him;"
            },
            {
                "verse_number": "13",
                "verse_text": "He made him (Israel) ride on the high places of the earth,"
            },
            {
                "verse_number": "14",
                "verse_text": "Butter and curds of cows, and milk of the flock,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But Jeshurun (Israel) became fat and kicked [at God]."
            },
            {
                "verse_number": "16",
                "verse_text": "They provoked Him to jealousy with strange gods [by denying Him the honor and loyalty that is rightfully and uniquely His];"
            },
            {
                "verse_number": "17",
                "verse_text": "They sacrificed to demons, not to God,"
            },
            {
                "verse_number": "18",
                "verse_text": "You were unmindful of the Rock who bore you,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;The L ord saw it, and rejected them,"
            },
            {
                "verse_number": "20",
                "verse_text": "Then He said, &quot;I will hide My face from them,"
            },
            {
                "verse_number": "21",
                "verse_text": "They have made Me jealous with what is not God;"
            },
            {
                "verse_number": "22",
                "verse_text": "For a fire is kindled by My anger,"
            },
            {
                "verse_number": "23",
                "verse_text": "&quot;I will heap misfortunes on them;"
            },
            {
                "verse_number": "24",
                "verse_text": "They will be wasted by hunger, and consumed by plague"
            },
            {
                "verse_number": "25",
                "verse_text": "Outside the sword will bereave,"
            },
            {
                "verse_number": "26",
                "verse_text": "I would have said, &apos;I will cut them to pieces [scattering them far away],"
            },
            {
                "verse_number": "27",
                "verse_text": "Had I not feared the provocation of the enemy,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;For they are a nation devoid of counsel,"
            },
            {
                "verse_number": "29",
                "verse_text": "O that they were wise, that they understood this,"
            },
            {
                "verse_number": "30",
                "verse_text": "How could one chase a thousand,"
            },
            {
                "verse_number": "31",
                "verse_text": "For their rock is not like our Rock,"
            },
            {
                "verse_number": "32",
                "verse_text": "For their vine is from the vine of Sodom,"
            },
            {
                "verse_number": "33",
                "verse_text": "Their wine is the venom of serpents,"
            },
            {
                "verse_number": "34",
                "verse_text": "&quot;Is it not laid up in store with Me,"
            },
            {
                "verse_number": "35",
                "verse_text": "Vengeance is Mine, and retribution,"
            },
            {
                "verse_number": "36",
                "verse_text": "For the L ord will vindicate His people,"
            },
            {
                "verse_number": "37",
                "verse_text": "And He will say, &quot;Where are their gods,"
            },
            {
                "verse_number": "38",
                "verse_text": "Who ate the fat of their sacrifices,"
            },
            {
                "verse_number": "39",
                "verse_text": "See now that I, I am He,"
            },
            {
                "verse_number": "40",
                "verse_text": "Indeed, I lift up My hand to heaven,"
            },
            {
                "verse_number": "41",
                "verse_text": "If I sharpen the lightning of My sword,"
            },
            {
                "verse_number": "42",
                "verse_text": "I will make My arrows drunk with blood,"
            },
            {
                "verse_number": "43",
                "verse_text": "Rejoice, O nations, with His people;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then Moses came and spoke all the words of this song in the hearing of the people, he and Joshua the son of Nun."
            },
            {
                "verse_number": "45",
                "verse_text": "When Moses had finished speaking all these words to all [the people of] Israel,"
            },
            {
                "verse_number": "46",
                "verse_text": "he said to them, &apos;Take to heart all the words of warning which I am speaking to you today; and you shall command your children to observe them carefully&ndash;to do all the words of this law."
            },
            {
                "verse_number": "47",
                "verse_text": "For it is not an empty or trivial matter for you; indeed it is your [very] life. By [honoring and obeying] this word you will live long in the land, which you are crossing the Jordan to possess.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "And the L ord said to Moses that very same day,"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Go up to this mountain of the Abarim, Mount Nebo, which is in the land of Moab opposite Jericho, and look at the land of Canaan, which I am giving to the sons of Israel as a possession."
            },
            {
                "verse_number": "50",
                "verse_text": "Then die on the mountain which you climb, and be gathered to your people [in death], just as Aaron your brother died on Mount Hor and was gathered to his people,"
            },
            {
                "verse_number": "51",
                "verse_text": "because you broke faith with Me among of the sons of Israel at the waters of Meribah-kadesh, in the Wilderness of Zin, and because you did not treat Me as holy among of the sons of Israel."
            },
            {
                "verse_number": "52",
                "verse_text": "For you shall see the land opposite you from a distance, but you shall not go there, into the land which I am giving to the children of Israel.&apos;"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "This is the blessing with which Moses the man of God blessed the sons of Israel before his death."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;The L ord came from Sinai, And dawned on them from Seir; He shone forth from Mount Paran, And He came from among ten thousand holy ones; They followed in Your steps; They accept and receive direction from You. As a possession for the assembly of Jacob. When the heads of the people were gathered, The tribes of Israel together. &apos;Hear, O L ord , the voice of Judah, And bring him to his people. With his hands he contended for them, And may You be a help against his enemies.&apos; Whom You tested and proved at Massah, With whom You contended at the waters of Meribah; &quot;I did not consider them&quot;; Nor did he acknowledge his brothers, Nor did he regard his own sons, For the priests observed Your word, And kept Your covenant. And Your law to Israel. And whole burnt offerings on Your altar. And accept and take pleasure in the work of his hands; Crush and shatter the loins of those who rise up against him, And of those who hate him, so that they do not rise again .&apos; He shields and covers him all the day long, And he dwells between His shoulders.&apos; &apos;Blessed by the L ord be his land, With the precious things of heaven, with the dew, And from the deep water that lies beneath, And with the precious produce of the months. And with the precious things of the everlasting hills, And the favor and goodwill of Him who dwelt in the bush. Let these blessings come upon the head of Joseph, And upon the crown of the head of him who was distinguished [as a prince] among his brothers. And his horns like the horns of the wild ox; With them he will gore the peoples, All of them together, to the ends of the earth. And those are the ten thousands of Ephraim, And those are the thousands of Manasseh.&apos; And, Issachar, in your tents [at home]. There they will offer sacrifices of righteousness; For they will draw out the abundance of the seas, And the hidden treasures of the sand.&apos; &apos;Blessed is the one who enlarges Gad; He lurks like a lioness, And tears the arm and the crown of the head. For there the leader&quot;s portion was reserved; Yet he came with the leaders of the people; He carried out the justice (righteous will) of the L ord , And His ordinances (judgments) with Israel.&apos; &apos;Dan is a lion&quot;s cub, That leaps forth from Bashan.&apos; &apos;O Naphtali, satisfied with favor, And full of the blessing of the L ord , Take possession of the sea [of Galilee] and the south.&apos; &apos;More blessed than sons is Asher; May he be favored by his brothers, And may he dip his foot in oil. And as your days are, so will your strength, your rest and security be. Who rides the heavens to your help, And through the skies in His majestic glory. And underneath are the everlasting arms; He drove out the enemy from before you, And said, &quot;Destroy!&quot; The fountain of Jacob alone and secluded, In a land of grain and new wine; His heavens also drop down dew. Who is like you, a people saved by the L ord , The Shield of your help, And the Sword of your majesty! Your enemies will cringe before you, And you will tread on their high places [tramping down their idolatrous altars].&apos; At His right hand was a flaming fire, a law, for them. All Your holy ones are in Your hand. But let his men be few.&apos; &apos;Your Thummim and Your Urim belong to Your godly man [Aaron], They shall put incense before You, &apos;May the beloved of the L ord dwell in safety by Him; &apos; Rejoice, Zebulun, in your interests abroad,"
            },
            {
                "verse_number": "3",
                "verse_text": "Indeed, He loves His people;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses commanded us with a law,"
            },
            {
                "verse_number": "5",
                "verse_text": "The L ord was King in Jeshurun (Israel),"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;May [the tribe of] Reuben live and not die out,"
            },
            {
                "verse_number": "7",
                "verse_text": "And [Moses said] this of Judah:"
            },
            {
                "verse_number": "8",
                "verse_text": "Of Levi he said,"
            },
            {
                "verse_number": "9",
                "verse_text": "Who said of his father and mother,"
            },
            {
                "verse_number": "10",
                "verse_text": "The priests shall teach Your ordinances (judgments) to Jacob,"
            },
            {
                "verse_number": "11",
                "verse_text": "O L ord , bless Levi&quot;s substance (ability),"
            },
            {
                "verse_number": "12",
                "verse_text": "Of Benjamin he said,"
            },
            {
                "verse_number": "13",
                "verse_text": "And of Joseph he said,"
            },
            {
                "verse_number": "14",
                "verse_text": "With the precious fruits of the sun,"
            },
            {
                "verse_number": "15",
                "verse_text": "With the best things of the ancient mountains,"
            },
            {
                "verse_number": "16",
                "verse_text": "With the precious things of the earth and its fullness,"
            },
            {
                "verse_number": "17",
                "verse_text": "His majesty is like a firstborn young bull,"
            },
            {
                "verse_number": "18",
                "verse_text": "Of Zebulun he said,"
            },
            {
                "verse_number": "19",
                "verse_text": "They will call the peoples to the mountain (Mount Carmel);"
            },
            {
                "verse_number": "20",
                "verse_text": "Of Gad he said,"
            },
            {
                "verse_number": "21",
                "verse_text": "He selected the best [land] for himself,"
            },
            {
                "verse_number": "22",
                "verse_text": "Of Dan he said,"
            },
            {
                "verse_number": "23",
                "verse_text": "Of Naphtali he said,"
            },
            {
                "verse_number": "24",
                "verse_text": "Of Asher he said,"
            },
            {
                "verse_number": "25",
                "verse_text": "Your strongholds will be iron and bronze,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;There is none like the God of Jeshurun (Israel),"
            },
            {
                "verse_number": "27",
                "verse_text": "The eternal God is your refuge and dwelling place,"
            },
            {
                "verse_number": "28",
                "verse_text": "So Israel dwells in safety and security,"
            },
            {
                "verse_number": "29",
                "verse_text": "Happy and blessed are you, O Israel;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Now Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, that is opposite Jericho. And the L ord showed him all the land, from Gilead to Dan,"
            },
            {
                "verse_number": "2",
                "verse_text": "and all Naphtali and the land of Ephraim and Manasseh, and all the land of Judah to the western sea (Mediterranean Sea),"
            },
            {
                "verse_number": "3",
                "verse_text": "and the Negev (South country) and the plain in the Valley of Jericho, the city of palm trees, as far as Zoar."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the L ord said to him, &apos;This is the land which I swore to Abraham, Isaac, and Jacob, saying, &quot;I will give it to your descendants.&quot; I have let you see it with your eyes, but you shall not go over there.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses the servant of the L ord died there in the land of Moab, according to the word of the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "And He buried him in the valley in the land of Moab, opposite Beth-peor; but no man knows where his burial place is to this day."
            },
            {
                "verse_number": "7",
                "verse_text": "Although Moses was a hundred and twenty years old when he died, his eyesight was not dim, nor his natural strength abated."
            },
            {
                "verse_number": "8",
                "verse_text": "So the sons of Israel wept for Moses in the plains of Moab for thirty days; then the days of weeping and mourning for Moses were ended."
            },
            {
                "verse_number": "9",
                "verse_text": "Now Joshua the son of Nun was filled with the spirit of wisdom, for Moses had laid his hands on him; so the sons of Israel listened to him and did as the L ord commanded Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "Since that time no prophet has risen in Israel like Moses, whom the L ord knew face to face,"
            },
            {
                "verse_number": "11",
                "verse_text": "[none equal to him] in all the signs and wonders which the L ord sent him to perform in the land of Egypt against Pharaoh, all his servants, and all his land,"
            },
            {
                "verse_number": "12",
                "verse_text": "and in all the mighty power and all the great and terrible deeds which Moses performed in the sight of all Israel."
            }
        ]
    }
}