{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Adam [his genealogical line], Seth, Enosh,"
            },
            {
                "verse_number": "2",
                "verse_text": "Kenan, Mahalalel, Jared,"
            },
            {
                "verse_number": "3",
                "verse_text": "Enoch, Methuselah, Lamech,"
            },
            {
                "verse_number": "4",
                "verse_text": "Noah, [and his sons] Shem, Ham, and Japheth. T he chiefs of Edom were: chiefs Timna, Aliah, Jetheth,"
            },
            {
                "verse_number": "5",
                "verse_text": "The sons (descendants) of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Gomer: Ashkenaz, Diphath, and Togarmah."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Javan: Elishah, Tarshish, Kittim, and Rodanim."
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Ham: Cush, Mizraim, Put, and Canaan."
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Cush: Seba, Havilah, Sabta, Raama, and Sabteca. The sons of Raamah: Sheba and Dedan."
            },
            {
                "verse_number": "10",
                "verse_text": "Cush became the father of Nimrod; he began to be a mighty one upon the earth."
            },
            {
                "verse_number": "11",
                "verse_text": "Mizraim became the father of the people of Lud, Anam, Lehab, Naphtuh,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pathrus, and Casluh, from whom came the Philistines, and Caphtor."
            },
            {
                "verse_number": "13",
                "verse_text": "Canaan became the father of Sidon his firstborn, and Heth,"
            },
            {
                "verse_number": "14",
                "verse_text": "the Jebusites, Amorites, Girgashites,"
            },
            {
                "verse_number": "15",
                "verse_text": "Hivites, Arkites, Sinites,"
            },
            {
                "verse_number": "16",
                "verse_text": "Arvadites, Zemarites, and Hamathites."
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Shem: Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech."
            },
            {
                "verse_number": "18",
                "verse_text": "Arpachshad became the father of Shelah, and Shelah became the father of Eber."
            },
            {
                "verse_number": "19",
                "verse_text": "To Eber were born two sons: the name of the one was Peleg, because in his days [the population of] the earth was divided [according to its languages], and his brother&quot;s name was Joktan."
            },
            {
                "verse_number": "20",
                "verse_text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Hadoram, Uzal, Diklah,"
            },
            {
                "verse_number": "22",
                "verse_text": "Ebal, Abimael, Sheba,"
            },
            {
                "verse_number": "23",
                "verse_text": "Ophir, Havilah, and Jobab. All these were the sons of Joktan."
            },
            {
                "verse_number": "24",
                "verse_text": "Shem [his genealogical line], Arpachshad, Shelah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Eber, Peleg, Reu,"
            },
            {
                "verse_number": "26",
                "verse_text": "Serug, Nahor, Terah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Abram, the same as Abraham."
            },
            {
                "verse_number": "28",
                "verse_text": "The sons of Abraham: Isaac [by his wife Sarah] and Ishmael [by Hagar her maid]."
            },
            {
                "verse_number": "29",
                "verse_text": "These are their descendants: The firstborn of Ishmael, Nebaioth; then Kedar, Adbeel, Mibsam,"
            },
            {
                "verse_number": "30",
                "verse_text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
                "verse_number": "31",
                "verse_text": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael."
            },
            {
                "verse_number": "32",
                "verse_text": "Now the sons of Keturah, Abraham&quot;s concubine: she gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan."
            },
            {
                "verse_number": "33",
                "verse_text": "The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. All these are the sons [and grandsons] of Keturah."
            },
            {
                "verse_number": "34",
                "verse_text": "Abraham became the father of Isaac. The sons of Isaac: Esau and Israel (Jacob)."
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah."
            },
            {
                "verse_number": "36",
                "verse_text": "The sons of Eliphaz: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek."
            },
            {
                "verse_number": "37",
                "verse_text": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah."
            },
            {
                "verse_number": "38",
                "verse_text": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
            },
            {
                "verse_number": "39",
                "verse_text": "The sons of Lotan: Hori and Homam; and Timna was Lotan&quot;s sister."
            },
            {
                "verse_number": "40",
                "verse_text": "The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. The sons of Zibeon: Aiah and Anah."
            },
            {
                "verse_number": "41",
                "verse_text": "The son of Anah: Dishon. The sons of Dishon: Hamran, Eshban, Ithran, and Cheran."
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of Ezer: Bilhan, Zaavan, and Jaakan. The sons of Dishan: Uz and Aran."
            },
            {
                "verse_number": "43",
                "verse_text": "These are the kings who reigned in the land of Edom before any king reigned over the sons (descendants) of Israel (Jacob): Bela the son of Beor; the name of his city was Dinhabah."
            },
            {
                "verse_number": "44",
                "verse_text": "When Bela died, Jobab the son of Zerah of Bozrah became king in his place."
            },
            {
                "verse_number": "45",
                "verse_text": "When Jobab died, Husham of the land of the Temanites became king in his place."
            },
            {
                "verse_number": "46",
                "verse_text": "When Husham died, Hadad [I of Edom] the son of Bedad, who defeated Midian in the field of Moab, became king in his place; the name of his city was Avith."
            },
            {
                "verse_number": "47",
                "verse_text": "When Hadad [I] died, Samlah of Masrekah became king in his place."
            },
            {
                "verse_number": "48",
                "verse_text": "When Samlah died, Shaul of Rehoboth on the River [Euphrates] became king in his place."
            },
            {
                "verse_number": "49",
                "verse_text": "When Shaul died, Baal-hanan the son of Achbor became king in his place."
            },
            {
                "verse_number": "50",
                "verse_text": "When Baal-hanan died, Hadad [II] became king in his place; the name of his city was Pai; his wife&quot;s name was Mehetabel daughter of Matred, the daughter of Mezahab."
            },
            {
                "verse_number": "51",
                "verse_text": "Hadad died also."
            },
            {
                "verse_number": "52",
                "verse_text": "Oholibamah, Elah, Pinon,"
            },
            {
                "verse_number": "53",
                "verse_text": "Kenaz, Teman, Mibzar,"
            },
            {
                "verse_number": "54",
                "verse_text": "Magdiel, and Iram. These are the chiefs of Edom."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
            },
            {
                "verse_number": "2",
                "verse_text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. T he sons of Hur, the firstborn of Ephrathah: Shobal the father of Kiriath-jearim,"
            },
            {
                "verse_number": "3",
                "verse_text": "The sons of Judah: Er, Onan, and Shelah; the three were born to him by Shua&quot;s daughter the Canaanitess. Er, Judah&quot;s eldest, was evil in the L ord &quot; s sight, and He put him to death."
            },
            {
                "verse_number": "4",
                "verse_text": "Tamar, Judah&quot;s daughter-in-law, bore him Perez and Zerah. Judah&quot;s sons were five in all."
            },
            {
                "verse_number": "5",
                "verse_text": "The sons of Perez: Hezron and Hamul."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara&ndash;five in all."
            },
            {
                "verse_number": "7",
                "verse_text": "The son of Carmi: Achar, the troubler of Israel, who violated the ban [by taking things from Jericho that had been banned]."
            },
            {
                "verse_number": "8",
                "verse_text": "The son of Ethan: Azariah."
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Hezron who were born to him: Jerahmeel, Ram, and Chelubai [that is, Caleb]."
            },
            {
                "verse_number": "10",
                "verse_text": "Ram became the father of Amminadab, and Amminadab became the father of Nahshon, leader of the sons of Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "Nahshon became the father of Salma, Salma became the father of Boaz,"
            },
            {
                "verse_number": "12",
                "verse_text": "Boaz became the father of Obed, and Obed became the father of Jesse."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse became the father of Eliab his firstborn, Abinadab the second, Shimea the third,"
            },
            {
                "verse_number": "14",
                "verse_text": "Nethanel the fourth, Raddai the fifth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ozem the sixth, David the seventh."
            },
            {
                "verse_number": "16",
                "verse_text": "Their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three."
            },
            {
                "verse_number": "17",
                "verse_text": "Abigail gave birth to Amasa, and the father of Amasa was Jether the Ishmaelite."
            },
            {
                "verse_number": "18",
                "verse_text": "And Caleb the son of Hezron had sons by his wife Azubah and by Jerioth. Azubah&quot;s sons were: Jesher, Shobab, and Ardon."
            },
            {
                "verse_number": "19",
                "verse_text": "Azubah died, and Caleb married Ephrath, who bore him Hur."
            },
            {
                "verse_number": "20",
                "verse_text": "Hur became the father of Uri, and Uri became the father of Bezalel [the skillful craftsman who made the furnishings of the tabernacle]."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, when Hezron was sixty years old, he married the daughter of Machir the father of Gilead, and she bore him Segub."
            },
            {
                "verse_number": "22",
                "verse_text": "Segub became the father of Jair, who [later] had twenty-three cities in the land of Gilead."
            },
            {
                "verse_number": "23",
                "verse_text": "But Geshur and Aram took from them Havvoth-jair, with Kenath and its villages, sixty towns in all . All these were the sons (descendants) of Machir, the father of Gilead."
            },
            {
                "verse_number": "24",
                "verse_text": "After Hezron died in Caleb-ephrathah, Abijah, Hezron&quot;s wife, bore him Ashhur the father of Tekoa."
            },
            {
                "verse_number": "25",
                "verse_text": "The sons of Jerahmeel the firstborn of Hezron: Ram the firstborn, Bunah, Oren, Ozem, and Ahijah."
            },
            {
                "verse_number": "26",
                "verse_text": "Jerahmeel had another wife, named Atarah; she was the mother of Onam."
            },
            {
                "verse_number": "27",
                "verse_text": "The sons of Ram the firstborn of Jerahmeel were: Maaz, Jamin, and Eker."
            },
            {
                "verse_number": "28",
                "verse_text": "The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur."
            },
            {
                "verse_number": "29",
                "verse_text": "The name of Abishur&quot;s wife was Abihail; she bore him Ahban and Molid."
            },
            {
                "verse_number": "30",
                "verse_text": "The sons of Nadab: Seled and Appaim. Seled died childless."
            },
            {
                "verse_number": "31",
                "verse_text": "The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai."
            },
            {
                "verse_number": "32",
                "verse_text": "The sons of Jada the brother of Shammai: Jether and Jonathan. Jether died childless."
            },
            {
                "verse_number": "33",
                "verse_text": "The sons of Jonathan: Peleth and Zaza. These were the sons (descendants) of Jerahmeel."
            },
            {
                "verse_number": "34",
                "verse_text": "Sheshan had no sons&ndash;only daughters. But Sheshan had a servant, an Egyptian, whose name was Jarha."
            },
            {
                "verse_number": "35",
                "verse_text": "So Sheshan gave his daughter to Jarha his servant as a wife; she bore him Attai."
            },
            {
                "verse_number": "36",
                "verse_text": "Attai became the father of Nathan, and Nathan became the father of Zabad."
            },
            {
                "verse_number": "37",
                "verse_text": "Zabad became the father of Ephlal, and Ephlal became the father of Obed."
            },
            {
                "verse_number": "38",
                "verse_text": "Obed became the father of Jehu, and Jehu became the father of Azariah."
            },
            {
                "verse_number": "39",
                "verse_text": "Azariah became the father of Helez, and Helez became the father of Eleasah."
            },
            {
                "verse_number": "40",
                "verse_text": "Eleasah became the father of Sismai, and Sismai became the father of Shallum."
            },
            {
                "verse_number": "41",
                "verse_text": "Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama."
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of Caleb, the brother of Jerahmeel: Mesha his firstborn was the father of Ziph; and his son Mareshah was the father of Hebron."
            },
            {
                "verse_number": "43",
                "verse_text": "The sons of Hebron: Korah, Tappuah, Rekem, and Shema."
            },
            {
                "verse_number": "44",
                "verse_text": "Shema became the father of Raham, the father of Jorkeam. And Rekem became the father of Shammai."
            },
            {
                "verse_number": "45",
                "verse_text": "The son of Shammai was Maon; Maon became the father of Bethzur."
            },
            {
                "verse_number": "46",
                "verse_text": "Ephah, Caleb&quot;s concubine, gave birth to Haran, Moza, and Gazez; Haran became the father of Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."
            },
            {
                "verse_number": "48",
                "verse_text": "Maacah, Caleb&quot;s concubine, gave birth to Sheber and Tirhanah."
            },
            {
                "verse_number": "49",
                "verse_text": "She also bore Shaaph the father of Madmannah and Sheva the father of Machbena and of Gibea; and the daughter of Caleb was Achsah."
            },
            {
                "verse_number": "50",
                "verse_text": "These were the sons (descendants) of Caleb."
            },
            {
                "verse_number": "51",
                "verse_text": "Salma the father of Bethlehem and Hareph the father of Beth-gader."
            },
            {
                "verse_number": "52",
                "verse_text": "Shobal the father of Kiriath-jearim had [other] sons (descendants): Haroeh, half of the Manahathites [in Judah],"
            },
            {
                "verse_number": "53",
                "verse_text": "and the families of Kiriath-jearim: the Ithrites, Puthites, Shumathites, and Mishraites. From these came the Zorathites and the Eshtaolites."
            },
            {
                "verse_number": "54",
                "verse_text": "The sons (descendants) of Salma: Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites."
            },
            {
                "verse_number": "55",
                "verse_text": "The families of scribes who lived at Jabez: the Tirathites, Shimeathites, and Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These were the sons of David who were born to him in Hebron: the firstborn was Amnon, by Ahinoam the Jezreelitess; second, Daniel (Chileab), by Abigail the Carmelitess;"
            },
            {
                "verse_number": "2",
                "verse_text": "third, Absalom the son of Maacah, daughter of Talmai king of Geshur; fourth, Adonijah, the son of Haggith;"
            },
            {
                "verse_number": "3",
                "verse_text": "fifth, Shephatiah, by Abital; sixth, Ithream, by his wife Eglah."
            },
            {
                "verse_number": "4",
                "verse_text": "These six were born to David in Hebron; he reigned there seven years and six months, and in Jerusalem he reigned thirty-three years."
            },
            {
                "verse_number": "5",
                "verse_text": "These were born to David in Jerusalem: Shimea (Shammua), Shobab, Nathan, Solomon&ndash;four by Bath-shua (Bathsheba) daughter of Ammiel (Eliam);"
            },
            {
                "verse_number": "6",
                "verse_text": "then Ibhar, Elishama (Elishua), Eliphelet (Elpelet),"
            },
            {
                "verse_number": "7",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "8",
                "verse_text": "Elishama, Eliada (Beeliada), and Eliphelet&ndash;nine in all ."
            },
            {
                "verse_number": "9",
                "verse_text": "All these were the sons of David, besides the sons of the concubines; and Tamar was their sister."
            },
            {
                "verse_number": "10",
                "verse_text": "Solomon&quot;s son was Rehoboam. Abijah was his son, Asa his son, Jehoshaphat his son,"
            },
            {
                "verse_number": "11",
                "verse_text": "Joram (Jehoram) his son, Ahaziah his son, Joash his son,"
            },
            {
                "verse_number": "12",
                "verse_text": "Amaziah his son, Azariah his son, Jotham his son,"
            },
            {
                "verse_number": "13",
                "verse_text": "Ahaz his son, Hezekiah his son, Manasseh his son,"
            },
            {
                "verse_number": "14",
                "verse_text": "Amon his son, Josiah his son."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Josiah: firstborn, Johanan; second, Jehoiakim (Eliakim); third, Zedekiah; fourth, Shallum (Jehoahaz)."
            },
            {
                "verse_number": "16",
                "verse_text": "The sons (descendants) of Jehoiakim: Jehoiachin (Jeconiah) his son, Zedekiah his son."
            },
            {
                "verse_number": "17",
                "verse_text": "The sons (descendants) of Jehoiachin (Jeconiah) the prisoner: Shealtiel his son,"
            },
            {
                "verse_number": "18",
                "verse_text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Pedaiah: Zerubbabel and Shimei. The sons of Zerubbabel: Meshullam and Hananiah, and Shelomith was their sister;"
            },
            {
                "verse_number": "20",
                "verse_text": "and Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed&ndash;five in all ."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Hananiah: Pelatiah and Jeshaiah, the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons (descendants) of Shecaniah: Shemaiah. The sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat&ndash;six in all ."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Neariah: Elioenai, Hizkiah, and Azrikam&ndash;three in all ."
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani&ndash;seven in all ."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal."
            },
            {
                "verse_number": "2",
                "verse_text": "Reaiah the son of Shobal became the father of Jahath, and Jahath became the father of Ahumai and Lahad. These were the families of the Zorathites."
            },
            {
                "verse_number": "3",
                "verse_text": "These were the sons of Etam: Jezreel, Ishma, and Idbash; and the name of their sister was Hazzelelponi."
            },
            {
                "verse_number": "4",
                "verse_text": "Penuel was the father of Gedor, and Ezer the father of Hushah. These were the sons of Hur, the eldest of Ephrathah (Ephrath), the father of Bethlehem."
            },
            {
                "verse_number": "5",
                "verse_text": "Ashhur, the father of Tekoa, had two wives, Helah and Naarah."
            },
            {
                "verse_number": "6",
                "verse_text": "Naarah bore him Ahuzzam, Hepher, Temeni and Haahashtari. These were Naarah&quot;s sons."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Helah: Zereth, Izhar, and Ethnan."
            },
            {
                "verse_number": "8",
                "verse_text": "Koz fathered Anub, Zobebah, and the families of Aharhel the son of Harum."
            },
            {
                "verse_number": "9",
                "verse_text": "Jabez was more honorable than his brothers; but his mother named him Jabez, saying, &apos;Because I gave birth to him in pain.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jabez cried out to the God of Israel, saying, &apos;Oh that You would indeed bless me and enlarge my border [property], and that Your hand would be with me, and You would keep me from evil so that it does not hurt me!&apos; And God granted his request."
            },
            {
                "verse_number": "11",
                "verse_text": "Chelub the brother of Shuhah became the father of Mehir, the father of Eshton."
            },
            {
                "verse_number": "12",
                "verse_text": "Eshton became the father of Beth-rapha, Paseah, and Tehinnah the father of Ir-nahash. These are the men of Recah."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Kenaz: Othniel and Seraiah. The sons of Othniel: Hathath and Meonothai."
            },
            {
                "verse_number": "14",
                "verse_text": "Meonothai became the father of Ophrah, and Seraiah became the father of Joab the father of Ge-harashim [the Valley of Craftsmen, so named] because they were craftsmen."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Caleb [Joshua&quot;s companion] the son of Jephunneh: Iru, Elah, and Naam. The son of Elah: Kenaz."
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel."
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. These are the sons of Bithia daughter of Pharaoh, whom Mered took: she conceived and gave birth to Miriam, Shammai, and Ishbah the father of Eshtemoa."
            },
            {
                "verse_number": "18",
                "verse_text": "Mered&quot;s Jewish wife gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of the wife of Hodiah, the sister of Naham, were: the fathers of Keilah the Garmite and Eshtemoa the Maacathite."
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Shimon: Amnon, Rinnah, Benhanan, and Tilon. The sons of Ishi: Zoheth and Ben-zoheth."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Shelah son of Judah: Er the father of Lecah and Laadah the father of Mareshah, and the families of the house of the linen workers at Beth-ashbea;"
            },
            {
                "verse_number": "22",
                "verse_text": "and Jokim, the men of Cozeba, Joash, and Saraph, who ruled in Moab, and Jashubi-lehem. These are ancient words (genealogical records)."
            },
            {
                "verse_number": "23",
                "verse_text": "These were the potters and those who lived [among plantations and hedges] at Netaim and Gederah; they lived there with the king for his work."
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Simeon: Nemuel, Jamin, Jarib, Zerah, and Shaul;"
            },
            {
                "verse_number": "25",
                "verse_text": "Shallum was Shaul&quot;s son, Mibsam his son, Mishma his son."
            },
            {
                "verse_number": "26",
                "verse_text": "The sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei had sixteen sons and six daughters; but his brothers did not have many sons, neither did all their family multiply like the sons of Judah."
            },
            {
                "verse_number": "28",
                "verse_text": "They lived at Beersheba, Moladah, Hazar-shual,"
            },
            {
                "verse_number": "29",
                "verse_text": "Bilhah, Ezem, Tolad,"
            },
            {
                "verse_number": "30",
                "verse_text": "Bethuel, Hormah, Ziklag,"
            },
            {
                "verse_number": "31",
                "verse_text": "Beth-marcaboth, Hazar-susim, Beth-biri, and at Shaaraim. These were their cities until the reign of David."
            },
            {
                "verse_number": "32",
                "verse_text": "These were their villages: Etam, Ain, Rimmon, Tochen, and Ashan&ndash;five cities&ndash;"
            },
            {
                "verse_number": "33",
                "verse_text": "and all their villages that were around these towns as far as Baal. These were their settlements, and they have their genealogical record."
            },
            {
                "verse_number": "34",
                "verse_text": "Meshobab, Jamlech, Joshah the son of Amaziah,"
            },
            {
                "verse_number": "35",
                "verse_text": "Joel, Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel,"
            },
            {
                "verse_number": "36",
                "verse_text": "also Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah;"
            },
            {
                "verse_number": "38",
                "verse_text": "these mentioned by name were leaders in their families; and their fathers&quot; houses increased greatly [so they needed more land]."
            },
            {
                "verse_number": "39",
                "verse_text": "So they journeyed to the entrance of Gedor, to the east side of the valley, to seek pasture for their flocks."
            },
            {
                "verse_number": "40",
                "verse_text": "They found rich, good pasture, and the [cleared] land was wide, quiet, and peaceful; for those who had lived there previously came from Ham [and had left it a better place for those who came after them]."
            },
            {
                "verse_number": "41",
                "verse_text": "These, registered by name, came in the days of Hezekiah king of Judah, and they attacked their tents and the Meunites (foreigners) who were found there, and utterly destroyed them to this day; and they settled in their place, because there was pasture there for their flocks."
            },
            {
                "verse_number": "42",
                "verse_text": "From them, from the sons of Simeon, five hundred men went to Mount Seir, with Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, as their leaders."
            },
            {
                "verse_number": "43",
                "verse_text": "They destroyed the remnant of the Amalekites who escaped, and they have lived there to this day (the date of this writing)."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now [we come to] the sons of Reuben the firstborn of Israel&ndash;for Reuben was the eldest, but because he defiled his father&quot;s bed [with Bilhah his father&quot;s concubine], his birthright was given to [Manasseh and Ephraim] the sons of Joseph [the favorite] son of Israel, so that he is not enrolled in the genealogy according to the birthright."
            },
            {
                "verse_number": "2",
                "verse_text": "Though Judah prevailed over his brothers, and from him came [David] the leader [and eventually the Messiah], yet the birthright was Joseph&quot;s&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "the sons of Reuben the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi."
            },
            {
                "verse_number": "4",
                "verse_text": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,"
            },
            {
                "verse_number": "5",
                "verse_text": "Micah his son, Reaiah his son, Baal his son,"
            },
            {
                "verse_number": "6",
                "verse_text": "Beerah his son, whom Tilgath-pilneser king of Assyria carried away into exile; he was a leader of the tribe of Reuben."
            },
            {
                "verse_number": "7",
                "verse_text": "And his brothers (relatives) by their families, in the genealogy of their generations, were the chief Jeiel, and Zechariah,"
            },
            {
                "verse_number": "8",
                "verse_text": "Bela the son of Azaz, the son of Shema, the son of Joel, who lived in Aroer as far as Nebo and Baal-meon."
            },
            {
                "verse_number": "9",
                "verse_text": "To the east Bela settled as far as the entrance into the desert from the river Euphrates, because their cattle had multiplied in the land of Gilead."
            },
            {
                "verse_number": "10",
                "verse_text": "In the days of King Saul they made war with the Hagrites, who fell by their hands; and they lived in their tents throughout all the land east of Gilead."
            },
            {
                "verse_number": "11",
                "verse_text": "The sons of Gad lived opposite them in the land of Bashan, as far as Salecah:"
            },
            {
                "verse_number": "12",
                "verse_text": "Joel was the chief, Shapham the second, then Janai and Shaphat in Bashan."
            },
            {
                "verse_number": "13",
                "verse_text": "Their relatives from the households of their fathers: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber&ndash;seven in all ."
            },
            {
                "verse_number": "14",
                "verse_text": "These were the sons of Abihail the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ahi the son of Abdiel, the son of Guni, was chief in their fathers&quot; households."
            },
            {
                "verse_number": "16",
                "verse_text": "They lived in Gilead, in Bashan and in its towns, and in all the [surrounding] pasture lands of Sharon, as far as their borders."
            },
            {
                "verse_number": "17",
                "verse_text": "All these were enrolled in the genealogies in the days of Jotham king of Judah and in the days of Jeroboam [II] king of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The sons of Reuben, the Gadites, and the half-tribe of Manasseh&ndash;valiant men able to bear shield and sword, and to shoot with the bow, and skillful in war&ndash;were 44,760 who went to war."
            },
            {
                "verse_number": "19",
                "verse_text": "And these Israelites, [on the east side of the Jordan River] made war with the Hagrites [a tribe of northern Arabia], Jetur, Naphish, and Nodab."
            },
            {
                "verse_number": "20",
                "verse_text": "They were given help against them, and the Hagrites were handed over to them, and all who were allied with them; for they cried out to God [for help] in the battle; and He granted their entreaty because they relied on and trusted in Him."
            },
            {
                "verse_number": "21",
                "verse_text": "These Israelites took away their livestock: their 50,000 camels, and 250,000 sheep, and 2,000 donkeys; and 100,000 people."
            },
            {
                "verse_number": "22",
                "verse_text": "For a great number fell mortally wounded, because the battle was of God. And these Israelites settled in their territory until the exile [by Assyria more than five centuries later]."
            },
            {
                "verse_number": "23",
                "verse_text": "Now the sons (people) of the half-tribe of Manasseh lived in the land; their settlements spread from Bashan to Baal-hermon and Senir and Mount Hermon."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the heads of their fathers&quot; households: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, warriors of valor [willing and able to encounter danger], famous men, and heads of the households of their fathers."
            },
            {
                "verse_number": "25",
                "verse_text": "But they acted treacherously against the God of their fathers and played the prostitute with the gods of the peoples of the land, whom God had destroyed before them."
            },
            {
                "verse_number": "26",
                "verse_text": "So the God of Israel stirred up the spirit of Pul, king of Assyria, [that is,] the spirit of Tilgath-pilneser king of Assyria, and he carried them away into exile&ndash;the Reubenites, the Gadites, and the half-tribe of Manasseh&ndash;and brought them to Halah, Habor, Hara, and the river Gozan, [where they remain] to this day."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Levi: Gershom, Kohath and Merari."
            },
            {
                "verse_number": "2",
                "verse_text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "3",
                "verse_text": "The sons of Amram: Aaron, Moses and Miriam. And the sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "4",
                "verse_text": "Eleazar became the father of Phinehas, Phinehas became the father of Abishua,"
            },
            {
                "verse_number": "5",
                "verse_text": "and Abishua became the father of Bukki, and Bukki became the father of Uzzi,"
            },
            {
                "verse_number": "6",
                "verse_text": "and Uzzi became the father of Zerahiah, and Zerahiah became the father of Meraioth,"
            },
            {
                "verse_number": "7",
                "verse_text": "Meraioth became the father of Amariah, and Amariah became the father of Ahitub,"
            },
            {
                "verse_number": "8",
                "verse_text": "and Ahitub became the father of Zadok, and Zadok became the father of Ahimaaz,"
            },
            {
                "verse_number": "9",
                "verse_text": "and Ahimaaz became the father of Azariah, and Azariah became the father of Johanan,"
            },
            {
                "verse_number": "10",
                "verse_text": "and Johanan became the father of Azariah (it was he who was priest in the house (temple) which Solomon built in Jerusalem)"
            },
            {
                "verse_number": "11",
                "verse_text": "and Azariah became the father of Amariah, and Amariah became the father of Ahitub,"
            },
            {
                "verse_number": "12",
                "verse_text": "and Ahitub became the father of Zadok, and Zadok became the father of Shallum,"
            },
            {
                "verse_number": "13",
                "verse_text": "and Shallum became the father of Hilkiah, and Hilkiah became the father of Azariah,"
            },
            {
                "verse_number": "14",
                "verse_text": "and Azariah became the father of Seraiah, and Seraiah became the father of Jehozadak;"
            },
            {
                "verse_number": "15",
                "verse_text": "and Jehozadak went into captivity when the L ord sent [the people of] Judah and Jerusalem into exile by the hand of Nebuchadnezzar."
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Levi: Gershom, Kohath, and Merari."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the names of the sons of Gershom: Libni and Shimei."
            },
            {
                "verse_number": "18",
                "verse_text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their fathers."
            },
            {
                "verse_number": "20",
                "verse_text": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,"
            },
            {
                "verse_number": "21",
                "verse_text": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,"
            },
            {
                "verse_number": "23",
                "verse_text": "Elkanah his son, Ebiasaph his son, Assir his son,"
            },
            {
                "verse_number": "24",
                "verse_text": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."
            },
            {
                "verse_number": "25",
                "verse_text": "The sons of Elkanah: Amasai and Ahimoth."
            },
            {
                "verse_number": "26",
                "verse_text": "As for Elkanah, the sons of Elkanah: Zophai his son and Nahath his son,"
            },
            {
                "verse_number": "27",
                "verse_text": "Eliab his son, Jeroham his son, Elkanah [Samuel&quot;s father] his son."
            },
            {
                "verse_number": "28",
                "verse_text": "The sons of Samuel: Joel the firstborn and Abijah the second."
            },
            {
                "verse_number": "29",
                "verse_text": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzza his son,"
            },
            {
                "verse_number": "30",
                "verse_text": "Shimea his son, Haggiah his son, Asaiah his son."
            },
            {
                "verse_number": "31",
                "verse_text": "Now these are those whom David appointed over the service of song in the house of the L ord after the ark [of the covenant] rested there ."
            },
            {
                "verse_number": "32",
                "verse_text": "They ministered with singing before the tabernacle of the Tent of Meeting, until Solomon had built the L ord &quot; s house (temple) in Jerusalem, performing their service in due order."
            },
            {
                "verse_number": "33",
                "verse_text": "These men and their sons served from the Kohathites: Heman the singer, the son of Joel, the son of Samuel [the great prophet and judge],"
            },
            {
                "verse_number": "34",
                "verse_text": "the son of Elkanah [III], the son of Jeroham, the son of Eliel, the son of Toah,"
            },
            {
                "verse_number": "35",
                "verse_text": "the son of Zuph, the son of Elkanah [II], the son of Mahath, the son of Amasai,"
            },
            {
                "verse_number": "36",
                "verse_text": "the son of Elkanah [I], the son of Joel, the son of Azariah, the son of Zephaniah,"
            },
            {
                "verse_number": "37",
                "verse_text": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"
            },
            {
                "verse_number": "38",
                "verse_text": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel (Jacob)."
            },
            {
                "verse_number": "39",
                "verse_text": "Heman&quot;s [tribal] brother Asaph stood at his right hand: Asaph the son of Berechiah, the son of Shimea,"
            },
            {
                "verse_number": "40",
                "verse_text": "the son of Michael, the son of Baaseiah, the son of Malchijah,"
            },
            {
                "verse_number": "41",
                "verse_text": "the son of Ethni, the son of Zerah, the son of Adaiah,"
            },
            {
                "verse_number": "42",
                "verse_text": "the son of Ethan, the son of Zimmah, the son of Shimei,"
            },
            {
                "verse_number": "43",
                "verse_text": "the son of Jahath, the son of Gershom, the son of Levi."
            },
            {
                "verse_number": "44",
                "verse_text": "Their relatives the sons of Merari stood at the left hand: Ethan the son of Kishi, the son of Abdi, the son of Malluch,"
            },
            {
                "verse_number": "45",
                "verse_text": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,"
            },
            {
                "verse_number": "46",
                "verse_text": "the son of Amzi, the son of Bani, the son of Shemer,"
            },
            {
                "verse_number": "47",
                "verse_text": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."
            },
            {
                "verse_number": "48",
                "verse_text": "Their relatives the Levites [who were not descended from Aaron] were appointed for all the other kinds of service of the tabernacle of the house of God."
            },
            {
                "verse_number": "49",
                "verse_text": "But [the line of] Aaron and his sons made offerings on the altar of burnt offering and on the altar of incense, ministering for all the work of the Holy of Holies (Most Holy Place), and [they did so] to make atonement for Israel, according to all that Moses, God&quot;s servant, had commanded."
            },
            {
                "verse_number": "50",
                "verse_text": "These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"
            },
            {
                "verse_number": "51",
                "verse_text": "Bukki his son, Uzzi his son, Zerahiah his son,"
            },
            {
                "verse_number": "52",
                "verse_text": "Meraioth his son, Amariah his son, Ahitub his son,"
            },
            {
                "verse_number": "53",
                "verse_text": "Zadok his son, Ahimaaz his son."
            },
            {
                "verse_number": "54",
                "verse_text": "Now these are their settlements according to their camps within their borders: to the sons of Aaron of the families of the Kohathites (for theirs was the first allocation by lot)"
            },
            {
                "verse_number": "55",
                "verse_text": "to them they gave Hebron in the land of Judah and its surrounding pasture land;"
            },
            {
                "verse_number": "56",
                "verse_text": "but the fields of the city and its villages they gave to Caleb the son of Jephunneh."
            },
            {
                "verse_number": "57",
                "verse_text": "To the sons of Aaron they gave the following cities of refuge: Hebron, Libnah with its pasture lands, Jattir, Eshtemoa with its pasture lands,"
            },
            {
                "verse_number": "58",
                "verse_text": "Hilen with its pasture lands, Debir with its pasture lands,"
            },
            {
                "verse_number": "59",
                "verse_text": "Ashan with its pasture lands, and Beth-shemesh with its pasture lands;"
            },
            {
                "verse_number": "60",
                "verse_text": "and from the tribe of Benjamin: Geba, Alemeth, and Anathoth, with their pasture lands. All their cities throughout their families were thirteen cities."
            },
            {
                "verse_number": "61",
                "verse_text": "Then to the rest of the sons of Kohath were given ten cities by lot from the family of the tribe [of Ephraim and of Dan and], from the half-tribe, the half of Manasseh."
            },
            {
                "verse_number": "62",
                "verse_text": "To the sons of Gershom, according to their families, were given thirteen cities from the tribes of Issachar, Asher, Naphtali, and [the other half of] Manasseh in Bashan."
            },
            {
                "verse_number": "63",
                "verse_text": "To the sons of Merari were given twelve cities by lot, according to their families, from the tribes of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "64",
                "verse_text": "So the sons of Israel gave to the Levites these cities with their pasture lands."
            },
            {
                "verse_number": "65",
                "verse_text": "They gave by lot from the tribes of the sons of Judah, Simeon, and Benjamin these cities which are mentioned by name."
            },
            {
                "verse_number": "66",
                "verse_text": "Some of the families of the sons of Kohath had cities of their [allotted] territory from the tribe of Ephraim."
            },
            {
                "verse_number": "67",
                "verse_text": "They gave to the Levites the following cities of refuge: Shechem in the hill country of Ephraim with its pasture lands, Gezer with its pasture lands;"
            },
            {
                "verse_number": "68",
                "verse_text": "Jokmeam and Beth-horon with their pasture lands,"
            },
            {
                "verse_number": "69",
                "verse_text": "Aijalon and Gath-rimmon, with their pasture lands;"
            },
            {
                "verse_number": "70",
                "verse_text": "and from the half-tribe of Manasseh [these cities], with their pasture lands: Aner and Bileam, for the rest of the families of the sons of Kohath."
            },
            {
                "verse_number": "71",
                "verse_text": "To the sons of Gershom were given from the family of the half-tribe of Manasseh: Golan in Bashan and Ashtaroth, with their pasture lands;"
            },
            {
                "verse_number": "72",
                "verse_text": "from the tribe of Issachar: Kedesh and Daberath with their pasture lands,"
            },
            {
                "verse_number": "73",
                "verse_text": "Ramoth and Anem with their pasture lands;"
            },
            {
                "verse_number": "74",
                "verse_text": "from the tribe of Asher: Mashal and Abdon with their pasture lands,"
            },
            {
                "verse_number": "75",
                "verse_text": "Hukok and Rehob with their pasture lands;"
            },
            {
                "verse_number": "76",
                "verse_text": "and from the tribe of Naphtali: Kedesh in Galilee, Hammon, and Kiriathaim with their pasture lands."
            },
            {
                "verse_number": "77",
                "verse_text": "To the rest of the Levites, the sons of Merari were given, from the tribe of Zebulun: Rimmono and Tabor, with their pasture lands;"
            },
            {
                "verse_number": "78",
                "verse_text": "and on the other side of the Jordan at Jericho, on the east side of the Jordan the Levites were given, from the tribe of Reuben: Bezer in the wilderness and Jahzah with their pasture lands,"
            },
            {
                "verse_number": "79",
                "verse_text": "Kedemoth and Mephaath with their pasture lands;"
            },
            {
                "verse_number": "80",
                "verse_text": "from the tribe of Gad: Ramoth in Gilead and Mahanaim with their pasture lands,"
            },
            {
                "verse_number": "81",
                "verse_text": "Heshbon and Jazer with their pasture lands."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The sons of Issachar were: Tola, Puah, Jashub, and Shimron&ndash;four in all ."
            },
            {
                "verse_number": "2",
                "verse_text": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Samuel, heads of their fathers&quot; households. The sons of Tola were courageous men in their generations; their number in the days of David was 22,600."
            },
            {
                "verse_number": "3",
                "verse_text": "The son of Uzzi: Izrahiah. The sons of Izrahiah: Michael, Obadiah, Joel, Isshiah; all five of them were chief men."
            },
            {
                "verse_number": "4",
                "verse_text": "With them by their generations according to their fathers&quot; households were 36,000 troops of the army for war, for they had many wives and children."
            },
            {
                "verse_number": "5",
                "verse_text": "Their relatives among all the families of Issachar, courageous men, registered by genealogies, were 87,000 in all."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Benjamin were three: Bela, Becher, and Jediael."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Bela were five: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were heads of the households of their fathers, courageous men. By their genealogies they were 22,034."
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Becher: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth, all these were sons of Becher."
            },
            {
                "verse_number": "9",
                "verse_text": "They were registered by their genealogies according to their generations, as heads of their fathers&quot; households, courageous men, 20,200 in number ."
            },
            {
                "verse_number": "10",
                "verse_text": "The son of Jediael: Bilhan. The sons of Bilhan: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."
            },
            {
                "verse_number": "11",
                "verse_text": "All these were the sons of Jediael, according to the heads of their fathers&quot; households, 17,200 courageous men of valor, fit for military service."
            },
            {
                "verse_number": "12",
                "verse_text": "Shuppim and Huppim were the sons of Ir, and Hushim the son of Aher."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Naphtali: Jahziel, Guni, Jezer, and Shallum, the sons of Bilhah."
            },
            {
                "verse_number": "14",
                "verse_text": "The sons of Manasseh: Asriel, whom his Aramean concubine bore; she gave birth to Machir the father of Gilead."
            },
            {
                "verse_number": "15",
                "verse_text": "Machir took as a wife the sister of Huppim and Shuppim; her name was Maacah. The name of a second [ descendant, the first being Gilead], was Zelophehad; and Zelophehad had [only] daughters."
            },
            {
                "verse_number": "16",
                "verse_text": "Maacah the wife of Machir gave birth to a son; she named him Peresh. The name of his brother was Sheresh; his sons were Ulam and Rakem."
            },
            {
                "verse_number": "17",
                "verse_text": "The son of Ulam: Bedan. These were the sons of Gilead the son of Machir, the son of Manasseh."
            },
            {
                "verse_number": "18",
                "verse_text": "His sister Hammolecheth gave birth to Ishhod and Abiezer and Mahlah."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Shemida were: Ahian, Shechem, Likhi, and Aniam."
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Ephraim: Shuthelah and Bered his son, Tahath [I] his son, Eleadah his son, Tahath [II] his son,"
            },
            {
                "verse_number": "21",
                "verse_text": "Zabad his son, Shuthelah his son, and Ezer and Elead were killed by men who were natives of Gath, because they came down to take their livestock."
            },
            {
                "verse_number": "22",
                "verse_text": "Their father Ephraim mourned for many days, and his relatives came to comfort him."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he went in to his wife, and she conceived and gave birth to a son, and he named him Beriah (on misfortune), because tragedy had come on his house."
            },
            {
                "verse_number": "24",
                "verse_text": "Beriah&quot;s daughter was Sheerah, who built both Lower and Upper Beth-horon, and also Uzzen-sheerah."
            },
            {
                "verse_number": "25",
                "verse_text": "Rephah was his son along with Resheph; Resheph&quot;s son was Telah, Tahan his son,"
            },
            {
                "verse_number": "26",
                "verse_text": "Ladan his son, Ammihud his son, Elishama his son,"
            },
            {
                "verse_number": "27",
                "verse_text": "Non (Nun) his son, and Joshua [Moses&quot; successor] his son."
            },
            {
                "verse_number": "28",
                "verse_text": "Their possessions and settlements were Bethel and its towns, and eastward Naaran, and westward Gezer, and Shechem, and as far as Ayyah with all their towns,"
            },
            {
                "verse_number": "29",
                "verse_text": "and along the borders of the sons of Manasseh, Beth-shean, Taanach, Megiddo, Dor, with all their towns. In these [places] lived the sons of Joseph the son of Israel (Jacob)."
            },
            {
                "verse_number": "30",
                "verse_text": "The sons of Asher: Imnah, Ishvah, Ishvi, and Beriah; and Serah their sister."
            },
            {
                "verse_number": "31",
                "verse_text": "The sons of Beriah: Heber and Malchiel, who was the father of Birzaith."
            },
            {
                "verse_number": "32",
                "verse_text": "Heber became the father of Japhlet, Shomer, Hotham, and Shua their sister."
            },
            {
                "verse_number": "33",
                "verse_text": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These were the sons of Japhlet."
            },
            {
                "verse_number": "34",
                "verse_text": "The sons of Shemer (Shomer) [his brother]: Ahi and Rohgah, Jehubbah, and Aram."
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of his brother Helem (Hotham): Zophah, Imna, Shelesh, and Amal."
            },
            {
                "verse_number": "36",
                "verse_text": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
            },
            {
                "verse_number": "38",
                "verse_text": "The sons of Jether: Jephunneh, Pispa, and Ara."
            },
            {
                "verse_number": "39",
                "verse_text": "The sons of Ulla: Arah, Hanniel, and Rizia."
            },
            {
                "verse_number": "40",
                "verse_text": "All these were sons (descendants) of Asher, heads of their fathers&quot; houses, choice men, courageous men, chiefs of the leaders. Their number, enrolled by genealogies for service in war, was 26,000 men."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Benjamin became the father of Bela his firstborn, Ashbel the second, Aharah the third,"
            },
            {
                "verse_number": "2",
                "verse_text": "Nohah the fourth and Rapha the fifth."
            },
            {
                "verse_number": "3",
                "verse_text": "Bela had sons: Addar, Gera, Abihud,"
            },
            {
                "verse_number": "4",
                "verse_text": "Abishua, Naaman, Ahoah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Gera, Shephuphan, and Huram."
            },
            {
                "verse_number": "6",
                "verse_text": "These are the sons of Ehud: These are the heads of the fathers&quot; households of the inhabitants of Geba; they were exiled to Manahath:"
            },
            {
                "verse_number": "7",
                "verse_text": "Naaman, Ahijah, and Gera&ndash;he forced them into exile; he became the father of Uzza and Ahihud."
            },
            {
                "verse_number": "8",
                "verse_text": "Shaharaim became the father of children in the country of Moab after he had sent away (divorced) Hushim and Baara his wives."
            },
            {
                "verse_number": "9",
                "verse_text": "By Hodesh his wife he became the father of Jobab, Zibia, Mesha, Malcam,"
            },
            {
                "verse_number": "10",
                "verse_text": "Jeuz, Sachia, and Mirmah. These were his sons, heads of fathers&quot; households ."
            },
            {
                "verse_number": "11",
                "verse_text": "By Hushim he became the father of Abitub and Elpaal."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Elpaal: Eber, Misham, and Shemed, who built Ono and Lod, with its towns;"
            },
            {
                "verse_number": "13",
                "verse_text": "and Beriah and Shema, who were heads of fathers&quot; households of the inhabitants of Aijalon, who drove out the inhabitants of Gath;"
            },
            {
                "verse_number": "14",
                "verse_text": "and Ahio, Shashak, and Jeremoth."
            },
            {
                "verse_number": "15",
                "verse_text": "Zebadiah, Arad, Eder,"
            },
            {
                "verse_number": "16",
                "verse_text": "Michael, Ishpah, and Joha were the sons of Beriah."
            },
            {
                "verse_number": "17",
                "verse_text": "Zebadiah, Meshullam, Hizki, Heber,"
            },
            {
                "verse_number": "18",
                "verse_text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
            },
            {
                "verse_number": "19",
                "verse_text": "Jakim, Zichri, Zabdi,"
            },
            {
                "verse_number": "20",
                "verse_text": "Elienai, Zillethai, Eliel,"
            },
            {
                "verse_number": "21",
                "verse_text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
            },
            {
                "verse_number": "22",
                "verse_text": "Ishpan, Eber, Eliel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Abdon, Zichri, Hanan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hananiah, Elam, Anthothijah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Iphdeiah and Penuel were the sons of Shashak."
            },
            {
                "verse_number": "26",
                "verse_text": "Shamsherai, Shehariah, Athaliah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Jaareshiah, Elijah, and Zichri were the sons of Jeroham."
            },
            {
                "verse_number": "28",
                "verse_text": "These [men] were heads of the fathers&quot; households , according to their generations, chief men who lived in Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Now in Gibeon, Jeiel, the father of Gibeon lived, and his wife&quot;s name was Maacah;"
            },
            {
                "verse_number": "30",
                "verse_text": "and his firstborn son was Abdon, then Zur, Kish, Baal, Nadab,"
            },
            {
                "verse_number": "31",
                "verse_text": "Gedor, Ahio, and Zecher."
            },
            {
                "verse_number": "32",
                "verse_text": "Mikloth became the father of Shimeah. They also lived with their relatives in Jerusalem opposite their other relatives."
            },
            {
                "verse_number": "33",
                "verse_text": "Ner became the father of Kish, and Kish became the father of [King] Saul, and Saul became the father of Jonathan, Malchi-shua, Abinadab and Eshbaal (Ish-bosheth)."
            },
            {
                "verse_number": "34",
                "verse_text": "The son of Jonathan was Merib-baal (Mephibosheth), and Merib-baal became the father of Micah."
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz."
            },
            {
                "verse_number": "36",
                "verse_text": "Ahaz became the father of Jehoaddah, and Jehoaddah became the father of Alemeth, Azmaveth, and Zimri; and Zimri became the father of Moza."
            },
            {
                "verse_number": "37",
                "verse_text": "Moza became the father of Binea; Raphah was his son, Eleasah his son, Azel his son."
            },
            {
                "verse_number": "38",
                "verse_text": "Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel."
            },
            {
                "verse_number": "39",
                "verse_text": "The sons of Eshek his brother: Ulam his firstborn, Jeush the second, and Eliphelet the third."
            },
            {
                "verse_number": "40",
                "verse_text": "The sons of Ulam were courageous men, archers, and had many sons and grandsons&ndash;150 in all . All these were of the sons (descendants) of Benjamin."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "So all Israel was enrolled by genealogies; and they are written in the Book of the Kings of Israel. And Judah was carried away into exile to Babylon because of their unfaithfulness [to God]."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the first [of the returned exiles] who lived [again] in their possessions in their cities were Israel, the priests, the Levites, and the Nethinim (temple servants)."
            },
            {
                "verse_number": "3",
                "verse_text": "Some of the sons (people) of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem:"
            },
            {
                "verse_number": "4",
                "verse_text": "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the sons of Perez the son of Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "From the Shilonites: Asaiah the firstborn and his sons."
            },
            {
                "verse_number": "6",
                "verse_text": "From the sons of Zerah: Jeuel and their relatives, 690 [of them]."
            },
            {
                "verse_number": "7",
                "verse_text": "From the sons of Benjamin: Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah;"
            },
            {
                "verse_number": "8",
                "verse_text": "Ibneiah the son of Jeroham, Elah the son of Uzzi, the son of Michri, and Meshullam son of Shephatiah, the son of Reuel, the son of Ibnijah;"
            },
            {
                "verse_number": "9",
                "verse_text": "and their relatives according to their generations, 956. All these men were heads of fathers&quot; households according to their fathers&quot; houses."
            },
            {
                "verse_number": "10",
                "verse_text": "Of the priests: Jedaiah, Jehoiarib, Jachin,"
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the chief officer of the house of God;"
            },
            {
                "verse_number": "12",
                "verse_text": "and Adaiah the son of Jeroham, the son of Pashhur, the son of Malchijah; Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;"
            },
            {
                "verse_number": "13",
                "verse_text": "and their relatives, heads of their fathers&quot; households, 1,760&ndash;very able men for the work of the service of the house of God."
            },
            {
                "verse_number": "14",
                "verse_text": "Of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;"
            },
            {
                "verse_number": "15",
                "verse_text": "and Bakbakkar, Heresh, Galal, and Mattaniah son of Mica, the son of Zichri, the son of Asaph;"
            },
            {
                "verse_number": "16",
                "verse_text": "and Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun, and Berechiah the son of Asa, the son of Elkanah, who lived in the villages of the Netophathites [near Jerusalem]."
            },
            {
                "verse_number": "17",
                "verse_text": "The gatekeepers were: Shallum, Akkub, Talmon, Ahiman, and their relatives (Shallum the chief"
            },
            {
                "verse_number": "18",
                "verse_text": "who until now was assigned to the king&quot;s gate on the east side) they were the gatekeepers for the camp of the Levites."
            },
            {
                "verse_number": "19",
                "verse_text": "Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his relatives of his father&quot;s house, the Korahites, were in charge of the work of the service, doorkeepers of the Tent; and their fathers had been in charge of the camp of the L ord , keepers of the entrance."
            },
            {
                "verse_number": "20",
                "verse_text": "Phinehas the son of Eleazar was ruler over them in times past, and the L ord was with him."
            },
            {
                "verse_number": "21",
                "verse_text": "Zechariah son of Meshelemiah was gatekeeper at the entrance of the Tent of Meeting."
            },
            {
                "verse_number": "22",
                "verse_text": "All those chosen to be gatekeepers at the thresholds were 212. They were enrolled by their genealogies in their villages [around Jerusalem], these men [whose grandfathers] David and Samuel the seer had appointed to their official duty."
            },
            {
                "verse_number": "23",
                "verse_text": "So they and their sons were in charge of the gates of the house of the L ord , that is, the house of the tabernacle, as guards."
            },
            {
                "verse_number": "24",
                "verse_text": "The gatekeepers were stationed on the four sides &ndash;on the east, west, north, and south."
            },
            {
                "verse_number": "25",
                "verse_text": "Their relatives in their villages were to come in every seven days from time to time to be with them;"
            },
            {
                "verse_number": "26",
                "verse_text": "for these Levites, the four chief gatekeepers, had an official duty, and were in charge of the chambers and treasuries of the house of God."
            },
            {
                "verse_number": "27",
                "verse_text": "They spent the night around the house of God, for the [night] watch was theirs, and they were in charge of opening the house morning after morning."
            },
            {
                "verse_number": "28",
                "verse_text": "Now some of them were in charge of the serving utensils, being required to count them when they brought them in or took them out."
            },
            {
                "verse_number": "29",
                "verse_text": "Some of them also were appointed over the furniture and over all the [sacred] utensils of the sanctuary, as well as over the fine flour and the wine and the [olive] oil and the frankincense and the spices."
            },
            {
                "verse_number": "30",
                "verse_text": "Other sons of the priests prepared the mixture of spices."
            },
            {
                "verse_number": "31",
                "verse_text": "Mattithiah, one of the Levites, the firstborn of Shallum the Korahite, was responsible for the things baked in pans."
            },
            {
                "verse_number": "32",
                "verse_text": "Some of their Kohathite relatives were in charge of the showbread to prepare it every Sabbath."
            },
            {
                "verse_number": "33",
                "verse_text": "Now these are the singers, heads of the fathers&quot; households of the Levites, living in the temple chambers, free from other service because they were on duty day and night."
            },
            {
                "verse_number": "34",
                "verse_text": "These were heads of fathers&quot; households of the Levites according to their generations, chief men, who lived in Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "Jeiel the father of Gibeon lived in Gibeon, and his wife&quot;s name was Maacah,"
            },
            {
                "verse_number": "36",
                "verse_text": "and his firstborn son was Abdon, then Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "37",
                "verse_text": "Gedor, Ahio, Zechariah, and Mikloth."
            },
            {
                "verse_number": "38",
                "verse_text": "Mikloth became the father of Shimeam. They also lived with their relatives in Jerusalem, opposite their other relatives."
            },
            {
                "verse_number": "39",
                "verse_text": "Ner became the father of Kish, and Kish became the father of [King] Saul, and Saul became the father of Jonathan, Malchi-shua, Abinadab, and Esh-baal."
            },
            {
                "verse_number": "40",
                "verse_text": "The son of Jonathan was Merib-baal (Mephibosheth); Merib-baal became the father of Micah."
            },
            {
                "verse_number": "41",
                "verse_text": "The sons of Micah: Pithon, Melech, Tahrea [and Ahaz]."
            },
            {
                "verse_number": "42",
                "verse_text": "Ahaz became the father of Jarah, and Jarah became the father of Alemeth, Azmaveth, and Zimri; and Zimri became the father of Moza,"
            },
            {
                "verse_number": "43",
                "verse_text": "Moza became the father of Binea and Rephaiah his son, Eleasah his son, Azel his son."
            },
            {
                "verse_number": "44",
                "verse_text": "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now the Philistines fought against Israel; and the men of Israel fled from them and fell slain on Mount Gilboa."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines followed closely after Saul and his sons and overtook them, and the Philistines killed Jonathan, Abinadab, and Malchi-shua, the sons of Saul."
            },
            {
                "verse_number": "3",
                "verse_text": "The battle became heavy against Saul, and the archers found him; and he was [mortally] wounded by the archers."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Saul said to his armor bearer, &apos;Draw your sword and run me through with it, otherwise these uncircumcised [Philistines] will come and abuse and humiliate me.&apos; But his armor bearer would not, for he was terrified. So Saul took his own sword and fell on it."
            },
            {
                "verse_number": "5",
                "verse_text": "When his armor bearer saw that Saul was dead, he also fell on his sword and died."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul died with his three sons and all those of his house died together."
            },
            {
                "verse_number": "7",
                "verse_text": "When all the men of Israel who were in the valley saw that the army had fled, and that Saul and his sons were dead, they abandoned their cities and fled; and the Philistines came and lived in them."
            },
            {
                "verse_number": "8",
                "verse_text": "It came about the next day, when the Philistines came to strip (plunder) the slain, that they found Saul and his sons fallen on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "So they stripped Saul and took his head and his armor and sent messengers around the land of the Philistines to bring the good news to their idols and to the people."
            },
            {
                "verse_number": "10",
                "verse_text": "They put Saul&quot;s armor in the house of their gods and nailed up his head in the house (temple) of Dagon."
            },
            {
                "verse_number": "11",
                "verse_text": "When all Jabesh-gilead heard about everything that the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "all the brave men arose, took away the body of Saul and the bodies of his sons and brought them to Jabesh, and they buried their bones under the oak in Jabesh; then they fasted seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "So Saul died for his trespass which he committed against the L ord , for his failure to keep the word of the L ord ; and also because he consulted a medium [regarding a spirit of the dead], to inquire of her ,"
            },
            {
                "verse_number": "14",
                "verse_text": "and did not inquire of the L ord [instead]. Therefore the L ord killed him and turned the kingdom over to David the son of Jesse."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then all Israel gathered to David at Hebron, saying, &apos;Behold, we are your bone and your flesh."
            },
            {
                "verse_number": "2",
                "verse_text": "In times past, even when Saul was king, it was you who led out and brought in Israel; and the L ord your God said to you, &quot;You shall shepherd My people Israel, and you shall be prince and leader over My people Israel.&quot; &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the elders of Israel came to the king at Hebron, and David made a covenant (solemn agreement) with them there before the L ord ; and they anointed him king over Israel, in accordance with the word of the L ord through Samuel."
            },
            {
                "verse_number": "4",
                "verse_text": "Then David and all Israel went to Jerusalem (that is Jebus); and the Jebusites, the inhabitants of the land, were there."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Jebusites said to David, &apos;You shall not come in here.&apos; But David captured the stronghold of Zion (that is, the City of David)."
            },
            {
                "verse_number": "6",
                "verse_text": "Now David said, &apos;Whoever strikes down a Jebusite first shall be chief and commander.&apos; Joab the son of Zeruiah [David&quot;s half sister] went up first, and so he was made chief."
            },
            {
                "verse_number": "7",
                "verse_text": "Then David lived in the stronghold; so it was called the City of David."
            },
            {
                "verse_number": "8",
                "verse_text": "He built the city around it, from the Millo (fortification) to the surrounding area; and Joab repaired the rest of the [old Jebusite] city."
            },
            {
                "verse_number": "9",
                "verse_text": "David became greater and greater, for the L ord of hosts was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Now these are the chiefs of David&quot;s mighty men, who strongly supported him in his kingdom, together with all Israel, to make him king, in accordance with the word of the L ord concerning Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the list of David&quot;s mighty men: Jashobeam, the son of a Hachmonite, the chief of the thirty [heroes]. He lifted up his spear against three hundred whom he killed at one time."
            },
            {
                "verse_number": "12",
                "verse_text": "Next to him [in rank] was Eleazar the son of Dodo the Ahohite, who was one of the three mighty men."
            },
            {
                "verse_number": "13",
                "verse_text": "He was with David at Pasdammim [where David had killed Goliath] and there the Philistines were gathered together for battle, and there was a plot of ground full of barley; and the people [of Israel] fled before the Philistines."
            },
            {
                "verse_number": "14",
                "verse_text": "But they took their stand in the midst of that plot and defended it, and killed the Philistines; and the L ord rescued them by a great victory."
            },
            {
                "verse_number": "15",
                "verse_text": "Three of the thirty chief men went down to the rock to David, into the cave of Adullam, while the army of the Philistines was camped in the Valley of Rephaim."
            },
            {
                "verse_number": "16",
                "verse_text": "David was then in the stronghold, while the garrison of the Philistines was in Bethlehem."
            },
            {
                "verse_number": "17",
                "verse_text": "David had a craving and said, &apos;Oh that someone would give me a drink of water from the well of Bethlehem, which is next to the gate!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the three [mighty men] broke through the camp of the Philistines and drew water out of the well of Bethlehem which was next to the gate, and brought it to David. But David would not drink it; he poured it out to the L ord [as an offering];"
            },
            {
                "verse_number": "19",
                "verse_text": "and he said, &apos;Far be it from me before my God that I would do this thing! Shall I drink the blood of these men who have put their lives in jeopardy? For they brought it at the risk of their lives.&apos; So he would not drink it. These things the three mighty men did."
            },
            {
                "verse_number": "20",
                "verse_text": "Abishai the brother of Joab was chief of the [other] three, and he lifted up his spear against three hundred and killed them, and he had a name as well as the three."
            },
            {
                "verse_number": "21",
                "verse_text": "Of the three in the second [rank] he was the most honored and became their captain; however, he did not attain to the first three [Jashobeam, Eleazar, and Shammah]."
            },
            {
                "verse_number": "22",
                "verse_text": "Benaiah the son of Jehoiada, the son of a courageous man of Kabzeel who had done great things, killed the two sons of Ariel of Moab. Also he went down and killed a lion in a pit on a snowy day."
            },
            {
                "verse_number": "23",
                "verse_text": "He killed an Egyptian also, a man of great stature, five cubits tall. In the Egyptian&quot;s hand was a spear like a weaver&quot;s beam, and Benaiah went down to him with [only] a staff (rod) and grabbed the spear from the Egyptian&quot;s hand and killed him with his own spear."
            },
            {
                "verse_number": "24",
                "verse_text": "Benaiah the son of Jehoiada did these things, and had a name as well as the three mighty men."
            },
            {
                "verse_number": "25",
                "verse_text": "He was honored among the thirty, but he did not attain to [the rank of] the [first] three. David appointed him over his bodyguard."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the mighty men of the armies were: Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,"
            },
            {
                "verse_number": "27",
                "verse_text": "Shammoth the Harorite, Helez the Pelonite,"
            },
            {
                "verse_number": "28",
                "verse_text": "Ira the son of Ikkesh of Tekoa, Abiezer of Anathoth,"
            },
            {
                "verse_number": "29",
                "verse_text": "Sibbecai the Hushathite, Ilai the Ahohite,"
            },
            {
                "verse_number": "30",
                "verse_text": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,"
            },
            {
                "verse_number": "31",
                "verse_text": "Ithai the son of Ribai of Gibeah of the Benjamites, Benaiah the Pirathonite,"
            },
            {
                "verse_number": "32",
                "verse_text": "Hurai of the brooks of Gaash, Abiel the Arbathite,"
            },
            {
                "verse_number": "33",
                "verse_text": "Azmaveth the Baharumite, Eliahba the Shaalbonite,"
            },
            {
                "verse_number": "34",
                "verse_text": "the sons of Hashem the Gizonite, Jonathan the son of Shagee the Hararite,"
            },
            {
                "verse_number": "35",
                "verse_text": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,"
            },
            {
                "verse_number": "36",
                "verse_text": "Hepher the Mecherathite, Ahijah the Pelonite,"
            },
            {
                "verse_number": "37",
                "verse_text": "Hezro the Carmelite, Naarai the son of Ezbai,"
            },
            {
                "verse_number": "38",
                "verse_text": "Joel the brother of Nathan, Mibhar the son of Hagri,"
            },
            {
                "verse_number": "39",
                "verse_text": "Zelek the Ammonite, Naharai the Berothite, the armor bearer of Joab the son of Zeruiah [David&quot;s half sister],"
            },
            {
                "verse_number": "40",
                "verse_text": "Ira the Ithrite, Gareb the Ithrite,"
            },
            {
                "verse_number": "41",
                "verse_text": "Uriah the Hittite [Bathsheba&quot;s husband], Zabad the son of Ahlai,"
            },
            {
                "verse_number": "42",
                "verse_text": "Adina the son of Shiza the Reubenite, a chief of the Reubenites, and thirty [heroes] with him,"
            },
            {
                "verse_number": "43",
                "verse_text": "Hanan the son of Maacah, and Joshaphat the Mithnite,"
            },
            {
                "verse_number": "44",
                "verse_text": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,"
            },
            {
                "verse_number": "45",
                "verse_text": "Jediael the son of Shimri, and his brother Joha, the Tizite,"
            },
            {
                "verse_number": "46",
                "verse_text": "Eliel the Mahavite, Jeribai and Joshaviah the sons of Elnaam, Ithmah the Moabite,"
            },
            {
                "verse_number": "47",
                "verse_text": "Eliel and Obed and Jaasiel the Mezobaite."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These are the ones who came to David at Ziklag, while he still concealed himself from Saul the son of Kish; they were among the courageous men who helped him in battle."
            },
            {
                "verse_number": "2",
                "verse_text": "They were armed with bows, and could use the right hand or the left to sling stones and shoot arrows from the bow; they were Saul&quot;s relatives from [the tribe of] Benjamin."
            },
            {
                "verse_number": "3",
                "verse_text": "The chief was Ahiezer and then Joash, the sons of Shemaah of Gibeah; Jeziel and Pelet the sons of Azmaveth; Beracah, and Jehu of Anathoth,"
            },
            {
                "verse_number": "4",
                "verse_text": "Ishmaiah of Gibeon, a mighty man among the thirty, and [a leader] over them; Jeremiah, Jahaziel, Johanan, Jozabad of Gederah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite,"
            },
            {
                "verse_number": "6",
                "verse_text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, the Korahites,"
            },
            {
                "verse_number": "7",
                "verse_text": "and Joelah and Zebadiah the sons of Jeroham of Gedor. &apos;We are yours, O David, And with you, O son of Jesse! Peace, peace be to you, And peace be to him who helps you; For your God helps you.&apos; Then David accepted and received them and made them officers of his troops."
            },
            {
                "verse_number": "8",
                "verse_text": "Courageous men from the Gadites came over to David in the stronghold in the wilderness, men trained for war, who could handle shield and spear, whose faces were like the faces of lions, and who were swift as gazelles on the mountains."
            },
            {
                "verse_number": "9",
                "verse_text": "Ezer was the first, Obadiah the second, Eliab the third,"
            },
            {
                "verse_number": "10",
                "verse_text": "Mishmannah the fourth, Jeremiah the fifth,"
            },
            {
                "verse_number": "11",
                "verse_text": "Attai the sixth, Eliel the seventh,"
            },
            {
                "verse_number": "12",
                "verse_text": "Johanan the eighth, Elzabad the ninth,"
            },
            {
                "verse_number": "13",
                "verse_text": "Jeremiah the tenth, Machbannai the eleventh."
            },
            {
                "verse_number": "14",
                "verse_text": "These from the sons (descendants) of Gad were captains of the army; he who was least was equal to a hundred, and the greatest was equal to a thousand."
            },
            {
                "verse_number": "15",
                "verse_text": "These are the men who crossed over the Jordan in the first month when it had overflowed all its banks and they put to flight all those in the valleys, east and west."
            },
            {
                "verse_number": "16",
                "verse_text": "Then some of the men of Benjamin and Judah came to the stronghold to David."
            },
            {
                "verse_number": "17",
                "verse_text": "David went out to meet them and said to them, &apos;If you have come peacefully to me to help me, my heart shall be united with you; but if you have come to betray me to my adversaries, since there is no violence or wrong in my hands, may the God of our fathers look on [what you are doing] and punish [you].&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the [Holy] Spirit came on Amasai, who was chief of the thirty, and he said,"
            },
            {
                "verse_number": "19",
                "verse_text": "Some [of the men] of Manasseh also defected to David when he came with the Philistines to go to battle against Saul. But David&quot;s men did not [actually] assist the Philistines, for the lords (governors) of the Philistines after consultation sent him away, saying, &apos;At the cost of our heads he may defect to his master Saul.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "As David went to Ziklag, these men defected to him from Manasseh: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, captains of thousands who belonged to Manasseh."
            },
            {
                "verse_number": "21",
                "verse_text": "They helped David against the band of raiders, for they were all courageous men, and [all seven] became commanders in his army."
            },
            {
                "verse_number": "22",
                "verse_text": "For day by day men kept coming to David to help him, until there was a great army, like the army of God."
            },
            {
                "verse_number": "23",
                "verse_text": "These are the numbers of the [armed] units equipped for war who came to David at Hebron to turn [over] the kingdom of Saul to him, in accordance with the word of the L ord ."
            },
            {
                "verse_number": "24",
                "verse_text": "Those of the tribe of Judah who carried shield and spear were 6,800, armed for war;"
            },
            {
                "verse_number": "25",
                "verse_text": "of the tribe of Simeon, brave warriors, 7,100;"
            },
            {
                "verse_number": "26",
                "verse_text": "of the tribe of Levi, 4,600."
            },
            {
                "verse_number": "27",
                "verse_text": "Jehoiada was the leader of [the house of] Aaron, and with him were 3,700,"
            },
            {
                "verse_number": "28",
                "verse_text": "and Zadok, a courageous young man, and twenty-two captains from his father&quot;s house."
            },
            {
                "verse_number": "29",
                "verse_text": "Of the tribe of Benjamin, the relatives of [King] Saul, 3,000; for until now the majority of them had kept their allegiance to the house of Saul."
            },
            {
                "verse_number": "30",
                "verse_text": "Of the tribe of Ephraim, 20,800, courageous men, famous in their fathers&quot; houses."
            },
            {
                "verse_number": "31",
                "verse_text": "Of the half-tribe of Manasseh, 18,000, who were designated by name to come and make David king."
            },
            {
                "verse_number": "32",
                "verse_text": "Of the tribe of Issachar, men who understood the times, with knowledge of what Israel should do, two hundred chiefs; and all their relatives were at their command;"
            },
            {
                "verse_number": "33",
                "verse_text": "of the tribe of Zebulun, there were 50,000 in military service who could draw up in battle formation with all kinds of weapons of war and helped David, men with an undivided heart."
            },
            {
                "verse_number": "34",
                "verse_text": "Of the tribe of Naphtali, there were 1,000 captains, and with them 37,000 [of the rank and file armed] with shield and spear."
            },
            {
                "verse_number": "35",
                "verse_text": "Of the tribe of Dan, 28,600 men who could draw up in battle formation."
            },
            {
                "verse_number": "36",
                "verse_text": "Of the tribe of Asher, 40,000 men in military service, able to draw up in battle formation."
            },
            {
                "verse_number": "37",
                "verse_text": "From the other side [east] of the Jordan River , of [the tribes of] Reuben and Gad and the half-tribe of Manasseh, 120,000 men, armed with all kinds of weapons of war for the battle."
            },
            {
                "verse_number": "38",
                "verse_text": "All these, being men of war arrayed in battle formation, came to Hebron with a perfect (committed) heart to make David king over all Israel; and all the rest of Israel were also of one mind to make David king."
            },
            {
                "verse_number": "39",
                "verse_text": "They were there with David for three days, eating and drinking, for their relatives had prepared for them."
            },
            {
                "verse_number": "40",
                "verse_text": "Also those who were [living] near them [from] as far as [the tribes of] Issachar, Zebulun, and Naphtali, brought food on donkeys, camels, mules, and oxen, abundant supplies of flour, cakes of figs and raisins, wine, [olive] oil, oxen, and sheep, for there was joy in Israel."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "David consulted with the captains of the thousands and the hundreds, even with every leader."
            },
            {
                "verse_number": "2",
                "verse_text": "David said to all the assembly of Israel, &apos;If it seems good to you, and if it is from the L ord our God, let us send word everywhere to our fellow countrymen who remain in all the land of Israel, and to the priests and Levites who are with them in their cities with pasture lands, so that they may meet with us;"
            },
            {
                "verse_number": "3",
                "verse_text": "and let us bring back the ark of our God to us, for we did not seek it during the days of Saul.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then all the assembly agreed to do so, for the thing was right in the eyes of all the people."
            },
            {
                "verse_number": "5",
                "verse_text": "So David gathered all Israel together, from the Shihor [watercourse] of Egypt, to the entrance of Hamath [in the north], to bring the ark of God from Kiriath-jearim."
            },
            {
                "verse_number": "6",
                "verse_text": "David and all Israel went up to Baalah, that is, to Kiriath-jearim, which belongs to Judah, to bring up from there the ark of God the L ord who sits enthroned above the cherubim, the ark which is called by His name."
            },
            {
                "verse_number": "7",
                "verse_text": "They carried the ark of God on a new cart and brought it out of the house of Abinadab, and Uzza and Ahio [his brother] drove the cart."
            },
            {
                "verse_number": "8",
                "verse_text": "David and all Israel celebrated [joyfully] before God with all their might, with songs, lyres, harps, tambourines, cymbals, and trumpets."
            },
            {
                "verse_number": "9",
                "verse_text": "When they came to the threshing floor of Chidon, Uzza put out his hand to hold and steady the ark, for the oxen [that were drawing the cart] nearly overturned it."
            },
            {
                "verse_number": "10",
                "verse_text": "The anger of the L ord burned against Uzza, and He struck him down because he touched the ark; and there he died before God."
            },
            {
                "verse_number": "11",
                "verse_text": "David became angry because of the L ord &quot; s outburst against Uzza; so that place is called Perez-uzza to this day."
            },
            {
                "verse_number": "12",
                "verse_text": "David was afraid of God that day, and he said, &apos;How can I bring the ark of God home with me?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David did not bring the ark with him to the City of David, but took it aside to the house of Obed-edom the Gittite."
            },
            {
                "verse_number": "14",
                "verse_text": "So the ark of God remained with the family of Obed-edom in his house three months; and the L ord blessed the house of Obed-edom and all that he had."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Now Hiram king of Tyre sent messengers to David with cedar timbers, masons and carpenters, to build a house (palace) for him."
            },
            {
                "verse_number": "2",
                "verse_text": "And David understood that the L ord had established and confirmed him as king over Israel, for his kingdom was highly exalted for the sake of His people Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Then David took more wives at Jerusalem, and he became the father of more sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "Now these are the names of the children born [to him] in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "6",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "7",
                "verse_text": "Elishama, Beeliada, and Eliphelet."
            },
            {
                "verse_number": "8",
                "verse_text": "When the Philistines heard that David had been anointed king over all Israel, they all went up in search of David; and he heard about it and went out against them."
            },
            {
                "verse_number": "9",
                "verse_text": "Now the Philistines had come and made a raid in the Valley of Rephaim."
            },
            {
                "verse_number": "10",
                "verse_text": "So David inquired of God, &apos;Shall I go up against the Philistines? And will You hand them over to me?&apos; Then the L ord said to him, &apos;Go up, and I will hand them over to you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Israel came up to Baal-perazim, and David defeated the Philistines there. Then David said, &apos;God has broken through my enemies by my hand, like the breakthrough of waters.&apos; Therefore they named that place Baal-perazim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Philistines abandoned their gods (idols) there; so David gave a command and they were burned in a fire [as the Law of Moses required]."
            },
            {
                "verse_number": "13",
                "verse_text": "The Philistines again made a raid in the valley."
            },
            {
                "verse_number": "14",
                "verse_text": "So David inquired again of God, and God said to him, &apos;Do not go up after them; circle around behind them and come at them in front of the balsam trees."
            },
            {
                "verse_number": "15",
                "verse_text": "It shall be when you hear the sound of marching in the tops of the balsam trees, then you shall go out to battle, for God has gone out before you to strike the Philistine army.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So David did just as God had commanded him, and they struck down the army of the Philistines from Gibeon as far as Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "Then David&quot;s fame spread into all the lands; and the L ord caused all nations to fear him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "David built houses for himself in the City of David; and he prepared a place for the ark of God and pitched a tent for it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David said, &apos;No one is to carry the ark of God except the Levites; for the L ord chose them to carry the ark of God and to minister to Him forever.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "And David assembled all Israel at Jerusalem to bring up the ark of the L ord to the place which he had prepared for it."
            },
            {
                "verse_number": "4",
                "verse_text": "David gathered together the sons of Aaron and the Levites:"
            },
            {
                "verse_number": "5",
                "verse_text": "of the sons of Kohath, Uriel the chief, with 120 of his relatives;"
            },
            {
                "verse_number": "6",
                "verse_text": "of the sons of Merari, Asaiah the chief, with 220 of his relatives;"
            },
            {
                "verse_number": "7",
                "verse_text": "of the sons of Gershom, Joel the chief, with 130 of his relatives;"
            },
            {
                "verse_number": "8",
                "verse_text": "of the sons of Elizaphan, Shemaiah the chief, with 200 of his relatives;"
            },
            {
                "verse_number": "9",
                "verse_text": "of the sons of Hebron, Eliel the chief, with 80 of his relatives;"
            },
            {
                "verse_number": "10",
                "verse_text": "of the sons of Uzziel, Amminadab the chief, with 112 of his relatives."
            },
            {
                "verse_number": "11",
                "verse_text": "Then David called for Zadok and Abiathar the priests, and for the Levites&ndash;Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab,"
            },
            {
                "verse_number": "12",
                "verse_text": "and he said to them, &apos;You are the heads of the fathers&quot; households of the Levites; consecrate yourselves, both you and your relatives, so that you may bring up the ark of the L ord God of Israel, to the place that I have prepared for it."
            },
            {
                "verse_number": "13",
                "verse_text": "Because you did not [carry it as God directed] the first time, the L ord our God made an [angry] outburst against us, for we did not seek Him in accordance with the ordinance.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the priests and the Levites consecrated (dedicated) themselves to bring up the ark of the L ord God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites carried the ark of God on their shoulders with the poles, as Moses commanded in accordance with the word of the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "Then David told the chiefs of the Levites to appoint their relatives as the singers, with instruments of music&ndash;harps, lyres, and cymbals&ndash;to play loudly and to raise sounds of joy [with their voices]."
            },
            {
                "verse_number": "17",
                "verse_text": "So the Levites appointed Heman the son of Joel, and from his relatives, Asaph the son of Berechiah; and from the sons of Merari their relatives, Ethan the son of Kushaiah,"
            },
            {
                "verse_number": "18",
                "verse_text": "and with them their relatives of the second rank: Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, and Mikneiah, Obed-edom, and Jeiel, the gatekeepers."
            },
            {
                "verse_number": "19",
                "verse_text": "So the singers, Heman, Asaph, and Ethan were appointed to sound aloud the bronze cymbals;"
            },
            {
                "verse_number": "20",
                "verse_text": "and Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah [were to play] with harps tuned to Alamoth [that is, a high pitch];"
            },
            {
                "verse_number": "21",
                "verse_text": "and Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were to lead with lyres set to Sheminith [that is, the eighth string, a low pitch]."
            },
            {
                "verse_number": "22",
                "verse_text": "Chenaniah, leader of the Levites, was in charge of the singing; he gave instruction in singing because he was skilled."
            },
            {
                "verse_number": "23",
                "verse_text": "Berechiah and Elkanah were gatekeepers for the ark."
            },
            {
                "verse_number": "24",
                "verse_text": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer the priests blew the trumpets before the ark of God. Obed-edom and Jehiah (Jeiel) were also gatekeepers for the ark."
            },
            {
                "verse_number": "25",
                "verse_text": "So David, with the elders of Israel and the captains over thousands, went to bring up the ark of the covenant of the L ord from the house of Obed-edom with joy."
            },
            {
                "verse_number": "26",
                "verse_text": "Because God was helping the Levites who carried the ark of the covenant of the L ord [to do it carefully and safely], they sacrificed seven bulls and seven rams."
            },
            {
                "verse_number": "27",
                "verse_text": "David was clothed with a robe of fine linen, as were all the Levites who carried the ark, and the singers and Chenaniah, director of the music of the singers. David also wore an ephod (a priestly upper garment) of linen."
            },
            {
                "verse_number": "28",
                "verse_text": "Thus all Israel brought up the ark of the covenant of the L ord with shouting, and with the sound of the horn, with trumpets, with loud-sounding cymbals, with harps and lyres."
            },
            {
                "verse_number": "29",
                "verse_text": "It happened that as the ark of the covenant of the L ord came to the City of David, Michal [David&quot;s wife] the daughter of Saul, looking down through a window, saw King David leaping and dancing [in celebration]; and she despised him in her heart."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "So they brought the ark of God and set it inside the tent which David had pitched for it, and they offered burnt offerings and peace offerings before God."
            },
            {
                "verse_number": "2",
                "verse_text": "When David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "He distributed to everyone in Israel, both man and woman, to everyone a loaf of bread, a portion of meat, and a raisin cake. Make His deeds known among the peoples. Speak of all His wonders. Let the hearts of those who seek the L ord rejoice. Seek His face continually [longing to be in His presence]. His miracles and the judgments from His mouth, His judgments are in all the earth. The promise which He commanded and established to a thousand generations, And His oath (sworn promise) to Isaac. And to Israel as an everlasting covenant, As the portion of your possession and inheritance.&apos; Even a very few, and strangers in it, And from one kingdom to another people, And, He reproved and punished kings for their sakes, saying , And do My prophets no harm.&apos; Proclaim the good news of His salvation from day to day. His marvelous works among all peoples. He is also to be feared [with awe-filled reverence] above all gods. But the L ord made the heavens. Strength and joy are [found] in His place (sanctuary). Ascribe to the L ord glory and honor and strength. Bring an offering [of thanksgiving], and come before Him; Worship the L ord in the splendor of holiness. The world is firmly established, it will not be moved. And let them say among the nations, &apos;The L ord reigns.&apos; Let the field rejoice, and all that is in it. For He comes to judge and govern the earth. For His lovingkindness endures forever. Gather us together and rescue us from the nations, That we may give thanks to Your holy name, And glory in Your praise.&apos; Forever and ever. And all the people said, &apos;Amen,&apos; and praised the L ord ."
            },
            {
                "verse_number": "4",
                "verse_text": "He appointed some of the Levites to minister before the ark of the L ord and to profess [God&quot;s name] and to thank and praise the L ord , the God of Israel:"
            },
            {
                "verse_number": "5",
                "verse_text": "Asaph the chief, and second to him Zechariah, then Jeiel (Jaaziel), Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel with musical instruments, harps and lyres; also Asaph played loud-sounding cymbals;"
            },
            {
                "verse_number": "6",
                "verse_text": "and Benaiah and Jahaziel the priests blew trumpets continually before the ark of the covenant of God."
            },
            {
                "verse_number": "7",
                "verse_text": "Then on that day David first entrusted to Asaph and his relatives to give thanks to the L ord [as their chief task]."
            },
            {
                "verse_number": "8",
                "verse_text": "O give thanks to the L ord , call on His name;"
            },
            {
                "verse_number": "9",
                "verse_text": "Sing to Him, sing praises to Him;"
            },
            {
                "verse_number": "10",
                "verse_text": "Glory in His holy name;"
            },
            {
                "verse_number": "11",
                "verse_text": "Seek the L ord and His strength;"
            },
            {
                "verse_number": "12",
                "verse_text": "Remember [with gratitude] His marvelous deeds which He has done,"
            },
            {
                "verse_number": "13",
                "verse_text": "O seed of Israel His servant, Children of Jacob, His chosen ones!"
            },
            {
                "verse_number": "14",
                "verse_text": "He is the L ord our God;"
            },
            {
                "verse_number": "15",
                "verse_text": "Be mindful of His covenant forever,"
            },
            {
                "verse_number": "16",
                "verse_text": "The covenant which He made with Abraham,"
            },
            {
                "verse_number": "17",
                "verse_text": "He confirmed it as a statute to Jacob,"
            },
            {
                "verse_number": "18",
                "verse_text": "Saying, &apos;To you I will give the land of Canaan,"
            },
            {
                "verse_number": "19",
                "verse_text": "When you were few in number,"
            },
            {
                "verse_number": "20",
                "verse_text": "When they wandered from nation to nation,"
            },
            {
                "verse_number": "21",
                "verse_text": "He allowed no man to oppress or exploit them,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Do not touch My anointed ones,"
            },
            {
                "verse_number": "23",
                "verse_text": "Sing to the L ord , all the earth;"
            },
            {
                "verse_number": "24",
                "verse_text": "Declare His glory among the nations,"
            },
            {
                "verse_number": "25",
                "verse_text": "For great is the L ord , and greatly to be praised;"
            },
            {
                "verse_number": "26",
                "verse_text": "For all the gods of the peoples are [lifeless] idols,"
            },
            {
                "verse_number": "27",
                "verse_text": "Splendor and majesty are [found] in His presence;"
            },
            {
                "verse_number": "28",
                "verse_text": "Ascribe to the L ord , O families of the peoples,"
            },
            {
                "verse_number": "29",
                "verse_text": "Ascribe to the L ord the glory and honor due His name;"
            },
            {
                "verse_number": "30",
                "verse_text": "Tremble [reverently] before Him, all the earth;"
            },
            {
                "verse_number": "31",
                "verse_text": "Let the heavens be glad, and let the earth rejoice;"
            },
            {
                "verse_number": "32",
                "verse_text": "Let the sea roar, and all the things that fill it;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then the trees of the forest will sing for joy before the L ord ;"
            },
            {
                "verse_number": "34",
                "verse_text": "O give thanks to the L ord , for He is good;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then say, &apos;Save us, O God of our salvation;"
            },
            {
                "verse_number": "36",
                "verse_text": "Blessed be the L ord , the God of Israel,"
            },
            {
                "verse_number": "37",
                "verse_text": "So David left Asaph and his relatives there before the ark of the covenant of the L ord to minister before the ark continually, as each day&quot;s work required;"
            },
            {
                "verse_number": "38",
                "verse_text": "and Obed-edom with his sixty-eight relatives; also Obed-edom the son of Jeduthun, and Hosah, were to be gatekeepers."
            },
            {
                "verse_number": "39",
                "verse_text": "David left Zadok the priest and his relatives the priests before the dwelling place (tabernacle) of the L ord in the high place which was at Gibeon,"
            },
            {
                "verse_number": "40",
                "verse_text": "to offer burnt offerings to the L ord on the altar of burnt offering continually, morning and evening, in accordance with all that is written in the Law of the L ord , which He commanded Israel."
            },
            {
                "verse_number": "41",
                "verse_text": "With them were Heman and Jeduthun, and the rest who were chosen and designated by name, to give thanks to the L ord , for His lovingkindness endures forever."
            },
            {
                "verse_number": "42",
                "verse_text": "With them were Heman and Jeduthun with trumpets and cymbals for those who were to sound aloud, and instruments for [accompanying] the songs of God. And the sons of Jeduthun were to be at the gate."
            },
            {
                "verse_number": "43",
                "verse_text": "Then all the people departed, each to his house, and David returned [home] to bless his household."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "As David sat in his house (palace), he said to Nathan the prophet, &apos;Behold, I live in a house of cedars, while the ark of the covenant of the L ord is under tent curtains.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then Nathan said to David, &apos; Do all that is in your heart, for God is with you.&apos; &apos; F urthermore, I tell you that the L ord will build you a house (a blessed posterity)."
            },
            {
                "verse_number": "3",
                "verse_text": "But it came about that same night that the word of God came to Nathan, saying,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Go and tell David My servant, &quot;Thus says the L ord , &apos;You shall not build a house for Me to dwell in;"
            },
            {
                "verse_number": "5",
                "verse_text": "for I have not dwelt in a house since the day that I brought Israel up [from Egypt] until this day, but I have gone from tent to tent and from one dwelling place to another ."
            },
            {
                "verse_number": "6",
                "verse_text": "Wherever I have walked with all Israel, did I say a word to any of the judges of Israel, whom I commanded to shepherd My people, saying, &quot;Why have you not built for Me a house of cedar?&quot; &apos; &quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now, therefore, this is what you shall say to My servant David: &quot;Thus says the L ord of hosts, &apos;I took you from the pasture, from following the sheep, to be leader over My people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I have been with you wherever you have gone, and I have cut off all your enemies from before you; and I will make your name like the name of the great ones of the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "I will appoint a place for My people Israel, and will plant them, so that they may live in their own place and not be moved again [nor tremble with fear]; and the wicked will not waste (persecute) them anymore, as formerly,"
            },
            {
                "verse_number": "10",
                "verse_text": "since the time that I commanded judges to be over My people Israel. And I will humble and subdue all your enemies."
            },
            {
                "verse_number": "11",
                "verse_text": "And it shall come to pass that when your days are completed and you must go to be with your fathers [in death], I will raise up one of your descendants after you, one of your own sons; and I will establish his kingdom."
            },
            {
                "verse_number": "12",
                "verse_text": "He shall build Me a house, and I will establish his throne forever."
            },
            {
                "verse_number": "13",
                "verse_text": "I will be his father and he shall be My son; and I will not take My steadfast love and mercy away from him, as I took it from him (King Saul) who was before you."
            },
            {
                "verse_number": "14",
                "verse_text": "But I will settle him in My house and in My kingdom forever, and his throne shall be established forevermore.&apos; &quot; &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "According to all these words and according to all this vision, so Nathan spoke to David."
            },
            {
                "verse_number": "16",
                "verse_text": "Then David the king went in and sat before the L ord and said, &apos;Who am I, O L ord God, and what is my house and family that You have brought me this far?"
            },
            {
                "verse_number": "17",
                "verse_text": "This was a small thing in Your eyes, O God; but You have spoken of Your servant&quot;s house for a great while to come, and have regarded me according to the standard and estate of a man of high degree (prominence), O L ord God."
            },
            {
                "verse_number": "18",
                "verse_text": "What more can David say to You for the honor granted to Your servant? For You know Your servant."
            },
            {
                "verse_number": "19",
                "verse_text": "O L ord , for Your servant&quot;s sake, and in accordance with Your own heart, You have accomplished all this greatness, to make known all these great things."
            },
            {
                "verse_number": "20",
                "verse_text": "O L ord , there is no one like You, nor is there any God except You, according to all that we have heard with our ears."
            },
            {
                "verse_number": "21",
                "verse_text": "And what one nation on the earth is like Your people Israel, whom God went to redeem for Himself as a people, to make a name for Yourself by great and awesome and terrible things, by driving out nations from before Your people, whom You redeemed out of Egypt?"
            },
            {
                "verse_number": "22",
                "verse_text": "You made Your people Israel Your own people forever, and You, L ord , became their God."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Therefore now, O L ord , let the word which You have spoken concerning Your servant and his house endure forever, and do as You have said."
            },
            {
                "verse_number": "24",
                "verse_text": "Let Your name [and the character that it denotes] endure and be magnified forever, saying, &quot;The L ord of hosts is the God of Israel, yes, a God to Israel; and the house of Your servant David is established before You.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "For You, O my God, have revealed to Your servant that You will build for him a house (descendants); therefore Your servant has found courage to pray before You."
            },
            {
                "verse_number": "26",
                "verse_text": "And now, O L ord , You are God, and you have spoken and promised this good thing to Your servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Therefore may it please You to bless the house (descendants) of Your servant, that it may continue before You forever; for what You bless, O L ord , is blessed forever.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After this it came about that David defeated and subdued the Philistines, and he took Gath and its villages out of the hand of the Philistines."
            },
            {
                "verse_number": "2",
                "verse_text": "He defeated Moab, and the Moabites became David&quot;s servants and brought tribute (gifts)."
            },
            {
                "verse_number": "3",
                "verse_text": "David also defeated Hadadezer king of Zobah as far as Hamath, as he went to establish his dominion to the Euphrates River."
            },
            {
                "verse_number": "4",
                "verse_text": "David took from him 1,000 chariots, 7,000 horsemen, and 20,000 foot soldiers (infantrymen). David also hamstrung [nearly] all the chariot horses [to make them lame and useless], but left enough of them for 100 chariots."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Arameans (Syrians) of Damascus came to help Hadadezer king of Zobah, David killed 22,000 of the Arameans."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David put military outposts among the Arameans in Damascus; and the Arameans became David&quot;s servants and brought tribute. Thus the L ord helped David wherever he went."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the shields of gold which were carried by the servants of Hadadezer and brought them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "Likewise from Tibhath and from Cun, cities of Hadadezer, David brought a very large amount of bronze, with which Solomon later made the bronze Sea (large basin), the pillars, and the utensils of bronze."
            },
            {
                "verse_number": "9",
                "verse_text": "When Tou king of Hamath heard how David had defeated all the army of Hadadezer king of Zobah,"
            },
            {
                "verse_number": "10",
                "verse_text": "he sent Hadoram his son to King David to greet him and to bless (congratulate) him, because he had fought against Hadadezer and had defeated him; for Hadadezer had been at war with Tou. And Hadoram brought all kinds of articles of gold and silver and bronze."
            },
            {
                "verse_number": "11",
                "verse_text": "King David also dedicated these to the L ord [setting them apart for sacred use], with the silver and the gold which he brought from all the nations: from Edom, Moab, the Ammonites, the Philistines, and from Amalek."
            },
            {
                "verse_number": "12",
                "verse_text": "Also Abishai the son of Zeruiah [David&quot;s half sister] defeated 18,000 Edomites in the Valley of Salt."
            },
            {
                "verse_number": "13",
                "verse_text": "He put military outposts in Edom, and all the Edomites became David&quot;s servants. Thus the L ord helped David wherever he went."
            },
            {
                "verse_number": "14",
                "verse_text": "So David reigned over all Israel and administered justice and righteousness for all his people."
            },
            {
                "verse_number": "15",
                "verse_text": "Joab the son of Zeruiah was in command of the army, and Jehoshaphat the son of Ahilud was the recorder;"
            },
            {
                "verse_number": "16",
                "verse_text": "Zadok the son of Ahitub and Abimelech the son of Abiathar were the priests, and Shavsha was secretary (state scribe);"
            },
            {
                "verse_number": "17",
                "verse_text": "and Benaiah the son of Jehoiada was in charge of the Cherethites and the Pelethites [David&quot;s bodyguards], and the sons of David were chiefs at the king&quot;s side."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Now it came about after this, that Nahash king of the Ammonites died, and his son became king in his place."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;I will be kind (gracious) to Hanun son of Nahash, because his father was kind to me.&apos; So David sent messengers to comfort him concerning [the death of] his father. And the servants of David came to the land of the Ammonites to comfort Hanun."
            },
            {
                "verse_number": "3",
                "verse_text": "But the leaders of the Ammonites said to Hanun, &apos; Do you think that David has sent people to console and comfort you because he honors your father? Have his servants not come to you to search and to overthrow and to spy out the land?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Therefore Hanun took David&quot;s servants, shaved them [cutting off half their beards], and cut off their garments in the middle as far as their buttocks, and sent them away [in humiliation]."
            },
            {
                "verse_number": "5",
                "verse_text": "When David was told how the men were treated, he sent messengers to meet them, for they were very humiliated and ashamed [to return]. So the king said, &apos;Stay in Jericho until your beards grow [back], and then return.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the Ammonites saw that they had made themselves hateful to David, Hanun and his people sent 1,000 talents of silver to hire for themselves chariots and horsemen from Mesopotamia, Aram-maacah, and Zobah."
            },
            {
                "verse_number": "7",
                "verse_text": "So they hired for themselves 32,000 chariots and the king of Maacah and his troops, who came and camped before Medeba. And the Ammonites gathered together from their cities and came to battle."
            },
            {
                "verse_number": "8",
                "verse_text": "When David heard about it , he sent Joab and all the army of courageous men."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites came out and lined up in battle formation at the entrance of the city [Medeba], while the kings who had come were by themselves in the open country."
            },
            {
                "verse_number": "10",
                "verse_text": "Now when Joab saw that the battle was set against him in the front and in the rear, he chose warriors from all the choice men of Israel and put them in formation against the Arameans (Syrians)."
            },
            {
                "verse_number": "11",
                "verse_text": "The rest of the soldiers he placed in the hand of Abishai his brother, and they lined up against the Ammonites."
            },
            {
                "verse_number": "12",
                "verse_text": "He said, &apos;If the Arameans are too strong for me, then you shall help me; but if the Ammonites are too strong for you, I will help you."
            },
            {
                "verse_number": "13",
                "verse_text": "Be strong and let us show ourselves courageous for the sake of our people and for the cities of our God; and may the L ord do what is good in His sight.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Joab and the people who were with him approached the Arameans for battle, and they fled before him."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Ammonites saw that the Arameans fled, they also fled before Abishai, Joab&quot;s brother, and entered the city [Medeba]. Then Joab came to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "When the Arameans (Syrians) saw that they had been defeated by Israel, they sent messengers and brought out the Arameans who were beyond the [Euphrates] River, with Shophach the commander of the army of Hadadezer leading them."
            },
            {
                "verse_number": "17",
                "verse_text": "When this was told to David, he gathered all Israel and crossed the Jordan, and came upon them and drew up in formation against them. So when David drew up in battle array against the Arameans, they fought against him."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Arameans fled before Israel, and David killed of the Arameans 7,000 charioteers and 40,000 foot soldiers, and put to death Shophach the commander of the army."
            },
            {
                "verse_number": "19",
                "verse_text": "When the servants of Hadadezer saw that they had been defeated by Israel, they made peace with David and became subject to and served him. And the Arameans (Syrians) were not willing to help the Ammonites anymore."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then it happened at the end of the year, at the time when kings go out to battle, Joab led out the army and ravaged and devastated the land of the Ammonites, and came and besieged Rabbah. But David stayed at Jerusalem [with Bathsheba]. Joab struck Rabbah and overthrew it."
            },
            {
                "verse_number": "2",
                "verse_text": "David took the crown of their king from his head and found that it weighed a talent of gold and that there was a precious stone in it; so it was set on David&quot;s head. He also brought a very great amount of spoil (plunder) out of the city [of Rabbah]."
            },
            {
                "verse_number": "3",
                "verse_text": "He brought out the people who were in it, and put them [to work] with saws, iron picks, and axes. David dealt in this way with all the Ammonite cities. Then David and all the people returned to Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Now it came about after this that war broke out at Gezer with the Philistines; then Sibbecai the Hushathite killed Sippai, one of the descendants of the giants, and they were subdued."
            },
            {
                "verse_number": "5",
                "verse_text": "There was war again with the Philistines, and Elhanan the son of Jair killed Lahmi the brother of Goliath the Gittite, the shaft of whose spear was like a weaver&quot;s beam."
            },
            {
                "verse_number": "6",
                "verse_text": "Again there was war at Gath, where there was a man of great stature who had twenty-four fingers and toes, six fingers on each hand and six toes on each foot; and he also was descended from the giants."
            },
            {
                "verse_number": "7",
                "verse_text": "When he taunted Israel, Jonathan the son of Shimea, David&quot;s brother, killed him."
            },
            {
                "verse_number": "8",
                "verse_text": "These were descended from the giants in Gath, and they fell by the hand of David and by the hand of his servants."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Satan [the adversary] stood up against Israel and incited David to count [the population of] Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So David said to Joab and the leaders of the people, &apos;Go, count Israel from Beersheba to Dan, and bring me their total, so that I may know it.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joab said, &apos;May the L ord add to His people a hundred times as many as they are! But, my lord the king, are they not all my lord&quot;s servants? Why then does my lord require this? Why will he bring guilt on Israel?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the king&quot;s word prevailed over Joab. So Joab left and went throughout all Israel and came to Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Joab gave the total of the census of the people to David. And all Israel were 1,100,000 men who drew the sword; and in Judah 470,000 men who drew the sword."
            },
            {
                "verse_number": "6",
                "verse_text": "But he did not count Levi and Benjamin among them, because the king&quot;s order was detestable to Joab."
            },
            {
                "verse_number": "7",
                "verse_text": "Now God was displeased with this act [of arrogance and pride], and He struck Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said to God, &apos;I have sinned greatly because I have done this thing. But now, I beseech You, take away the wickedness and guilt of Your servant, for I have acted very foolishly.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And the L ord said to Gad, David&quot;s seer,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Go and tell David, saying, &quot;Thus says the L ord , &apos;I offer you three choices; choose for yourself one of them, which I will do to you [as punishment for your sin].&apos; &quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Gad came to David and said to him, &apos;Thus says the L ord : &quot;Choose for yourself"
            },
            {
                "verse_number": "12",
                "verse_text": "either three years of famine, or three months to be swept away before your enemies, while the sword of your enemies overtakes you, or else three days of the sword of the L ord and plague in the land, and the angel of the L ord bringing destruction throughout all the territory of Israel.&quot; Now therefore, consider what answer I shall return to Him who sent me.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David said to Gad, &apos;I am in great distress; please let me fall into the hands of the L ord , for His mercies are very great; but do not let me fall into the hand of man.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the L ord sent a plague on Israel, and 70,000 men of Israel fell."
            },
            {
                "verse_number": "15",
                "verse_text": "God sent an angel to Jerusalem to destroy it; and as he was destroying it, the L ord looked, and relented concerning the catastrophe and said to the destroying angel, &apos;It is enough; now remove your hand [of judgment].&apos; And the angel of the L ord was standing by the threshing floor of Ornan the Jebusite."
            },
            {
                "verse_number": "16",
                "verse_text": "Then David raised his eyes and saw the angel of the L ord standing between earth and heaven, having a drawn sword in his hand stretched out over Jerusalem. Then David and the elders, covered in sackcloth, fell on their faces."
            },
            {
                "verse_number": "17",
                "verse_text": "David said to God, &apos;Is it not I who commanded the people to be counted? I am the one who has sinned and done evil; but as for these sheep [the people of Israel], what have they done? O L ord my God, please let Your hand be against me and my father&quot;s house, but not against Your people that they should be plagued.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the angel of the L ord commanded Gad to say to David, that David should go up and build an altar to the L ord on the threshing floor of Ornan the Jebusite."
            },
            {
                "verse_number": "19",
                "verse_text": "So David went up at Gad&quot;s word, which he spoke in the name of the L ord ."
            },
            {
                "verse_number": "20",
                "verse_text": "Now Ornan was threshing wheat, and he turned back and saw the angel; and his four sons who were with him hid themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "As David came to Ornan, Ornan looked and saw him, and went out from the threshing floor and bowed down before David with his face to the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "Then David said to Ornan, &apos;Give me the site of this threshing floor, so that I may build an altar on it to the L ord . You shall charge me the full price for it, so that the plague may be averted from the people.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Ornan said to David, &apos;Take it for yourself; and let my lord the king do what is good in his eyes. See, I will give you the oxen also for burnt offerings and the threshing sledges (heavy wooden platforms) for wood and the wheat for the grain offering; I give it all.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But King David said to Ornan, &apos;No, I will certainly pay the full price; for I will not take what is yours for the L ord , nor offer a burnt offering which costs me nothing.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So David gave Ornan 600 shekels of gold by weight for the site."
            },
            {
                "verse_number": "26",
                "verse_text": "Then David built an altar to the L ord there and presented burnt offerings and peace offerings. And he called on the L ord , and He answered him with fire from heaven on the altar of burnt offering."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the L ord commanded the [avenging] angel, and he put his sword back into its sheath."
            },
            {
                "verse_number": "28",
                "verse_text": "At that time, when David saw that the L ord had answered him on the threshing floor of Ornan the Jebusite, he sacrificed there."
            },
            {
                "verse_number": "29",
                "verse_text": "For the tabernacle of the L ord , which Moses made in the wilderness, and the altar of burnt offering were at that time in the high place at Gibeon."
            },
            {
                "verse_number": "30",
                "verse_text": "But David could not go before it to inquire of God, for he was terrified by the sword of the angel of the L ord ."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then David said, &apos;This is the house of the L ord God, and this is the altar of burnt offering for Israel.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David gave orders to gather the foreigners who were in the land of Israel, and he assigned stonecutters to hew out stones to build the house of God."
            },
            {
                "verse_number": "3",
                "verse_text": "David prepared large quantities of iron to make nails for the doors of the gates and for the clamps (trusses), and more bronze than could be weighed;"
            },
            {
                "verse_number": "4",
                "verse_text": "and cedar trees beyond number, for the Sidonians and Tyrians brought large quantities of cedar timber to David."
            },
            {
                "verse_number": "5",
                "verse_text": "David said, &apos;Solomon my son is young and inexperienced, and the house that is to be built for the L ord shall be exceedingly magnificent, famous, and an object of glory and splendor throughout all lands [of the earth]. So now I will make preparations for it.&apos; Therefore, David made ample preparations before his death."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he called for Solomon his son and ordered him to build a house for the L ord , the God of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to Solomon, &apos;My son, I had intended to build a house for the Name (Presence) of the L ord my God."
            },
            {
                "verse_number": "8",
                "verse_text": "But the word of the L ord came to me, saying, &quot;You have shed much blood and have waged great wars; you shall not build a house for My Name, because you have shed so much blood on the earth before me."
            },
            {
                "verse_number": "9",
                "verse_text": "Behold, a son will be born to you, who will be a man of peace. I will give him rest from all his enemies on every side; for his name shall be Solomon, and I will give peace and quiet to Israel in his days."
            },
            {
                "verse_number": "10",
                "verse_text": "He shall build a house for My Name (Presence). He shall be My son and I will be his father; and I will establish his royal throne over Israel forever.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Now, my son, may the L ord be with you so that you may be successful and build the house of the L ord your God, just as He has spoken concerning you."
            },
            {
                "verse_number": "12",
                "verse_text": "Only may the L ord give you wisdom and understanding, and give you charge over Israel, so that you may keep the law of the L ord your God."
            },
            {
                "verse_number": "13",
                "verse_text": "Then you will prosper, if you are careful to observe and fulfill the statutes and ordinances which the L ord commanded Moses concerning Israel. Be strong and courageous, do not fear nor be dismayed."
            },
            {
                "verse_number": "14",
                "verse_text": "Now listen, with great trouble I have prepared and provided for the house of the L ord 100,000 talents of gold, 1,000,000 talents of silver, and bronze and iron beyond weighing, for they are great in quantity. I have also prepared and provided timber and stone, and you may add to them."
            },
            {
                "verse_number": "15",
                "verse_text": "Further, you have workmen in abundance: stonecutters and stonemasons and carpenters, and all men who are skillful in every kind of work."
            },
            {
                "verse_number": "16",
                "verse_text": "As for the gold, the silver, the bronze, and the iron, there is no limit. So arise and begin working, and may the L ord be with you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "David also commanded all the leaders of Israel to help Solomon his son, saying,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Is not the L ord your God with you? And has He not given you rest and peace on every side? For He has given the inhabitants of the land into my hand, and the land is subdued before the L ord and before His people."
            },
            {
                "verse_number": "19",
                "verse_text": "Now set your heart and your soul to seek (inquire of, require as your vital necessity) the L ord your God. Arise and build the sanctuary of the L ord God, so that you may bring the ark of the covenant of the L ord and the holy articles and utensils of God into the house built for the Name (Presence) of the L ord .&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When David reached old age, he made his son Solomon king over Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "And he assembled together all the leaders of Israel with the priests and Levites."
            },
            {
                "verse_number": "3",
                "verse_text": "The Levites thirty years old and upward were counted, and their number man by man was 38,000."
            },
            {
                "verse_number": "4",
                "verse_text": "Of these 24,000 were to oversee and inspect the work of the house of the L ord and 6,000 were to be administrators and judges,"
            },
            {
                "verse_number": "5",
                "verse_text": "and 4,000 were gatekeepers, and 4,000 [musicians] were to praise the L ord with the instruments which David made for giving praise."
            },
            {
                "verse_number": "6",
                "verse_text": "And David organized them into divisions according to the sons of Levi: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "7",
                "verse_text": "Of the Gershonites: Ladan (Libni) and Shimei."
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Ladan: Jehiel the first and Zetham and Joel&ndash;three in all ."
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Shimei: Shelomoth, Haziel, and Haran&ndash;three in all . These were the heads of the fathers&quot; households of Ladan."
            },
            {
                "verse_number": "10",
                "verse_text": "The sons of Shimei: Jahath, Zina (Zizah), Jeush, and Beriah. These were the four sons of Shimei."
            },
            {
                "verse_number": "11",
                "verse_text": "Jahath was the first and Zizah the second; but Jeush and Beriah did not have many sons [not enough for a father&quot;s house or clan], so they were [counted together] as one father&quot;s household, one working group."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel&ndash;four in all ."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Amram: Aaron and Moses. Aaron was set apart to consecrate him as most holy, he and his sons forever, to burn incense before the L ord , attend to His service, and to bless [worshipers] in His name forever."
            },
            {
                "verse_number": "14",
                "verse_text": "But as for Moses the man of God, his sons were counted among the tribe of Levi."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Moses: Gershom and Eliezer."
            },
            {
                "verse_number": "16",
                "verse_text": "The son of Gershom: Shebuel the chief."
            },
            {
                "verse_number": "17",
                "verse_text": "The son of Eliezer was Rehabiah the chief. Eliezer had no other sons, but Rehabiah&quot;s sons were very many [in number]."
            },
            {
                "verse_number": "18",
                "verse_text": "The son of Izhar: Shelomith the chief."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Uzziel: Micah the first and Isshiah the second."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish."
            },
            {
                "verse_number": "22",
                "verse_text": "Eleazar died and had no sons, but daughters only, and their relatives, the sons of Kish, took them as wives."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Mushi: Mahli, Eder, and Jeremoth&ndash;three in all ."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the Levites by their fathers&quot; households, the heads of the fathers&quot; households of those registered, according to the number of names of the individuals who were the servants of the house of the L ord , from twenty years old and upward."
            },
            {
                "verse_number": "25",
                "verse_text": "For David said, &apos;The L ord God of Israel, has given peace and rest to His people, and He dwells in Jerusalem forever."
            },
            {
                "verse_number": "26",
                "verse_text": "Also, the Levites will no longer need to carry the tabernacle and all its utensils for its service.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "For by the last words of David, the Levites from twenty years old and above were counted."
            },
            {
                "verse_number": "28",
                "verse_text": "For their duty is to assist [the priests] the sons of Aaron in the service of the house of the L ord , in [caring for] the courtyards, the chambers, the purifying of all holy things, and any work of the service of the house of God,"
            },
            {
                "verse_number": "29",
                "verse_text": "and with the showbread, and the fine flour for a grain offering, and unleavened wafers, or what is baked in the pan or what is well-mixed, and all measures of volume and size [as the Law of Moses required]."
            },
            {
                "verse_number": "30",
                "verse_text": "They are to stand every morning to thank and praise the L ord , and likewise at evening,"
            },
            {
                "verse_number": "31",
                "verse_text": "and to offer all burnt sacrifices to the L ord on the Sabbaths, the new moons, and the festivals by number according to the ordinance concerning them, continually before the L ord ."
            },
            {
                "verse_number": "32",
                "verse_text": "So they shall be responsible for the Tent of Meeting, the Holy Place, and the sons of Aaron their relatives, for the service of the house of the L ord ."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The divisions of the descendants of Aaron were these: the sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "2",
                "verse_text": "But Nadab and Abihu died before their father and had no sons; therefore Eleazar and Ithamar served as priests."
            },
            {
                "verse_number": "3",
                "verse_text": "David, with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar, divided them according to their offices for their assigned duties."
            },
            {
                "verse_number": "4",
                "verse_text": "Since there were more chief men found among the descendants of Eleazar than among the descendants of Ithamar [because of Eli&quot;s misfortunes, and Saul&quot;s massacre of the priests at Nob], they were divided in this way: sixteen heads of fathers&quot; households of the descendants of Eleazar and eight of the descendants of Ithamar, corresponding to their fathers&quot; households."
            },
            {
                "verse_number": "5",
                "verse_text": "So they were divided by lot, one group with the other; for they were officers of the sanctuary and officers (high priests) of God, both from the descendants of Eleazar and from the descendants of Ithamar."
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah, the son of Nethanel the scribe, from the Levites, recorded them in the presence of the king, the officers, Zadok the priest, Ahimelech the son of Abiathar [the priest who escaped Saul&quot;s massacre at Nob], and the heads of the fathers&quot; households of the priests and of the Levites; one father&quot;s household taken for Eleazar and one taken for Ithamar."
            },
            {
                "verse_number": "7",
                "verse_text": "The lots fell, the first one to Jehoiarib, the second to Jedaiah,"
            },
            {
                "verse_number": "8",
                "verse_text": "the third to Harim, the fourth to Seorim,"
            },
            {
                "verse_number": "9",
                "verse_text": "the fifth to Malchijah, the sixth to Mijamin,"
            },
            {
                "verse_number": "10",
                "verse_text": "the seventh to Hakkoz, the eighth to Abijah,"
            },
            {
                "verse_number": "11",
                "verse_text": "the ninth to Jeshua, the tenth to Shecaniah,"
            },
            {
                "verse_number": "12",
                "verse_text": "the eleventh to Eliashib, the twelfth to Jakim,"
            },
            {
                "verse_number": "13",
                "verse_text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"
            },
            {
                "verse_number": "14",
                "verse_text": "the fifteenth to Bilgah, the sixteenth to Immer,"
            },
            {
                "verse_number": "15",
                "verse_text": "the seventeenth to Hezir, the eighteenth to Happizzez,"
            },
            {
                "verse_number": "16",
                "verse_text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"
            },
            {
                "verse_number": "17",
                "verse_text": "the twenty-first to Jachin, the twenty-second to Gamul,"
            },
            {
                "verse_number": "18",
                "verse_text": "the twenty-third to Delaiah, the twenty-fourth to Maaziah."
            },
            {
                "verse_number": "19",
                "verse_text": "These were their offices and positions for their service in the house of the L ord according to the ordinance given to them by their father (ancestor) Aaron, just as the L ord God of Israel had commanded him."
            },
            {
                "verse_number": "20",
                "verse_text": "Now as for the rest of the sons of Levi: of the sons of Amram: Shubael; of the sons of Shubael: Jehdeiah."
            },
            {
                "verse_number": "21",
                "verse_text": "Of Rehabiah: of the sons of Rehabiah: Isshiah the first."
            },
            {
                "verse_number": "22",
                "verse_text": "Of the Izharites: Shelomoth; of the sons of Shelomoth, Jahath."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third, Jekameam the fourth."
            },
            {
                "verse_number": "24",
                "verse_text": "Of the sons of Uzziel, Micah; of the sons of Micah, Shamir."
            },
            {
                "verse_number": "25",
                "verse_text": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah."
            },
            {
                "verse_number": "26",
                "verse_text": "The sons of Merari: Mahli and Mushi; the sons of Jaaziah, Beno."
            },
            {
                "verse_number": "27",
                "verse_text": "The sons of Merari: by Jaaziah were Beno, Shoham, Zaccur, and Ibri."
            },
            {
                "verse_number": "28",
                "verse_text": "By Mahli: Eleazar, who had no sons."
            },
            {
                "verse_number": "29",
                "verse_text": "By Kish: the sons of Kish, Jerahmeel."
            },
            {
                "verse_number": "30",
                "verse_text": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites according to their fathers&quot; households."
            },
            {
                "verse_number": "31",
                "verse_text": "These also cast lots as did their relatives the sons of Aaron in the presence of David the king, Zadok, Ahimelech, and the heads of the fathers&quot; households of the priests and of the Levites&ndash;the head of father&quot;s households as well as those of his younger brother."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Moreover, David and the commanders of the army selected for the [temple] service some of the sons of Asaph, Heman, and Jeduthun, who were to prophesy with lyres, harps, and cymbals. The list of the musicians who performed their service was as follows:"
            },
            {
                "verse_number": "2",
                "verse_text": "Of the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah; the sons of Asaph were under the direction of Asaph, who prophesied under the direction of the king."
            },
            {
                "verse_number": "3",
                "verse_text": "Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, six, under the direction of their father Jeduthun, who prophesied with the lyre in thanksgiving and praise to the L ord ."
            },
            {
                "verse_number": "4",
                "verse_text": "Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."
            },
            {
                "verse_number": "5",
                "verse_text": "All these [men] were the sons of Heman the king&quot;s seer to exalt him in accordance with the words of God; for God gave Heman fourteen sons and three daughters."
            },
            {
                "verse_number": "6",
                "verse_text": "All these were under the direction of their father to sing in the house of the L ord , with cymbals, harps, and lyres, for the service of the house of God. Asaph, Jeduthun, and Heman were under the order and direction of the king."
            },
            {
                "verse_number": "7",
                "verse_text": "So their number [who led the remainder of the 4,000], with their relatives who were trained in singing to the L ord , all who were skillful, was 288."
            },
            {
                "verse_number": "8",
                "verse_text": "The musicians cast lots for their duties, everyone alike, the small (younger) as well as the great (older), the teacher as well as the student."
            },
            {
                "verse_number": "9",
                "verse_text": "The first lot for Asaph fell to Joseph; the second to Gedaliah, to him, his relatives and his sons, twelve;"
            },
            {
                "verse_number": "10",
                "verse_text": "the third to Zaccur, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "11",
                "verse_text": "the fourth to Izri, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "12",
                "verse_text": "the fifth to Nethaniah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "13",
                "verse_text": "the sixth to Bukkiah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "14",
                "verse_text": "the seventh to Jesharelah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "15",
                "verse_text": "the eighth to Jeshaiah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "16",
                "verse_text": "the ninth to Mattaniah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "17",
                "verse_text": "the tenth to Shimei, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "18",
                "verse_text": "the eleventh to Azarel, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "19",
                "verse_text": "the twelfth to Hashabiah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "20",
                "verse_text": "the thirteenth to Shubael, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "21",
                "verse_text": "the fourteenth to Mattithiah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "22",
                "verse_text": "the fifteenth to Jeremoth, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "23",
                "verse_text": "the sixteenth to Hananiah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "24",
                "verse_text": "the seventeenth of Joshbekashah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "25",
                "verse_text": "the eighteenth to Hanani, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "26",
                "verse_text": "the nineteenth to Mallothi, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "27",
                "verse_text": "the twentieth to Eliathah, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "28",
                "verse_text": "the twenty-first to Hothir, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "29",
                "verse_text": "the twenty-second to Giddalti, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "30",
                "verse_text": "the twenty-third to Mahazioth, his sons and his relatives, twelve;"
            },
            {
                "verse_number": "31",
                "verse_text": "the twenty-fourth to Romamti-ezer, his sons and his relatives, twelve."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "For the divisions of the gatekeepers: Of the Korahites: Meshelemiah the son of Kore, of the sons of Asaph."
            },
            {
                "verse_number": "2",
                "verse_text": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"
            },
            {
                "verse_number": "3",
                "verse_text": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."
            },
            {
                "verse_number": "4",
                "verse_text": "Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God had blessed him."
            },
            {
                "verse_number": "6",
                "verse_text": "Also to his son Shemaiah sons were born who ruled over the house of their father, for they were courageous men of ability."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad, whose brothers were courageous and able men, Elihu and Semachiah."
            },
            {
                "verse_number": "8",
                "verse_text": "All these were sons of Obed-edom [in whose house the ark was kept], they and their sons and relatives, strong and able men for the service&ndash;sixty-two from Obed-edom."
            },
            {
                "verse_number": "9",
                "verse_text": "Meshelemiah had sons and relatives, eighteen courageous men."
            },
            {
                "verse_number": "10",
                "verse_text": "Also Hosah, one of the sons of Merari, had sons: Shimri the first and chief (although he was not the firstborn, his father made him first),"
            },
            {
                "verse_number": "11",
                "verse_text": "Hilkiah the second, Tebaliah the third, Zechariah the fourth; the sons and relatives of Hosah were thirteen in all."
            },
            {
                "verse_number": "12",
                "verse_text": "To these divisions of the gatekeepers, the chief men, were given duties, like their relatives, to minister in the house of the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "They cast lots, the small (younger) and great (older) alike, in accordance with their fathers&quot; households, for every gate."
            },
            {
                "verse_number": "14",
                "verse_text": "The lot for the east [gates] fell to Shelemiah. They cast lots also for his son Zechariah, a wise counselor, and his lot came out for the north [gates]."
            },
            {
                "verse_number": "15",
                "verse_text": "To Obed-edom [it came out] for the south [gates], and the storehouse was allotted to his sons."
            },
            {
                "verse_number": "16",
                "verse_text": "To Shuppim and Hosah [the lot fell] for the west [gates], by the gate of Shallecheth, on the ascending highway, division by division."
            },
            {
                "verse_number": "17",
                "verse_text": "On the east were six Levites, on the north four a day, on the south four a day, and two by two at the storehouse."
            },
            {
                "verse_number": "18",
                "verse_text": "At the colonnade on the west side [of the outer court of the temple] there were four at the road and two at the colonnade."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the divisions of the gatekeepers among the Korahites and the sons of Merari."
            },
            {
                "verse_number": "20",
                "verse_text": "Of the Levites, Ahijah was in charge of the treasuries of the house of God and the treasuries of the dedicated gifts."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, namely, the Jehielites, were the heads of the fathers&quot; households , belonging to Ladan the Gershonite."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Jehieli, Zetham and his brother Joel, were in charge of the treasuries of the house of the L ord ."
            },
            {
                "verse_number": "23",
                "verse_text": "Of the Amramites, Izharites, Hebronites, and Uzzielites:"
            },
            {
                "verse_number": "24",
                "verse_text": "Shebuel the son of Gershom, the son of Moses, was supervisor over the treasuries."
            },
            {
                "verse_number": "25",
                "verse_text": "His relatives by Eliezer were his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomoth."
            },
            {
                "verse_number": "26",
                "verse_text": "This Shelomoth and his relatives were in charge of all the treasuries of the dedicated gifts which King David, the heads of the fathers&quot; households , the commanders of thousands and hundreds, and the commanders of the army, had dedicated."
            },
            {
                "verse_number": "27",
                "verse_text": "From spoil won in battles they dedicated gifts to maintain and repair the house of the L ord ."
            },
            {
                "verse_number": "28",
                "verse_text": "Also all that Samuel the seer had dedicated, and Saul the son of Kish, Abner the son of Ner and Joab the son of Zeruiah, everyone who had dedicated anything, this was in the care of Shelomoth and his relatives."
            },
            {
                "verse_number": "29",
                "verse_text": "Of the Izharites: Chenaniah and his sons were appointed to outside duties for Israel, as administrators and judges."
            },
            {
                "verse_number": "30",
                "verse_text": "Of the Hebronites: Hashabiah and his relatives, 1,700 capable men, were in charge of the affairs of Israel west of the Jordan, for all the work of the L ord and the service of the king."
            },
            {
                "verse_number": "31",
                "verse_text": "Of the Hebronites: Jerijah was the chief (these Hebronites were examined according to their descendants and fathers&quot; households in the fortieth [and final] year of David&quot;s reign, and men of courage and ability were found among them at Jazer in Gilead)"
            },
            {
                "verse_number": "32",
                "verse_text": "and Jerijah&quot;s relatives, 2,700 capable men, were heads of fathers&quot; households; and King David made them overseers of the Reubenites, the Gadites, and the half-tribe of Manasseh, for everything pertaining to God and to the king."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "This is the list of the sons (descendants) of Israel, the heads of fathers&quot; households , the commanders of thousands and of hundreds, and their officers who served the king in all matters of the divisions which came in and went out month by month throughout the year, each division numbering 24,000:"
            },
            {
                "verse_number": "2",
                "verse_text": "Jashobeam the son of Zabdiel was in charge of the first division for the first month; and in his division were 24,000."
            },
            {
                "verse_number": "3",
                "verse_text": "He was descended from Perez, and was chief of all the commanders of the army for the first month."
            },
            {
                "verse_number": "4",
                "verse_text": "Dodai the Ahohite and his division was in charge of the division for the second month, Mikloth was the chief officer; and in his division were 24,000."
            },
            {
                "verse_number": "5",
                "verse_text": "The third commander of the army for the third month was Benaiah, the son of Jehoiada the priest, as chief; and in his division were 24,000."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the Benaiah who was the mighty man of the thirty and was in charge of the thirty; and Ammizabad his son was over his division."
            },
            {
                "verse_number": "7",
                "verse_text": "The fourth, for the fourth month was Asahel the brother of Joab, and Zebadiah his son after him; and in his division were 24,000."
            },
            {
                "verse_number": "8",
                "verse_text": "The fifth, for the fifth month was the commander Shamhuth the Izrahite; and in his division were 24,000."
            },
            {
                "verse_number": "9",
                "verse_text": "The sixth, for the sixth month was Ira the son of Ikkesh the Tekoite; and in his division were 24,000."
            },
            {
                "verse_number": "10",
                "verse_text": "The seventh, for the seventh month was Helez the Pelonite of the sons of Ephraim; and in his division were 24,000."
            },
            {
                "verse_number": "11",
                "verse_text": "The eighth, for the eighth month was Sibbecai the Hushathite of the Zerahites; and in his division were 24,000."
            },
            {
                "verse_number": "12",
                "verse_text": "The ninth, for the ninth month was Abiezer of Anathoth, a Benjamite; and in his division were 24,000."
            },
            {
                "verse_number": "13",
                "verse_text": "The tenth, for the tenth month was Maharai from Netophah of the Zerahites; and in his division were 24,000."
            },
            {
                "verse_number": "14",
                "verse_text": "The eleventh, for the eleventh month was Benaiah the Pirathonite of the sons of Ephraim; and in his division were 24,000."
            },
            {
                "verse_number": "15",
                "verse_text": "The twelfth, for the twelfth month was Heldai the Netophathite of Othniel; and in his division were 24,000."
            },
            {
                "verse_number": "16",
                "verse_text": "Now in charge of the tribes of Israel [were the following]: chief officer of the Reubenites was Eliezer the son of Zichri; of the Simeonites, Shephatiah the son of Maacah;"
            },
            {
                "verse_number": "17",
                "verse_text": "of Levi, Hashabiah the son of Kemuel; of Aaron, Zadok;"
            },
            {
                "verse_number": "18",
                "verse_text": "of Judah, Elihu, one of David&quot;s brothers; of Issachar, Omri the son of Michael;"
            },
            {
                "verse_number": "19",
                "verse_text": "of Zebulun, Ishmaiah the son of Obadiah; of Naphtali, Jeremoth the son of Azriel;"
            },
            {
                "verse_number": "20",
                "verse_text": "of the Ephraimites, Hoshea the son of Azaziah; of the half-tribe of Manasseh, Joel the son of Pedaiah;"
            },
            {
                "verse_number": "21",
                "verse_text": "of the half-tribe of Manasseh in Gilead, Iddo the son of Zechariah; of Benjamin, Jaasiel the son of Abner;"
            },
            {
                "verse_number": "22",
                "verse_text": "of Dan, Azarel the son of Jeroham. These were the leaders of the tribes of Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "But David did not count those twenty years of age and under, for the L ord had said he would multiply Israel as the stars of heaven."
            },
            {
                "verse_number": "24",
                "verse_text": "Joab the son of Zeruiah began a census but did not finish; and because of this, [God&quot;s] wrath came on Israel, and the number was not recorded in the chronicles of King David."
            },
            {
                "verse_number": "25",
                "verse_text": "Azmaveth the son of Adiel was in charge of the king&quot;s storerooms; and Jonathan the son of Uzziah was in charge of the storehouses in the country, in the cities, in the villages, and in the towers."
            },
            {
                "verse_number": "26",
                "verse_text": "Ezri the son of Chelub was in charge of those who did the work of the field, tilling the soil."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei the Ramathite was in charge of the vineyards; Zabdi the Shiphmite was in charge of the produce of the vineyards for the wine cellars."
            },
            {
                "verse_number": "28",
                "verse_text": "Baal-hanan the Gederite was in charge of the olive and sycamore trees in Shephelah (the lowlands); and Joash was in charge of the stores of [olive] oil."
            },
            {
                "verse_number": "29",
                "verse_text": "Shitrai the Sharonite was in charge of the cattle grazing in Sharon; Shaphat the son of Adlai was in charge of the cattle in the valleys."
            },
            {
                "verse_number": "30",
                "verse_text": "Obil the Ishmaelite was in charge of the camels; and Jehdeiah the Meronothite was in charge of the donkeys."
            },
            {
                "verse_number": "31",
                "verse_text": "Jaziz the Hagrite was in charge of the flocks. All these were overseers and stewards of the property which belonged to King David."
            },
            {
                "verse_number": "32",
                "verse_text": "Also Jonathan, David&quot;s uncle, was a counselor and advisor, a man of understanding and wisdom, and a scribe; and Jehiel the son of Hachmoni attended (tutored) the king&quot;s sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahithophel was counselor to the king; and Hushai the Archite was the king&quot;s companion and friend."
            },
            {
                "verse_number": "34",
                "verse_text": "Ahithophel was succeeded by Jehoiada the son of Benaiah and by Abiathar; and Joab was the commander of the king&quot;s army."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "David assembled at Jerusalem all the leaders (officials) of Israel, the leaders of the tribes, and the commanders of the divisions that served the king, and the commanders of thousands, and the commanders of hundreds, and the overseers of all the property and livestock of the king and his sons, with the palace officers and the mighty men, and all the brave warriors."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David the king rose to his feet and said, &apos;Hear me, my brothers [in arms] and my people. I had intended to build a permanent home for the ark of the covenant of the L ord and as a footstool for our God, and I prepared materials for the building."
            },
            {
                "verse_number": "3",
                "verse_text": "But God said to me, &quot;You shall not build a house for My Name (Presence), because you are a man of war and have shed blood.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "However, the L ord , the God of Israel, chose me from all in my father&quot;s house to be king over Israel forever. For He has chosen Judah to be the leader; and in the house (tribe) of Judah he chose the house of my father; and among the sons of my father He was pleased to make me king over all Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Of all my sons (for the L ord has given me many sons) He has chosen my son Solomon to sit on the throne of the kingdom of the L ord over Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "He said to me, &quot;Solomon your son shall build My house and My courts; for I have chosen him to be a son to Me, and I will be a father to him."
            },
            {
                "verse_number": "7",
                "verse_text": "I will establish his kingdom forever if he loyally and continually obeys My commandments and My ordinances, as is done today.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Now therefore, in the sight of all Israel, the assembly of the L ord , and in the hearing of our God, observe and seek after all the commandments of the L ord your God so that you may possess the good land and leave it as an inheritance to your sons after you forever."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;As for you, Solomon my son, know the God of your father [have personal knowledge of Him, be acquainted with, and understand Him; appreciate, heed, and cherish Him] and serve Him with a blameless heart and a willing mind; for the L ord searches all hearts and minds, and understands every intent and inclination of the thoughts. If you seek Him [inquiring for and of Him and requiring Him as your first and vital necessity] He will let you find Him; but if you abandon (turn away from) Him, He will reject you forever."
            },
            {
                "verse_number": "10",
                "verse_text": "Consider this carefully, for the L ord has chosen you to build a house for the sanctuary. Be courageous and strong and do it.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David gave to his son Solomon the plan for the porch of the temple, its buildings, its treasuries, its upper chambers, its inner rooms, and for the place for the [ark and its] mercy seat;"
            },
            {
                "verse_number": "12",
                "verse_text": "and the plan of all that he had in mind, for the courts of the house of the L ord , and for all the surrounding rooms, for the storerooms of the house of God and for the storerooms for the dedicated gifts and offerings;"
            },
            {
                "verse_number": "13",
                "verse_text": "the plan for the divisions of the priests and the Levites and for all the work of the service in the house of the L ord and for all the utensils for service in the house of the L ord ;"
            },
            {
                "verse_number": "14",
                "verse_text": "for the golden utensils, the weight of gold and silver for all the gold and silver articles for every kind of service;"
            },
            {
                "verse_number": "15",
                "verse_text": "and the weight of gold for the golden lampstands and their golden lamps, with the weight of each lampstand and its lamps; and the weight of silver for the silver lampstands, with the weight of each lampstand and its lamps according to the use of each lampstand;"
            },
            {
                "verse_number": "16",
                "verse_text": "the gold by weight for each table of showbread, and the silver for the tables of silver;"
            },
            {
                "verse_number": "17",
                "verse_text": "and the forks, the basins, and the pitchers of pure gold; and for the golden bowls with the weight for each bowl; and for the silver bowls with the weight for each bowl;"
            },
            {
                "verse_number": "18",
                "verse_text": "and for the altar of incense refined gold by weight; and gold for the model of the chariot of the cherubim that spread their wings and covered the ark of the L ord &quot; s covenant."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;All this,&apos; said David, &apos;the L ord made me understand in writing by His hand upon me, all the work and details [to be done] according to this plan.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then David said to his son Solomon, &apos;Be strong and courageous, and take action; do not fear nor be dismayed, for the L ord God, my God, is with you. He will not fail you nor abandon you [but will guide you in the construction] until you have finished all the work for the service of the house of the L ord ."
            },
            {
                "verse_number": "21",
                "verse_text": "And see, [you have] the divisions of the priests and Levites for all the service of God&quot;s house, and every willing, skillful man will be with you in all the kinds of work for any kind of service. Also the officers and all the people will be entirely at your command.&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "And King David said to all the assembly, &apos;My son Solomon, whom alone God has chosen, is still young and inexperienced and the work is great; for the temple is not for man but for the L ord God."
            },
            {
                "verse_number": "2",
                "verse_text": "So with all my ability I have provided for the house of my God the gold for the things of gold, silver for the things of silver, bronze for the things of bronze, iron for the things of iron, and wood for the things of wood, as well as onyx stones and stones to be inlaid, stones of antimony (a brittle, silvery-white metal) and stones of various colors, and all kinds of precious stones and alabaster in abundance."
            },
            {
                "verse_number": "3",
                "verse_text": "Moreover, because I delight in the house of my God, the [personal] treasure that I have of gold and silver, I give to the house of my God, in addition to all that I have already provided for the holy house:"
            },
            {
                "verse_number": "4",
                "verse_text": "namely , 3,000 talents of gold from the gold of Ophir, and 7,000 talents of refined silver, to overlay the walls of the buildings;"
            },
            {
                "verse_number": "5",
                "verse_text": "gold for the things of gold, silver for the things of silver, that is, for all the work to be done by craftsmen. Now who is willing to consecrate himself today to the L ord ?&apos; T hey made Solomon the son of David king a second time, and anointed him as ruler for the L ord and Zadok as [high] priest."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the rulers of the fathers&quot; households , and leaders of the tribes of Israel, and the commanders of thousands and of hundreds, with the overseers of the king&quot;s work, offered willingly"
            },
            {
                "verse_number": "7",
                "verse_text": "and gave for the service of the house of God: 5,000 talents and 10,000 darics of gold, and 10,000 talents of silver, and 18,000 talents of bronze, and 100,000 talents of iron."
            },
            {
                "verse_number": "8",
                "verse_text": "Whoever had precious stones gave them to the treasury of the house of the L ord , in the care of Jehiel the Gershonite."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the people rejoiced because they had given willingly, for with a whole and blameless heart they had offered freely to the L ord . King David also rejoiced greatly."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore David blessed the L ord in the sight of all the assembly and said, &apos;Blessed (praised, adored, and thanked) are You, O L ord God of Israel (Jacob) our father, forever and ever."
            },
            {
                "verse_number": "11",
                "verse_text": "Yours, O L ord , is the greatness and the power and the glory and the victory and the majesty, indeed everything that is in the heavens and on the earth; Yours is the dominion and kingdom, O L ord , and You exalt Yourself as head over all."
            },
            {
                "verse_number": "12",
                "verse_text": "Both riches and honor come from You, and You rule over all. In Your hand is power and might; and it is in Your hands to make great and to give strength to everyone."
            },
            {
                "verse_number": "13",
                "verse_text": "Now therefore, our God, we thank You, and praise Your glorious name."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But who am I, and who are my people, that we should be able to offer as generously as this? For all things come from You, and from Your own hand we have given to You."
            },
            {
                "verse_number": "15",
                "verse_text": "For we are sojourners before You, and tenants, as all our fathers were; our days on the earth are like a shadow, and there is no hope [of remaining]."
            },
            {
                "verse_number": "16",
                "verse_text": "O L ord our God, all this abundance that we have prepared to build You a house for Your holy Name, it is from Your hand, and is all Your own."
            },
            {
                "verse_number": "17",
                "verse_text": "I know also, my God, that You test the heart and delight in uprightness and integrity. In the uprightness of my heart I have willingly offered all these things . So now with joy I have seen Your people who are present here, make their offerings willingly and freely to You."
            },
            {
                "verse_number": "18",
                "verse_text": "O L ord , God of Abraham, Isaac, and Israel, our fathers, keep forever such purposes and thoughts in the minds of Your people, and direct their hearts toward You;"
            },
            {
                "verse_number": "19",
                "verse_text": "and give to my son Solomon a perfect heart to keep Your commandments, Your testimonies, and Your statutes, and to do all [that is necessary] to build the temple [for You], for which I have made provision.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then David said to all the assembly, &apos;Now bless (praise, thank) the L ord your God.&apos; And all the assembly blessed the L ord , the God of their fathers, and bowed down and honored the L ord and the king [as His earthly representative]."
            },
            {
                "verse_number": "21",
                "verse_text": "The next day they offered sacrifices and burnt offerings to the L ord : 1,000 bulls, 1,000 rams, and 1,000 lambs, with their drink offerings (libations) and sacrifices in abundance for all Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "They ate and drank that day before the L ord with great rejoicing."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Solomon sat on the throne of the L ord as king in place of David his father; and he prospered, and all Israel obeyed him."
            },
            {
                "verse_number": "24",
                "verse_text": "All of the leaders and warriors, and also all the sons of King David, pledged allegiance to King Solomon."
            },
            {
                "verse_number": "25",
                "verse_text": "The L ord highly exalted Solomon in the sight of all Israel, and bestowed on him royal majesty which had not been on any king before him in Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "Thus David the son of Jesse reigned over all Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The time that he reigned over Israel was forty years; he reigned seven years in Hebron and thirty-three years in Jerusalem."
            },
            {
                "verse_number": "28",
                "verse_text": "He died in a good old age [his seventy-first year], full of days (satisfied), riches and honor. Solomon his son reigned in his place."
            },
            {
                "verse_number": "29",
                "verse_text": "Now the acts of King David, from first to last, are written in the chronicles (records) of Samuel the seer, in the chronicles of Nathan the prophet, and in the chronicles of Gad the seer,"
            },
            {
                "verse_number": "30",
                "verse_text": "with [accounts of] all his reign, and his power, and the times and circumstances which came on him, on Israel, and on all the kingdoms of the [surrounding] lands."
            }
        ]
    }
}