{
    "1 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a certain man of Ramathaim-zophim, of the hill country of Ephraim, named Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite."
            },
            {
                "verse_number": "2",
                "verse_text": "He had two wives, one named Hannah and the other named Peninnah. Peninnah had children, but Hannah had none."
            },
            {
                "verse_number": "3",
                "verse_text": "This man went up from his city each year to worship and sacrifice to the L ord of hosts at Shiloh. Hophni and Phinehas, the two sons of Eli, were priests to the L ord there."
            },
            {
                "verse_number": "4",
                "verse_text": "When the day came that Elkanah sacrificed, he would give portions [of the sacrificial meat] to Peninnah his wife and all her sons and daughters."
            },
            {
                "verse_number": "5",
                "verse_text": "But to Hannah he would give a double portion, because he loved Hannah, but the L ord had given her no children."
            },
            {
                "verse_number": "6",
                "verse_text": "Hannah&quot;s rival provoked her bitterly, to irritate and embarrass her, because the L ord had left her childless."
            },
            {
                "verse_number": "7",
                "verse_text": "So it happened year after year, whenever she went up to the house of the L ord , Peninnah provoked her; so she wept and would not eat."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Elkanah her husband said to her, &apos;Hannah, why do you cry and why do you not eat? Why are you so sad and discontent? Am I not better to you than ten sons?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Hannah got up after eating and drinking in Shiloh. Now Eli the priest was sitting on his seat beside the doorpost of the temple (tabernacle) of the L ord ."
            },
            {
                "verse_number": "10",
                "verse_text": "Hannah was greatly distressed, and she prayed to the L ord and wept in anguish."
            },
            {
                "verse_number": "11",
                "verse_text": "She made a vow, saying, &apos;O L ord of hosts, if You will indeed look on the affliction (suffering) of Your maidservant and remember, and not forget Your maidservant, but will give Your maidservant a son, then I will give him to the L ord all the days of his life; a razor shall never touch his head.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Now it happened as she continued praying before the L ord , that Eli was watching her mouth."
            },
            {
                "verse_number": "13",
                "verse_text": "Hannah was speaking in her heart (mind); only her lips were moving, and her voice was not heard, so Eli thought she was drunk."
            },
            {
                "verse_number": "14",
                "verse_text": "Eli said to her, &apos;How long will you make yourself drunk? Get rid of your wine.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Hannah answered, &apos;No, my lord, I am a woman with a despairing spirit. I have not been drinking wine or any intoxicating drink, but I have poured out my soul before the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not regard your maidservant as a wicked and worthless woman, for I have spoken until now out of my great concern and [bitter] provocation.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Eli answered and said, &apos;Go in peace; and may the God of Israel grant your petition that you have asked of Him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Hannah said, &apos;Let your maidservant find grace and favor in your sight.&apos; So the woman went on her way and ate, and her face was no longer sad ."
            },
            {
                "verse_number": "19",
                "verse_text": "The family got up early the next morning, worshiped before the L ord , and returned to their home in Ramah. Elkanah knew Hannah his wife, and the L ord remembered her [prayer]."
            },
            {
                "verse_number": "20",
                "verse_text": "It came about in due time, after Hannah had conceived, that she gave birth to a son; she named him Samuel, saying , &apos;Because I have asked for him from the L ord .&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the man Elkanah and all his household went up to offer to the L ord the yearly sacrifice and pay his vow."
            },
            {
                "verse_number": "22",
                "verse_text": "But Hannah did not go up, for she said to her husband, &apos; I will not go up until the child is weaned; and then I will bring him, so that he may appear before the L ord and remain there as long as he lives.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Elkanah her husband said to her, &apos;Do what seems best to you. Wait until you have weaned him; only may the L ord establish and confirm His word.&apos; So the woman remained [behind] and nursed her son until she weaned him."
            },
            {
                "verse_number": "24",
                "verse_text": "Now when she had weaned him, she took him up with her, along with a three-year-old bull, an ephah of flour, and a leather bottle of wine [to pour over the burnt offering for a sweet fragrance], and she brought Samuel to the L ord &quot; s house in Shiloh, although the child was young."
            },
            {
                "verse_number": "25",
                "verse_text": "Then they slaughtered the bull, and brought the child to Eli."
            },
            {
                "verse_number": "26",
                "verse_text": "Hannah said, &apos;Oh, my lord! As [surely as] your soul lives, my lord, I am the woman who stood beside you here, praying to the L ord ."
            },
            {
                "verse_number": "27",
                "verse_text": "For this child I prayed, and the L ord has granted me my request which I asked of Him."
            },
            {
                "verse_number": "28",
                "verse_text": "Therefore I have also dedicated him to the L ord ; as long as he lives he is dedicated to the L ord .&apos; And they worshiped the L ord there."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Hannah prayed and said, &apos;My heart rejoices and triumphs in the L ord ; My horn (strength) is lifted up in the L ord , My mouth has opened wide [to speak boldly] against my enemies, Because I rejoice in Your salvation. There is no one besides You, There is no Rock like our God. Do not let arrogance come out of your mouth; For the L ord is a God of knowledge, And by Him actions are weighed (examined). But those who have stumbled equip themselves with strength. But those who were hungry cease [to hunger]. Even the barren [woman] gives birth to seven, But she who has many children withers away. He brings down to Sheol (the grave) and raises up [from the grave]. He brings low and He lifts up. He lifts up the needy from the ash heap To make them sit with nobles, And inherit a seat of honor and glory; For the pillars of the earth are the L ord &quot; s , And He set the land on them. But the wicked ones are silenced and perish in darkness; For a man shall not prevail by might. He will thunder against them in the heavens, The L ord will judge the ends of the earth; And will exalt the horn (strength) of His anointed.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "There is no one holy like the L ord ,"
            },
            {
                "verse_number": "3",
                "verse_text": "Do not go on boasting so very proudly,"
            },
            {
                "verse_number": "4",
                "verse_text": "The bows of the mighty are broken,"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who were full hire themselves out for bread,"
            },
            {
                "verse_number": "6",
                "verse_text": "The L ord puts to death and makes alive;"
            },
            {
                "verse_number": "7",
                "verse_text": "The L ord makes poor and makes rich;"
            },
            {
                "verse_number": "8",
                "verse_text": "He raises up the poor from the dust,"
            },
            {
                "verse_number": "9",
                "verse_text": "He guards the feet of His godly (faithful) ones,"
            },
            {
                "verse_number": "10",
                "verse_text": "The adversaries of the L ord will be broken to pieces; And He will give strength to His king,"
            },
            {
                "verse_number": "11",
                "verse_text": "Elkanah [and his wife Hannah] returned to Ramah to his house. But the child [Samuel] served the L ord under the guidance of Eli the priest."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Eli [Hophni and Phinehas] were worthless (dishonorable, unprincipled) men; they did not know [nor respect] the L ord"
            },
            {
                "verse_number": "13",
                "verse_text": "and the custom of the priests with [the sacrifices of] the people. When any man was offering a sacrifice, the priest&quot;s servant would come while the meat was boiling, with a three-pronged [meat] fork in his hand;"
            },
            {
                "verse_number": "14",
                "verse_text": "then he would thrust it into the pan, or kettle, or caldron, or pot; everything that the fork brought up the priest would take for himself. This is what they did in Shiloh to all [the sacrifices of] the Israelites who came there."
            },
            {
                "verse_number": "15",
                "verse_text": "Also, before they burned (offered) the fat, the priest&quot;s servant would come and say to the man who was sacrificing, &apos;Give the priest meat to roast, since he will not accept boiled meat from you, only raw.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "If the man said to him, &apos; Certainly they are to burn (offer) the fat first, and then you may take as much as you want,&apos; then the priest&quot;s servant would say, &apos;No! You shall give it to me now or I will take it by force.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So the sin of the [two] young men [Hophni and Phinehas] was very great before the L ord , for the men treated the offering of the L ord disrespectfully."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Samuel was ministering before the L ord , as a child dressed in a linen ephod [a sacred item of priestly clothing]."
            },
            {
                "verse_number": "19",
                "verse_text": "Moreover, his mother would make him a little robe and would bring it up to him each year when she came up with her husband to offer the yearly sacrifice."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Eli would bless Elkanah and his wife and say, &apos;May the L ord give you children by this woman in place of the one she asked for which was dedicated to the L ord .&apos; Then they would return to their own home."
            },
            {
                "verse_number": "21",
                "verse_text": "And [the time came when] the L ord visited Hannah, so that she conceived and gave birth to three sons and two daughters. And the boy Samuel grew before the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "Now Eli was very old; and he heard about everything that his sons were doing to all [the people of] Israel, and how they were lying with the women who served at the entrance to the Tent of Meeting (tabernacle)."
            },
            {
                "verse_number": "23",
                "verse_text": "Eli said to them, &apos;Why do you do such things, the evil things that I hear from all these people?"
            },
            {
                "verse_number": "24",
                "verse_text": "No, my sons; for the report that I keep hearing from the passers-by among the L ord &quot; s people is not good."
            },
            {
                "verse_number": "25",
                "verse_text": "If one man does wrong and sins against another, God will intercede (arbitrate) for him; but if a man does wrong to the L ord , who can intercede for him?&apos; But they would not listen to their father, for it was the L ord &quot; s will to put them to death."
            },
            {
                "verse_number": "26",
                "verse_text": "But the boy Samuel continued to grow in stature and in favor both with the L ord and with men."
            },
            {
                "verse_number": "27",
                "verse_text": "Then a man of God (prophet) came to Eli and said to him, &apos;Thus says the L ord : &quot;Did I not plainly reveal Myself to the house of your father (ancestor) when they were in Egypt in bondage to Pharaoh&quot;s house?"
            },
            {
                "verse_number": "28",
                "verse_text": "Moreover, I selected him out of all the tribes of Israel to be My priest, to go up to My altar, to burn incense, to wear an ephod before Me. And [from then on] I gave to the house of your father all the fire offerings of the sons of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "Why then do you kick at (despise) My sacrifice and My offering which I commanded in My dwelling place, and honor your sons more than Me, by fattening yourselves with the choicest part of every offering of My people Israel?&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Therefore the L ord God of Israel declares, &quot;I did indeed say that your house and that of [Aaron] your father would walk [in priestly service] before Me forever.&quot; But now the L ord declares, &quot;Far be it from Me&ndash;for those who honor Me I will honor, and those who despise Me will be insignificant and contemptible."
            },
            {
                "verse_number": "31",
                "verse_text": "Behold, the time is coming when I will cut off your strength and the strength of your father&quot;s house, so that there will not be an old man in your house."
            },
            {
                "verse_number": "32",
                "verse_text": "You will look at the distress of My house (the tabernacle), in spite of all the good which God will do for Israel, and there will never again be an old man in your house."
            },
            {
                "verse_number": "33",
                "verse_text": "Yet I will not cut off every man of yours from My altar; your eyes will fail from weeping and your soul will grieve, and all those born in your house will die as men [in the prime of life]."
            },
            {
                "verse_number": "34",
                "verse_text": "This will be the sign to you which shall come concerning your two sons, Hophni and Phinehas: on the same day both of them shall die."
            },
            {
                "verse_number": "35",
                "verse_text": "But I will raise up for Myself a faithful priest who will do according to what is in My heart and in My soul; and I will build him a permanent and enduring house, and he will walk before My anointed forever."
            },
            {
                "verse_number": "36",
                "verse_text": "And it will happen that everyone who is left in your house will come and bow down to him for a piece of silver and a loaf of bread and say, &apos;Please assign me to one of the priest&quot;s offices so I may eat a piece of bread.&apos;&nbsp;&quot;&nbsp;&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now the boy Samuel was attending to the service of the L ord under the supervision of Eli. The word of the L ord was rare and precious in those days; visions [that is, new revelations of divine truth] were not widespread."
            },
            {
                "verse_number": "2",
                "verse_text": "Yet it happened at that time, as Eli was lying down in his own place (now his eyesight had begun to grow dim and he could not see well )."
            },
            {
                "verse_number": "3",
                "verse_text": "and the [oil] lamp of God had not yet gone out, and Samuel was lying down in the temple of the L ord , where the ark of God was,"
            },
            {
                "verse_number": "4",
                "verse_text": "that the L ord called Samuel, and he answered, &apos;Here I am.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He ran to Eli and said, &apos;Here I am, for you called me.&apos; But Eli said, &apos;I did not call you; lie down again.&apos; So he went and lay down."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the L ord called yet again, &apos;Samuel!&apos; So Samuel got up and went to Eli and said, &apos;Here I am, for you called me.&apos; But Eli answered, &apos;I did not call, my son; lie down again.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now Samuel did not yet know [or personally experience] the L ord , and the word of the L ord was not yet revealed [directly] to him."
            },
            {
                "verse_number": "8",
                "verse_text": "So the L ord called Samuel a third time. And he stood and went to Eli and said, &apos;Here I am, for you did call me.&apos; Then Eli understood that it was the L ord [who was] calling the boy."
            },
            {
                "verse_number": "9",
                "verse_text": "So Eli said to Samuel, &apos;Go, lie down, and it shall be that if He calls you, you shall say, &quot;Speak, L ord , for Your servant is listening.&quot;&nbsp;&apos; So Samuel went and lay down in his place."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the L ord came and stood and called as at the previous times, &apos;Samuel! Samuel!&apos; Then Samuel answered, &apos;Speak, for Your servant is listening.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The L ord said to Samuel, &apos;Behold, I am about to do a thing in Israel at which both ears of everyone who hears it will ring."
            },
            {
                "verse_number": "12",
                "verse_text": "On that day I will carry out against Eli everything that I have spoken concerning his house (family), from beginning to end."
            },
            {
                "verse_number": "13",
                "verse_text": "Now I have told him that I am about to judge his house forever for the sinful behavior which he knew [was happening], because his sons were bringing a curse on themselves [dishonoring and blaspheming God] and he did not rebuke them."
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore I have sworn to the house of Eli that the sinful behavior of Eli&quot;s house (family) shall not be atoned for by sacrifice or offering forever.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Samuel lay down until morning. Then he opened the doors of the L ord &quot; s house. But Samuel was afraid to tell the vision to Eli."
            },
            {
                "verse_number": "16",
                "verse_text": "But Eli called Samuel and said, &apos;Samuel, my son.&apos; And he answered, &apos;Here I am.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Eli said, &apos;What is it that He said to you? Please do not hide it from me. May God do the same to you, and more also, if you hide from me anything of all that He said to you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel told him everything, hiding nothing from him. And Eli said, &apos;It is the L ord ; may He do what seems good to Him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now Samuel grew; and the L ord was with him and He let none of his words fail [to be fulfilled]."
            },
            {
                "verse_number": "20",
                "verse_text": "And all Israel from Dan [in the north] to Beersheba [in the south] knew that Samuel was appointed as a prophet of the L ord ."
            },
            {
                "verse_number": "21",
                "verse_text": "And the L ord continued to appear in Shiloh, for the L ord revealed Himself to Samuel in Shiloh by the word of the L ord ."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "And the word of [the L ord through] Samuel came to all Israel. Now Israel went out to meet the Philistines in battle and they camped beside Ebenezer while the Philistines camped at Aphek."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines assembled in battle formation to meet Israel, and when the battle was over, Israel was defeated by the Philistines, who killed about four thousand men on the battlefield."
            },
            {
                "verse_number": "3",
                "verse_text": "When the people (soldiers) came into the camp, the elders of Israel said, &apos;Why has the L ord defeated us today before the Philistines? Let us bring the ark of the covenant of the L ord here from Shiloh, so that He may come among us and save us from the hand of our enemies.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the people sent word to Shiloh, and from there they carried the ark of the covenant of the L ord of hosts who sits above the cherubim; and the two sons of Eli, Hophni and Phinehas, were with the ark of the covenant of God."
            },
            {
                "verse_number": "5",
                "verse_text": "So it happened that as the ark of the covenant of the L ord came into the camp, all [the people of] Israel shouted with a great shout, and the earth resounded."
            },
            {
                "verse_number": "6",
                "verse_text": "When the Philistines heard the noise of the shout, they said, &apos;What does the noise of this great shout in the camp of the Hebrews mean? &apos; Then they understood that the ark of the L ord had come into the camp."
            },
            {
                "verse_number": "7",
                "verse_text": "The Philistines were afraid, for they said, &apos;God has come into the camp.&apos; And they said, &apos;Woe [disaster is coming] to us! For nothing like this has happened before."
            },
            {
                "verse_number": "8",
                "verse_text": "Woe to us! Who will rescue us from the hand of these mighty gods? These are the gods who struck the Egyptians with all kinds of plagues in the wilderness."
            },
            {
                "verse_number": "9",
                "verse_text": "Take courage, and be men, O Philistines, so that you do not become servants to the Hebrews, as they have been servants to you; act like men and fight!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the Philistines fought; Israel was defeated and every man fled to his tent. It was a very great defeat, for thirty thousand foot soldiers of Israel fell."
            },
            {
                "verse_number": "11",
                "verse_text": "Also the ark of God was taken; and the two sons of Eli, Hophni and Phinehas, were killed."
            },
            {
                "verse_number": "12",
                "verse_text": "Now a man [from the tribe] of Benjamin ran from the battle line and came to Shiloh that same day with his clothes torn and dust on his head [as signs of mourning over the disaster]."
            },
            {
                "verse_number": "13",
                "verse_text": "When he arrived, Eli was sitting on his seat by the road, keeping watch, because his heart was anxious about the ark of God. When the man arrived to report [the news] in the city, everyone in the city cried out [to God, for help]."
            },
            {
                "verse_number": "14",
                "verse_text": "When Eli heard the noise of the outcry, he asked, &apos;What is the noise of this uproar?&apos; And the man came hurriedly and told Eli."
            },
            {
                "verse_number": "15",
                "verse_text": "Now Eli was ninety-eight years old; his eyes were dim so that he could not see."
            },
            {
                "verse_number": "16",
                "verse_text": "The man said to Eli, &apos;I have come from the battle line. Indeed, I escaped from the battle line today.&apos; Eli said, &apos;How did things go, my son?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The messenger replied, &apos;Israel has fled before the Philistines and there has also been a great slaughter among the people. Also your two sons, Hophni and Phinehas, are dead, and the ark of God has been taken.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When he mentioned the ark of God, Eli fell off the seat backwards by the side of the [city] gate. His neck was broken and he died, for he was old and heavy. He had judged Israel for forty years."
            },
            {
                "verse_number": "19",
                "verse_text": "Now his daughter-in-law, Phinehas&quot; wife, was pregnant, and was about to give birth; so when she heard the news that the ark of God had been taken and that her father-in-law and her husband had died, she kneeled down and gave birth, because her [labor] pains began."
            },
            {
                "verse_number": "20",
                "verse_text": "And about the time of her death [following the sudden birth] the women attending her said to her, &apos;Do not be afraid, for you have given birth to a son.&apos; But she did not answer or pay any attention."
            },
            {
                "verse_number": "21",
                "verse_text": "And she named the boy Ichabod, saying, &apos;The glory has left Israel,&apos; because the ark of God had been taken and because of [the deaths of] her father-in-law and her husband."
            },
            {
                "verse_number": "22",
                "verse_text": "She said, &apos;The glory has left Israel, for the ark of God has been taken.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then the Philistines took the ark of God, and they brought it from Ebenezer to Ashdod."
            },
            {
                "verse_number": "2",
                "verse_text": "They took the ark of God and brought it into the house of Dagon and set it beside [the image of] Dagon [their chief idol]."
            },
            {
                "verse_number": "3",
                "verse_text": "When the people of Ashdod got up early the next day, behold, Dagon had fallen on his face on the ground before the ark of the L ord . So they took Dagon and returned him to his place."
            },
            {
                "verse_number": "4",
                "verse_text": "But when they got up early the next morning, behold, Dagon had [again] fallen on his face on the ground before the ark of the L ord , and his head and both palms of his hands were [lying] cut off on the threshold; only the trunk [portion] of [the idol of] Dagon was left on him."
            },
            {
                "verse_number": "5",
                "verse_text": "This is the reason neither the priests of Dagon nor any who enter Dagon&quot;s house step on the threshold of Dagon in Ashdod to this day."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the hand of the L ord was heavy on the people of Ashdod, and He caused them to be dumbfounded and struck them with tumors, both Ashdod and its territory."
            },
            {
                "verse_number": "7",
                "verse_text": "When the men of Ashdod saw what had happened, they said, &apos;The ark of the God of Israel must not remain with us, for His hand is heavy on us and on Dagon our god.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they sent word and gathered all the lords (governors) of the Philistines to them and said, &apos;What shall we do with the ark of the God of Israel?&apos; They answered, &apos;Let the ark of the God of Israel be brought around to Gath.&apos; So they took the ark of the God of Israel there."
            },
            {
                "verse_number": "9",
                "verse_text": "But it happened that after they had taken it to Gath, the hand of the L ord was against the city, causing an extremely great panic [because of the deaths from the plague], for He struck the people of the city, both young and old, and tumors broke out on them."
            },
            {
                "verse_number": "10",
                "verse_text": "So they sent the ark of God to Ekron. And as the ark of God came to Ekron, the Ekronites cried out, &apos;They have brought the ark of the God of Israel [from Gath] to us, to kill us and our people.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So they sent word and gathered all the lords of the Philistines and said, &apos;Send away the ark of the God of Israel; let it be returned to its own place, so that it will not kill us and our people.&apos; For there was a deadly panic throughout the city; the hand of God was very heavy (severe) there."
            },
            {
                "verse_number": "12",
                "verse_text": "The men who had not died were stricken with tumors and the cry of the city [for help] went up to heaven."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now the ark of the L ord had been in the country of the Philistines for seven months."
            },
            {
                "verse_number": "2",
                "verse_text": "And the Philistines called for the priests and the diviners (seers), saying, &apos;What shall we do with the ark of the L ord ? Let us know how we can send it back to its place.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They said, &apos;If you send away the ark of the God of Israel, do not send it empty [without a gift]; but be sure to return [it] to Him [together with] a guilt offering. Then you will be healed, and it will be known to you why His hand is not removed from you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then they said, &apos;What shall the guilt offering be which we shall return to Him?&apos; They answered, &apos; Five golden tumors and five golden mice, according to the number of the lords (governors) of the Philistines, for one plague was on all of you and on your lords."
            },
            {
                "verse_number": "5",
                "verse_text": "So you shall make replicas of your tumors and of your mice that ravage the land, and give glory to the God of Israel; perhaps He will lighten His hand [of judgment] on you and your gods and your land."
            },
            {
                "verse_number": "6",
                "verse_text": "Why then do you harden your hearts [allowing pride to cause your downfall] just as the Egyptians and Pharaoh hardened their hearts? When He had severely dealt with them and mocked them, did they not allow the people [of Israel] to go, and they departed?"
            },
            {
                "verse_number": "7",
                "verse_text": "Now then, make a new cart and prepare two milk cows on which a yoke has never been placed; and hitch the cows to the cart and take their calves back home, away from them."
            },
            {
                "verse_number": "8",
                "verse_text": "Then take the ark of the L ord and put it on the cart; and put the articles of gold which you are returning to Him as a guilt offering in a box beside it. Then send it away [without a driver]."
            },
            {
                "verse_number": "9",
                "verse_text": "But watch, if it goes up by the way of its own territory to Beth-shemesh, then [you will know that] He has done us this great evil. But if not, then we will know that it was not His hand that struck us; this disaster happened to us by chance.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And the men did so, and took two milk cows and hitched them to the cart, and corralled their calves at home."
            },
            {
                "verse_number": "11",
                "verse_text": "They put the ark of the L ord on the cart, and the box containing the golden mice and the replicas of their tumors."
            },
            {
                "verse_number": "12",
                "verse_text": "And the cows went straight toward Beth-shemesh along the highway, lowing as they went, and did not turn away to the right or the left. And the Philistine lords (governors) followed them to the border of Beth-shemesh."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the men of Beth-shemesh were gathering their wheat harvest in the valley, and they looked up and saw the ark and rejoiced to see it."
            },
            {
                "verse_number": "14",
                "verse_text": "The cart came into the field of Joshua of Beth-shemesh and stopped there. A large stone was there; and the men split up the wood of the cart [for firewood] and offered the cows as a burnt offering to the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites had taken down the ark of the L ord and the box beside it, in which were the articles of gold, and put them on the large stone. And the men of Beth-shemesh offered burnt offerings and made sacrifices that day to the L ord ."
            },
            {
                "verse_number": "16",
                "verse_text": "When the five lords of the Philistines saw what happened, they returned to Ekron that day."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the golden tumors which the Philistines returned as a guilt offering to the L ord : one for Ashdod, one for Gaza, one for Ashkelon, one for Gath and one for Ekron [the five chief cities of the Philistines];"
            },
            {
                "verse_number": "18",
                "verse_text": "also the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both fortified cities and [unwalled] country villages. The large stone on which the Levites set the ark of the L ord remains a witness to this day in the field of Joshua of Beth-shemesh."
            },
            {
                "verse_number": "19",
                "verse_text": "The L ord struck down some of the men of Beth-shemesh because they had looked into the ark of the L ord . He struck down 50,070 men among the people, and the people mourned because the L ord had struck the people with a great slaughter."
            },
            {
                "verse_number": "20",
                "verse_text": "The men of Beth-shemesh said, &apos;Who is able to stand before the L ord , this holy God? And to whom shall He go up from us?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So they sent messengers to the residents of Kiriath-jearim, saying, &apos;The Philistines have returned the ark of the L ord . Come down and take it up to you.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "So the men of Kiriath-jearim came and took up the ark of the Lord and brought it into the house of Abinadab on the hill, and they consecrated Eleazar his son to care for the ark of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "And from that day the ark remained in Kiriath-jearim for a very long time, for it was twenty years [until the reign of King David]; and all the house of Israel lamented (wailed) and grieved after the L ord ."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Samuel said to all the house of Israel, &apos;If you are returning to the L ord with all your heart, remove the foreign gods and the Ashtaroth (pagan goddesses) from among you and direct your hearts to the L ord and serve Him only; and He will rescue you from the hand of the Philistines.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the Israelites removed the Baals and the Ashtaroth and served the L ord alone."
            },
            {
                "verse_number": "5",
                "verse_text": "Samuel said, &apos;Gather all Israel together at Mizpah and I will pray to the L ord for you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they gathered at Mizpah, and drew water and poured it out before the L ord , and fasted on that day and said there, &apos;We have sinned against the L ord .&apos; And Samuel judged the Israelites at Mizpah."
            },
            {
                "verse_number": "7",
                "verse_text": "Now when the Philistines heard that the Israelites had gathered at Mizpah, the lords (governors) of the Philistines went up against Israel. And when the Israelites heard it, they were afraid of the Philistines."
            },
            {
                "verse_number": "8",
                "verse_text": "And the sons of Israel said to Samuel, &apos;Do not cease to cry out to the L ord our God for us, so that He may save us from the hand of the Philistines.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Samuel took a nursing lamb and offered it as a whole burnt offering to the L ord ; and Samuel cried out to the L ord for Israel and the L ord answered him."
            },
            {
                "verse_number": "10",
                "verse_text": "As Samuel was offering up the burnt offering, the Philistines approached for the battle against Israel. Then the L ord thundered with a great voice that day against the Philistines and threw them into confusion, and they were defeated and fled before Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "And the men of Israel came out of Mizpah and pursued the Philistines, and struck them down as far as [the territory] below Beth-car."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Samuel took a stone and set it between Mizpah and Shen, and he named it Ebenezer (stone of help), saying, &apos;Thus far the L ord has helped us.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So the Philistines were subdued and they did not come anymore into Israelite territory. And the hand of the L ord was against the Philistines all the days of Samuel."
            },
            {
                "verse_number": "14",
                "verse_text": "The cities which the Philistines had taken from Israel were restored to Israel, from Ekron to Gath; and Israel recovered the cities&quot; territory from the Philistines. Also there was peace between Israel and the Amorites."
            },
            {
                "verse_number": "15",
                "verse_text": "Now Samuel judged Israel all the days of his life."
            },
            {
                "verse_number": "16",
                "verse_text": "He used to go annually on a circuit to Bethel, Gilgal, and Mizpah, and he judged Israel in all these places."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he would return to Ramah, because his home was there; and there he judged Israel, and there he built an altar to the L ord ."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "And it came about when Samuel was old that he appointed his sons as judges over Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the name of his firstborn was Joel, and the name of his second, Abijah; they were judging in Beersheba."
            },
            {
                "verse_number": "3",
                "verse_text": "His sons, however, did not walk in his ways, but turned aside after dishonest gain, took bribes, and perverted justice."
            },
            {
                "verse_number": "4",
                "verse_text": "Then all the elders of Israel gathered together and came to Samuel at Ramah"
            },
            {
                "verse_number": "5",
                "verse_text": "and said to him, &apos;Look, you have grown old, and your sons do not walk in your ways. Now appoint us a king to judge us [and rule over us] like all the other nations.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But their demand displeased Samuel when they said, &apos;Give us a king to judge and rule over us.&apos; So Samuel prayed to the L ord ."
            },
            {
                "verse_number": "7",
                "verse_text": "The L ord said to Samuel, &apos;Listen to the voice of the people in regard to all that they say to you, for they have not rejected you, but they have rejected Me from being King over them."
            },
            {
                "verse_number": "8",
                "verse_text": "Like all the deeds which they have done since the day that I brought them up from Egypt even to this day&ndash;in that they have abandoned (rejected) Me and served other gods&ndash;so they are doing to you also."
            },
            {
                "verse_number": "9",
                "verse_text": "So now listen to their voice; only solemnly warn them and tell them the ways of the king who will reign over them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Samuel told all the words of the L ord to the people who were asking him for a king."
            },
            {
                "verse_number": "11",
                "verse_text": "He said, &apos;These will be the ways of the king who will reign over you: he will take your sons and appoint them for himself to his chariots and among his horsemen and they will run before his chariots."
            },
            {
                "verse_number": "12",
                "verse_text": "He will appoint them for himself to be commanders over thousands and over fifties, and some to do his plowing and to reap his harvest and to make his implements of war and equipment for his chariots."
            },
            {
                "verse_number": "13",
                "verse_text": "He will take your daughters to be perfumers, cooks, and bakers."
            },
            {
                "verse_number": "14",
                "verse_text": "He will take the best of your fields, your vineyards, and your olive groves, and give them to his servants."
            },
            {
                "verse_number": "15",
                "verse_text": "He will take a tenth of your grain and of your vineyards and give it to his officers and to his servants."
            },
            {
                "verse_number": "16",
                "verse_text": "He will take your male servants and your female servants and your best young men and your donkeys and use them for his work."
            },
            {
                "verse_number": "17",
                "verse_text": "He will take a tenth of your flocks, and you yourselves shall be his servants."
            },
            {
                "verse_number": "18",
                "verse_text": "Then you will cry out on that day because of your king whom you have chosen for yourselves, but the L ord will not answer you on that day [because you have rejected Him as King].&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Nevertheless, the people refused to listen to the voice of Samuel, and they said, &apos;No, but there shall be a king over us,"
            },
            {
                "verse_number": "20",
                "verse_text": "so that we too may be like all the nations [around us], that our king may judge [and govern] us and go out before us and fight our battles.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Samuel had heard all the words of the people and repeated them to the L ord ."
            },
            {
                "verse_number": "22",
                "verse_text": "And the L ord said to Samuel, &apos;Listen to their request and appoint a king for them.&apos; So Samuel said to the men of Israel, &apos;Go, each man to his own city.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "There was a man of [the tribe of] Benjamin whose name was Kish the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, a Benjamite, a mighty man of influence and wealth."
            },
            {
                "verse_number": "2",
                "verse_text": "Kish had a son named Saul, a choice and handsome man; among the sons of Israel there was not a man more handsome than he. From his shoulders and up he was [a head] taller than any of the people."
            },
            {
                "verse_number": "3",
                "verse_text": "Now the donkeys of Kish, Saul&quot;s father, had wandered off and were lost. Kish said to his son Saul, &apos;Please take one of the servants with you and arise, go look for the donkeys.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "And they passed through the hill country of Ephraim and the land of Shalishah, but did not find them . Then they passed through the land of Shaalim, but they were not there and the land of the Benjamites, but they [still] did not find them ."
            },
            {
                "verse_number": "5",
                "verse_text": "When they came to the land of Zuph, Saul said to his servant who was with him, &apos;Come, let us return, otherwise my father will stop worrying about the donkeys and become anxious about us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The servant said to him, &apos;Look here, in this city there is a man of God, and the man is held in honor; everything that he says comes true. Now let us go there; perhaps he can advise us about our journey [and tell us where we should go].&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Saul said to his servant, &apos;But look, if we go [to see him], what shall we bring to the man? For the bread from our sacks is gone and there is no gift to bring to the man of God. What do we have [to offer]?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The servant replied again to Saul, &apos;Here in my hand I have a quarter of a shekel of silver; I will give that to the man of God, and he will advise us as to [where we should go on] our journey [to find the donkeys].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "(Formerly in Israel, when a man went to inquire of God, he would say, &apos;Come, let us go to the seer&apos;; for he who is called a prophet today was formerly called a seer.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Saul said to his servant, &apos;Well said; come, let us go.&apos; So they went to the city where the man of God was living."
            },
            {
                "verse_number": "11",
                "verse_text": "As they went up the hill to the city, they met some young women going out to draw water, and said to them, &apos;Is the seer (prophet) here?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They answered them, &apos;He is; look, he is ahead of you. Hurry now, for he has come into the city today because the people have a sacrifice on the high place today."
            },
            {
                "verse_number": "13",
                "verse_text": "As you enter the city you will find him before he goes up to the high place to eat, for the people will not eat until he comes, because he must ask the blessing on the sacrifice; afterward, those who are invited will eat. So go up now, for about now you will find him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So they went up to the city. And as they came into the city, there was Samuel coming out toward them to go up to the high place."
            },
            {
                "verse_number": "15",
                "verse_text": "Now a day before Saul came, the L ord had informed Samuel [of this], saying,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;About this time tomorrow I will send you a man from the land of Benjamin, and you shall anoint him as leader over My people Israel; and he will save My people from the hand of the Philistines. For I have looked upon [the distress of] My people, because their cry [for help] has come to Me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Samuel saw Saul, the L ord said to him, &apos;There is the man of whom I spoke to you. This one shall rule over My people [as their king].&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Saul approached Samuel in the [city] gate and said, &apos;Please tell me where the seer&quot;s house is.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Samuel answered Saul, &apos;I am the seer. Go on ahead of me to the high place, for you shall eat with me today; and in the morning I will let you go, and will tell you all that is on your mind."
            },
            {
                "verse_number": "20",
                "verse_text": "As for your donkeys which were lost three days ago, do not be concerned about them, for they have been found. And for whom are all things that are desirable in Israel? Are they not for you and for all your father&quot;s household (family)?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul replied, &apos;Am I not a Benjamite, of the smallest of the tribes of Israel? And is not my family the smallest of all the families of the tribe of Benjamin? Why then have you spoken this way to me [as if I were very important]?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Samuel took Saul and his servant and brought them into the hall [at the high place] and gave them a place [to sit] at the head of the persons&ndash;about thirty men&ndash;who were invited [while the rest ate outside]."
            },
            {
                "verse_number": "23",
                "verse_text": "Samuel said to the cook, &apos;Bring the [priests&quot;] portion that I gave you, regarding which I told you, &quot;Set it aside.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the cook lifted up the leg (thigh) with the meat that was on it [indicating that it was the priest&quot;s honored portion] and placed it before Saul. Samuel said, &apos;Here is what has been reserved [for you]. Set it before you and eat, because it has been kept for you until the appointed time, ever since I invited the people.&apos; So Saul ate with Samuel that day."
            },
            {
                "verse_number": "25",
                "verse_text": "When they came down from the high place into the city, Samuel spoke with Saul on the roof [of his house]."
            },
            {
                "verse_number": "26",
                "verse_text": "They got up early [the next day]; and at dawn Samuel called Saul [who was sleeping] on the roof, saying, &apos;Get up, so that I may send you on your way.&apos; Saul got up, and both he and Samuel went outside."
            },
            {
                "verse_number": "27",
                "verse_text": "As they were going down to the outskirts of the city, Samuel said to Saul, &apos;Tell the servant to go on ahead of us so that he may pass by but you stand still now so that I may proclaim the word of God to you.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then Samuel took the flask of oil and poured it on Saul&quot;s head, kissed him, and said, &apos;Has the L ord not anointed you as ruler over His inheritance (Israel)?"
            },
            {
                "verse_number": "2",
                "verse_text": "When you leave me today, you will meet two men beside Rachel&quot;s tomb in the territory of Benjamin at Zelzah; they will say to you, &quot;The donkeys you went to look for have been found. And your father has stopped caring about them and is worried about you, saying, &apos;What shall I do about my son?&apos;&nbsp;&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then you will go on further from there, and you will come to the terebinth tree of Tabor, and three men going up to [sacrifice to] God at Bethel will meet you there, one carrying three young goats, another carrying three loaves of bread, and another carrying a jug of wine."
            },
            {
                "verse_number": "4",
                "verse_text": "They will greet you and give you two loaves of bread, which you will accept from their hand."
            },
            {
                "verse_number": "5",
                "verse_text": "After that you will come to the hill of God where the garrison of the Philistines is; and when you come there to the city, you will meet a group of prophets coming down from the high place [of worship] with harp, tambourine, flute, and lyre before them, and they will be prophesying."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Spirit of the L ord will come upon you mightily, and you will prophesy with them, and you will be changed into another man."
            },
            {
                "verse_number": "7",
                "verse_text": "When these signs come to you, do for yourself whatever the situation requires, for God is with you."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall go down ahead of me to Gilgal; and behold, I will be coming down to you to offer burnt offerings and to sacrifice peace offerings. You shall wait seven days until I come to you and show you what you must do.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then it happened when Saul turned his back to leave Samuel, God changed his heart; and all those signs came to pass that day."
            },
            {
                "verse_number": "10",
                "verse_text": "When they came to the hill [Gibeah], behold, a group of prophets met him; and the Spirit of God came on him mightily, and he prophesied [under divine guidance] among them."
            },
            {
                "verse_number": "11",
                "verse_text": "Now when all who knew Saul previously saw that he actually prophesied now [by inspiration] with the prophets, the people said one to another, &apos;What has happened to [Saul, who is nobody but] the son of Kish? Is Saul also among the prophets?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And a man from there answered, &apos;But who is the father of the others?&apos; So it became a proverb, &apos;Is Saul also among the prophets?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Saul had finished prophesying, he went to the high place [of worship]."
            },
            {
                "verse_number": "14",
                "verse_text": "Saul&quot;s uncle said to him and to his servant, &apos;Where did you go?&apos; And Saul said, &apos;To look for the donkeys. And when we saw that they were nowhere to be found, we went to Samuel [for help].&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Saul&quot;s uncle said, &apos;Please tell me, what did Samuel say to you?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And Saul said to his uncle, &apos;He told us plainly that the donkeys had been found.&apos; But he did not tell him about the matter of the kingdom which Samuel had mentioned."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Samuel called the people together to the L ord at Mizpah,"
            },
            {
                "verse_number": "18",
                "verse_text": "and he said to Israel, &apos;Thus says the L ord , the God of Israel, &quot;It was I who brought Israel up from Egypt, and I rescued you from the hand of the Egyptians and from all the kingdoms that were oppressing you.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "But today you have rejected your God, who Himself saves you from all your disasters and distresses; yet you have said, &quot;No! Set a king over us.&quot; Now then, present yourselves before the L ord by your tribes and by your families (clans).&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And when Samuel brought all the tribes of Israel near, the tribe of Benjamin was chosen by lot."
            },
            {
                "verse_number": "21",
                "verse_text": "Then he brought the tribe of Benjamin near by their families, and the family of Matri was chosen by lot. And Saul the son of Kish was chosen by lot; but when they looked for him, he could not be found."
            },
            {
                "verse_number": "22",
                "verse_text": "So they inquired further of the L ord , &apos;Has the man come here yet?&apos; And the L ord answered, &apos;He is there, hiding himself by the provisions and supplies.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So they ran and took him from there, and when he stood among the people, he was taller than any of the people from his shoulders upward."
            },
            {
                "verse_number": "24",
                "verse_text": "Samuel said to all the people, &apos;Do you see him whom the L ord has chosen? For there is no one like him among all the people.&apos; So all the people shouted and said, &apos; Long live the king!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Samuel told the people the requirements of the kingdom, and wrote them in a book and placed it before the L ord . And Samuel sent all the people away, each one to his home."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul also went home to Gibeah; and the brave men whose hearts God had touched went with him."
            },
            {
                "verse_number": "27",
                "verse_text": "But some worthless men said, &apos;How can this man save and rescue us?&apos; And they regarded Saul with contempt and did not bring him a gift. But he ignored the insult and kept silent."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now Nahash the Ammonite [king] went up and besieged Jabesh-gilead; and all the men of Jabesh said to Nahash, &apos;Make a treaty [of peace] with us and we will serve you.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But Nahash the Ammonite told them, &apos;I will make a treaty with you on this condition, that I will gouge out the right eye of every one of you, and make it a disgrace upon all Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The elders of Jabesh said to Nahash, &apos;Give us seven days so that we may send messengers throughout the territory of Israel. Then, if there is no one to save us, we will come out [and surrender] to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the messengers came to Gibeah of Saul and told the news to the people; and all the people raised their voices and wept aloud."
            },
            {
                "verse_number": "5",
                "verse_text": "Now Saul was coming out of the field behind the oxen, and he said, &apos;What is the matter with the people that they are weeping?&apos; So they told him about the report of the men of Jabesh."
            },
            {
                "verse_number": "6",
                "verse_text": "The Spirit of God came upon Saul mightily when he heard these words, and he became extremely angry."
            },
            {
                "verse_number": "7",
                "verse_text": "He took a team of oxen and cut them in pieces, and sent them throughout the territory of Israel by the hand of messengers, saying, &apos;Whoever does not come out to follow Saul and Samuel, the same shall be done to his oxen.&apos; Then fear of the L ord fell on the people, and they came out [united] as one man [with one purpose]."
            },
            {
                "verse_number": "8",
                "verse_text": "He assembled and counted them at Bezek; and the sons of Israel numbered 300,000, and the men of Judah 30,000."
            },
            {
                "verse_number": "9",
                "verse_text": "They said to the messengers who had come, &apos;You shall say to the men of Jabesh-gilead: &quot;Tomorrow, by the time the sun is hot, you will have help [against the Ammonites].&quot;&nbsp;&apos; So the messengers came and reported this to the men of Jabesh; and they were overjoyed."
            },
            {
                "verse_number": "10",
                "verse_text": "So the men of Jabesh said [to Nahash the Ammonite], &apos;Tomorrow we will come out to you [to surrender], and you may do to us whatever seems good to you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The next morning Saul put the men into three companies; and they entered the [Ammonites&quot;] camp during the [darkness of the early] morning watch and killed the Ammonites until the heat of the day; and the survivors were scattered, and no two of them were left together."
            },
            {
                "verse_number": "12",
                "verse_text": "The people said to Samuel, &apos;Who is the one who said, &quot;Shall Saul reign over us?&quot; Bring the men, and we will put them to death.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Saul said, &apos;No man shall be put to death this day, for today the L ord has brought victory to Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Samuel said to the people, &apos;Come, let us go to Gilgal and there restore the kingdom.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So all the people went to Gilgal, and there they made Saul king before the L ord in Gilgal. There they also sacrificed peace offerings before the L ord ; and there Saul and all the men of Israel rejoiced greatly."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Samuel said to all Israel, &apos;Behold, I have listened to your voice in everything that you have said to me and have appointed a king over you."
            },
            {
                "verse_number": "2",
                "verse_text": "And now, here is the king walking before you. As for me, I am old and gray, and here are my sons with you. I have walked before you from my childhood to this day."
            },
            {
                "verse_number": "3",
                "verse_text": "Here I am; testify against me before the L ord and [Saul] His anointed [if I have done someone wrong]. Whose ox have I taken, or whose donkey have I taken, or whom have I exploited? Whom have I oppressed or from whose hand have I taken a bribe to blind my eyes [to the truth]? [Tell me and] I will restore it to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They said, &apos;You have not exploited us or oppressed us or taken anything at all from a man&quot;s hand.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Samuel said to them, &apos;The L ord is a witness against you, and [Saul] His anointed is a witness this day that you have not found anything in my hand.&apos; And they answered, &apos; He is a witness.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Samuel said to the people, &apos;It is the L ord who appointed Moses and Aaron and brought your fathers (ancestors) up from the land of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "Now then, take your stand, so that I may plead and contend with you before the L ord concerning all the righteous acts of the L ord which He did for you and for your fathers."
            },
            {
                "verse_number": "8",
                "verse_text": "When Jacob [and his sons] had come into Egypt [and later when the Egyptians oppressed them] and your fathers cried out to the L ord , then the L ord sent Moses and Aaron who brought your fathers out of Egypt and settled them in this place."
            },
            {
                "verse_number": "9",
                "verse_text": "But when they forgot the L ord their God, He sold them into the hand of Sisera, commander of Hazor&quot;s army, and into the hand of the Philistines and of the king of Moab, and they fought against them."
            },
            {
                "verse_number": "10",
                "verse_text": "They cried out to the L ord , saying, &quot;We have sinned because we have abandoned (rejected) the Lord and have served the Baals and the Ashtaroth; but now rescue us from the hands of our enemies, and we will serve You.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the L ord sent Jerubbaal (Gideon) and Bedan and Jephthah and Samuel, and He rescued you from the hand of your enemies on every side, and you lived in security."
            },
            {
                "verse_number": "12",
                "verse_text": "But when you saw that Nahash king of the Ammonites had come against you, you said to me, &quot;No, but a king shall reign over us&quot;&ndash;although the L ord your God was your King."
            },
            {
                "verse_number": "13",
                "verse_text": "Now therefore, here is [Saul] the king whom you have chosen, and for whom you asked; behold, the L ord has set a king over you."
            },
            {
                "verse_number": "14",
                "verse_text": "If you will fear the L ord [with awe and profound reverence] and serve Him and listen to His voice and not rebel against His commandment, then both you and your king will follow the L ord your God [and it will be well]."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you do not listen to the L ord &quot; s voice, but rebel against His command, then the hand of the L ord will be against you [to punish you], as it was against your fathers."
            },
            {
                "verse_number": "16",
                "verse_text": "So now, take your stand and see this great thing which the L ord will do before your eyes."
            },
            {
                "verse_number": "17",
                "verse_text": "Is it not [the beginning of the] wheat harvest today? I will call to the L ord and He will send thunder and rain; then you will know [without any doubt], and see that your evil which you have done is great in the sight of the L ord by asking for yourselves a king.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel called to the L ord [in prayer], and He sent thunder and rain that day; and all the people greatly feared the L ord and Samuel."
            },
            {
                "verse_number": "19",
                "verse_text": "Then all the people said to Samuel, &apos;Pray to the L ord your God for your servants, so that we will not die, for we have added to all our sins this evil&ndash;to ask for a king for ourselves.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Samuel said to the people, &apos;Do not be afraid. You have [indeed] done all this evil; yet do not turn away from following the L ord , but serve the L ord with all your heart."
            },
            {
                "verse_number": "21",
                "verse_text": "You must not turn away, for then you would go after futile things which cannot profit or rescue, because they are futile."
            },
            {
                "verse_number": "22",
                "verse_text": "The L ord will not abandon His people for His great name&quot;s sake, because the L ord has been pleased to make you a people for Himself."
            },
            {
                "verse_number": "23",
                "verse_text": "Moreover, as for me, far be it from me that I should sin against the L ord by ceasing to pray for you; but I will instruct you in the good and right way."
            },
            {
                "verse_number": "24",
                "verse_text": "Only fear the L ord [with awe and profound reverence] and serve Him faithfully with all your heart; for consider what great things He has done for you."
            },
            {
                "verse_number": "25",
                "verse_text": "But if you still do evil, both you and your king will be swept away [to destruction].&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Saul was thirty years old when he began to reign, and he reigned forty -two years over Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul chose for himself 3,000 men of Israel; of whom 2,000 were with him in Michmash and in the hill country of Bethel, while 1,000 were with Jonathan at Gibeah of Benjamin. But he sent the rest of the people away, each one to his own tent."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan attacked and defeated the Philistine garrison which was at Geba, and the Philistines heard about it. Then Saul blew the trumpet throughout the land, saying, &apos;Let the Hebrews hear.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "All Israel heard that Saul had defeated the Philistine garrison, and also that Israel had become despicable to the Philistines. And the people were summoned to join Saul at Gilgal."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the Philistines gathered to fight against Israel, 30,000 chariots and 6,000 horsemen, and troops in multitude, like sand on the seashore. They came up and camped at Michmash, east of Beth-aven."
            },
            {
                "verse_number": "6",
                "verse_text": "When the men of Israel saw that they were in a tight situation (for their troops were hard-pressed), they hid in caves, in thickets, in cellars, and in [dry] cisterns (pits)."
            },
            {
                "verse_number": "7",
                "verse_text": "Also some of the Hebrews had crossed the [river] Jordan to the land of Gad and Gilead. As for Saul, he was still in Gilgal, and all the people followed him, trembling [in fear and anticipation]."
            },
            {
                "verse_number": "8",
                "verse_text": "Now Saul waited seven days, according to the appointed time which Samuel had set, but Samuel had not come to Gilgal; and the people were scattering away from Saul."
            },
            {
                "verse_number": "9",
                "verse_text": "So Saul said, &apos;Bring me the burnt offering and the peace offerings.&apos; And he offered the burnt offering [which he was forbidden to do]."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as he finished offering the burnt offering, Samuel finally came; Saul went out to meet and to welcome him."
            },
            {
                "verse_number": "11",
                "verse_text": "But Samuel said, &apos;What have you done?&apos; Saul said, &apos;Since I saw that the people were scattering away from me, and that you did not come within the appointed time, and that the Philistines were assembling at Michmash,"
            },
            {
                "verse_number": "12",
                "verse_text": "therefore, I said, &quot;Now the Philistines will come down against me at Gilgal, and I have not asked for the L ord &quot; s favor [by making supplication to Him].&quot; So I forced myself to offer the burnt offering.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Samuel said to Saul, &apos;You have acted foolishly; you have not kept the commandment of the L ord your God, which He commanded you, for [if you had obeyed] the L ord would have established your kingdom over Israel forever."
            },
            {
                "verse_number": "14",
                "verse_text": "But now your kingdom shall not endure. The L ord has sought out for Himself a man (David) after His own heart, and the L ord has appointed him as leader and ruler over His people, because you have not kept (obeyed) what the L ord commanded you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Samuel arose and went up from Gilgal to Gibeah of Benjamin. And Saul assembled and counted the people who were still with him, [only] about six hundred [fighting] men."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul and his son Jonathan and the people with them were staying in Geba of Benjamin, while the Philistines camped at Michmash."
            },
            {
                "verse_number": "17",
                "verse_text": "And the raiding party came from the Philistine camp in three companies: one company turned toward Ophrah, to the land of Shual,"
            },
            {
                "verse_number": "18",
                "verse_text": "another company turned toward Beth-horon, and another toward the border overlooking the Valley of Zeboim toward the wilderness."
            },
            {
                "verse_number": "19",
                "verse_text": "Now no blacksmith (metal-worker) could be found in all the land of Israel, for the Philistines said, &apos;Otherwise the Hebrews will make swords or spears.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So all [the men of] Israel went down to the Philistines, each to get his plowshare, pick, axe, or sickle sharpened."
            },
            {
                "verse_number": "21",
                "verse_text": "The fee [for sharpening] was a pim (two-thirds of a shekel) for the plowshares, the picks, the pitchforks, and the axes, and to straighten the goads (cattle prods)."
            },
            {
                "verse_number": "22",
                "verse_text": "So it came about on the day of battle that neither sword nor spear was found in the hands of any of the people who were with Saul and Jonathan; but Saul and Jonathan his son had them."
            },
            {
                "verse_number": "23",
                "verse_text": "And the garrison of the Philistines went out to the pass at Michmash."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One day Jonathan the son of Saul said to his young armor bearer, &apos;Come, let us go over to the Philistine garrison on the other side.&apos; But he did not tell his father."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul was staying in the outskirts of Gibeah under a pomegranate tree in Migron; and with him were about six hundred men,"
            },
            {
                "verse_number": "3",
                "verse_text": "and Ahijah the son of Ichabod&quot;s brother Ahitub the son of Phinehas, the son of Eli, the L ord &quot; s priest at Shiloh, was wearing the ephod. And the people did not know that Jonathan had gone."
            },
            {
                "verse_number": "4",
                "verse_text": "Between the passes by which Jonathan sought to cross over to get to the Philistine garrison, there was a rocky crag on the one side and a rocky crag on the other side; one [crag] was named Bozez, and the other, Seneh."
            },
            {
                "verse_number": "5",
                "verse_text": "The one crag was on the north in front of Michmash, and the other on the south in front of Geba."
            },
            {
                "verse_number": "6",
                "verse_text": "Jonathan said to his young armor bearer, &apos;Come, let us cross over to the garrison of these uncircumcised men; it may be that the L ord will work for us. For there is nothing to prevent the L ord from saving, whether by many or by few.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "And his armor bearer said to him, &apos;Do everything that is in your heart (mind); here I am with you in whatever you think [best].&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jonathan said, &apos;See now, we are going to cross over to the [Philistine] men and reveal ourselves to them."
            },
            {
                "verse_number": "9",
                "verse_text": "If they say to us, &quot;Wait until we come to you,&quot; then we will stand in our place and not go up to them."
            },
            {
                "verse_number": "10",
                "verse_text": "But if they say, &quot;Come up to us,&quot; we will go up, for the L ord has handed them over to us; and this shall be the sign to us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When both of them revealed themselves to the garrison of the Philistines, the Philistines said, &apos;Look, the Hebrews are coming out of the holes where they have hidden themselves.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the men of the garrison responded to Jonathan and his armor bearer, &apos;Come up to us and we will tell you something.&apos; Jonathan said to his armor bearer, &apos;Climb up after me, for the L ord has given them into the hands of Israel.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jonathan climbed up on his hands and feet, his armor bearer following after him. The enemy fell before Jonathan [in combat], and his armor bearer killed some of them after him."
            },
            {
                "verse_number": "14",
                "verse_text": "That first slaughter which Jonathan and his armor bearer made was about twenty men within about half a [plow] furrow in a plot of land [the area of which a yoke of oxen could plow in a day]."
            },
            {
                "verse_number": "15",
                "verse_text": "And there was trembling in the [Philistine] camp, in the field, and among all the people; even the garrison and the raiding party trembled [in fear], and the earth quaked and it became a trembling and terror from God."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul&quot;s watchmen in Gibeah of Benjamin looked, and behold, the multitude melted away and they went here and there."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Saul said to the people with him, &apos;Take a count and see who has left us.&apos; When they had taken a count, behold, Jonathan and his armor bearer were missing."
            },
            {
                "verse_number": "18",
                "verse_text": "Saul said to Ahijah [the priest], &apos;Bring the ark of God here.&apos; For at that time the ark of God was with the sons of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "While Saul talked to the priest, the commotion in the Philistine camp continued and increased, so Saul said to the priest, &apos;Withdraw your hand.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Saul and all the people who were with him rallied and went into the battle; and behold, every [Philistine] man&quot;s sword was against his companion, in wild confusion."
            },
            {
                "verse_number": "21",
                "verse_text": "Now the Hebrews who were with the Philistines previously, who went up with them all around in the camp, they also turned to be with the Israelites who were with Saul and Jonathan."
            },
            {
                "verse_number": "22",
                "verse_text": "When all the men of Israel who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, they too pursued them closely in the battle."
            },
            {
                "verse_number": "23",
                "verse_text": "So the L ord saved Israel that day, and the battle spread beyond Beth-aven."
            },
            {
                "verse_number": "24",
                "verse_text": "But the men of Israel were hard-pressed that day, because Saul had put the people under a curse, saying, &apos;Cursed be the man who eats food before evening, and before I have taken vengeance on my enemies.&apos; So none of the people ate any food."
            },
            {
                "verse_number": "25",
                "verse_text": "All the people of the land came to a forest, and there was honey on the ground."
            },
            {
                "verse_number": "26",
                "verse_text": "When the people entered the forest, the honey was dripping, but no man put his hand to his mouth [to taste it], because the people feared the oath [of Saul]."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jonathan had not heard when his father put the people under the oath. So he put out the end of the staff that was in his hand and dipped it into a honeycomb, and then he put his hand to his mouth, and his energy was restored."
            },
            {
                "verse_number": "28",
                "verse_text": "But one of the people told him, &apos;Your father strictly put the people under an oath, saying, &quot;Cursed be the man who eats food today.&quot;&nbsp;&apos; And the people were exhausted [and hungry]."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jonathan said, &apos;My father has troubled the land [with his foolish curse]. See how my energy is restored because I tasted a little of this honey."
            },
            {
                "verse_number": "30",
                "verse_text": "How much better [it would have been] if only the people had eaten freely today from the spoil of their enemies which they found! For now the slaughter among the Philistines has not been great.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They struck the Philistines that day from Michmash to Aijalon. And the people were very tired."
            },
            {
                "verse_number": "32",
                "verse_text": "[When night came and the oath ended] the people rushed greedily upon the spoil. They took sheep, oxen, and calves, and slaughtered them on the ground; and they ate them [raw] with the blood [still in them]."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Saul was told, &apos;Look, the people are sinning against the L ord by eating [the meat] with the blood.&apos; And he said, &apos;You have violated [the Law] and acted treacherously; roll a large stone to me today.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Saul said, &apos;Spread out among the people and tell them, &quot;Each one of you bring me his ox or his sheep, and butcher it [properly] here and eat; and do not sin against the L ord by eating [the meat with] the blood.&quot;&nbsp;&apos; So that night each one brought his ox with him and butchered it there."
            },
            {
                "verse_number": "35",
                "verse_text": "And Saul built an altar to the L ord ; it was the first altar that he built to the L ord ."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Saul said, &apos;Let us go down after the Philistines by night and plunder them until the morning light, and let us not leave a man of them [alive].&apos; They said, &apos;Do whatever seems good to you.&apos; Then the priest said, &apos;Let us approach God here.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Saul asked [counsel] of God, &apos;Shall I go down after the Philistines? Will You hand them over to Israel?&apos; But He did not answer him that day."
            },
            {
                "verse_number": "38",
                "verse_text": "Then Saul said, &apos;Come here, all you who are leaders of the people, and let us find out how this sin [causing God&quot;s silence] happened today."
            },
            {
                "verse_number": "39",
                "verse_text": "For as the L ord lives, who saves Israel, for even if the guilt is in my son Jonathan, he shall most certainly die.&apos; But not one of all the people answered him."
            },
            {
                "verse_number": "40",
                "verse_text": "Then he said to all the Israelites, &apos; You shall be on one side; I and my son Jonathan will be on the other side.&apos; The people said to Saul, &apos;Do what seems good to you.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Therefore, Saul said to the L ord , the God of Israel, &apos;Give a perfect lot [identifying the transgressor].&apos; Then Saul and Jonathan were selected [by lot], but the other men went free."
            },
            {
                "verse_number": "42",
                "verse_text": "Saul said, &apos;Cast [lots] between me and my son Jonathan.&apos; And Jonathan was selected."
            },
            {
                "verse_number": "43",
                "verse_text": "Saul said to Jonathan, &apos;Tell me what you have done.&apos; So Jonathan told him, &apos;I tasted a little honey with the end of the staff that was in my hand. Here I am, I must die!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Saul answered, &apos;May God do so [to me], and more also [if I do not keep my word], for you shall most certainly die, Jonathan.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But the people said to Saul, &apos;Must Jonathan, who has brought about this great victory in Israel, be put to death? Far from it! As the L ord lives, not one hair of his head shall fall to the ground, for he has worked with God this day.&apos; So the people rescued Jonathan and he was not put to death."
            },
            {
                "verse_number": "46",
                "verse_text": "Then Saul stopped pursuing the Philistines, and the Philistines went to their own place."
            },
            {
                "verse_number": "47",
                "verse_text": "When Saul assumed control of the kingdom of Israel, he fought against all his enemies on every side: Moab, the sons (descendants) of Ammon, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he inflicted punishment."
            },
            {
                "verse_number": "48",
                "verse_text": "He acted valiantly and defeated the Amalekites, and rescued Israel from the hands of those who had plundered them."
            },
            {
                "verse_number": "49",
                "verse_text": "Now Saul&quot;s sons were Jonathan, Ishvi, and Malchi-shua. The names of his two daughters were these: the name of the firstborn was Merab, and the name of the younger, Michal."
            },
            {
                "verse_number": "50",
                "verse_text": "The name of Saul&quot;s wife was Ahinoam the daughter of Ahimaaz. The commander of his army was named Abner, the son of Ner, Saul&quot;s uncle."
            },
            {
                "verse_number": "51",
                "verse_text": "Kish was the father of Saul, and Ner the father of Abner was the son of Abiel."
            },
            {
                "verse_number": "52",
                "verse_text": "Now the war against the Philistines was severe (brutal, relentless) all the days of Saul; and whenever Saul saw any mighty or courageous man, he recruited him for his staff."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Samuel said to Saul, &apos;The Lord sent me to anoint you king over His people Israel. Now listen and pay close attention to the words of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Thus says the L ord of hosts (armies), &quot;I will punish Amalek for what he did to Israel, how he set himself against him on the way when Israel came up from Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "Now go and strike Amalek and completely destroy everything that they have; do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.&quot;&nbsp;&apos; &apos;Has the L ord as great a delight in burnt offerings and sacrifices As in obedience to the voice of the L ord ? Behold, to obey is better than sacrifice, And to heed [is better] than the fat of rams. And disobedience is as [serious as] false religion and idolatry. Because you have rejected the word of the L ord ,"
            },
            {
                "verse_number": "4",
                "verse_text": "So Saul summoned the people and numbered them at Telaim&ndash;200,000 foot soldiers and 10,000 men of Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "Saul came to the city of Amalek and set an ambush in the valley."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul said to the Kenites, &apos;Go, leave, go down from the Amalekites, so that I do not destroy you along with them; for you showed kindness to all the Israelites when they went up from Egypt.&apos; So the Kenites departed from among the Amalekites."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul defeated the Amalekites, from Havilah as far as Shur, which is east of Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "He captured Agag the king of the Amalekites alive, though he totally destroyed all [the rest of] the people with the sword."
            },
            {
                "verse_number": "9",
                "verse_text": "Saul and the people spared Agag and the best of the sheep, the oxen, the fatlings, the lambs, and everything that was good, and they were not willing to destroy them entirely; but everything that was undesirable or worthless they destroyed completely."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the word of the L ord came to Samuel, saying,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I regret that I made Saul king, for he has turned away from following Me and has not carried out My commands.&apos; Samuel was angry [over Saul&quot;s failure] and he cried out to the L ord all night."
            },
            {
                "verse_number": "12",
                "verse_text": "When Samuel got up early in the morning to meet Saul, he was told, &apos;Saul came to Carmel, and behold, he set up for himself a monument [commemorating his victory], then he turned and went on and went down to Gilgal.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Samuel came to Saul, and Saul said to him, &apos;Blessed are you of the L ord . I have carried out the command of the L ord .&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Samuel said, &apos;What then is this bleating of the sheep in my ears, and the lowing of the oxen which I hear?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Saul said, &apos;They have brought them from the Amalekites, for the people spared the best of the sheep and oxen to sacrifice to the L ord your God; but the rest we have destroyed completely.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Samuel said to Saul, &apos;Stop, and let me tell you what the L ord said to me last night.&apos; Saul said to him, &apos;Speak.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel said, &apos;Is it not true that even though you were small (insignificant) in your own eyes, you were made the head of the tribes of Israel? And the L ord anointed you king over Israel,"
            },
            {
                "verse_number": "18",
                "verse_text": "and the L ord sent you on a mission, and said, &quot;Go, totally destroy the sinners, the Amalekites, and fight against them until they are eliminated.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Why did you not obey the voice of the L ord , but [instead] swooped down on the plunder [with shouts of victory] and did evil in the sight of the L ord ?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Saul said to Samuel, &apos;I have obeyed the voice of the L ord , and have gone on the mission on which the L ord sent me, and have brought back Agag the king of Amalek, and have completely destroyed the Amalekites."
            },
            {
                "verse_number": "21",
                "verse_text": "But the people took some of the spoil, sheep and oxen, the best of the things [that were] to be totally destroyed, to sacrifice to the L ord your God at Gilgal.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Samuel said,"
            },
            {
                "verse_number": "23",
                "verse_text": "For rebellion is as [serious as] the sin of divination (fortune-telling), He also has rejected you as king.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Saul said to Samuel, &apos;I have sinned; for I have transgressed the command of the L ord and your words, because I feared the people and obeyed their voice."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, please, pardon my sin and return with me, so that I may worship the L ord .&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But Samuel said to Saul, &apos;I will not return with you; for you have rejected the word of the L ord , and the L ord has rejected you from being king over Israel.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "As Samuel turned to go [away], Saul grabbed the hem of his robe [to stop him], and it tore."
            },
            {
                "verse_number": "28",
                "verse_text": "So Samuel said to him, &apos;The L ord has torn the kingdom of Israel from you today and has given it to your neighbor, who is better than you."
            },
            {
                "verse_number": "29",
                "verse_text": "Also the Splendor and Glory and Eminence of Israel will not lie or change His mind; for He is not a man that He should change His mind.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Saul said, &apos;I have sinned; but please honor me now before the elders of my people and before Israel, and go back with me, so that I may worship the L ord your God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Samuel went back following Saul, and Saul worshiped the L ord ."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Samuel said, &apos;Bring me Agag, the king of the Amalekites.&apos; And Agag came to him cheerfully. And Agag said, &apos;Surely the bitterness of death has come to an end.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Samuel said, &apos;As your sword has made women childless, so shall your mother be childless among women.&apos; And Samuel cut Agag in pieces before the L ord in Gilgal."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Samuel went to Ramah, but Saul went up to his house in Gibeah of Saul."
            },
            {
                "verse_number": "35",
                "verse_text": "Samuel did not see Saul again until the day of his death, for Samuel grieved over Saul. And the L ord regretted that He had made Saul king over Israel."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The L ord said to Samuel, &apos;How long will you grieve for Saul, when I have rejected him as king over Israel? Fill your horn with oil and go; I will send you to Jesse the Bethlehemite, for I have chosen a king for Myself among his sons.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But Samuel said, &apos;How can I go? When Saul hears about it , he will kill me.&apos; And the L ord said, &apos;Take a heifer from the herd with you and say, &quot;I have come to sacrifice to the Lord.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "You shall invite Jesse to the sacrifice, and I will show you what you shall do [after that]; and you shall anoint for Me the one whom I designate.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Samuel did what the L ord said, and came to Bethlehem. And the elders of the city came trembling to meet him and said, &apos;Do you come in peace?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And he said, &apos;In peace; I have come to sacrifice to the L ord . Consecrate yourselves and come with me to the sacrifice.&apos; He also consecrated Jesse and his sons and invited them to the sacrifice."
            },
            {
                "verse_number": "6",
                "verse_text": "So it happened, when they had come, he looked at Eliab [the eldest son] and thought, &apos;Surely the L ord &quot; s anointed is before Him.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But the L ord said to Samuel, &apos;Do not look at his appearance or at the height of his stature, because I have rejected him. For the L ord sees not as man sees; for man looks at the outward appearance, but the L ord looks at the heart.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Jesse called Abinadab and had him pass before Samuel. But Samuel said, &apos;The L ord has not chosen this one either.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Next Jesse had Shammah pass by. And Samuel said, &apos;The L ord has not chosen him either.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesse had seven of his sons pass before Samuel. But Samuel said to Jesse, &apos;The L ord has not chosen [any of] these.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Samuel said to Jesse, &apos;Are all your sons here?&apos; Jesse replied, &apos;There is still one left, the youngest; he is tending the sheep.&apos; Samuel said to Jesse, &apos;Send word and bring him; because we will not sit down [to eat the sacrificial meal] until he comes here.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Jesse sent word and brought him in. Now he had a ruddy complexion, with beautiful eyes and a handsome appearance. The L ord said [to Samuel], &apos;Arise, anoint him; for this is he.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Samuel took the horn of oil and anointed David in the presence of his brothers; and the Spirit of the L ord came mightily upon David from that day forward. And Samuel arose and went to Ramah."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the Spirit of the L ord departed from Saul, and an evil spirit from the Lord tormented and terrified him."
            },
            {
                "verse_number": "15",
                "verse_text": "Saul&quot;s servants said to him, &apos;Behold, an evil spirit from God is tormenting you."
            },
            {
                "verse_number": "16",
                "verse_text": "Let our lord now command your servants who are here before you to find a man who plays skillfully on the harp; and when the evil spirit from God is on you, he shall play the harp with his hand, and you will be well.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Saul told his servants, &apos;Find me a man who plays well and bring him to me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One of the young men said, &apos;Behold, I have seen a son of Jesse the Bethlehemite who is a skillful musician, a brave and competent man, a warrior, discerning (prudent, eloquent) in speech, and a handsome man; and the L ord is with him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Saul sent messengers to Jesse and said, &apos;Send me David your son, who is with the flock.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesse took a donkey [loaded with] bread and a jug of wine and a young goat, and sent them to Saul with David his son."
            },
            {
                "verse_number": "21",
                "verse_text": "Then David came to Saul and attended him. Saul loved him greatly and [later] David became his armor bearer."
            },
            {
                "verse_number": "22",
                "verse_text": "Saul sent word to Jesse, saying, &apos;Please let David be my attendant, for he has found favor in my sight.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So it came about that whenever the [evil] spirit from God was on Saul, David took a harp and played it with his hand; so Saul would be refreshed and be well, and the evil spirit would leave him."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Now the Philistines gathered their armies for battle and were assembled at Socoh, which belongs to Judah; and they camped between Socoh and Azekah, in Ephes-dammim."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul and the men of Israel were gathered together and they camped in the Valley of Elah, and assembled in battle formation to meet the Philistines."
            },
            {
                "verse_number": "3",
                "verse_text": "The Philistines were standing on the mountain on one side and Israel was standing on the mountain on the other side, with the valley between them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then a champion came out from the camp of the Philistines named Goliath of Gath, whose height was six cubits and a span."
            },
            {
                "verse_number": "5",
                "verse_text": "He had a bronze helmet on his head, and wore a coat of scale-armor (overlapping metal plates) which weighed 5,000 shekels of bronze."
            },
            {
                "verse_number": "6",
                "verse_text": "He had bronze shin protectors on his legs and a bronze javelin hung between his shoulders."
            },
            {
                "verse_number": "7",
                "verse_text": "The [wooden] shaft of his spear was like a weaver&quot;s beam; the blade-head of his spear weighed six hundred shekels of iron. And a shield-bearer walked in front of him."
            },
            {
                "verse_number": "8",
                "verse_text": "Goliath stood and shouted to the battle lines of Israel, saying to them, &apos;Why have you come out to draw up for battle? Am I not the Philistine and are you not servants of Saul? Choose a man for yourselves and have him come down to me."
            },
            {
                "verse_number": "9",
                "verse_text": "If he is able to fight with me and kill me, then we will become your servants; but if I prevail against him and kill him, then you shall become our servants and serve us.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Again the Philistine said, &apos;I defy the battle lines of Israel this day; give me a man so that we may fight together.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When Saul and all Israel heard these words of the Philistine, they were dismayed and greatly afraid."
            },
            {
                "verse_number": "12",
                "verse_text": "Now David was the son of the Ephrathite of Bethlehem in Judah, named Jesse, who had eight sons. Jesse was old in the days of Saul, advanced in years among men."
            },
            {
                "verse_number": "13",
                "verse_text": "His three older sons had followed Saul into battle. The names of his three sons who went to battle were Eliab, the firstborn; next, Abinadab; and third, Shammah."
            },
            {
                "verse_number": "14",
                "verse_text": "David was the youngest. Now the three oldest followed Saul,"
            },
            {
                "verse_number": "15",
                "verse_text": "but David went back and forth from Saul to tend his father&quot;s flock at Bethlehem."
            },
            {
                "verse_number": "16",
                "verse_text": "The Philistine [Goliath] came out morning and evening, and took his stand for forty days."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesse said to David his son, &apos;Take for your brothers an ephah of this roasted grain and these ten loaves of bread and run quickly to the camp to your brothers."
            },
            {
                "verse_number": "18",
                "verse_text": "Also take these ten cuts of cheese to the commander of the unit. See how your brothers are doing and bring back news of them."
            },
            {
                "verse_number": "19",
                "verse_text": "Now they are with Saul and all the men of Israel in the Valley of Elah, fighting with the Philistines.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So David got up early in the morning, left the flock with a keeper, picked up the provisions and went just as Jesse had directed him. And he came to the encampment as the army was going out in battle formation shouting the battle cry."
            },
            {
                "verse_number": "21",
                "verse_text": "Israel and the Philistines drew up in battle formation, army against army."
            },
            {
                "verse_number": "22",
                "verse_text": "Then David left his provisions in the care of the supply keeper, and ran to the ranks and came and greeted his brothers."
            },
            {
                "verse_number": "23",
                "verse_text": "As he was talking with them, behold, the champion, the Philistine of Gath named Goliath, was coming up from the army of the Philistines, and he spoke these same words again; and David heard him ."
            },
            {
                "verse_number": "24",
                "verse_text": "When the men of Israel all saw the man, they fled from him, and were very frightened."
            },
            {
                "verse_number": "25",
                "verse_text": "The men of Israel said, &apos;Have you seen this man who is coming up? Surely he is coming up to defy Israel. The king will reward the man who kills him with great riches, and will give him his daughter [in marriage] and make his father&quot;s house (family) free [from taxes and service] in Israel.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then David spoke to the men who were standing by him, &apos;What will be done for the man who kills this Philistine and removes the disgrace [of his taunting] from Israel? For who is this uncircumcised Philistine that he has taunted and defied the armies of the living God?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The men told him, &apos;That is what will be done for the man who kills him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Now Eliab his oldest brother heard what he said to the men; and Eliab&quot;s anger burned against David and he said, &apos;Why have you come down here? With whom did you leave those few sheep in the wilderness? I know your presumption (overconfidence) and the evil of your heart; for you have come down in order to see the battle.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But David said, &apos;What have I done now? Was it not just a [harmless] question?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then David turned away from Eliab to someone else and asked the same question; and the people gave him the same answer as the first time."
            },
            {
                "verse_number": "31",
                "verse_text": "When the words that David spoke were heard, the men reported them to Saul, and he sent for him."
            },
            {
                "verse_number": "32",
                "verse_text": "David said to Saul, &apos;Let no man&quot;s courage fail because of him (Goliath). Your servant will go out and fight with this Philistine.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Saul said to David, &apos;You are not able to go against this Philistine to fight him. For you are [only] a young man and he has been a warrior since his youth.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But David said to Saul, &apos;Your servant was tending his father&quot;s sheep. When a lion or a bear came and took a lamb out of the flock,"
            },
            {
                "verse_number": "35",
                "verse_text": "I went out after it and attacked it and rescued the lamb from its mouth; and when it rose up against me, I seized it by its whiskers and struck and killed it."
            },
            {
                "verse_number": "36",
                "verse_text": "Your servant has killed both the lion and the bear; and this uncircumcised Philistine will be like one of them, since he has taunted and defied the armies of the living God.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "David said, &apos;The L ord who rescued me from the paw of the lion and from the paw of the bear, He will rescue me from the hand of this Philistine.&apos; And Saul said to David, &apos;Go, and may the L ord be with you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Saul dressed David in his garments and put a bronze helmet on his head, and put a coat of mail (armor) on him."
            },
            {
                "verse_number": "39",
                "verse_text": "Then David fastened his sword over his armor and tried to walk, [but he could not,] because he was not used to them. And David said to Saul, &apos;I cannot go with these, because I am not used to them.&apos; So David took them off."
            },
            {
                "verse_number": "40",
                "verse_text": "Then he took his [shepherd&quot;s] staff in his hand and chose for himself five smooth stones out of the stream bed, and put them in his shepherd&quot;s bag which he had, that is, in his shepherd&quot;s pouch. With his sling in his hand, he approached the Philistine."
            },
            {
                "verse_number": "41",
                "verse_text": "The Philistine came and approached David, with his shield-bearer in front of him."
            },
            {
                "verse_number": "42",
                "verse_text": "When the Philistine looked around and saw David, he derided and disparaged him because he was [just] a young man, with a ruddy complexion, and a handsome appearance."
            },
            {
                "verse_number": "43",
                "verse_text": "The Philistine said to David, &apos;Am I a dog, that you come to me with [shepherd&quot;s] staffs?&apos; And the Philistine cursed David by his gods."
            },
            {
                "verse_number": "44",
                "verse_text": "The Philistine also said to David, &apos;Come to me, and I will give your flesh to the birds of the sky and the beasts of the field.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then David said to the Philistine, &apos;You come to me with a sword, a spear, and a javelin, but I come to you in the name of the L ord of hosts, the God of the armies of Israel, whom you have taunted."
            },
            {
                "verse_number": "46",
                "verse_text": "This day the L ord will hand you over to me, and I will strike you down and cut off your head. And I will give the corpses of the army of the Philistines this day to the birds of the sky and the wild beasts of the earth, so that all the earth may know that there is a God in Israel,"
            },
            {
                "verse_number": "47",
                "verse_text": "and that this entire assembly may know that the L ord does not save with the sword or with the spear; for the battle is the L ord &quot; s and He will hand you over to us.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "When the Philistine rose and came forward to meet David, David ran quickly toward the battle line to meet the Philistine."
            },
            {
                "verse_number": "49",
                "verse_text": "David put his hand into his bag and took out a stone and slung it, and it struck the Philistine on his forehead. The stone penetrated his forehead, and he fell face down on the ground."
            },
            {
                "verse_number": "50",
                "verse_text": "So David triumphed over the Philistine with a sling and a stone, and he struck down the Philistine and killed him; but there was no sword in David&quot;s hand."
            },
            {
                "verse_number": "51",
                "verse_text": "So he ran and stood over the Philistine, grasped his sword and drew it out of its sheath and killed him, and cut off his head with it. When the Philistines saw that their [mighty] champion was dead, they fled."
            },
            {
                "verse_number": "52",
                "verse_text": "The men of Israel and Judah stood with a shout and pursued the Philistines as far as the entrance to the valley and the gates of Ekron. And the [fatally] wounded Philistines fell along the way to Shaaraim, even as far as Gath and Ekron."
            },
            {
                "verse_number": "53",
                "verse_text": "The sons of Israel returned from their pursuit of the Philistines and plundered their camp."
            },
            {
                "verse_number": "54",
                "verse_text": "Then David took the head of the Philistine and brought it to Jerusalem, but he put his weapons in his tent."
            },
            {
                "verse_number": "55",
                "verse_text": "When Saul saw David going out against the Philistine, he said to Abner the captain of the army, &apos;Abner, whose son is this young man?&apos; And Abner answered, &apos;By your life, O king, I do not know.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "The king said, &apos;Ask whose son the young man is.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "When David returned from killing [Goliath] the Philistine, Abner took him and brought him before Saul with the head of the Philistine in his hand."
            },
            {
                "verse_number": "58",
                "verse_text": "Saul asked him, &apos;Whose son are you, young man?&apos; And David answered, &apos; I am the son of your servant Jesse of Bethlehem.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "When David had finished speaking to Saul, the soul of Jonathan was bonded to the soul of David, and Jonathan loved him as himself."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul took David that day and did not let him return to his father&quot;s house."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jonathan made a covenant with David because he loved him as himself."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan stripped himself of the outer robe that he was wearing and gave it to David, with his armor, including his sword, his bow, and his belt."
            },
            {
                "verse_number": "5",
                "verse_text": "So David went out wherever Saul sent him, and he acted wisely and prospered; and Saul appointed him over the men of war. And it pleased all the people and also Saul&quot;s servants. &apos;Saul has slain his thousands, And David his ten thousands.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "As they were coming [home], when David returned from killing the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul with tambourines, [songs of] joy, and musical instruments."
            },
            {
                "verse_number": "7",
                "verse_text": "The women sang as they played and danced, saying,"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Saul became very angry, for this saying displeased him; and he said, &apos;They have ascribed to David ten thousands, but to me they have ascribed [only] thousands. Now what more can he have but the kingdom?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Saul looked at David with suspicion [and jealously] from that day forward."
            },
            {
                "verse_number": "10",
                "verse_text": "Now it came about on the next day that an evil spirit from God came forcefully on Saul, and he raved [madly] inside his house, while David was playing the harp with his hand, as usual; and there was a spear in Saul&quot;s hand."
            },
            {
                "verse_number": "11",
                "verse_text": "Saul hurled the spear, for he thought, &apos;I will pin David to the wall.&apos; But David evaded him twice."
            },
            {
                "verse_number": "12",
                "verse_text": "Now Saul was afraid of David, because the L ord was with him, but had departed from Saul."
            },
            {
                "verse_number": "13",
                "verse_text": "So Saul had David removed from his presence and appointed him as his commander of a thousand; and he publicly associated with the people."
            },
            {
                "verse_number": "14",
                "verse_text": "David acted wisely and prospered in all his ways, and the L ord was with him."
            },
            {
                "verse_number": "15",
                "verse_text": "When Saul saw that he was prospering greatly, he was afraid of him."
            },
            {
                "verse_number": "16",
                "verse_text": "But all Israel and Judah loved David, because he publicly associated with them."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Saul said to David, &apos;Behold I will give you my older daughter Merab as a wife; only be brave for me and fight the L ord &quot; s battles.&apos; For Saul thought, &apos;My hand shall not be against him, but let the hand of the Philistines be against him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "David said to Saul, &apos;Who am I, and what is my life or my father&quot;s family in Israel, that I should be the king&quot;s son-in-law?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But at the time when Merab, Saul&quot;s daughter, should have been given to David, she was [instead] given to Adriel the Meholathite as a wife."
            },
            {
                "verse_number": "20",
                "verse_text": "Now Michal, Saul&quot;s daughter, loved David; and when they told Saul, it pleased him."
            },
            {
                "verse_number": "21",
                "verse_text": "Saul said, &apos;I will give her to him so that she may become a snare (bad influence, source of trouble) to him, and that the hand of the Philistines may be against him.&apos; So Saul said to David for a second time, &apos;You shall be my son-in-law today.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Saul commanded his servants, &apos;Speak to David secretly, saying, &quot;Listen, the king delights in you, and all his servants love you; now then, become the king&quot;s son-in-law.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Saul&quot;s servants spoke these words to David. But David said, &apos;Is it a trivial thing in your sight to become a king&quot;s son-in-law, seeing that I am a poor man and insignificant?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The servants of Saul told him what David said."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Saul said, &apos;This is what you shall say to David: &quot;The king wants no dowry except a hundred foreskins of the Philistines, to take vengeance on the king&quot;s enemies.&quot;&nbsp;&apos; Now Saul&quot;s intention was to cause David&quot;s death at the hand of the Philistines."
            },
            {
                "verse_number": "26",
                "verse_text": "When his servants told David these words, it pleased him to become the king&quot;s son-in-law. Before the time [for the marriage] arrived,"
            },
            {
                "verse_number": "27",
                "verse_text": "David arose and went, he and his men, and killed two hundred Philistine men, and David brought their foreskins [as proof of death] and presented every one of them to the king, so that he might become the king&quot;s son-in-law. So Saul gave him Michal, his [younger] daughter, as a wife."
            },
            {
                "verse_number": "28",
                "verse_text": "When Saul saw and knew that the L ord was with David, and that Michal, his daughter, loved him,"
            },
            {
                "verse_number": "29",
                "verse_text": "Saul was even more afraid of David; and Saul became David&quot;s constant enemy."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the Philistine commanders (princes) came out to battle, and it happened as often as they did, that David acted more wisely and had more success than all Saul&quot;s servants. So his name was highly esteemed."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Now Saul told his son Jonathan and all his servants to kill David, but Jonathan, Saul&quot;s son, greatly delighted in David."
            },
            {
                "verse_number": "2",
                "verse_text": "So he told David, &apos;Saul my father is seeking to kill you. Now then, please be on guard in the morning, and stay in a secret place and hide yourself."
            },
            {
                "verse_number": "3",
                "verse_text": "As for me, I will go out and stand beside my father in the field where you are, and I will speak with my father about you, and if I learn anything, then I will tell you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jonathan spoke well of David to Saul his father and said to him, &apos;May the king not sin against his servant David, since he has not sinned against you, and since his deeds have been very beneficial to you."
            },
            {
                "verse_number": "5",
                "verse_text": "For he took his life in his hand and killed the Philistine, and the L ord brought about a great victory for all Israel; you saw it and rejoiced. Why then would you sin against innocent blood by killing David without a cause?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Saul listened to Jonathan and swore [an oath], &apos;As the L ord lives, he shall not be put to death.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Jonathan called David and told him all these things. And Jonathan brought David to Saul, and he was in his presence [serving him] as previously."
            },
            {
                "verse_number": "8",
                "verse_text": "Then there was war again, and David went out and fought with the Philistines and defeated them with a great slaughter, and they fled before him."
            },
            {
                "verse_number": "9",
                "verse_text": "Then an evil spirit from the L ord came on Saul as he was sitting in his house with his spear in his hand, and David was playing the harp with his hand."
            },
            {
                "verse_number": "10",
                "verse_text": "Saul tried to pin David to the wall with the spear, but he escaped from Saul&quot;s presence, so that Saul only stuck the spear into the wall. Then David fled and escaped that night."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Saul sent messengers to David&quot;s house to watch for him, so that he might kill him in the morning. But Michal, David&quot;s wife, told him, &apos;If you do not save your life tonight, tomorrow you will be killed.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Michal let David down through the window, and he fled and escaped."
            },
            {
                "verse_number": "13",
                "verse_text": "And Michal took the household idol and laid it on the bed, put a pillow of goats&quot; hair at its head, and covered it with clothes."
            },
            {
                "verse_number": "14",
                "verse_text": "And when Saul sent messengers to take David, she said, &apos;He is sick.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Saul sent the messengers [again] to see David, saying, &apos;Bring him up to me on his bed [if necessary], so that I may kill him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the messengers came in, there was the household idol on the bed with a quilt of goats&quot; hair at its head."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul said to Michal, &apos;Why have you deceived me like this and let my enemy go, so that he has escaped?&apos; Michal answered Saul, &apos;He said to me, &quot;Let me go! Why should I kill you?&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So David fled and escaped and came to Samuel at Ramah, and told him everything that Saul had done to him. And he and Samuel went and stayed in Naioth."
            },
            {
                "verse_number": "19",
                "verse_text": "Saul was told, &apos;David is at Naioth in Ramah.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Saul sent messengers to take David; but when they saw the group of prophets prophesying, and Samuel standing and presiding over them, the Spirit of God came on the messengers of Saul; and they also prophesied."
            },
            {
                "verse_number": "21",
                "verse_text": "When Saul was informed, he sent other messengers, and they also prophesied. So Saul sent messengers again, the third time, and they prophesied as well."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Saul went to Ramah himself and came to the great well that is in Secu; and he asked, &apos;Where are Samuel and David?&apos; And he was told, &apos;They are at Naioth [with the prophets] in Ramah.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So he went on to Naioth in Ramah; and the Spirit of God came upon him too, and he went along continually prophesying until he came to Naioth in Ramah."
            },
            {
                "verse_number": "24",
                "verse_text": "He also took off his [royal] robes [and armor] and prophesied before Samuel and lay down naked all that day and night. So they say, &apos;Is Saul also among the prophets?&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "David fled from Naioth in Ramah and he came and said to Jonathan, &apos;What have I done? What is my guilt? What is my sin before (against) your father, that he is seeking my life?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jonathan said to him, &apos;Far from it! You shall not die. My father does nothing important or insignificant without telling me. So why would he hide this thing from me? It is not so!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David vowed again, saying &apos;Your father certainly knows that I have found favor in your sight, and he has said, &quot;Do not let Jonathan know this, or he will be worried.&quot; But truly as the L ord lives and as your soul lives, there is hardly a step between me and death.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jonathan said to David, &apos;Whatever you say, I will do for you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David said to Jonathan, &apos;Behold, tomorrow is the New Moon [observance], and I should sit at the table to eat [the sacrificial meal] with the king; but let me go, so that I may hide myself in the field until the third evening."
            },
            {
                "verse_number": "6",
                "verse_text": "If your father misses me at all, then say, &quot;David earnestly asked permission from me to go to Bethlehem, his city, because it is the yearly sacrifice there for the entire family.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "If he says, &quot;All right,&quot; your servant will be safe; but if he is very angry, then be certain that he has decided on evil."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore show kindness to your servant, because you have brought your servant into a covenant of the L ord with you. But if there is iniquity (guilt) in me, kill me yourself; for why should you bring me to your father [to be killed]?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jonathan said, &apos;Far be it from [happening to] you! In fact, if I indeed learn that my father has decided to harm you, would I not tell you about it?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David said to Jonathan, &apos;Who will tell me if your father answers you harshly?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jonathan said to David, &apos;Come, let us go out into the field [to talk].&apos; So they went out to the field."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jonathan said to David, &apos;The L ord , the God of Israel, is my witness! When I have sounded out my father about this time tomorrow, or the third day, behold, if he has a good feeling toward you, shall I not then send word to you and make it known to you?"
            },
            {
                "verse_number": "13",
                "verse_text": "But if it pleases my father to do you harm, may the L ord do so to Jonathan, and more if I do not let you know about it and send you away, so that you may go in safety. And may the L ord be with you as He has been with my father."
            },
            {
                "verse_number": "14",
                "verse_text": "If I am still alive, will you not show me the lovingkindness and faithfulness of the L ord , so that I will not die?"
            },
            {
                "verse_number": "15",
                "verse_text": "You shall never cut off your lovingkindness and faithfulness from my house, not even when the L ord cuts off every one of the enemies of David from the face of the earth.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Jonathan made a covenant with the house of David. [ He added,] &apos;May the L ord require it at the hands of David&quot;s enemies. [that is, hold them accountable for any harm they inflict on David].&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jonathan made David vow again because of his love for him, for Jonathan loved him as himself."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jonathan said to David, &apos;Tomorrow is the New Moon [festival], and you will be missed because your seat will be empty."
            },
            {
                "verse_number": "19",
                "verse_text": "When you have stayed for three days, you shall go down quickly and come to the place where you hid yourself on that eventful day [when my father tried to kill you], and shall stay by the stone Ezel."
            },
            {
                "verse_number": "20",
                "verse_text": "I will shoot three arrows to the side of it, as though I shot at a target."
            },
            {
                "verse_number": "21",
                "verse_text": "And I will send a boy, saying, &quot;Go, find the arrows.&quot; If I specifically say to the boy, &quot;Look, the arrows are on this side of you, get them,&quot; then come [back to my father&quot;s table]; for it is safe for you and there is no danger, as the L ord lives."
            },
            {
                "verse_number": "22",
                "verse_text": "But if I say to the boy, &quot;Look, the arrows are beyond you,&quot; then go, for the L ord has sent you away."
            },
            {
                "verse_number": "23",
                "verse_text": "As for the agreement of which you and I have spoken, behold, the L ord is between you and me forever [making sure that we each keep our word].&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So David hid in the field; and when the New Moon [festival] came, the king sat down to eat food."
            },
            {
                "verse_number": "25",
                "verse_text": "The king sat on his seat as on previous occasions, on his seat by the wall; then Jonathan stood up, and Abner [his commander] sat down by Saul&quot;s side, but David&quot;s place was empty."
            },
            {
                "verse_number": "26",
                "verse_text": "Yet Saul did not say anything that day, for he thought, &apos;It is an incident [of some kind] and he is not [ceremonially] clean&ndash;surely he is unclean.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But on the next day, the second day of the new moon, David&quot;s place was empty [again]; and Saul said to Jonathan his son, &apos;Why has the son of Jesse not come to the meal, either yesterday or today?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jonathan answered Saul, &apos;David earnestly asked me for permission to go to Bethlehem."
            },
            {
                "verse_number": "29",
                "verse_text": "He said, &quot;Please let me go because our family is holding a sacrifice in the city, and my brother has commanded me to attend. Now, if I have found favor in your eyes, please let me slip away so that I may see my brothers.&quot; That is why he has not come to the king&quot;s table.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Saul&quot;s anger burned against Jonathan and he said to him, &apos;You son of a wayward, rebellious woman! Do I not know that you have chosen the son of Jesse [over me] to your own shame, and to the shame of your mother&quot;s nakedness?"
            },
            {
                "verse_number": "31",
                "verse_text": "For as long as the son of Jesse lives on the earth, neither you [as heir to the throne] nor your kingdom will be established. So now, send [someone] and bring him to me, for he must die.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan answered Saul his father, &apos;Why must he be put to death? What has he done?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Saul hurled his spear at him to strike him down, so Jonathan knew [without any doubt] that his father had decided to put David to death."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Jonathan stood up from the table in the heat of anger, and ate no food on that second day of the new moon (month), for he grieved and worried about David because his father had dishonored him."
            },
            {
                "verse_number": "35",
                "verse_text": "In the morning Jonathan went out to the field for the meeting with David, and a young boy was with him."
            },
            {
                "verse_number": "36",
                "verse_text": "And he said to his boy, &apos;Run, please find the arrows which I am about to shoot.&apos; As the boy ran, he shot an arrow past him."
            },
            {
                "verse_number": "37",
                "verse_text": "When the boy came to the place where Jonathan had shot the arrow, Jonathan called to him, &apos;Is the arrow not beyond you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "And Jonathan called out after the boy, &apos;Hurry, be quick, do not stay!&apos; So Jonathan&quot;s boy picked up the arrow and came back to his master."
            },
            {
                "verse_number": "39",
                "verse_text": "But the boy was not aware of anything; only Jonathan and David knew about the matter."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan gave his weapons to his boy and said to him, &apos;Go, take them to the city.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "As soon as the boy was gone, David got up from the south side [beside the mound of stones] and fell on his face to the ground [in submission and respect], and bowed three times. Then they kissed one another and wept together, but David wept more."
            },
            {
                "verse_number": "42",
                "verse_text": "Jonathan told David, &apos;Go in safety, inasmuch as we have sworn to each other in the name of the L ord , saying, &quot;The L ord shall be between me and you, and between my descendants and yours forever.&quot;&nbsp;&apos; Then he stood and left, while Jonathan went into the city."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then David went to Nob to Ahimelech the priest; and Ahimelech came trembling [in fear] to meet David and said to him, &apos;Why are you alone, and no one with you?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "David said to Ahimelech the priest, &apos;The king has commissioned me with a matter and has told me, &quot;Let no one know anything about the matter for which I am sending you and with which I have commissioned you. I have directed the young men to a certain place.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now what [food] do you have on hand? Give me five loaves of bread, or whatever can be found.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The priest answered David, &apos;There is no ordinary (unconsecrated) bread on hand, but there is consecrated bread; [you may have it] if only the young men have kept themselves from women.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David answered the priest, &apos;Be assured that women have been kept from us in these three days since I set out, and the bodies of the young men were consecrated (ceremonially clean), although it was an ordinary (unconsecrated) journey; so how much more will their vessels be holy today?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the priest gave him the consecrated bread; for there was no bread there except the bread of the Presence which was removed from before the L ord in order to put hot bread in its place when it was taken away. &quot;Saul has slain his thousands, And David his ten thousands&quot;?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now one of Saul&quot;s servants was there that day, detained before the L ord ; his name was Doeg the Edomite, the chief of Saul&quot;s shepherds."
            },
            {
                "verse_number": "8",
                "verse_text": "David said to Ahimelech, &apos;Do you not have a sword or spear here on hand? For I brought neither my sword nor my [other] weapons with me, because the king&quot;s business was urgent.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the priest said, &apos;The sword of Goliath the Philistine, whom you killed in the Valley of Elah, is here wrapped in a cloth behind the ephod; if you would take it for yourself, do so. For there is no other here except for it.&apos; And David said, &apos;There is none like that; give it to me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David arose and fled from Saul that day, and went to Achish king of Gath."
            },
            {
                "verse_number": "11",
                "verse_text": "The servants of Achish said to him, &apos;Is this not David the king of the land? Did they not sing in praise of this one as they danced, saying,"
            },
            {
                "verse_number": "12",
                "verse_text": "David took these words to heart and was greatly afraid of Achish king of Gath."
            },
            {
                "verse_number": "13",
                "verse_text": "So [fearing for his life] he changed his behavior in their sight, and acted insanely in their hands, and he scribbled on the doors of the gate, and drooled on his beard."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Achish said to his servants, &apos;Look, you see that the man is insane. Why have you brought him to me?"
            },
            {
                "verse_number": "15",
                "verse_text": "Do I lack madmen, that you bring this one to behave like a madman in my presence? Shall this one come into my house?&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "So David departed from there and escaped to the cave of Adullam; and when his brothers and all his father&quot;s house heard about it, they went down there to him."
            },
            {
                "verse_number": "2",
                "verse_text": "Everyone who was suffering hardship, and everyone who was in debt, and everyone who was discontented gathered to him; and he became captain over them. There were about four hundred men with him."
            },
            {
                "verse_number": "3",
                "verse_text": "And David went from there to Mizpah of Moab; and he said to the king of Moab, &apos;Please let my father and my mother come [out of Judah] and stay with you until I know what God will do for me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then he left them with the king of Moab; and they stayed with him all the time that David was in the stronghold."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the prophet Gad said to David, &apos;Do not stay in the stronghold; leave, and go into the land of Judah.&apos; So David left and went into the forest of Hereth."
            },
            {
                "verse_number": "6",
                "verse_text": "But Saul heard that David and the men who were with him had been discovered. Now Saul was in Gibeah, sitting under the tamarisk tree on the high place with his spear in his hand, and all his servants were standing around him."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul said to his servants who were standing around him, &apos;Listen now, you Benjamites! Will the son of Jesse also give every one of you fields and vineyards? Will he make you all commanders of thousands and hundreds?"
            },
            {
                "verse_number": "8",
                "verse_text": "For all of you have conspired against me so that no one informs me when my son [Jonathan] makes a covenant with the son of Jesse. None of you cares about me or informs me that my son has stirred up my servant against me to lie in ambush, as he does this day?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Doeg the Edomite, who was standing with Saul&quot;s servants, replied, &apos;I saw the son of Jesse coming to Nob, to Ahimelech [the priest] the son of Ahitub."
            },
            {
                "verse_number": "10",
                "verse_text": "Ahimelech inquired of the L ord for him, and gave him provisions and the sword of Goliath the Philistine.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the king sent someone to call Ahimelech the priest, the son of Ahitub, and all his father&quot;s household, the priests who were at Nob; and all of them came to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Saul said, &apos;Listen now, son of Ahitub.&apos; He replied, &apos;Here I am [at your service], my lord.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Saul said to him, &apos;Why have you and the son of Jesse conspired against me, in that you have given him bread and a sword and have inquired of God for him, so he would rebel against me by lying in ambush, as he does this day?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Ahimelech answered the king, &apos;And who among all your servants is as faithful and trustworthy as David, who is the king&quot;s son-in-law, and who is captain over your guard [and your confidant], and is honored in your house?"
            },
            {
                "verse_number": "15",
                "verse_text": "Did I just begin to inquire of God for him today? Far be it from me! Do not let the king impute any guilt to his servant or to any of the household of my father, for your servant knows nothing at all about this entire matter.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Saul said, &apos;Be assured that you shall die, Ahimelech, you and all your father&quot;s household (extended family).&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "And the king said to the guards who stood around him, &apos;Turn around and kill the priests of the L ord , because their loyalty also is with David, and because they knew that he was fleeing and did not inform me.&apos; But the servants of the king were not willing to put out their hands to attack the L ord &quot; s priests."
            },
            {
                "verse_number": "18",
                "verse_text": "So the king said to Doeg, &apos;You turn around and attack the priests.&apos; And Doeg the Edomite turned and attacked the priests, and that day he killed eighty-five men who wore the [priest&quot;s] linen ephod."
            },
            {
                "verse_number": "19",
                "verse_text": "And he struck Nob the city of the priests with the edge of the sword, both men and women, children and infants; also he struck oxen and donkeys and sheep with the edge of the sword."
            },
            {
                "verse_number": "20",
                "verse_text": "But one of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled to David."
            },
            {
                "verse_number": "21",
                "verse_text": "Abiathar told David that Saul had murdered the L ord &quot; s priests."
            },
            {
                "verse_number": "22",
                "verse_text": "Then David said to Abiathar, &apos;I knew that day, when Doeg the Edomite was there, that he would certainly tell Saul. I have brought about the death of everyone in your father&quot;s household (extended family)."
            },
            {
                "verse_number": "23",
                "verse_text": "Stay with me; do not be afraid, for he who seeks my life seeks your life, but you are safe with me.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then they told David, saying, &apos;Behold, the Philistines are fighting against Keilah and are plundering (robbing) the threshing floors [of the grain].&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David inquired of the L ord , saying, &apos;Shall I go and attack these Philistines?&apos; And the Lord said to David, &apos;Go and attack the Philistines and save Keilah.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David&quot;s men said to him, &apos;Listen, we are afraid here in Judah. How much more then if we go to Keilah against the battle lines of the Philistines?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then David inquired of the L ord again. And the L ord answered him, &apos;Arise, go down to Keilah, for I will hand over the Philistines to you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So David and his men went to Keilah and fought the Philistines; he drove away their cattle and struck them with a great slaughter. So David rescued the inhabitants of Keilah."
            },
            {
                "verse_number": "6",
                "verse_text": "When Abiathar the son of Ahimelech fled to David at Keilah, he came down with an ephod in his hand."
            },
            {
                "verse_number": "7",
                "verse_text": "Now when Saul was informed that David had come to Keilah, Saul said, &apos;God has handed him over to me, for he shut himself in by entering a city that has double gates and bars.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul summoned all the people (soldiers) for war, to go down to Keilah to besiege David and his men."
            },
            {
                "verse_number": "9",
                "verse_text": "But David knew that Saul was plotting evil against him; and he said to Abiathar the priest, &apos;Bring the ephod here.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David said, &apos;O L ord , the God of Israel, Your servant has heard for certain that Saul intends to come to Keilah, to destroy the city on my account."
            },
            {
                "verse_number": "11",
                "verse_text": "Will the men of Keilah hand me over to him? Will Saul come down just as Your servant has heard? O L ord , God of Israel, I pray, tell Your servant.&apos; And the L ord said, &apos;He will come down.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then David asked, &apos;Will the men of Keilah surrender me and my men to Saul?&apos; The L ord said, &apos;They will surrender you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then David and his men, about six hundred, arose and left Keilah, and they went wherever they could go. When Saul was told that David had escaped from Keilah, he gave up the pursuit."
            },
            {
                "verse_number": "14",
                "verse_text": "David stayed in the wilderness in strongholds, in the hill country of the Wilderness of Ziph. Saul searched for him every day, but God did not hand David over to him."
            },
            {
                "verse_number": "15",
                "verse_text": "Now David became aware that Saul had come out to seek his life. David was in the Wilderness of Ziph [in the woods] at Horesh."
            },
            {
                "verse_number": "16",
                "verse_text": "And Jonathan, Saul&quot;s son, arose and went [into the woods] to David at Horesh, and encouraged him in God."
            },
            {
                "verse_number": "17",
                "verse_text": "He said to him, &apos;Do not be afraid; the hand of my father Saul will not find you. You will be king over Israel and I will be second in command to you; my father Saul knows this too.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the two of them made a covenant before the L ord ; and David stayed [in the woods] at Horesh and Jonathan went to his house."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the Ziphites came to Saul at Gibeah, saying, &apos;Is David not hiding with us in strongholds of Horesh, on the hill of Hachilah, which is south of Jeshimon?"
            },
            {
                "verse_number": "20",
                "verse_text": "Now then, O king, come down [to Ziph] in accordance with all your heart&quot;s desire to do so [and capture him]; and our part shall be to hand him over to the king.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul said, &apos;May you be blessed by the L ord , because you have had compassion on me."
            },
            {
                "verse_number": "22",
                "verse_text": "Go now, be very persistent and investigate, and see where his haunt is and who has seen him there; for I am told he is very cunning."
            },
            {
                "verse_number": "23",
                "verse_text": "So look, and take note of all the places where he hides and come back to me with the established facts, then I will go with you. If he is [anywhere] in the land, I will search him out among all the thousands of Judah.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So they arose and went to Ziph ahead of Saul. Now David and his men were in the Wilderness of Maon, in the Arabah south of Jeshimon."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Saul and his men went to search for him. When David was told about it , he went down to the rock and stayed [there] in the Wilderness of Maon. When Saul heard it, he pursued David in the Wilderness of Maon."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul went on one side of the mountain, and David and his men on the other side of the mountain. And David was hurrying to get away from Saul, for Saul and his men were surrounding David and his men to capture them."
            },
            {
                "verse_number": "27",
                "verse_text": "But a messenger came to Saul, saying, &apos;Hurry and come, because the Philistines have attacked the land.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Saul returned from pursuing David and went to meet the Philistines; therefore they called that place the Rock of Escape."
            },
            {
                "verse_number": "29",
                "verse_text": "David went up from there and stayed in the strongholds of Engedi."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "When Saul returned from following the Philistines, he was told, &apos;Behold, David is in the Wilderness of Engedi.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then Saul took three thousand chosen men out of all Israel and went to search for David and his men in front of the Rocks of the Wild Goats."
            },
            {
                "verse_number": "3",
                "verse_text": "On the way he came to the sheepfolds where there was a cave; and Saul went in to relieve himself. Now David and his men were sitting in the cave&quot;s innermost recesses."
            },
            {
                "verse_number": "4",
                "verse_text": "David&quot;s men said to him, &apos;Behold, this is the day of which the L ord said to you, &quot;Behold, I will hand over your enemy to you, and you shall do to him as seems good to you.&quot;&nbsp;&apos; Then David arose [in the darkness] and stealthily cut off the hem (edge) of Saul&quot;s robe."
            },
            {
                "verse_number": "5",
                "verse_text": "Afterward, David&quot;s conscience bothered him because he had cut off the hem of Saul&quot;s robe."
            },
            {
                "verse_number": "6",
                "verse_text": "He said to his men, &apos;The L ord forbid that I should do this thing to my master, the L ord &quot; s anointed, to put out my hand against him, since he is the anointed of the L ord .&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So David strongly rebuked his men with these words and did not let them rise up against Saul. Saul got up, left the cave and went on his way."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David also got up afterward and went out of the cave and called after Saul, saying, &apos;My lord the king!&apos; And when Saul looked behind him, David bowed with his face to the ground and lay himself face down."
            },
            {
                "verse_number": "9",
                "verse_text": "David said to Saul, &apos;Why do you listen to the words of men who say, &quot;David seeks to harm you?&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Behold, your eyes have seen today how the L ord had given you into my hand in the cave. Some told me to kill you, but I spared you; I said, &quot;I will not reach out my hand against my lord, for he is the L ord &quot; s anointed.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Look, my father! Indeed, see the hem of your robe in my hand! Since I cut off the hem of your robe and did not kill you, know and understand [without question] that there is no evil or treason in my hands. I have not sinned against you, though you are lying in wait to take my life."
            },
            {
                "verse_number": "12",
                "verse_text": "May the L ord judge between me and you; and may the L ord avenge me on you; but my hand shall not be against you."
            },
            {
                "verse_number": "13",
                "verse_text": "As the proverb of the ancients says, &quot;Out of the wicked comes wickedness&quot;; but my hand shall not be against you."
            },
            {
                "verse_number": "14",
                "verse_text": "After whom has the king of Israel come out? Whom do you pursue [with three thousand men]? A dead dog, a single flea?"
            },
            {
                "verse_number": "15",
                "verse_text": "May the L ord be the judge and render judgment between me and you; and may He see and plead my cause and vindicate me by saving me from your hand.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When David had finished saying these words to Saul, Saul said, &apos;Is this your voice, my son David?&apos; Then Saul raised his voice and wept."
            },
            {
                "verse_number": "17",
                "verse_text": "He said to David, &apos;You are more righteous and upright [in God&quot;s eyes] than I; for you have done good to me, but I have done evil to you."
            },
            {
                "verse_number": "18",
                "verse_text": "You have declared today the good that you have done to me, for when the L ord put me into your hand, you did not kill me."
            },
            {
                "verse_number": "19",
                "verse_text": "For if a man finds his enemy, will he let him go away unharmed? So may the L ord reward you with good in return for what you have done for me this day."
            },
            {
                "verse_number": "20",
                "verse_text": "Now, behold, I know that you will certainly be king and that the kingdom of Israel will be established in your hand."
            },
            {
                "verse_number": "21",
                "verse_text": "So now swear to me by the L ord that you will not cut off my descendants after me and that you will not destroy my name from my father&quot;s household (extended family).&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David gave Saul his oath; and Saul went home, but David and his men went up to the mountain stronghold."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Now Samuel died; and all Israel assembled and mourned for him, and they buried him at his house in Ramah. Then David left and went down to the Wilderness of Paran."
            },
            {
                "verse_number": "2",
                "verse_text": "Now there was a man in Maon whose business and possessions were in Carmel; and the man was very rich. He had three thousand sheep and a thousand goats, and he was shearing his sheep in Carmel"
            },
            {
                "verse_number": "3",
                "verse_text": "(now the man&quot;s name was Nabal and his wife&quot;s name was Abigail. She was intelligent and beautiful in appearance, but the man was harsh and evil in his dealings; he was a Calebite)."
            },
            {
                "verse_number": "4",
                "verse_text": "David heard in the wilderness that Nabal was shearing his sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "So David sent ten young men; and David said to the young men, &apos;Go up to Carmel and go to Nabal, and greet him in my name;"
            },
            {
                "verse_number": "6",
                "verse_text": "and this is what you shall say, &quot; Have a long life! Peace be to you, and peace to your house, and peace to all that you have."
            },
            {
                "verse_number": "7",
                "verse_text": "Now I have heard that you have shearers. Now your shepherds have been with us and we have not harmed them, nor were they missing anything all the time they were in Carmel."
            },
            {
                "verse_number": "8",
                "verse_text": "Ask your young men and they will tell you. Therefore let my young men find favor in your sight [and be well-treated], for we have come on a good (festive) day. Please, give whatever you find at hand to your servants and to your son David.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When David&quot;s young men came, they spoke to Nabal according to all these words in the name of David; then they waited."
            },
            {
                "verse_number": "10",
                "verse_text": "But Nabal answered David&quot;s servants and said, &apos;Who is David? And who is the son of Jesse? There are many servants today, each of whom is breaking away from his master."
            },
            {
                "verse_number": "11",
                "verse_text": "So should I take my bread and my water and my meat that I have slaughtered for my shearers, and give it to men when I do not know where they are from?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David&quot;s young men made their way back and returned; and they came and told him everything that was said [to them by Nabal]."
            },
            {
                "verse_number": "13",
                "verse_text": "David said to his men, &apos;Each man put on your sword.&apos; So each man put on his sword. David also put on his sword, and about four hundred men went up behind David while two hundred stayed back with the provisions and supplies."
            },
            {
                "verse_number": "14",
                "verse_text": "But one of Nabal&quot;s young men told Abigail, Nabal&quot;s wife, &apos;Listen, David sent messengers out of the wilderness to bless (greet) our master, and he shouted at them [in contempt]."
            },
            {
                "verse_number": "15",
                "verse_text": "But David&quot;s men were very good to us, and we were not harmed or treated badly, nor did we miss anything as long as we were with them, when we were in the fields."
            },
            {
                "verse_number": "16",
                "verse_text": "They were a wall [of protection] to us both night and day, all the time that we were with them tending the sheep."
            },
            {
                "verse_number": "17",
                "verse_text": "Now then, know this and consider what you should do, for evil is [already] planned against our master and against all his household; but he is such a worthless and wicked man that one cannot speak [reasonably] to him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Abigail hurried and took two hundred loaves of bread, two jugs of wine, five sheep already prepared [for roasting], five measures of roasted grain, a hundred clusters of raisins, and two hundred cakes of figs, and loaded them on donkeys."
            },
            {
                "verse_number": "19",
                "verse_text": "She said to her young men (servants), &apos;Go on ahead of me; behold, I am coming after you.&apos; But she did not tell her husband Nabal."
            },
            {
                "verse_number": "20",
                "verse_text": "It happened that as she was riding on her donkey and coming down by [way of] the hidden part of the mountain, that suddenly David and his men were coming down toward her, and she met them."
            },
            {
                "verse_number": "21",
                "verse_text": "Now David had said, &apos;Surely in vain I have protected and guarded all that this man has in the wilderness, so that nothing was missing of all that belonged to him; and he has repaid me evil for good."
            },
            {
                "verse_number": "22",
                "verse_text": "May God do so to the enemies of David, and more also, if by morning I leave [alive] even one male of any who belong to him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Abigail saw David, she hurried and dismounted from the donkey, and kneeled face downward before David and bowed down to the ground [in respect]."
            },
            {
                "verse_number": "24",
                "verse_text": "Kneeling at his feet she said, &apos;My lord, let the blame and guilt be on me alone. And please let your maidservant speak to you, and listen to the words of your maidservant."
            },
            {
                "verse_number": "25",
                "verse_text": "Please do not let my lord pay attention to this worthless man, Nabal, for as his name is, so is he. Nabal (fool) is his name and foolishness (stupidity) is with him; but I your maidservant did not see my lord&quot;s young men whom you sent."
            },
            {
                "verse_number": "26",
                "verse_text": "So now, my lord, as the L ord lives, and as your soul lives, since the L ord has prevented you from shedding blood, and from avenging yourself by your own hand, now then let your enemies and those who seek to do evil to my lord, be as [self-destructive as] Nabal."
            },
            {
                "verse_number": "27",
                "verse_text": "Now this gift, which your maidservant has brought my lord, let it be given to the young men who accompany and follow my lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Please forgive the transgression of your maidservant; for the L ord will certainly make my lord a secure and enduring house, because my lord is fighting the battles of the L ord , and evil will not be found in you all your days."
            },
            {
                "verse_number": "29",
                "verse_text": "Should anyone rise up to pursue you and to seek your life, then the life of my lord will be bound in the [precious] bundle of the living with the L ord your God; but the lives of your enemies&ndash;those He will hurl out as from the center of a sling."
            },
            {
                "verse_number": "30",
                "verse_text": "And it will happen when the L ord does for my lord according to all the good that He has spoken (promised) concerning you, and appoints you ruler over Israel,"
            },
            {
                "verse_number": "31",
                "verse_text": "that this [incident] will not cause grief or [bring] a troubled conscience to my lord, both by having shed blood without cause and by my lord having avenged himself. When the L ord deals well with my lord, then remember [with favor] your maidservant.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "David said to Abigail, &apos;Blessed be the L ord , the God of Israel, who sent you to meet me this day."
            },
            {
                "verse_number": "33",
                "verse_text": "And blessed be your discretion and discernment, and blessed be you, who has kept me from bloodshed this day and from avenging myself by my own hand."
            },
            {
                "verse_number": "34",
                "verse_text": "Nevertheless, as the L ord the God of Israel lives, who has prevented me from harming you, if you had not come quickly to meet me, most certainly by the morning light there would not have been left to Nabal so much as one male.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So David accepted what she had brought to him and said to her, &apos;Go up to your house in peace. See, I have listened to you and have granted your request.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Abigail came to Nabal, and he was holding a feast in his house [for the shearers], like the feast of a king. And Nabal&quot;s mood was joyous because he was very drunk; so she told him nothing at all until the morning light."
            },
            {
                "verse_number": "37",
                "verse_text": "But in the morning, when Nabal was sober, and his wife told him these things, his heart died within him and he became [paralyzed and helpless] like a stone."
            },
            {
                "verse_number": "38",
                "verse_text": "About ten days later, the L ord struck Nabal and he died."
            },
            {
                "verse_number": "39",
                "verse_text": "When David heard that Nabal was dead, he said, &apos;Blessed be the L ord , who has pleaded the cause of my reproach [suffered] at the hand of Nabal and has kept His servant from [retaliating with] evil. For the Lord has returned the wickedness of Nabal on his own head.&apos; Then David sent word to Abigail, proposing to take her as his wife."
            },
            {
                "verse_number": "40",
                "verse_text": "When the servants of David came to Abigail at Carmel, they said to her, &apos;David sent us to you to take you [to him] to be his wife.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "And she stood and bowed with her face to the ground and said, &apos;Behold, your maidservant is [ready to be] a maid to wash the feet of the servants of my lord.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then Abigail quickly got up, and rode on a donkey, with five of her maidens who attended her; and she followed the messengers of David and became his wife."
            },
            {
                "verse_number": "43",
                "verse_text": "David had also taken Ahinoam of Jezreel, and they both became his wives."
            },
            {
                "verse_number": "44",
                "verse_text": "But Saul had given Michal his [younger] daughter, David&quot;s wife, to Palti the son of Laish, who was from Gallim."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The Ziphites came to Saul at Gibeah, saying, &apos;Is David not hiding on the hill of Hachilah, east of Jeshimon?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So Saul arose and went down to the Wilderness of Ziph, taking with him three thousand chosen men of Israel, to search for David [there] in the wilderness of Ziph."
            },
            {
                "verse_number": "3",
                "verse_text": "Saul camped on the hill of Hachilah, which is beside the road east of Jeshimon, but David stayed in the wilderness. When he saw that Saul came into the wilderness after him,"
            },
            {
                "verse_number": "4",
                "verse_text": "David sent out spies, and he learned that Saul was definitely coming."
            },
            {
                "verse_number": "5",
                "verse_text": "So David arose and went to the place where Saul had camped, and saw the spot where Saul lay, as well as Abner the son of Ner, the commander of his army; and Saul was lying inside the circle of the camp, with the army camped around him."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David said to Ahimelech the Hittite and to Abishai the son of Zeruiah, brother of Joab, &apos;Who will go down with me to Saul in the camp?&apos; And Abishai said, &apos;I will go down with you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So David and Abishai went to the army during the night, and there was Saul lying asleep inside the circle of the camp with his spear stuck in the ground by his head; and Abner and the people were lying around him."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Abishai said to David, &apos;God has given your enemy into your hand this day; now then, please let me strike him with the spear driving it to the ground with one stroke, and I will not strike him the second time.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But David said to Abishai, &apos;Do not kill him, for who can put out his hand against the L ord &quot; s anointed [king] and be guiltless (innocent)?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David also said, &apos;As the L ord lives, most certainly the L ord will strike him [in His own time and way], or his day will come and he will die, or he will go down into battle and be carried off [dead]."
            },
            {
                "verse_number": "11",
                "verse_text": "The L ord forbid that I would put out my hand against the L ord &quot; s anointed; but now take the spear that is by his head and the jug of water, and let us go.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David took the spear and the jug of water from beside Saul&quot;s head, and they left, and no one saw or knew nor did anyone awaken, because they were all sound asleep, for a deep sleep from the L ord had fallen on them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then David crossed over to the other side and stood on the top of the mountain at a distance, with a large area between them."
            },
            {
                "verse_number": "14",
                "verse_text": "David called to the army and to Abner the son of Ner, &apos;Will you not answer, Abner?&apos; Abner replied, &apos;Who are you who calls [and disturbs] the king?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David said to Abner, &apos;Are you not a [brave] man? Who is like you in Israel? Why then have you not guarded your lord the king? For one of the people came [into your camp] to kill the king your lord."
            },
            {
                "verse_number": "16",
                "verse_text": "This thing that you have done is not good. As the L ord lives, you surely deserve to die, because you have not guarded your lord, the L ord &quot; s anointed. And now, see where the king&quot;s spear is, and the jug of water that was by his head.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Saul recognized David&quot;s voice and said, &apos;Is this your voice, my son David?&apos; And David said, &apos;It is my voice, my lord the king!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "And David said, &apos;Why is my lord pursuing his servant? For what have I done? Or what evil is in my hand?"
            },
            {
                "verse_number": "19",
                "verse_text": "Now therefore, please let my lord the king hear the words of his servant. If the L ord has incited you against me, let Him accept an offering [from me]; but if it is men, may they be cursed before the L ord , because they have driven me out this day to keep me from sharing in the inheritance of the L ord , saying, &quot;Go, serve other gods.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Now then, do not let my blood fall to the ground away from the presence of the L ord ; for the king of Israel has come out to search for a single flea, just as when one hunts a [defenseless] partridge in the mountains.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Saul said, &apos;I have sinned. Return, my son David, for I will not harm you again because my life was precious in your sight this day. Hear me, I have played the fool and have done a very great wrong [to you].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David answered, &apos;Look, here is the king&quot;s spear! Now let one of the young men come over and get it."
            },
            {
                "verse_number": "23",
                "verse_text": "The L ord will repay each man for his righteousness and his faithfulness; for the L ord handed you over to me today, but I refused to put out my hand against the L ord &quot; s anointed."
            },
            {
                "verse_number": "24",
                "verse_text": "Now behold, just as your life was precious in my sight this day, so let my life be precious in the sight of the L ord , and may He rescue me from all distress.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Saul said to David, &apos;May you be blessed, my son David; you will both accomplish much and certainly prevail.&apos; So David went on his way, and Saul returned to his place."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "But David said in his heart, &apos;Now I will die one day by the hand of Saul. There is nothing better for me than to escape to the land of the Philistines. Then Saul will give up searching for me inside the borders of Israel, and I will escape from his hand [once and for all].&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So David and the six hundred men who were with him arose and crossed over to Achish the son of Maoch, king of Gath."
            },
            {
                "verse_number": "3",
                "verse_text": "And David lived with Achish at Gath, he and his men, each man with his household, and David with his two wives, Ahinoam the Jezreelitess, and Abigail the Carmelitess, [who was] Nabal&quot;s widow."
            },
            {
                "verse_number": "4",
                "verse_text": "When Saul was told that David had fled to Gath, he no longer searched for him."
            },
            {
                "verse_number": "5",
                "verse_text": "Then David said to Achish, &apos;If I have found favor in your sight, let me be given a place [of my own] in one of the cities in the country, so that I may live there; for why should your servant live in the royal city with you?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Achish gave David [the town of] Ziklag that day. Therefore Ziklag has belonged to the kings of Judah to this day."
            },
            {
                "verse_number": "7",
                "verse_text": "The number of days that David lived in the country of the Philistines was a year and four months."
            },
            {
                "verse_number": "8",
                "verse_text": "Now David and his men went up and raided the Geshurites, the Girzites, and the Amalekites [the enemies of Israel that Joshua had failed to annihilate]; for they had inhabited the land from ancient times, as one comes to Shur even as far as the land of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "David attacked the land and did not leave a man or a woman alive, but he took the sheep, the cattle, the donkeys, the camels, and the clothing, and returned to Achish."
            },
            {
                "verse_number": "10",
                "verse_text": "When Achish asked, &apos;Where did you raid today?&apos; David replied, &apos;Against the Negev (the South country) of Judah, and against the Negev of the Jerahmeelites, and against the Negev of the Kenites.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David did not leave a man or a woman alive to bring news to Gath, saying [to himself], &apos;Otherwise they will tell about us, saying, &quot;This is what David has done, and this has been his practice all the time that he has lived in the country of the Philistines.&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Achish believed David, saying, &apos;He has certainly become hated by his people in Israel; so he will always be my servant.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "In those days the Philistines gathered their forces for war to fight against Israel. Achish said to David, &apos;Understand for certain that you and your men will go out with me to battle.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "David said to Achish, &apos;All right, you shall know what your servant can do.&apos; So Achish said to David, &apos;Therefore I will make you my bodyguard for life.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had removed the mediums and the spiritists (soothsayers) from the land."
            },
            {
                "verse_number": "4",
                "verse_text": "The Philistines assembled and came and camped at Shunem; and Saul gathered all the Israelites and they camped at Gilboa."
            },
            {
                "verse_number": "5",
                "verse_text": "When Saul saw the Philistine army, he was afraid and badly shaken."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul inquired of the L ord , but the L ord did not answer him, either by dreams or by Urim [used like lots by the priest to determine the will of God] or by prophets."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Saul said to his servants, &apos;Find for me a woman who is a medium [between the living and the dead], so that I may go to her and ask her advice.&apos; His servants said to him, &apos;There is a woman who is a medium at En-dor.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul disguised himself by wearing different clothes, and he left with two men, and they came to the woman at night. He said to her, &apos;Conjure up for me, please, and bring up [from the dead] for me [the spirit] whom I shall name to you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But the woman said to him, &apos;See here, you know what Saul has done, how he has cut off (eliminated) those who are mediums and spiritists from the land. So why are you laying a trap for my life, to cause my death?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Saul swore [an oath] to her by the L ord , saying, &apos;As the L ord lives, no punishment shall come upon you for this.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the woman said, &apos;Whom shall I bring up for you?&apos; He said, &apos;Bring up Samuel for me.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the woman saw Samuel, she screamed with a loud voice; and she said to Saul, &apos;Why have you deceived me? You are Saul!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king said to her, &apos;Do not be afraid; but [tell me] what do you see?&apos; The woman said to Saul, &apos;I see a divine [superhuman] being coming up from the earth.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said to her, &apos;What is his appearance?&apos; And she said, &apos;An old man is coming up, wrapped in a robe.&apos; Then Saul knew that it was Samuel, and he bowed with his face to the ground and paid respect [to him]."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Samuel said to Saul, &apos;Why have you disturbed me by bringing me up?&apos; Saul answered, &apos;I am greatly distressed; for the Philistines are making war against me, and God has left me and no longer answers me, either through prophets or by dreams; therefore I have called you to make known to me what I should do.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Samuel said, &apos;Why then do you ask me, since the L ord has left you and has become your enemy?"
            },
            {
                "verse_number": "17",
                "verse_text": "The L ord has done [to you] just as He said through me [when I was with you]; for the L ord has torn the kingdom out of your hand and given it to your neighbor, to David."
            },
            {
                "verse_number": "18",
                "verse_text": "Because you did not obey the voice of the L ord and did not execute His fierce wrath on Amalek, therefore the L ord has done this thing to you this day."
            },
            {
                "verse_number": "19",
                "verse_text": "Moreover, the L ord will also put Israel along with you into the hands of the Philistines, and tomorrow you and your sons will be with me [among the dead]. Indeed, the L ord will put the army of Israel into the hands of the Philistines.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Saul immediately fell full length on the earth [floor of the medium&quot;s house], and was very afraid because of Samuel&quot;s words; and he was thoroughly exhausted because he had not eaten all day and all night."
            },
            {
                "verse_number": "21",
                "verse_text": "The woman came to Saul and saw that he was greatly troubled, and she said to him, &apos;Look, your maidservant has obeyed you, and I have taken my life in my hand and have listened to everything you said to me."
            },
            {
                "verse_number": "22",
                "verse_text": "So now, please listen to the voice of your maidservant, and let me set a piece of bread before you, and eat, so that you may have strength when you go on your way.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But he refused and said, &apos;I will not eat.&apos; But his servants together with the woman urged him, and he [finally] listened to them. So he got up from the ground and sat on the bed."
            },
            {
                "verse_number": "24",
                "verse_text": "The woman had a fattened calf in the house; she quickly killed it, and took flour, kneaded it and baked unleavened bread."
            },
            {
                "verse_number": "25",
                "verse_text": "She brought it before Saul and his servants, and they ate. Then they got up and went away that night."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Now the Philistines gathered all their forces at Aphek, while Israel camped by the spring in Jezreel."
            },
            {
                "verse_number": "2",
                "verse_text": "As the Philistine lords (governors) were proceeding on [marching] by hundreds and by thousands, and David and his men were proceeding on in the rear with Achish [the king of Gath],"
            },
            {
                "verse_number": "3",
                "verse_text": "the Philistine commanders [having noticed David] said, &apos;What are these Hebrews doing here? &apos; Achish said to the Philistine commanders, &apos;Is this not David, the servant of Saul king of Israel, who has been with me these days and years, and I have found no fault in him from the day he deserted to me to this day?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the Philistine commanders were angry with Achish and they said to him, &apos;Make this man return, so that he may go back to his place where you have assigned him, and do not let him go down to battle with us, or in the battle he may [turn and] become our adversary. For how could David reconcile himself to his lord [Saul]? Would it not be with the heads of these [Philistine] men?"
            },
            {
                "verse_number": "5",
                "verse_text": "Is this not David, of whom they used to sing in dances, &quot;Saul killed his thousands, And David his ten thousands&quot;?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Achish called David and said to him, &apos;As the L ord lives, you have been upright (righteous), and your behavior in the army is pleasing in my sight. For from the day you came to me to this day I have found no evil in you. Nevertheless, the [Philistine] lords do not approve of you."
            },
            {
                "verse_number": "7",
                "verse_text": "So return now and go in peace [to your place], so that you do not displease the Philistine lords.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "David said to Achish, &apos;But what have I done? What have you found in your servant from the day when I [first] came before you to this day, that I may not go and fight against the enemies of my lord the king?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Achish answered David, &apos;I know that you are blameless in my sight, like an angel of God; nevertheless the commanders of the Philistines have said, &quot;He must not go up with us to the battle.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So now, get up early in the morning with your master&quot;s servants who have come with you, and as soon as you are up in the morning and have light, leave.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So David and his men got up early to leave in the morning, to return to the land of the Philistines. But the Philistines went up to Jezreel [to fight against Israel]."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened when David and his men came [home] to Ziklag on the third day, [they found] that the Amalekites had made a raid on the Negev (the South country) and on Ziklag, and had overthrown Ziklag and burned it with fire;"
            },
            {
                "verse_number": "2",
                "verse_text": "and they had taken captive the women [and all] who were there, both small and great. They killed no one, but carried them off [to be used as slaves] and went on their way."
            },
            {
                "verse_number": "3",
                "verse_text": "When David and his men came to the town, it was burned, and their wives and their sons and their daughters had been taken captive."
            },
            {
                "verse_number": "4",
                "verse_text": "Then David and the people who were with him raised their voices and wept until they were too exhausted to weep [any longer]."
            },
            {
                "verse_number": "5",
                "verse_text": "Now David&quot;s two wives had been captured, Ahinoam the Jezreelitess and Abigail the widow of Nabal the Carmelite."
            },
            {
                "verse_number": "6",
                "verse_text": "Further, David was greatly distressed because the people spoke of stoning him, for all of them were embittered, each man for his sons and daughters. But David felt strengthened and encouraged in the L ord his God."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to Abiathar the priest, Ahimelech&quot;s son, &apos;Please bring me the ephod.&apos; So Abiathar brought him the ephod."
            },
            {
                "verse_number": "8",
                "verse_text": "David inquired of the L ord , saying, &apos;Shall I pursue this band [of raiders]? Will I overtake them?&apos; And He answered him, &apos;Pursue, for you will certainly overtake them, and you will certainly rescue [the captives].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So David went, he and the six hundred men who were with him, and came to the brook Besor; there those [who could not continue] remained behind."
            },
            {
                "verse_number": "10",
                "verse_text": "But David pursued [the Amalekites], he and four hundred men, for two hundred who were too exhausted to cross the brook Besor stayed behind ."
            },
            {
                "verse_number": "11",
                "verse_text": "They found an Egyptian [who had collapsed] in the field and brought him to David, and gave him bread and he ate, and they gave him water to drink,"
            },
            {
                "verse_number": "12",
                "verse_text": "and they gave him a piece of a fig cake and two clusters of raisins; and when he had eaten, his energy returned, for he had not eaten bread or had any water to drink for three days and three nights."
            },
            {
                "verse_number": "13",
                "verse_text": "David said to him, &apos;To whom do you belong, and where are you from?&apos; He said, &apos;I am a young man from Egypt, a servant of an Amalekite; and my master abandoned me [as useless] when I fell sick three days ago."
            },
            {
                "verse_number": "14",
                "verse_text": "We made a raid on the Negev of the Cherethites, and on that which belongs to Judah, and on the Negev of Caleb, and we burned Ziklag with fire.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then David said to him, &apos;Will you take me down to this band [of raiders]?&apos; And he said, &apos;Swear to me by God that you will not kill me or turn me over to the hand of my master, and I will bring you down to this band.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When he brought David down, the Amalekites had disbanded and spread over all the land, eating and drinking and dancing because of all the great spoil they had taken from the land of the Philistines and from the land of Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "Then David [and his men] struck them down [in battle] from twilight until the evening of the next day; and not a man of them escaped, except four hundred young men who rode camels and fled."
            },
            {
                "verse_number": "18",
                "verse_text": "So David recovered all that the Amalekites had taken, and rescued his two wives."
            },
            {
                "verse_number": "19",
                "verse_text": "Nothing of theirs was missing whether small or great, sons or daughters, spoil or anything that had been taken; David recovered it all."
            },
            {
                "verse_number": "20",
                "verse_text": "So David captured all the flocks and herds [which the enemy had], and [the people] drove those animals before him and said, &apos;This is David&quot;s spoil.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "David came to the two hundred men who were so exhausted that they could not follow him and had been left at the brook Besor [with the provisions]. They went out to meet David and the people with him, and when he approached the people, he greeted them."
            },
            {
                "verse_number": "22",
                "verse_text": "Then all the wicked and worthless men among those who went with David said, &apos;Because they did not go with us, we will give them none of the spoil that we have recovered, except that each man may take his wife and children away and leave.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "David said, &apos;You must not do so, my brothers, with what the L ord has given us. He has kept us safe and has handed over to us the band [of Amalekites] that came against us."
            },
            {
                "verse_number": "24",
                "verse_text": "And who will listen to you in regard to this matter? For as is the share of him who goes down into the battle, so shall his share be who stays by the provisions and supplies; they shall share alike.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So from that day forward he made it a statute and an ordinance for Israel to this day."
            },
            {
                "verse_number": "26",
                "verse_text": "When David came to Ziklag, he sent part of the spoil to the elders of Judah, his friends, saying, &apos;Here is a blessing (gift) for you from the spoil of the enemies of the L ord :"
            },
            {
                "verse_number": "27",
                "verse_text": "For those in Bethel, Ramoth of the Negev, Jattir,"
            },
            {
                "verse_number": "28",
                "verse_text": "Aroer, Siphmoth, Eshtemoa,"
            },
            {
                "verse_number": "29",
                "verse_text": "Racal, the cities of the Jerahmeelites, the cities of the Kenites,"
            },
            {
                "verse_number": "30",
                "verse_text": "Hormah, Bor-ashan, Athach,"
            },
            {
                "verse_number": "31",
                "verse_text": "Hebron, and for [those elders in] all the places where David himself and his men were accustomed to go.&apos;"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Now the Philistines fought against Israel, and the men of Israel fled before them and fell slain on Mount Gilboa."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines overtook Saul and his sons; and they killed Jonathan and Abinadab and Malchi-shua, Saul&quot;s sons."
            },
            {
                "verse_number": "3",
                "verse_text": "The battle went heavily against Saul, and the archers hit him; and he was severely wounded by the archers."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul said to his armor bearer, &apos;Draw your sword and pierce me through with it, otherwise these uncircumcised [Philistines] will come and pierce me through and abuse and mock me.&apos; But his armor bearer would not, because he was terrified [of doing such a thing]. So Saul took his sword and fell on it."
            },
            {
                "verse_number": "5",
                "verse_text": "When his armor bearer saw that Saul was dead, he also fell on his sword and died with him."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul, his three sons, his armor bearer, and all his men died together on that day."
            },
            {
                "verse_number": "7",
                "verse_text": "When the men of Israel who were on the other side of the valley [of Jezreel], and those who were beyond the Jordan, saw that the other men of Israel had fled and that Saul and his sons were dead, they abandoned the cities and fled; then the Philistines came and lived in them."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day, when the Philistines came to plunder the dead, they found Saul and his three sons fallen on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "So they cut off Saul&quot;s head and stripped off his weapons and armor and sent them throughout the land of the Philistines, to bring the good news to the house of their idols and to the people."
            },
            {
                "verse_number": "10",
                "verse_text": "And they put Saul&quot;s weapons and armor in the temple of the Ashtaroth (female goddesses), and they fastened his body to the wall of Beth-shan."
            },
            {
                "verse_number": "11",
                "verse_text": "When the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "all the brave men stood and walked all night, and they took the bodies of Saul and his sons from the wall of Beth-shan, and they came to Jabesh and cremated them there."
            },
            {
                "verse_number": "13",
                "verse_text": "They took their bones and buried them under the tamarisk tree at Jabesh, and fasted [as a sign of mourning and respect] for seven days."
            }
        ]
    }
}