{
    "Ezra": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now in the first year of Cyrus king of Persia [that is, the first year he ruled Babylon], in order to fulfill the word of the L ord by the mouth of Jeremiah [the prophet], the L ord stirred up (put in motion) the spirit of Cyrus king of Persia, so that he sent a proclamation throughout all his kingdom, and also put it in writing, saying:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Thus says Cyrus king of Persia, &quot;The L ord , the God of heaven, has given me all the kingdoms of the earth and He has appointed me to build Him a house at Jerusalem, which is in Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "Whoever there is among you of all His people, may his God be with him! Let him go up to Jerusalem, which is in Judah and rebuild the house of the L ord , the God of Israel; He is God who is in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "In any place where a survivor (Jewish exile) may live, let the men (Gentiles) of that place support him with silver and gold, with goods and cattle, together with freewill offerings for the house of God in Jerusalem.&quot; &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the heads of the fathers&quot; households of Judah and Benjamin, and the priests and Levites, all those whose spirits God had stirred up, arose to go up and rebuild the house of the L ord which is in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "All those who were around them encouraged them with articles of silver, with gold, with goods, with cattle, and with valuable things, in addition to all that was given as a freewill offering."
            },
            {
                "verse_number": "7",
                "verse_text": "Also King Cyrus brought out the articles of the house of the L ord , which Nebuchadnezzar had carried away from Jerusalem [when he captured that city] and had put in the house of his gods."
            },
            {
                "verse_number": "8",
                "verse_text": "And Cyrus, king of Persia, had Mithredath the treasurer bring them out, and he counted them out to Sheshbazzar, the governor (leader) of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "And they counted: 30 dishes (basins) of gold, 1,000 dishes of silver, 29 duplicates;"
            },
            {
                "verse_number": "10",
                "verse_text": "30 [small] gold bowls, 410 [small] silver bowls of a second kind, and 1,000 other articles."
            },
            {
                "verse_number": "11",
                "verse_text": "All the articles of gold and of silver totaled 5,400. All these Sheshbazzar [the governor] brought up with the exiles who went from Babylon up to Jerusalem."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the people of the province [of Judah] who came up from the captivity of the exiles, whom Nebuchadnezzar the king of Babylon had deported to Babylon, and who returned to Jerusalem and Judah, each to his own city."
            },
            {
                "verse_number": "2",
                "verse_text": "These came with Zerubbabel: Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. T he number of the men of the people of Israel:"
            },
            {
                "verse_number": "3",
                "verse_text": "the sons (descendants) of Parosh, 2,172;"
            },
            {
                "verse_number": "4",
                "verse_text": "the sons of Shephatiah, 372;"
            },
            {
                "verse_number": "5",
                "verse_text": "the sons of Arah, 775;"
            },
            {
                "verse_number": "6",
                "verse_text": "the sons of Pahath-moab of the sons of Jeshua and Joab, 2,812;"
            },
            {
                "verse_number": "7",
                "verse_text": "the sons of Elam, 1,254;"
            },
            {
                "verse_number": "8",
                "verse_text": "the sons of Zattu, 945;"
            },
            {
                "verse_number": "9",
                "verse_text": "the sons of Zaccai, 760;"
            },
            {
                "verse_number": "10",
                "verse_text": "the sons of Bani, 642;"
            },
            {
                "verse_number": "11",
                "verse_text": "the sons of Bebai, 623;"
            },
            {
                "verse_number": "12",
                "verse_text": "the sons of Azgad, 1,222;"
            },
            {
                "verse_number": "13",
                "verse_text": "the sons of Adonikam, 666;"
            },
            {
                "verse_number": "14",
                "verse_text": "the sons of Bigvai, 2,056;"
            },
            {
                "verse_number": "15",
                "verse_text": "the sons of Adin, 454;"
            },
            {
                "verse_number": "16",
                "verse_text": "the sons of Ater of Hezekiah, 98;"
            },
            {
                "verse_number": "17",
                "verse_text": "the sons of Bezai, 323;"
            },
            {
                "verse_number": "18",
                "verse_text": "the sons of Jorah, 112;"
            },
            {
                "verse_number": "19",
                "verse_text": "the sons of Hashum, 223;"
            },
            {
                "verse_number": "20",
                "verse_text": "the sons of Gibbar, 95;"
            },
            {
                "verse_number": "21",
                "verse_text": "the men of Bethlehem, 123;"
            },
            {
                "verse_number": "22",
                "verse_text": "the men of Netophah, 56;"
            },
            {
                "verse_number": "23",
                "verse_text": "the men of Anathoth, 128;"
            },
            {
                "verse_number": "24",
                "verse_text": "the sons of Azmaveth, 42;"
            },
            {
                "verse_number": "25",
                "verse_text": "the sons of Kiriath-arim, Chephirah and Beeroth, 743;"
            },
            {
                "verse_number": "26",
                "verse_text": "the sons of Ramah and Geba, 621;"
            },
            {
                "verse_number": "27",
                "verse_text": "the men of Michmas, 122;"
            },
            {
                "verse_number": "28",
                "verse_text": "the men of Bethel and Ai, 223;"
            },
            {
                "verse_number": "29",
                "verse_text": "the sons of Nebo, 52;"
            },
            {
                "verse_number": "30",
                "verse_text": "the sons of Magbish, 156;"
            },
            {
                "verse_number": "31",
                "verse_text": "the sons of the other Elam, 1,254;"
            },
            {
                "verse_number": "32",
                "verse_text": "the sons of Harim, 320;"
            },
            {
                "verse_number": "33",
                "verse_text": "the sons of Lod, Hadid and Ono, 725;"
            },
            {
                "verse_number": "34",
                "verse_text": "the men of Jericho, 345;"
            },
            {
                "verse_number": "35",
                "verse_text": "the sons of Senaah, 3,630."
            },
            {
                "verse_number": "36",
                "verse_text": "The priests: the sons of Jedaiah of the house of Jeshua, 973;"
            },
            {
                "verse_number": "37",
                "verse_text": "the sons of Immer, 1,052;"
            },
            {
                "verse_number": "38",
                "verse_text": "the sons of Pashhur, 1,247;"
            },
            {
                "verse_number": "39",
                "verse_text": "the sons of Harim, 1,017."
            },
            {
                "verse_number": "40",
                "verse_text": "The Levites: the sons of Jeshua and Kadmiel, of the sons of Hodaviah, 74."
            },
            {
                "verse_number": "41",
                "verse_text": "The singers: the sons of Asaph, 128."
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of the gatekeepers: of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai, in all 139."
            },
            {
                "verse_number": "43",
                "verse_text": "The temple servants: the sons of Ziha, Hasupha, Tabbaoth,"
            },
            {
                "verse_number": "44",
                "verse_text": "the sons of Keros, Siaha, Padon,"
            },
            {
                "verse_number": "45",
                "verse_text": "the sons of Lebanah, Hagabah, Akkub,"
            },
            {
                "verse_number": "46",
                "verse_text": "the sons of Hagab, Shalmai, Hanan,"
            },
            {
                "verse_number": "47",
                "verse_text": "the sons of Giddel, Gahar, Reaiah,"
            },
            {
                "verse_number": "48",
                "verse_text": "the sons of Rezin, Nekoda, Gazzam,"
            },
            {
                "verse_number": "49",
                "verse_text": "the sons of Uzza, Paseah, Besai,"
            },
            {
                "verse_number": "50",
                "verse_text": "the sons of Asnah, Meunim, Nephisim,"
            },
            {
                "verse_number": "51",
                "verse_text": "the sons of Bakbuk, Hakupha, Harhur,"
            },
            {
                "verse_number": "52",
                "verse_text": "the sons of Bazluth, Mehida, Harsha,"
            },
            {
                "verse_number": "53",
                "verse_text": "the sons of Barkos, Sisera, Temah,"
            },
            {
                "verse_number": "54",
                "verse_text": "the sons of Neziah, Hatipha."
            },
            {
                "verse_number": "55",
                "verse_text": "The sons of [King] Solomon&quot;s servants: the sons of Sotai, Hassophereth (Sophereth), Peruda,"
            },
            {
                "verse_number": "56",
                "verse_text": "the sons of Jaalah, Darkon, Giddel,"
            },
            {
                "verse_number": "57",
                "verse_text": "the sons of Shephatiah, Hattil, Pochereth-hazzebaim, Ami."
            },
            {
                "verse_number": "58",
                "verse_text": "All the temple servants and the sons of Solomon&quot;s servants totaled 392."
            },
            {
                "verse_number": "59",
                "verse_text": "Now these are the ones who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, but they could not provide evidence of their fathers&quot; households and their descendants, whether they were of Israel:"
            },
            {
                "verse_number": "60",
                "verse_text": "the sons of Delaiah, Tobiah, and Nekoda, 652."
            },
            {
                "verse_number": "61",
                "verse_text": "Of the sons of the priests: the sons of Hobaiah, of Hakkoz, and of Barzillai, who took a wife from the daughters of Barzillai the Gileadite, and he was known by their name."
            },
            {
                "verse_number": "62",
                "verse_text": "These searched [for their names] among those registered in the genealogies, but they were not found; so they were excluded from the priesthood as [ceremonially] unclean."
            },
            {
                "verse_number": "63",
                "verse_text": "The governor told them that they should not eat of the most holy things [the priests&quot; food] until a priest stood up with Urim and Thummim [who by consulting these articles in his breastplate could determine God&quot;s will in the matter]."
            },
            {
                "verse_number": "64",
                "verse_text": "The whole assembly totaled 42,360,"
            },
            {
                "verse_number": "65",
                "verse_text": "besides their male and female servants who numbered 7,337; and [among them] they had 200 male and female singers."
            },
            {
                "verse_number": "66",
                "verse_text": "Their horses totaled 736; their mules, 245;"
            },
            {
                "verse_number": "67",
                "verse_text": "their camels totaled 435; their donkeys, 6,720."
            },
            {
                "verse_number": "68",
                "verse_text": "Some of the heads of the fathers&quot; households (extended families), when they arrived at the house of the L ord in Jerusalem, made voluntary contributions for the house of God to rebuild it on its [old] foundation."
            },
            {
                "verse_number": "69",
                "verse_text": "They gave according to their ability to the treasury for the work, 61,000 drachmas of gold, 5,000 minas of silver, and 100 priestly [linen] garments."
            },
            {
                "verse_number": "70",
                "verse_text": "So the priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants settled in their [own] cities, and all Israel [gradually settled] into their cities."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "When the seventh month came and the sons of Israel were in the cities, the people gathered together as one man to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Jeshua the son of Jozadak and his brothers the priests, and Zerubbabel the son of Shealtiel and his brothers arose, and they built the altar of the God of Israel, to offer burnt offerings on it, as it is written in the Law of Moses, the man of God."
            },
            {
                "verse_number": "3",
                "verse_text": "So they set up the altar on its [old] foundation, for they were terrified because of the peoples of the lands; and they offered burnt offerings on it to the L ord , morning and evening."
            },
            {
                "verse_number": "4",
                "verse_text": "They celebrated the Feast of Booths, as it is written, and offered the fixed number of daily burnt offerings, in accordance with the ordinances, as each day required;"
            },
            {
                "verse_number": "5",
                "verse_text": "and afterward, there was the continual burnt offering, the offering at the New Moons, and at all the appointed festivals of the L ord that were consecrated, and the offerings of everyone who made a voluntary offering to the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "From the first day of the seventh month they began to offer burnt offerings to the L ord , but the foundation of the temple of the L ord had not been laid."
            },
            {
                "verse_number": "7",
                "verse_text": "They gave money to the masons and to the carpenters, and gave food, drink, and [olive] oil to the people from Sidon and Tyre, to bring cedar wood from Lebanon to the seaport of Joppa, in accordance with the authorization they had from Cyrus king of Persia."
            },
            {
                "verse_number": "8",
                "verse_text": "In the second year of their coming to God&quot;s house at Jerusalem, in the second month, Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak began [the work], with the rest of their brothers&ndash;the priests and Levites and all who came to Jerusalem from the captivity. They appointed the Levites, from twenty years old and upward, to oversee the work of the house of the L ord ."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jeshua with his sons and brothers stood united with Kadmiel and his sons, the sons of Judah and the sons of Henadad with their sons and brothers the Levites, to oversee the workmen in the house of God."
            },
            {
                "verse_number": "10",
                "verse_text": "Now when the builders had laid the foundation of the temple of the L ord , the priests stood in their apparel with trumpets, and the Levites, the sons of Asaph, with their cymbals, to praise the L ord in accordance with the directions of David king of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "They sang [responsively], praising and giving thanks to the L ord , saying , &apos;For He is good, for His lovingkindness (mercy) toward Israel endures forever.&apos; And all the people shouted with a great shout when they praised the L ord because the foundation of the house of the L ord was laid."
            },
            {
                "verse_number": "12",
                "verse_text": "But many of the priests and Levites and heads of fathers&quot; households, the old men who had seen the first house (temple), wept with a loud voice when the foundation of this house was laid before their eyes, while many shouted aloud for joy,"
            },
            {
                "verse_number": "13",
                "verse_text": "so that the people could not distinguish the sound of the shout of joy from the sound of the weeping of the people, for the people shouted with a loud shout, and the sound was heard far away."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now when [the Samaritans] the adversaries of Judah and Benjamin heard that the exiles from the captivity were building a temple to the L ord God of Israel,"
            },
            {
                "verse_number": "2",
                "verse_text": "they came to Zerubbabel [who was now governor] and to the heads of the fathers&quot; households and said to them, &apos;Let us build with you, for we seek your God [and worship] just as you do; and we have sacrificed to Him since the days of Esarhaddon king of Assyria, who brought us up here.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Zerubbabel and Jeshua and the rest of the heads of fathers&quot; households of Israel said to them, &apos;You have nothing in common with us in building a house to our God; but we ourselves will together build to the L ord God of Israel, just as King Cyrus, the king of Persia, has commanded us.&apos; &apos; T o King Artaxerxes from your servants, the men in the region west of the [Euphrates] River; and now:"
            },
            {
                "verse_number": "4",
                "verse_text": "Then [the Samaritans and others of] the people of the land discouraged the people of Judah, and frightened them [to deter them] from building,"
            },
            {
                "verse_number": "5",
                "verse_text": "and hired advisers [to work] against them to frustrate their plans during the entire time that Cyrus king of Persia reigned, [and this lasted] even until the reign of Darius king of Persia."
            },
            {
                "verse_number": "6",
                "verse_text": "Now in the reign of Ahasuerus (Xerxes), in the beginning of his reign, the Samaritans wrote [to him] an accusation against the inhabitants of Judah and Jerusalem [who had returned from exile]."
            },
            {
                "verse_number": "7",
                "verse_text": "Later, in the days of [King] Artaxerxes, Bishlam, Mithredath, Tabeel and the rest of their associates wrote to Artaxerxes king of Persia; and the text of the letter was written in Aramaic and translated from Aramaic."
            },
            {
                "verse_number": "8",
                "verse_text": "Rehum the [Persian] commander [of the Samaritans] and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "then wrote Rehum the [Persian] commander, Shimshai the scribe, and the rest of their associates, the judges, the lesser governors, the officials, the secretaries, the men of Erech, the Babylonians, the men of Susa, that is, the Elamites,"
            },
            {
                "verse_number": "10",
                "verse_text": "and the rest of the nations whom the great and noble Osnappar deported and settled in the city of Samaria, and in the rest of the region west of the [Euphrates] River. Now"
            },
            {
                "verse_number": "11",
                "verse_text": "this is a copy of the letter which they sent to him:"
            },
            {
                "verse_number": "12",
                "verse_text": "Let it be known to the king that the Jews who came up from you have come to us at Jerusalem. They are rebuilding this rebellious and evil city and are finishing its walls and repairing the foundations."
            },
            {
                "verse_number": "13",
                "verse_text": "Now let it be known to the king, that if that city is rebuilt and the walls are finished, then they will not pay tax, custom, or toll, and the revenue of the kings will be diminished."
            },
            {
                "verse_number": "14",
                "verse_text": "Now because we are in the service of the palace, and it is not proper for us to witness the king&quot;s dishonor, for that reason we have sent word and informed the king,"
            },
            {
                "verse_number": "15",
                "verse_text": "in order that a search may be made in the record books of your fathers. And you will discover in the record books and learn that this is a rebellious city, damaging to kings and provinces, and that in the past they have incited rebellion within it. That is why that city was laid waste (destroyed)."
            },
            {
                "verse_number": "16",
                "verse_text": "We are informing the king that if that city is rebuilt and its walls finished, it will mean that you will have no possession in the province west of the [Euphrates] River.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the king sent an answer to Rehum the [Persian] commander, to Shimshai the scribe, and to the rest of their colleagues who live in Samaria and in the rest of the provinces west of the River: &apos;Peace (Greetings). And now,"
            },
            {
                "verse_number": "18",
                "verse_text": "The document which you sent to us has been translated and read before me."
            },
            {
                "verse_number": "19",
                "verse_text": "I have issued a command and a search has been made, and it has been discovered that this city [Jerusalem] in earlier times has revolted against the kings, and that rebellion and sedition have been perpetrated in it."
            },
            {
                "verse_number": "20",
                "verse_text": "There have also been mighty kings over Jerusalem who have ruled over all the provinces west of the [Euphrates] River, and tax, custom, and toll were paid to them."
            },
            {
                "verse_number": "21",
                "verse_text": "So, now issue a decree to make these men stop [work], so that this city is not rebuilt until a [new] command is issued by me."
            },
            {
                "verse_number": "22",
                "verse_text": "Beware of being negligent in carrying out this matter . Why should damage increase to the detriment of the kings?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then as soon as the copy of King Artaxerxes&quot; document was read before Rehum and Shimshai the scribe, and their colleagues, they went up hurriedly to Jerusalem to the Jews, and made them stop [work] by force of arms."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the work on the house of God in Jerusalem stopped. It was suspended until the second year of the reign of Darius king of Persia."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now when the prophets, Haggai the prophet and Zechariah, the son (grandson) of Iddo, prophesied to the Jews who were in Judah and Jerusalem in the name of the God of Israel, whose Spirit was over them,"
            },
            {
                "verse_number": "2",
                "verse_text": "then Zerubbabel the son of Shealtiel [heir to the throne of Judah] and Jeshua the son of Jozadak arose and began to rebuild the house of God in Jerusalem; and the prophets of God [Haggai and Zechariah] were with them, supporting and encouraging them."
            },
            {
                "verse_number": "3",
                "verse_text": "At that time Tattenai, the governor of the province on the west side of the [Euphrates] River, and Shethar-bozenai and their colleagues came to them and said, &apos;Who issued you a decree and authorized you to rebuild this temple and to restore this wall (shrine)?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then, accordingly, we told them the names of the men who were reconstructing this building."
            },
            {
                "verse_number": "5",
                "verse_text": "But the eye of their God was on the elders of the Jews, so they [Tattenai and the others] did not stop them until a report could come before Darius, and then an answer was returned by letter concerning it."
            },
            {
                "verse_number": "6",
                "verse_text": "This is a copy of the letter that Tattenai, governor of the province west of the [Euphrates] River, and Shethar-bozenai and his associates, the officials who were west of the River, sent to Darius the king."
            },
            {
                "verse_number": "7",
                "verse_text": "They sent a report to him in which it was written: &apos;To Darius the king, all peace."
            },
            {
                "verse_number": "8",
                "verse_text": "Let it be known to the king that we have gone to the province of Judah, to the house of the great God. It is being built with huge stones, with beams laid in the walls; and this work goes on with diligence and care and is succeeding in their hands."
            },
            {
                "verse_number": "9",
                "verse_text": "Then we asked those elders, &quot;Who issued you a decree to rebuild this temple and to finish this structure?&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "We also asked them their names so that we might notify you, and so that we might record the names of the men in charge."
            },
            {
                "verse_number": "11",
                "verse_text": "They replied, &quot;We are servants of the God of heaven and earth, and are rebuilding the temple which was erected many years ago, which a great king of Israel built and finished."
            },
            {
                "verse_number": "12",
                "verse_text": "But because our fathers provoked the God of heaven to wrath, He handed them over to Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this temple and exiled the people to Babylon."
            },
            {
                "verse_number": "13",
                "verse_text": "But in the first year of Cyrus king of Babylon, [the same] King Cyrus issued a decree to rebuild this house of God."
            },
            {
                "verse_number": "14",
                "verse_text": "Also the gold and silver utensils of the house of God which Nebuchadnezzar had taken from the temple in Jerusalem and had brought into the temple of Babylon, King Cyrus took from the temple of Babylon and had them given to a man whose name was Sheshbazzar, whom he had appointed governor."
            },
            {
                "verse_number": "15",
                "verse_text": "And Cyrus said to him, &apos;Take these utensils, go and deposit them in the temple in Jerusalem, and let the house of God be rebuilt on its site.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then that Sheshbazzar came and laid the foundations of the house of God in Jerusalem; and from then until now it has been under construction and is not yet completed.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "So now, if it pleases the king, let a search be conducted in the king&quot;s treasure house [in the royal archives] there in Babylon to see if it is true that a decree was issued by King Cyrus to rebuild this house of God at Jerusalem; and let the king send us his decision concerning this matter.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then King Darius issued a decree, and a search was conducted in Babylon in the archives where the treasures [and records] were stored."
            },
            {
                "verse_number": "2",
                "verse_text": "In Ecbatana in the fortress (palace) in the province of Media, a scroll was found on which this was recorded: &apos;Memorandum&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "In the first year of King Cyrus, Cyrus the king issued a decree: &quot; Concerning the house of God in Jerusalem, let the temple (house), the place where sacrifices are offered, be rebuilt and let its foundations be strongly laid, its height and its width each 60 cubits,"
            },
            {
                "verse_number": "4",
                "verse_text": "with three layers of huge stones and one layer of timbers. Let the cost be paid from the royal treasury."
            },
            {
                "verse_number": "5",
                "verse_text": "Also let the gold and silver utensils of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and brought to Babylon, be returned and brought back to their [proper] places in the temple in Jerusalem; and you shall put them in the house of God.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Now therefore, Tattenai, governor of the province west of the [Euphrates] River, Shethar-bozenai and your associates, the officials who are west of the River, keep far away from there."
            },
            {
                "verse_number": "7",
                "verse_text": "Leave the work on this house of God alone; let the governor of the Jews and the Jewish elders rebuild this house of God on its site."
            },
            {
                "verse_number": "8",
                "verse_text": "Also, I issue a decree as to what you are to do for these Jewish elders for the rebuilding of this house of God: the full cost is to be paid to these people from the royal treasury out of the taxes of the provinces west of the River, and that without delay."
            },
            {
                "verse_number": "9",
                "verse_text": "Whatever is needed, including young bulls, rams, and lambs for the burnt offerings to the God of heaven, and wheat, salt, wine, and anointing oil, according to the request of the priests at Jerusalem, let it all be given to them daily without fail,"
            },
            {
                "verse_number": "10",
                "verse_text": "so that they may offer pleasing (sweet-smelling) sacrifices to the God of heaven and pray for the life of the king and his sons."
            },
            {
                "verse_number": "11",
                "verse_text": "I have also issued a decree that if there is any man who violates this edict, a beam of timber shall be pulled from his house [and set up]; then he shall be impaled on it, and his house shall be turned into a refuse heap for this [violation]."
            },
            {
                "verse_number": "12",
                "verse_text": "May the God who has caused His Name to dwell there overthrow any king or people who attempts to alter this command, so as to destroy this house of God in Jerusalem. I, Darius, have issued this decree; let it be carried out quickly and with due diligence.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Tattenai, governor of the province west of the [Euphrates] River, with Shethar-bozenai and their associates carried out the decree with due diligence, just as King Darius had sent and commanded."
            },
            {
                "verse_number": "14",
                "verse_text": "And the Jewish elders built and prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished their building as commanded by the God of Israel and in accordance with the decree of Cyrus and Darius and Artaxerxes king of Persia."
            },
            {
                "verse_number": "15",
                "verse_text": "This temple was finished on the third day of the month of Adar, in the sixth year of the reign of King Darius."
            },
            {
                "verse_number": "16",
                "verse_text": "And all Israel&ndash;the priests, the Levites, and the rest of the [former] exiles&ndash;celebrated the dedication of this house of God with joy."
            },
            {
                "verse_number": "17",
                "verse_text": "They offered at the dedication of this house of God 100 bulls, 200 rams, 400 lambs, and, as a sin offering for all Israel, 12 male goats, according to the number of Israel&quot;s tribes."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they appointed the priests to their divisions and the Levites in their orders for the service of God at Jerusalem, as it is written in the book of Moses."
            },
            {
                "verse_number": "19",
                "verse_text": "The [former] exiles kept the Passover on the fourteenth [day] of the first month."
            },
            {
                "verse_number": "20",
                "verse_text": "For the priests and the Levites had purified themselves together; all of them were [ceremonially] clean. So they slaughtered the Passover lamb for all the exiles, for their brothers the priests, and for themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "The Passover was eaten by the sons (descendants) of Israel (Jacob) who returned from exile and by all those who had separated themselves from the [ceremonial] uncleanness of the nations of the land to join them, in order to seek the L ord God of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "They observed the Feast of Unleavened Bread for seven days with joy, for the L ord had caused them to rejoice and had turned the heart of the king of Assyria toward them, so that he encouraged them and strengthened their hands in the work of the house of God, the God of Israel."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now after this, in the reign of Artaxerxes I [son of Ahasuerus (Xerxes)] king of Persia, Ezra the son (descendant) of Seraiah, the son of Azariah, the son of Hilkiah,"
            },
            {
                "verse_number": "2",
                "verse_text": "the son of Shallum, the son of Zadok, the son of Ahitub,"
            },
            {
                "verse_number": "3",
                "verse_text": "the son of Amariah, the son of Azariah, the son of Meraioth,"
            },
            {
                "verse_number": "4",
                "verse_text": "the son of Zerahiah, the son of Uzzi, the son of Bukki,"
            },
            {
                "verse_number": "5",
                "verse_text": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "this Ezra went up from Babylon. He was a scribe skilled in the Law (the five books) of Moses, which the L ord God of Israel had given; and the king granted him everything that he asked, for the hand of the L ord his God was on him."
            },
            {
                "verse_number": "7",
                "verse_text": "Some of the sons of Israel, with some of the priests and Levites, the singers and gatekeepers, and the temple servants also went up [from Babylon] to Jerusalem in the seventh year of King Artaxerxes."
            },
            {
                "verse_number": "8",
                "verse_text": "Ezra came to Jerusalem in the fifth month of the seventh year of the king."
            },
            {
                "verse_number": "9",
                "verse_text": "For on the first of the first month he started out from Babylon, and on the first of the fifth month he arrived in Jerusalem, because the good hand of his God was on him."
            },
            {
                "verse_number": "10",
                "verse_text": "For Ezra had set his heart (resolved) to study and interpret the Law of the L ord , and to practice it and teach His statutes and ordinances in Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Now this is a copy of the decree that King Artaxerxes gave to Ezra the priest, the scribe [who was] learned in the words of the commandments of the L ord and of His statutes to Israel:"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Artaxerxes, king of kings, to Ezra the priest, the scribe of the Law of the God of heaven, perfect peace (greetings). And now"
            },
            {
                "verse_number": "13",
                "verse_text": "I have issued a decree that all of the people of Israel and their priests and the Levites in my kingdom who are willing to go to Jerusalem, may go with you."
            },
            {
                "verse_number": "14",
                "verse_text": "For you are sent by the king and his seven advisers to inquire about Judah and Jerusalem in accordance with the Law of your God, which is in your hand,"
            },
            {
                "verse_number": "15",
                "verse_text": "and to bring [with you] the silver and gold which the king and his advisers have freely offered to the God of Israel, whose dwelling is in Jerusalem,"
            },
            {
                "verse_number": "16",
                "verse_text": "and all the silver and gold which you find in the whole province of Babylon, along with the freewill offering of the people and of the priests for the house of their God in Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore with this money, you shall diligently buy bulls, rams, and lambs, with their grain offerings and drink offerings, and offer them on the altar of the house of your God which is in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "And whatever seems good to you and to your brothers to do with the rest of the silver and the gold, you may do in accordance with the will of your God."
            },
            {
                "verse_number": "19",
                "verse_text": "As for the utensils which are given to you for the service of the house of your God, deliver [those] in full before the God of Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the things required for the house of your God, which you may have occasion to provide, provide it from the royal treasury."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;And I, Artaxerxes the king, issue a decree to all the treasurers in the provinces west of the [Euphrates] River, that whatever Ezra the priest, the scribe of the Law of the God of heaven, may require of you, it shall be done diligently and at once&ndash;"
            },
            {
                "verse_number": "22",
                "verse_text": "even up to 100 talents of silver, 100 kors (measures) of wheat, 100 baths of wine, 100 baths of [olive] oil, and salt as needed."
            },
            {
                "verse_number": "23",
                "verse_text": "Whatever is commanded by the God of heaven, let it be done diligently and with enthusiasm for the house of the God of heaven, so that there will not be wrath against the kingdom of the king and his sons."
            },
            {
                "verse_number": "24",
                "verse_text": "We also inform you that it is not authorized to impose tax, tribute, or toll on any of the priests, Levites, singers, doorkeepers, temple servants or other servants of this house of God."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;You, Ezra, are to appoint magistrates and judges in accordance with the wisdom and instruction of your God which is in your hand, so that they may judge all the people who are in the province west of the [Euphrates] River; appoint those who know the laws of your God; and you may teach anyone who does not know them ."
            },
            {
                "verse_number": "26",
                "verse_text": "Whoever does not observe and practice the law of your God and the law of the king, let judgment be executed upon him strictly and promptly, whether it be for death or banishment or confiscation of property or imprisonment.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Blessed be the L ord , the God of our fathers [said Ezra], who put such a thing as this in the king&quot;s heart, to adorn and glorify the house of the L ord in Jerusalem,"
            },
            {
                "verse_number": "28",
                "verse_text": "and has extended His mercy and lovingkindness to me before the king, his advisers, and all the king&quot;s mighty officials. I was strengthened and encouraged, for the hand of the L ord my God was upon me, and I gathered together outstanding men of Israel to go up with me [to Jerusalem]."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "These are the heads of their fathers&quot; households and this is the genealogy of those who went up with me from Babylon in the reign of King Artaxerxes:"
            },
            {
                "verse_number": "2",
                "verse_text": "of the sons of Phinehas, Gershom; of the sons of Ithamar, Daniel; of the sons of David, Hattush;"
            },
            {
                "verse_number": "3",
                "verse_text": "of the sons of Shecaniah who was of the sons of Parosh, Zechariah, and with him were registered 150 men by genealogy;"
            },
            {
                "verse_number": "4",
                "verse_text": "of the sons of Pahath-moab, Eliehoenai son of Zerahiah, with 200 men;"
            },
            {
                "verse_number": "5",
                "verse_text": "of the sons of Zattu, Shecaniah son of Jahaziel, with 300 men;"
            },
            {
                "verse_number": "6",
                "verse_text": "of the sons of Adin, Ebed son of Jonathan, with 50 men;"
            },
            {
                "verse_number": "7",
                "verse_text": "of the sons of Elam, Jeshaiah son of Athaliah, with 70 men;"
            },
            {
                "verse_number": "8",
                "verse_text": "of the sons of Shephatiah, Zebadiah son of Michael, with 80 men;"
            },
            {
                "verse_number": "9",
                "verse_text": "of the sons of Joab, Obadiah son of Jehiel, with 218 men;"
            },
            {
                "verse_number": "10",
                "verse_text": "of the sons of Bani, Shelomith son of Josiphiah, with 160 men;"
            },
            {
                "verse_number": "11",
                "verse_text": "of the sons of Bebai, Zechariah son of Bebai, with 28 men;"
            },
            {
                "verse_number": "12",
                "verse_text": "of the sons of Azgad, Johanan son of Hakkatan, with 110 men;"
            },
            {
                "verse_number": "13",
                "verse_text": "of the sons of Adonikam, the last to come, their names are Eliphelet, Jeiel, and Shemaiah, with 60 men;"
            },
            {
                "verse_number": "14",
                "verse_text": "and of the sons of Bigvai, Uthai and Zabbud, with 70 men."
            },
            {
                "verse_number": "15",
                "verse_text": "Now I gathered them together at the river that runs to Ahava, where we camped for three days. I observed the people and the priests, and I did not find any Levites there."
            },
            {
                "verse_number": "16",
                "verse_text": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, [who were] leading men, and also for Joiarib and Elnathan, [who were] teachers."
            },
            {
                "verse_number": "17",
                "verse_text": "And I sent them to Iddo, the leading man at the place Casiphia, telling them what to say to Iddo and his brothers, the temple servants at the place Casiphia, that is, to bring us servants (ministers) for the house of our God."
            },
            {
                "verse_number": "18",
                "verse_text": "And as the good hand of our God was upon us, they brought us a man of understanding (insight) from the sons of Mahli, the son of Levi, the son of Israel, named Sherebiah, with his sons and his brothers (relatives), 18 men;"
            },
            {
                "verse_number": "19",
                "verse_text": "and Hashabiah, and with him Jeshaiah of the sons of Merari, with his brothers (relatives) and their sons, 20 men;"
            },
            {
                "verse_number": "20",
                "verse_text": "also 220 of the temple servants, whom David and the leaders had set apart [with their descendants] for the service of the Levites. They were all designated by name."
            },
            {
                "verse_number": "21",
                "verse_text": "Then I proclaimed a fast there at the river Ahava, so that we might humble ourselves before our God to seek from Him a safe journey for us, our children, and all our possessions."
            },
            {
                "verse_number": "22",
                "verse_text": "For I was ashamed to request troops and horsemen from the king to protect us from the enemy along the way, because we had told the king, &apos;The hand of our God is favorable toward all those who seek Him, but His power and His anger are against all those who abandon (turn away from) Him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So we fasted and sought [help from] our God concerning this [matter], and He heard our plea."
            },
            {
                "verse_number": "24",
                "verse_text": "Then I set apart twelve leading priests, Sherebiah, Hashabiah, and ten of their brothers (relatives),"
            },
            {
                "verse_number": "25",
                "verse_text": "and I weighed out to them the silver, the gold, and the utensils, the offering for the house of our God which the king, his advisers, his officials, and all Israel who were present there had offered."
            },
            {
                "verse_number": "26",
                "verse_text": "I weighed into their hands 650 talents of silver, and silver utensils worth 100 talents, and 100 talents of gold;"
            },
            {
                "verse_number": "27",
                "verse_text": "also 20 bowls of gold worth 1,000 darics, and two utensils of fine shiny bronze, precious as gold."
            },
            {
                "verse_number": "28",
                "verse_text": "Then I said to them, &apos;You are holy to the L ord , the utensils are holy, and the silver and the gold are a freewill offering to the L ord God of your fathers."
            },
            {
                "verse_number": "29",
                "verse_text": "Guard and keep them until you weigh them before the leading priests and the Levites and the leaders of the fathers&quot; households of Israel in Jerusalem, in the chambers of the house of the L ord .&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the priests and the Levites received the weighed out silver and gold, and the utensils, to bring them to Jerusalem to the house of our God."
            },
            {
                "verse_number": "31",
                "verse_text": "We set out from the river Ahava on the twelfth [day] of the first month to go to Jerusalem; and the hand of our God was upon us, and He rescued us from the hand of the enemy and those who lay in ambushes along the way."
            },
            {
                "verse_number": "32",
                "verse_text": "So we came to Jerusalem and remained there for three days."
            },
            {
                "verse_number": "33",
                "verse_text": "On the fourth day the silver and the gold and the utensils were weighed out in the house of our God into the hand of Meremoth the son of Uriah the priest, and with him was Eleazar the son of Phinehas; and with them were the Levites&ndash;Jozabad the son of Jeshua and Noadiah the son of Binnui."
            },
            {
                "verse_number": "34",
                "verse_text": "Every piece was counted and weighed, and all the weight was recorded at that time."
            },
            {
                "verse_number": "35",
                "verse_text": "Also the [former] exiles who had come from the captivity offered burnt offerings to the God of Israel: 12 bulls for all Israel, 96 rams, 77 lambs, and 12 male goats for a sin offering. All this was a burnt offering to the L ord ."
            },
            {
                "verse_number": "36",
                "verse_text": "And they delivered the king&quot;s edicts to the king&quot;s satraps (lieutenants) and to the governors west of the [Euphrates] River, and they supported the people and God&quot;s house."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "When these things were completed, the officials came to me and said, &apos;The people of Israel and the priests and Levites have not separated themselves from the peoples of the lands, but have committed the repulsive acts of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites."
            },
            {
                "verse_number": "2",
                "verse_text": "For they have taken some of their daughters as wives for themselves and for their sons, so that the holy race has intermingled with the peoples of the lands. Indeed, the officials and chief men have been foremost in this unfaithful act and direct violation [of God&quot;s will].&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When I heard this, I tore my clothing and my robe [in grief], I pulled out some of the hair from my head and my beard, and sat down appalled [at the shame of it]."
            },
            {
                "verse_number": "4",
                "verse_text": "Then everyone who trembled at the words of the God of Israel because of the unfaithfulness of the exiles gathered to me as I sat appalled until the evening offering."
            },
            {
                "verse_number": "5",
                "verse_text": "At the evening offering I arose from my [time of] humiliation and penitence and having torn my clothing and my robe, I fell on my knees and stretched out my hands to the L ord my God,"
            },
            {
                "verse_number": "6",
                "verse_text": "and I said, &apos;O my God, I am ashamed and embarrassed to lift up my face to You, my God, for our wrongdoings have risen higher than our heads and our guilt has grown to the heavens."
            },
            {
                "verse_number": "7",
                "verse_text": "Since the days of our fathers to this day we have been exceedingly guilty; and on account of our wrongdoings we, our kings, and our priests have been handed over to the kings of the lands, to the sword, to captivity, to plundering, and to complete shame, as it is today."
            },
            {
                "verse_number": "8",
                "verse_text": "But now for a brief moment grace has been [shown to us] from the L ord our God, who has left us a surviving remnant and has given us a peg (secure hold) in His holy place, that our God may enlighten our eyes and give us a little reviving in our bondage."
            },
            {
                "verse_number": "9",
                "verse_text": "For we are slaves; yet our God has not abandoned us in our bondage, but has extended lovingkindness to us before the kings of Persia, to revive us to rebuild the house of our God, to repair the site of its ruins and to give us a wall [of protection] in Judah and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Now, O our God, what shall we say after this? For we have abandoned (turned away from) Your commandments,"
            },
            {
                "verse_number": "11",
                "verse_text": "which You have commanded by Your servants the prophets, saying, &quot;The land which you are entering to possess is a defiled land with the uncleanness of the peoples of the lands, through their repulsive acts which have filled it from one end to the other along with their impurity."
            },
            {
                "verse_number": "12",
                "verse_text": "So now do not give your daughters to their sons or take their daughters for your sons; and never seek their peace or their prosperity, so that you may be strong and eat the good things of the land and leave it as an inheritance to your children forever.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "And after everything that has come upon us for our evil deeds and for our great guilt, since You our God have punished us less than our wrongdoings deserve, and have given us survivors like these,"
            },
            {
                "verse_number": "14",
                "verse_text": "shall we again break Your commandments and intermarry with the peoples who practice these repulsive acts? Would You not be angry with us to the point of total destruction, so that there would be no remnant nor survivor?"
            },
            {
                "verse_number": "15",
                "verse_text": "O L ord God of Israel, You are [uncompromisingly] just (righteous), for we have been left as survivors, as it is this day. Behold, we are before You in our guilt, for no one can stand before You because of this.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now while Ezra was praying and confessing, weeping and laying himself face down before the house of God, a very large group from Israel, of men, women, and children, gathered to him, for the people wept bitterly."
            },
            {
                "verse_number": "2",
                "verse_text": "Shecaniah the son of Jehiel, of the sons of Elam, said to Ezra, &apos;We have been unfaithful to our God and have married foreign women from the peoples of the land; yet now there is hope for Israel in spite of this."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore let us now make a covenant with our God to send away all the [foreign] wives and their children, in accordance with the advice of my lord and of those who tremble [in reverent obedience] at the commandment of our God; and let it be done in accordance with the Law."
            },
            {
                "verse_number": "4",
                "verse_text": "Stand up, for it is your duty, and we will be with you. Be brave and act.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Ezra stood and made the leaders of the priests, the Levites, and all Israel, take an oath that they would act in accordance with this proposal; so they took the oath."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Ezra got up from before the house of God and went into the chamber of Jehohanan the son of Eliashib [and spent the night there]. He did not eat bread nor drink water, for he was mourning over the [former] exiles&quot; faithlessness."
            },
            {
                "verse_number": "7",
                "verse_text": "They made a proclamation throughout Judah and Jerusalem to all the [former] exiles, that they were to assemble at Jerusalem,"
            },
            {
                "verse_number": "8",
                "verse_text": "and that whoever would not come within three days, by order of the counsel of the leaders and the elders, all his possessions and property would be forfeited and he himself would be excluded from the assembly of the exiles."
            },
            {
                "verse_number": "9",
                "verse_text": "So all the men of Judah and Benjamin gathered at Jerusalem within three days. It was the twentieth [day] of the ninth month, and all the people sat in the open square in front of the house of God, trembling because of [the seriousness of] this matter and because of the heavy rain."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Ezra the priest stood up and said to them, &apos;You have been unfaithful [to God] and have married foreign (pagan) women, adding to the guilt of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "So now, make confession to the L ord God of your fathers and do His will. Separate yourselves from the peoples of the land and from [your] foreign wives.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then all the assembly replied with a loud voice, &apos;It is our responsibility to do just as you have said."
            },
            {
                "verse_number": "13",
                "verse_text": "But there are many people and it is the season of heavy rain; so we are unable to stand outside. Nor can the task be done in a day or two, for we have transgressed greatly in this matter."
            },
            {
                "verse_number": "14",
                "verse_text": "Let our leaders stand for and represent the entire assembly; let all those in our cities who have married foreign wives come at appointed times, together with the elders and judges of each city, until the burning anger of our God over this matter is turned away from us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the [former] exiles did so. Ezra the priest and men who were heads of fathers&quot; households were selected, according to their fathers&quot; households, each of them by name; and they sat down on the first day of the tenth month to investigate the matter."
            },
            {
                "verse_number": "17",
                "verse_text": "And by the first day of the first month they finished investigating all the men married to foreign wives."
            },
            {
                "verse_number": "18",
                "verse_text": "Now among the sons of the priests who had married foreign women were found: of the sons of Jeshua [the high priest] the son of Jozadak, and his brothers&ndash;Maaseiah, Eliezer, Jarib, and Gedaliah."
            },
            {
                "verse_number": "19",
                "verse_text": "They vowed to send away their [pagan] wives, and being guilty, they each offered a ram of the flock for their offense."
            },
            {
                "verse_number": "20",
                "verse_text": "Of the sons of Immer: Hanani and Zebadiah;"
            },
            {
                "verse_number": "21",
                "verse_text": "and of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah;"
            },
            {
                "verse_number": "22",
                "verse_text": "and of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
            },
            {
                "verse_number": "23",
                "verse_text": "Of the Levites: Jozabad, Shimei, Kelaiah, that is, Kelita, Pethahiah, Judah, and Eliezer."
            },
            {
                "verse_number": "24",
                "verse_text": "Of the singers: Eliashib; and of the gatekeepers: Shallum, Telem, and Uri."
            },
            {
                "verse_number": "25",
                "verse_text": "Of Israel, of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah (Hashabiah), and Benaiah;"
            },
            {
                "verse_number": "26",
                "verse_text": "and of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah;"
            },
            {
                "verse_number": "27",
                "verse_text": "and of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;"
            },
            {
                "verse_number": "28",
                "verse_text": "and of the sons also of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai;"
            },
            {
                "verse_number": "29",
                "verse_text": "and of the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth;"
            },
            {
                "verse_number": "30",
                "verse_text": "and of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh;"
            },
            {
                "verse_number": "31",
                "verse_text": "and of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
            },
            {
                "verse_number": "32",
                "verse_text": "Benjamin, Malluch, and Shemariah;"
            },
            {
                "verse_number": "33",
                "verse_text": "of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei;"
            },
            {
                "verse_number": "34",
                "verse_text": "of the sons of Bani: Maadai, Amram, Uel,"
            },
            {
                "verse_number": "35",
                "verse_text": "Benaiah, Bedeiah, Cheluhi,"
            },
            {
                "verse_number": "36",
                "verse_text": "Vaniah, Meremoth, Eliashib,"
            },
            {
                "verse_number": "37",
                "verse_text": "Mattaniah, Mattenai, Jaasu,"
            },
            {
                "verse_number": "38",
                "verse_text": "Bani, Binnui, Shimei,"
            },
            {
                "verse_number": "39",
                "verse_text": "Shelemiah, Nathan, Adaiah,"
            },
            {
                "verse_number": "40",
                "verse_text": "Machnadebai, Shashai, Sharai,"
            },
            {
                "verse_number": "41",
                "verse_text": "Azarel, Shelemiah, Shemariah,"
            },
            {
                "verse_number": "42",
                "verse_text": "Shallum, Amariah, and Joseph."
            },
            {
                "verse_number": "43",
                "verse_text": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
            },
            {
                "verse_number": "44",
                "verse_text": "All these had married foreign women, and some of them had wives by whom they had children."
            }
        ]
    }
}