{
    "Ruth": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the days when the judges governed [Israel], there was a famine in the land [of Canaan]. And a certain man of Bethlehem in Judah went to live temporarily in the country of Moab with his wife and his two sons."
            },
            {
                "verse_number": "2",
                "verse_text": "The man&quot;s name was Elimelech and his wife&quot;s name was Naomi and his two sons were named Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went to the country of Moab and stayed there."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Elimelech, Naomi&quot;s husband, died, and she was left [a widow] with her two sons."
            },
            {
                "verse_number": "4",
                "verse_text": "They took wives from the Moabite women; the name of the one was Orpah, and the name of the other was Ruth. They lived there about ten years;"
            },
            {
                "verse_number": "5",
                "verse_text": "and then both Mahlon and Chilion also died, so the woman [Naomi] was left without her two sons and her husband."
            },
            {
                "verse_number": "6",
                "verse_text": "Then she set out with her daughters-in-law to return from the country of Moab, for she had heard in Moab how the L ord had taken care of His people [of Judah] in giving them food."
            },
            {
                "verse_number": "7",
                "verse_text": "So she left the place where she was living, her two daughters-in-law with her, and they started on the way back to the land of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "But Naomi said to her two daughters-in-law, &apos;Go back, each of you return to your mother&quot;s house. May the L ord show kindness to you as you have shown kindness to the dead and to me."
            },
            {
                "verse_number": "9",
                "verse_text": "May the L ord grant that you find rest, each one in the home of her husband.&apos; Then she kissed them [goodbye], and they wept aloud."
            },
            {
                "verse_number": "10",
                "verse_text": "And they said to her, &apos;No, we will go with you to your people [in Judah].&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Naomi said, &apos;Go back, my daughters, why should you go with me? Do I still have sons in my womb that may become your husbands?"
            },
            {
                "verse_number": "12",
                "verse_text": "Go back, my daughters, go, for I am too old to have a husband. If I said I have hope, and if I actually had a husband tonight and even gave birth to sons,"
            },
            {
                "verse_number": "13",
                "verse_text": "would you wait until they were grown? Would you go without marrying? No, my daughters; for it is much more difficult for me than for you, because the L ord &quot; s hand has gone against me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then they wept aloud again; and Orpah kissed her mother-in-law [goodbye], but Ruth clung to her."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Naomi said, &apos;Look, your sister-in-law has gone back to her people and to her gods; turn back and follow your sister-in-law.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Ruth said, &apos;Do not urge me to leave you or to turn back from following you; for where you go, I will go, and where you lodge, I will lodge. Your people will be my people, and your God, my God."
            },
            {
                "verse_number": "17",
                "verse_text": "Where you die, I will die, and there I will be buried. May the L ord do the same to me [as He has done to you], and more also, if anything but death separates me from you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When Naomi saw that Ruth was determined to go with her, she said nothing more."
            },
            {
                "verse_number": "19",
                "verse_text": "So the two of them went on until they came to Bethlehem. And when they arrived in Bethlehem, the whole city was stirred because of them, and the women asked, &apos;Is this Naomi?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "She said to them, &apos;Do not call me Naomi (sweetness); call me Mara (bitter), for the Almighty has caused me great grief and bitterness."
            },
            {
                "verse_number": "21",
                "verse_text": "I left full [with a husband and two sons], but the L ord has brought me back empty. Why call me Naomi, since the L ord has testified against me and the Almighty has afflicted me?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Naomi returned from the country of Moab, and with her Ruth the Moabitess, her daughter-in-law. And they arrived in Bethlehem at the beginning of the barley harvest."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now Naomi had a relative of her husband, a man of great wealth and influence, from the family of Elimelech, whose name was Boaz."
            },
            {
                "verse_number": "2",
                "verse_text": "And Ruth the Moabitess said to Naomi, &apos;Please let me go to the field and glean among the ears of grain after one [of the reapers] in whose sight I may find favor.&apos; Naomi said to her, &apos;Go, my daughter.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Ruth went and picked up the leftover grain in a field after the reapers; and she happened to stop at the plot of land belonging to Boaz, who was of the family of Elimelech."
            },
            {
                "verse_number": "4",
                "verse_text": "It was then that Boaz came back from Bethlehem and said to the reapers, &apos;The L ord be with you!&apos; And they answered him, &apos;The L ord bless you!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz said to his servant who was in charge of the reapers, &apos;Whose young woman is this?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The servant in charge of the reapers answered, &apos;She is the young Moabite woman who came back with Naomi from the country of Moab."
            },
            {
                "verse_number": "7",
                "verse_text": "And she said, &quot;Please let me glean and gather after the reapers among the sheaves.&quot; So she came and has continued [gathering grain] from early morning until now, except when she sat [resting] for a little while in the [field] house.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Boaz said to Ruth, &apos;Listen carefully, my daughter. Do not go to glean in another field or leave this one, but stay here close by my maids."
            },
            {
                "verse_number": "9",
                "verse_text": "Watch which field they reap, and follow behind them. I have commanded the servants not to touch you. And when you are thirsty, go to the [water] jars and drink from what the servants draw.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then she kneeled face downward, bowing to the ground, and said to him, &apos;Why have I found favor in your eyes that you should notice me, when I am a foreigner?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Boaz answered her, &apos;I have been made fully aware of everything that you have done for your mother-in-law since the death of your husband, and how you have left your father and mother and the land of your birth, and have come to a people that you did not know before."
            },
            {
                "verse_number": "12",
                "verse_text": "May the L ord repay you for your kindness, and may your reward be full from the L ord , the God of Israel, under whose wings you have come to take refuge.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then she said, &apos;Let me find favor in your sight, my lord, for you have comforted me and have spoken kindly to your maidservant, though I am not as one of your maidservants.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "At mealtime Boaz said to her, &apos;Come over here and eat some bread and dip your bread in the vinegar.&apos; So she sat beside the reapers; and he served her roasted grain, and she ate until she was satisfied and she had some left [for Naomi]."
            },
            {
                "verse_number": "15",
                "verse_text": "When she got up to glean, Boaz ordered his servants, &apos;Let her glean even among the sheaves, and do not insult her."
            },
            {
                "verse_number": "16",
                "verse_text": "Also you shall purposely pull out for her some stalks [of grain] from the sheaves and leave them so that she may collect them, and do not rebuke her.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley."
            },
            {
                "verse_number": "18",
                "verse_text": "She picked it up and went into the city, and her mother-in-law saw what she had gleaned. Ruth also took out and gave to Naomi what she had saved after she [had eaten and] was satisfied."
            },
            {
                "verse_number": "19",
                "verse_text": "Her mother-in-law said to her, &apos;Where did you glean today? Where did you work? Blessed be the man who took notice of you.&apos; So she told her mother-in-law with whom she had worked and said, &apos;The name of the man with whom I worked today is Boaz.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Naomi said to her daughter-in-law, &apos;May he be blessed of the L ord who has not ceased His kindness to the living and to the dead.&apos; Again Naomi said to her, &apos;The man is one of our closest relatives, one who has the right to redeem us.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Ruth the Moabitess said, &apos;He also said to me, &quot;Stay close to my servants until they have harvested my entire crop.&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Naomi said to Ruth, &apos;It is good, my daughter, for you to go out [to work] with his maids, so that others do not assault you in another field.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So she stayed close to the maids of Boaz, gleaning until the end of the barley and wheat harvests. And she lived with her mother-in-law."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then Naomi her mother-in-law said to Ruth, &apos;My daughter, shall I not look for security and a home for you, so that it may be well with you?"
            },
            {
                "verse_number": "2",
                "verse_text": "Now Boaz, with whose maids you were [working], is he not our relative? See now, he is winnowing barley at the threshing floor tonight."
            },
            {
                "verse_number": "3",
                "verse_text": "So wash and anoint yourself [with olive oil], then put on your [ best] clothes, and go down to the threshing floor; but stay out of the man&quot;s sight until he has finished eating and drinking."
            },
            {
                "verse_number": "4",
                "verse_text": "When he lies down, notice the place where he is lying, and go and uncover his feet and lie down. Then he will tell you what to do.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Ruth answered her, &apos;I will do everything that you say.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So she went down to the threshing floor and did just as her mother-in-law had told her."
            },
            {
                "verse_number": "7",
                "verse_text": "When Boaz had eaten and drunk and his heart was happy, he went to lie down at the end of the stack of grain. Then Ruth came secretly, and uncovered his feet and lay down."
            },
            {
                "verse_number": "8",
                "verse_text": "In the middle of the night the man was startled and he turned over, and found a woman lying at his feet."
            },
            {
                "verse_number": "9",
                "verse_text": "So he said, &apos;Who are you?&apos; And she answered, &apos;I am Ruth your maid. Spread the hem of your garment over me, for you are a close relative and redeemer.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then he said, &apos;May you be blessed by the L ord , my daughter. You have made your last kindness better than the first; for you have not gone after young men, whether poor or rich."
            },
            {
                "verse_number": "11",
                "verse_text": "Now, my daughter, do not be afraid. I will do for you whatever you ask, since all my people in the city know that you are a woman of excellence."
            },
            {
                "verse_number": "12",
                "verse_text": "It is true that I am your close relative and redeemer; however, there is a relative closer [to you] than I."
            },
            {
                "verse_number": "13",
                "verse_text": "Spend the night [here], and in the morning if he will redeem you, fine; let him do it. But if he does not wish to redeem you, then, as the L ord lives, I will redeem you. Lie down until the morning.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So she lay at his feet until the morning, but got up before anyone could recognize another; Boaz said, &apos; Do not let it be known that the woman came to the threshing floor [last night].&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He also said, &apos;Give me the shawl you are wearing and hold it out.&apos; So Ruth held it and he measured out six measures of barley [into it] and placed it on her. And she went into the city."
            },
            {
                "verse_number": "16",
                "verse_text": "When she came home, her mother-in-law said, &apos;How did it go, my daughter?&apos; And Ruth told her everything that the man had done for her."
            },
            {
                "verse_number": "17",
                "verse_text": "She said, &apos;He gave me these six measures of barley, and he said to me, &quot;Do not go back to your mother-in-law empty-handed.&quot; &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Naomi said, &apos;Sit and wait, my daughter, until you learn how this matter turns out; for the man will not rest until he has settled it today.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Boaz went up to the city gate [where business and legal matters were settled] and sat down, and then the close relative (redeemer) of whom Boaz had spoken came by. He said to him, &apos;Come over here, friend, and sit down.&apos; So he came and sat down."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Boaz took ten men from the elders of the city and said, &apos;Sit down here.&apos; And they sat down."
            },
            {
                "verse_number": "3",
                "verse_text": "He said to the closest relative (redeemer), &apos;Naomi, who has returned from the country of Moab, must sell the plot of land which belonged to our brother Elimelech."
            },
            {
                "verse_number": "4",
                "verse_text": "So I thought to let you hear of it, saying, &quot;Buy it in the presence of those sitting here, and before the elders of my people. If you will redeem it, redeem it; but if not, then tell me, so that I may know; for there is no one besides you to redeem it, and I am [next of kin] after you.&quot; &apos; And he said, &apos;I will redeem it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz said, &apos;The day that you buy the field from Naomi, you must also acquire Ruth the Moabitess, the widow of the deceased, to restore the name of the deceased to his inheritance.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The closest relative (redeemer) said, &apos;I cannot redeem it for myself, because [by marrying a Moabitess] I would jeopardize my own inheritance. Take my right of redemption (purchase) yourself, because I cannot redeem it.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now formerly in Israel this was the custom concerning redeeming and exchanging property . To confirm a transaction, a man pulled off his sandal and gave it to the other. This was the way of confirming and attesting in Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "So, when the closest relative (redeemer) said to Boaz, &apos;Buy it for yourself,&apos; he pulled off his sandal [and gave it to Boaz to confirm the agreement]."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Boaz said to the elders and to all the people, &apos;You are witnesses this day that I have bought everything that was Elimelech&quot;s and everything that was Chilion&quot;s and Mahlon&quot;s from the hand of Naomi."
            },
            {
                "verse_number": "10",
                "verse_text": "I have also acquired Ruth the Moabitess, the widow of Mahlon, to be my wife to restore the name of the deceased to his inheritance, so that the name of the deceased will not be cut off from his brothers or from the gate of his birthplace. You are witnesses today.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the people at the gate and the elders said, &apos;We are witnesses. May the L ord make the woman who is coming into your house like Rachel and Leah, the two who built the household of Israel. May you achieve wealth and power in Ephrathah and become famous in Bethlehem."
            },
            {
                "verse_number": "12",
                "verse_text": "Further, may your house be like the house of Perez whom Tamar bore to Judah, because of the offspring which the L ord will give you by this young woman.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Boaz took Ruth, and she became his wife. And he went in to her, and the L ord enabled her to conceive, and she gave birth to a son."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the women said to Naomi, &apos;Blessed is the L ord who has not left you without a redeemer (grandson, as heir) today, and may his name become famous in Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "May he also be to you one who restores life and sustains your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Naomi took the child and placed him in her lap, and she became his nurse."
            },
            {
                "verse_number": "17",
                "verse_text": "The neighbor women gave him a name, saying, &apos;A son (grandson) has been born to Naomi.&apos; They named him Obed (worshiper). He is the father of Jesse, the father of David [the ancestor of Jesus Christ]."
            },
            {
                "verse_number": "18",
                "verse_text": "Now these are the descendants of Perez: Perez was the father of Hezron,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hezron was the father of Ram, Ram the father of Amminadab,"
            },
            {
                "verse_number": "20",
                "verse_text": "Amminadab the father of Nahshon, Nahshon the father of Salmon,"
            },
            {
                "verse_number": "21",
                "verse_text": "Salmon the father of Boaz, Boaz the father of Obed,"
            },
            {
                "verse_number": "22",
                "verse_text": "Obed the father of Jesse, and Jesse the father of David [the king of Israel and the ancestor of Jesus Christ]."
            }
        ]
    }
}