{
    "1 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, an apostle (special messenger, personally chosen representative) of Christ Jesus by the commandment of God our Savior, and of Christ Jesus (the Messiah, the Anointed) our Hope [the fulfillment of our salvation],"
            },
            {
                "verse_number": "2",
                "verse_text": "to Timothy, my true son in the faith: Grace, mercy, and peace [inner calm and spiritual well-being] from God the Father and Christ Jesus our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "As I urged you when I was on my way to Macedonia, stay on at Ephesus so that you may instruct certain individuals not to teach any different doctrines,"
            },
            {
                "verse_number": "4",
                "verse_text": "nor to pay attention to legends (fables, myths) and endless genealogies, which give rise to useless speculation and meaningless arguments rather than advancing God&quot;s program of instruction which is grounded in faith [and requires surrendering the entire self to God in absolute trust and confidence]."
            },
            {
                "verse_number": "5",
                "verse_text": "But the goal of our instruction is love [which springs] from a pure heart and a good conscience and a sincere faith."
            },
            {
                "verse_number": "6",
                "verse_text": "Some individuals have wandered away from these things into empty arguments and useless discussions,"
            },
            {
                "verse_number": "7",
                "verse_text": "wanting to be teachers of the Law [of Moses], even though they do not understand the terms they use or the subjects about which they make [such] confident declarations."
            },
            {
                "verse_number": "8",
                "verse_text": "Now we know [without any doubt] that the Law is good, if one uses it lawfully and appropriately,"
            },
            {
                "verse_number": "9",
                "verse_text": "understanding the fact that law is not enacted for the righteous person [the one in right standing with God], but for lawless and rebellious people, for the ungodly and sinful, for the irreverent and profane, for those who kill their fathers or mothers, for murderers,"
            },
            {
                "verse_number": "10",
                "verse_text": "for sexually immoral persons, for homosexuals, for kidnappers and slave traders, for liars, for perjurers&ndash;and for whatever else is contrary to sound doctrine,"
            },
            {
                "verse_number": "11",
                "verse_text": "according to the glorious gospel of the blessed God, with which I have been entrusted."
            },
            {
                "verse_number": "12",
                "verse_text": "I thank Christ Jesus our Lord, who has granted me [the needed] strength and made me able for this, because He considered me faithful and trustworthy, putting me into service [for this ministry],"
            },
            {
                "verse_number": "13",
                "verse_text": "even though I was formerly a blasphemer [of our Lord] and a persecutor [of His church] and a shameful and outrageous and violent aggressor [toward believers]. Yet I was shown mercy because I acted out of ignorance in unbelief."
            },
            {
                "verse_number": "14",
                "verse_text": "The grace of our Lord [His amazing, unmerited favor and blessing] flowed out in superabundance [for me, together] with the faith and love which are [realized] in Christ Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "This is a faithful and trustworthy statement, deserving full acceptance and approval, that Christ Jesus came into the world to save sinners, among whom I am foremost."
            },
            {
                "verse_number": "16",
                "verse_text": "Yet for this reason I found mercy, so that in me as the foremost [of sinners], Jesus Christ might demonstrate His perfect patience as an example or pattern for those who would believe in Him for eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "Now to the King of the ages [eternal], immortal, invisible, the only God, be honor and glory forever and ever. Amen."
            },
            {
                "verse_number": "18",
                "verse_text": "This command I entrust to you, Timothy, my son, in accordance with the prophecies previously made concerning you, so that [inspired and aided] by them you may fight the good fight [in contending with false teachers],"
            },
            {
                "verse_number": "19",
                "verse_text": "keeping your faith [leaning completely on God with absolute trust and confidence in His guidance] and having a good conscience; for some [people] have rejected [their moral compass] and have made a shipwreck of their faith."
            },
            {
                "verse_number": "20",
                "verse_text": "Among these are Hymenaeus and Alexander, whom I have handed over to Satan, so that they will be disciplined and taught not to blaspheme."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "First of all, then, I urge that petitions (specific requests), prayers, intercessions (prayers for others) and thanksgivings be offered on behalf of all people,"
            },
            {
                "verse_number": "2",
                "verse_text": "for kings and all who are in [positions of] high authority, so that we may live a peaceful and quiet life in all godliness and dignity."
            },
            {
                "verse_number": "3",
                "verse_text": "This [kind of praying] is good and acceptable and pleasing in the sight of God our Savior,"
            },
            {
                "verse_number": "4",
                "verse_text": "who desires all people to be saved and to come to the knowledge and recognition of the [divine] truth."
            },
            {
                "verse_number": "5",
                "verse_text": "For there is [only] one God, and [only] one Mediator between God and mankind, the Man Christ Jesus,"
            },
            {
                "verse_number": "6",
                "verse_text": "who gave Himself as a ransom [a substitutionary sacrifice to atone] for all, the testimony given at the right and proper time."
            },
            {
                "verse_number": "7",
                "verse_text": "And for this matter I was appointed a preacher and an apostle&ndash;I am telling the truth, I am not lying [when I say this]&ndash;a teacher of the Gentiles in faith and truth."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore I want the men in every place to pray, lifting up holy hands, without anger and disputing or quarreling or doubt [in their mind]."
            },
            {
                "verse_number": "9",
                "verse_text": "Likewise, I want women to adorn themselves modestly and appropriately and discreetly in proper clothing, not with [elaborately] braided hair and gold or pearls or expensive clothes,"
            },
            {
                "verse_number": "10",
                "verse_text": "but instead adorned by good deeds [helping others], as is proper for women who profess to worship God."
            },
            {
                "verse_number": "11",
                "verse_text": "A woman must quietly receive instruction with all submissiveness."
            },
            {
                "verse_number": "12",
                "verse_text": "I do not allow a woman to teach or exercise authority over a man, but to remain quiet [in the congregation]."
            },
            {
                "verse_number": "13",
                "verse_text": "For Adam was formed first [by God from the earth], then Eve;"
            },
            {
                "verse_number": "14",
                "verse_text": "and it was not Adam who was deceived, but the woman who was led astray and fell into sin."
            },
            {
                "verse_number": "15",
                "verse_text": "But women will be preserved (saved) through [the pain and dangers of] the bearing of children if they continue in faith and love and holiness with self-control and discretion."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is a faithful and trustworthy saying: if any man [eagerly] seeks the office of overseer (bishop, superintendent), he desires an excellent task."
            },
            {
                "verse_number": "2",
                "verse_text": "Now an overseer must be blameless and beyond reproach, the husband of one wife, self-controlled, sensible, respectable, hospitable, able to teach,"
            },
            {
                "verse_number": "3",
                "verse_text": "not addicted to wine, not a bully nor quick-tempered and hot-headed, but gentle and considerate, free from the love of money [not greedy for wealth and its inherent power&ndash;financially ethical]."
            },
            {
                "verse_number": "4",
                "verse_text": "He must manage his own household well, keeping his children under control with all dignity [keeping them respectful and well-behaved]"
            },
            {
                "verse_number": "5",
                "verse_text": "(for if a man does not know how to manage his own household, how will he take care of the church of God?)."
            },
            {
                "verse_number": "6",
                "verse_text": "and He must not be a new convert, so that he will not [behave stupidly and] become conceited [by appointment to this high office] and fall into the [same] condemnation incurred by the devil [for his arrogance and pride]."
            },
            {
                "verse_number": "7",
                "verse_text": "And he must have a good reputation and be well thought of by those outside the church, so that he will not be discredited and fall into the devil&quot;s trap. He (Jesus Christ) who was revealed in human flesh, Was justified and vindicated in the Spirit, Seen by angels, Preached among the nations, Believed on in the world, Taken up in glory."
            },
            {
                "verse_number": "8",
                "verse_text": "Deacons likewise must be men worthy of respect [honorable, financially ethical, of good character], not double-tongued [speakers of half-truths], not addicted to wine, not greedy for dishonest gain,"
            },
            {
                "verse_number": "9",
                "verse_text": "but upholding and fully understanding the mystery [that is, the true doctrine] of the [Christian] faith with a clear conscience [resulting from behavior consistent with spiritual maturity]."
            },
            {
                "verse_number": "10",
                "verse_text": "These men must first be tested; then if they are found to be blameless and beyond reproach [in their Christian lives], let them serve as deacons."
            },
            {
                "verse_number": "11",
                "verse_text": "Women must likewise be worthy of respect, not malicious gossips, but self-controlled, [thoroughly] trustworthy in all things."
            },
            {
                "verse_number": "12",
                "verse_text": "Deacons must be husbands of only one wife, and good managers of their children and their own households."
            },
            {
                "verse_number": "13",
                "verse_text": "For those who have served well as deacons gain a high standing [having a good reputation among the congregation], and great confidence in the faith which is [founded on and centered] in Christ Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to come to you before long, but I am writing these instructions to you"
            },
            {
                "verse_number": "15",
                "verse_text": "in case I am delayed, so that you will know how people ought to conduct themselves in the household of God, which is the church of the living God, the pillar and foundation of the truth."
            },
            {
                "verse_number": "16",
                "verse_text": "And great, we confess, is the mystery [the hidden truth] of godliness:"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "But the [Holy] Spirit explicitly and unmistakably declares that in later times some will turn away from the faith, paying attention instead to deceitful and seductive spirits and doctrines of demons,"
            },
            {
                "verse_number": "2",
                "verse_text": "[misled] by the hypocrisy of liars whose consciences are seared as with a branding iron [leaving them incapable of ethical functioning],"
            },
            {
                "verse_number": "3",
                "verse_text": "who forbid marriage and advocate abstaining from [certain kinds of] foods which God has created to be gratefully shared by those who believe and have [a clear] knowledge of the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "For everything God has created is good, and nothing is to be rejected if it is received with gratitude;"
            },
            {
                "verse_number": "5",
                "verse_text": "for it is sanctified [set apart, dedicated to God] by means of the word of God and prayer."
            },
            {
                "verse_number": "6",
                "verse_text": "If you point out these instructions to the brothers and sisters, you will be a good servant of Christ Jesus, constantly nourished [through study] on the words of the faith and of the good [Christian] doctrine which you have closely followed."
            },
            {
                "verse_number": "7",
                "verse_text": "But have nothing to do with irreverent folklore and silly myths. On the other hand, discipline yourself for the purpose of godliness [keeping yourself spiritually fit]."
            },
            {
                "verse_number": "8",
                "verse_text": "For physical training is of some value, but godliness (spiritual training) is of value in everything and in every way, since it holds promise for the present life and for the life to come."
            },
            {
                "verse_number": "9",
                "verse_text": "This is a faithful and trustworthy saying worthy of full acceptance and approval."
            },
            {
                "verse_number": "10",
                "verse_text": "It is for this that we labor and strive [often called to account], because we have fixed our [confident] hope on the living God, who is the Savior of all people, especially of those who believe [in Him, recognize Him as the Son of God, and accept Him as Savior and Lord]."
            },
            {
                "verse_number": "11",
                "verse_text": "Keep commanding and teaching these things."
            },
            {
                "verse_number": "12",
                "verse_text": "Let no one look down on [you because of] your youth, but be an example and set a pattern for the believers in speech, in conduct, in love, in faith, and in [moral] purity."
            },
            {
                "verse_number": "13",
                "verse_text": "Until I come, devote yourself to public reading [of Scripture], to preaching and to teaching [the sound doctrine of God&quot;s word]."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not neglect the spiritual gift within you, [that special endowment] which was intentionally bestowed on you [by the Holy Spirit] through prophetic utterance when the elders laid their hands on you [at your ordination]."
            },
            {
                "verse_number": "15",
                "verse_text": "Practice and work hard on these things; be absorbed in them [completely occupied in your ministry], so that your progress will be evident to all."
            },
            {
                "verse_number": "16",
                "verse_text": "Pay close attention to yourself [concentrate on your personal development] and to your teaching; persevere in these things [hold to them], for as you do this you will ensure salvation both for yourself and for those who hear you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Do not sharply reprimand an older man, but appeal to him as [you would to] a father, to younger men as brothers,"
            },
            {
                "verse_number": "2",
                "verse_text": "to older women as mothers, to younger women as sisters, in all purity [being careful to maintain appropriate relationships]."
            },
            {
                "verse_number": "3",
                "verse_text": "Honor and help those widows who are truly widowed [alone, and without support]."
            },
            {
                "verse_number": "4",
                "verse_text": "But if a widow has children or grandchildren [who are adults], see to it that these first learn to show great respect to their own family [as their religious duty and natural obligation], and to compensate their parents or grandparents [for their upbringing]; for this is acceptable and pleasing in the sight of God."
            },
            {
                "verse_number": "5",
                "verse_text": "Now a woman who is really a widow and has been left [entirely] alone [without adequate income] trusts in God and continues in supplications and prayers night and day."
            },
            {
                "verse_number": "6",
                "verse_text": "Whereas she who lives for pleasure and self-indulgence is spiritually dead even while she still lives."
            },
            {
                "verse_number": "7",
                "verse_text": "Keep instructing [the people to do] these things as well, so that they may be blameless and beyond reproach."
            },
            {
                "verse_number": "8",
                "verse_text": "If anyone fails to provide for his own, and especially for those of his own family, he has denied the faith [by disregarding its precepts] and is worse than an unbeliever [who fulfills his obligation in these matters]."
            },
            {
                "verse_number": "9",
                "verse_text": "A widow is to be put on the list [to receive regular assistance] only if she is over sixty years of age, [having been] the wife of one man,"
            },
            {
                "verse_number": "10",
                "verse_text": "and has a reputation for good deeds; [she is eligible] if she has brought up children, if she has shown hospitality to strangers, if she has washed the feet of the saints (God&quot;s people), if she has assisted the distressed, and has devoted herself to doing good in every way."
            },
            {
                "verse_number": "11",
                "verse_text": "But refuse [to enroll the] younger widows, for when they feel their natural desires in disregard of Christ, they wish to marry again,"
            },
            {
                "verse_number": "12",
                "verse_text": "and so they incur condemnation for having set aside their previous pledge."
            },
            {
                "verse_number": "13",
                "verse_text": "Now at the same time, they also learn to be idle as they go from house to house; and not only idle, but also gossips and busybodies [meddlers in things that do not concern them], talking about things they should not mention."
            },
            {
                "verse_number": "14",
                "verse_text": "So I want younger widows to get married, have children, manage their households, and not give opponents of the faith any occasion for slander."
            },
            {
                "verse_number": "15",
                "verse_text": "Some [widows] have already turned away [from the faith] to follow Satan."
            },
            {
                "verse_number": "16",
                "verse_text": "If any believing woman has [dependent] widows [in her household], she must assist them [according to her ability]; and the church must not be burdened [with them], so that it may assist those who are truly widows [those who are all alone and are dependent]."
            },
            {
                "verse_number": "17",
                "verse_text": "The elders who perform their leadership duties well are to be considered worthy of double honor (financial support), especially those who work hard at preaching and teaching [the word of God concerning eternal salvation through Christ]."
            },
            {
                "verse_number": "18",
                "verse_text": "For the Scripture says, &apos;Y ou shall not muzzle the ox while it is treading out the grain [to keep it from eating],&apos; and, &apos;The worker is worthy of his wages [he deserves fair compensation].&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Do not accept an accusation against an elder unless it is based on [the testimony of at least] two or three witnesses."
            },
            {
                "verse_number": "20",
                "verse_text": "As for those [elders] who continue in sin, reprimand them in the presence of all [the congregation], so that the rest will be warned."
            },
            {
                "verse_number": "21",
                "verse_text": "I solemnly charge you in the presence of God and of Christ Jesus and of His chosen angels that you guard and keep these rules without bias, doing nothing out of favoritism."
            },
            {
                "verse_number": "22",
                "verse_text": "Do not hurry to lay hands on anyone [ordaining and approving someone for ministry or an office in the church, or in reinstating expelled offenders], and thereby share in the sins of others; keep yourself free from sin."
            },
            {
                "verse_number": "23",
                "verse_text": "No longer continue drinking [only] water, but use a little wine for the sake of your stomach and your frequent illnesses."
            },
            {
                "verse_number": "24",
                "verse_text": "The sins of some people are conspicuous, leading the way for them into judgment [so that they are clearly not qualified for ministry]; but the sins of others appear later [for they are hidden and follow behind them]."
            },
            {
                "verse_number": "25",
                "verse_text": "Likewise, good deeds are quite evident, and those which are otherwise cannot be hidden [indefinitely]."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "All who are under the yoke as bond-servants (slaves) are to regard their own masters as worthy of honor and respect so that the name of God and the teaching [about Him] will not be spoken against."
            },
            {
                "verse_number": "2",
                "verse_text": "Those who have believing masters are not to be disrespectful toward them because they are brothers [in Christ], but they should serve them even better, because those who benefit from their kindly service are believers and beloved. Teach and urge these [duties and principles]. G race be with you."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone teaches a different doctrine and does not agree with the sound words of our Lord Jesus Christ, and with the doctrine and teaching which is in agreement with godliness (personal integrity, upright behavior),"
            },
            {
                "verse_number": "4",
                "verse_text": "he is conceited and woefully ignorant [understanding nothing]. He has a morbid interest in controversial questions and disputes about words, which produces envy, quarrels, verbal abuse, evil suspicions,"
            },
            {
                "verse_number": "5",
                "verse_text": "and perpetual friction between men who are corrupted in mind and deprived of the truth, who think that godliness is a source of profit [a lucrative, money-making business&ndash;withdraw from them]."
            },
            {
                "verse_number": "6",
                "verse_text": "But godliness actually is a source of great gain when accompanied by contentment [that contentment which comes from a sense of inner confidence based on the sufficiency of God]."
            },
            {
                "verse_number": "7",
                "verse_text": "For we have brought nothing into the world, so [it is clear that] we cannot take anything out of it, either."
            },
            {
                "verse_number": "8",
                "verse_text": "But if we have food and clothing, with these we will be content."
            },
            {
                "verse_number": "9",
                "verse_text": "But those who [are not financially ethical and] crave to get rich [with a compulsive, greedy longing for wealth] fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction [leading to personal misery]."
            },
            {
                "verse_number": "10",
                "verse_text": "For the love of money [that is, the greedy desire for it and the willingness to gain it unethically] is a root of all sorts of evil, and some by longing for it have wandered away from the faith and pierced themselves [through and through] with many sorrows."
            },
            {
                "verse_number": "11",
                "verse_text": "But as for you, O man of God, flee from these things; aim at and pursue righteousness [true goodness, moral conformity to the character of God], godliness [the fear of God], faith, love, steadfastness, and gentleness."
            },
            {
                "verse_number": "12",
                "verse_text": "Fight the good fight of the faith [in the conflict with evil]; take hold of the eternal life to which you were called, and [for which] you made the good confession [of faith] in the presence of many witnesses."
            },
            {
                "verse_number": "13",
                "verse_text": "I solemnly charge you in the presence of God, who gives life to all things, and [in the presence] of Christ Jesus, who made the good confession [in His testimony] before Pontius Pilate,"
            },
            {
                "verse_number": "14",
                "verse_text": "to keep all His precepts without stain or reproach until the appearing of our Lord Jesus Christ,"
            },
            {
                "verse_number": "15",
                "verse_text": "which He will bring about in His own time&ndash;He who is the blessed and only Sovereign [the absolute Ruler], the King of those who reign as kings and Lord of those who rule as lords,"
            },
            {
                "verse_number": "16",
                "verse_text": "He alone possesses immortality [absolute exemption from death] and lives in unapproachable light, whom no man has ever seen or can see. To Him be honor and eternal power and dominion! Amen."
            },
            {
                "verse_number": "17",
                "verse_text": "As for the rich in this present world, instruct them not to be conceited and arrogant, nor to set their hope on the uncertainty of riches, but on God, who richly and ceaselessly provides us with everything for our enjoyment."
            },
            {
                "verse_number": "18",
                "verse_text": "Instruct them to do good, to be rich in good works, to be generous, willing to share [with others]."
            },
            {
                "verse_number": "19",
                "verse_text": "In this way storing up for themselves the enduring riches of a good foundation for the future, so that they may take hold of that which is truly life."
            },
            {
                "verse_number": "20",
                "verse_text": "O Timothy, guard and keep safe the deposit [of godly truth] entrusted to you, turn away from worldly and godless chatter [with its profane, empty words], and the contradictions of what is falsely called &apos;knowledge&apos;&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "which some have professed and by doing so have erred (missed the mark) and strayed from the faith."
            }
        ]
    }
}