{
    "Philemon": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, a prisoner [for the sake] of Christ Jesus (the Messiah, the Anointed), and our brother Timothy, T o Philemon our dearly beloved friend and fellow worker,"
            },
            {
                "verse_number": "2",
                "verse_text": "and to [your wife] Apphia our sister, and to Archippus our fellow soldier [in ministry], and to the church that meets in your house:"
            },
            {
                "verse_number": "3",
                "verse_text": "Grace to you and peace [inner calm and spiritual well-being] from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "I thank my God always, making mention of you in my prayers,"
            },
            {
                "verse_number": "5",
                "verse_text": "because I hear of your love and of your faith which you have toward the Lord Jesus and toward all the saints (God&quot;s people)."
            },
            {
                "verse_number": "6",
                "verse_text": "I pray that the sharing of your faith may become effective and powerful because of your accurate knowledge of every good thing which is ours in Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "For I have had great joy and comfort and encouragement from your love, because the hearts of the saints (God&quot;s people) have been refreshed through you, my brother."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore [on the basis of these facts], though I have enough confidence in Christ to order you to do what is appropriate,"
            },
            {
                "verse_number": "9",
                "verse_text": "yet for love&quot;s sake I prefer to appeal to you &ndash;since I am such a person as Paul, an old man, and now also a prisoner [for the sake] of Christ Jesus&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "I appeal to you for my [own spiritual] child Onesimus, whom I have fathered [in the faith] while a captive in these chains."
            },
            {
                "verse_number": "11",
                "verse_text": "Once he was useless to you, but now he is indeed useful to you as well as to me."
            },
            {
                "verse_number": "12",
                "verse_text": "I have sent him back to you in person, that is, like sending my very heart."
            },
            {
                "verse_number": "13",
                "verse_text": "I would have chosen to keep him with me, so that he might minister to me on your behalf during my imprisonment for the gospel;"
            },
            {
                "verse_number": "14",
                "verse_text": "but I did not want to do anything without first getting your consent, so that your goodness would not be, in effect, by compulsion but of your own free will."
            },
            {
                "verse_number": "15",
                "verse_text": "Perhaps it was for this reason that he was separated from you for a while, so that you would have him back forever,"
            },
            {
                "verse_number": "16",
                "verse_text": "no longer as a slave, but [as someone] more than a slave, as a brother [in Christ], especially dear to me, but how much more to you, both in the flesh [as a servant] and in the Lord [as a fellow believer]."
            },
            {
                "verse_number": "17",
                "verse_text": "So if you consider me a partner, welcome and accept him as you would me."
            },
            {
                "verse_number": "18",
                "verse_text": "But if he has wronged you in any way or owes you anything, charge that to my account;"
            },
            {
                "verse_number": "19",
                "verse_text": "I, Paul, write this with my own hand, I will repay it in full (not to mention to you that you owe to me even your own self as well)."
            },
            {
                "verse_number": "20",
                "verse_text": "Yes, brother, let me have some benefit and joy from you in the Lord; refresh my heart in Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "I write to you [perfectly] confident of your obedient compliance, since I know that you will do even more than I ask."
            },
            {
                "verse_number": "22",
                "verse_text": "At the same time also prepare a guest room for me [in expectation of a visit], for I hope that through your prayers I will be [granted the gracious privilege of] coming to you [at Colossae]."
            },
            {
                "verse_number": "23",
                "verse_text": "Greetings to you from Epaphras, my fellow prisoner here in [the cause of] Christ Jesus,"
            },
            {
                "verse_number": "24",
                "verse_text": "and from Mark, Aristarchus, Demas, and Luke, my fellow workers."
            },
            {
                "verse_number": "25",
                "verse_text": "The grace of the Lord Jesus Christ be with your spirit."
            }
        ]
    }
}