{
    "Colossians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, an apostle (special messenger, personally chosen representative) of Christ Jesus (the Messiah, the Anointed) by the will of God, and Timothy our brother,"
            },
            {
                "verse_number": "2",
                "verse_text": "To the saints and faithful believers in Christ [who are] at Colossae: Grace to you and peace [inner calm and spiritual well-being] from God our Father."
            },
            {
                "verse_number": "3",
                "verse_text": "We give thanks to God, the Father of our Lord Jesus Christ, as we pray always for you,"
            },
            {
                "verse_number": "4",
                "verse_text": "for we have heard of your faith in Christ Jesus [how you lean on Him with absolute confidence in His power, wisdom, and goodness], and of the [unselfish] love which you have for all the saints (God&quot;s people);"
            },
            {
                "verse_number": "5",
                "verse_text": "because of the [confident] hope [of experiencing that] which is reserved and waiting for you in heaven. You previously heard of this hope in the message of truth, the gospel [regarding salvation]"
            },
            {
                "verse_number": "6",
                "verse_text": "which has come to you. Indeed, just as in the whole world the gospel is constantly bearing fruit and spreading [by God&quot;s power], just as it has been doing among you ever since the day you first heard of it and understood the grace of God in truth [becoming thoroughly and deeply acquainted with it]."
            },
            {
                "verse_number": "7",
                "verse_text": "You learned it from [our representative] Epaphras, our beloved fellow bond-servant, who is a faithful minister of Christ on our behalf"
            },
            {
                "verse_number": "8",
                "verse_text": "and he also has told us of your love [well-grounded and nurtured] in the [Holy] Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "For this reason, since the day we heard about it, we have not stopped praying for you, asking [specifically] that you may be filled with the knowledge of His will in all spiritual wisdom [with insight into His purposes], and in understanding [of spiritual things],"
            },
            {
                "verse_number": "10",
                "verse_text": "so that you will walk in a manner worthy of the Lord [displaying admirable character, moral courage, and personal integrity], to [fully] please Him in all things, bearing fruit in every good work and steadily growing in the knowledge of God [with deeper faith, clearer insight and fervent love for His precepts];"
            },
            {
                "verse_number": "11",
                "verse_text": "[we pray that you may be] strengthened and invigorated with all power, according to His glorious might, to attain every kind of endurance and patience with joy;"
            },
            {
                "verse_number": "12",
                "verse_text": "giving thanks to the Father, who has qualified us to share in the inheritance of the saints (God&quot;s people) in the Light."
            },
            {
                "verse_number": "13",
                "verse_text": "For He has rescued us and has drawn us to Himself from the dominion of darkness, and has transferred us to the kingdom of His beloved Son,"
            },
            {
                "verse_number": "14",
                "verse_text": "in whom we have redemption [because of His sacrifice, resulting in] the forgiveness of our sins [and the cancellation of sins&quot; penalty]."
            },
            {
                "verse_number": "15",
                "verse_text": "He is the exact living image [the essential manifestation] of the unseen God [the visible representation of the invisible], the firstborn [the preeminent one, the sovereign, and the originator] of all creation."
            },
            {
                "verse_number": "16",
                "verse_text": "For by Him all things were created in heaven and on earth, [things] visible and invisible, whether thrones or dominions or rulers or authorities; all things were created and exist through Him [that is, by His activity] and for Him."
            },
            {
                "verse_number": "17",
                "verse_text": "And He Himself existed and is before all things, and in Him all things hold together. [His is the controlling, cohesive force of the universe.]"
            },
            {
                "verse_number": "18",
                "verse_text": "He is also the head [the life-source and leader] of the body, the church; and He is the beginning, the firstborn from the dead, so that He Himself will occupy the first place [He will stand supreme and be preeminent] in everything."
            },
            {
                "verse_number": "19",
                "verse_text": "For it pleased the Father for all the fullness [of deity&ndash;the sum total of His essence, all His perfection, powers, and attributes] to dwell [permanently] in Him (the Son),"
            },
            {
                "verse_number": "20",
                "verse_text": "and through [the intervention of] the Son to reconcile all things to Himself, making peace [with believers] through the blood of His cross; through Him, [I say,] whether things on earth or things in heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "And although you were at one time estranged and alienated and hostile-minded [toward Him], participating in evil things,"
            },
            {
                "verse_number": "22",
                "verse_text": "yet Christ has now reconciled you [to God] in His physical body through death, in order to present you before the Father holy and blameless and beyond reproach&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "[and He will do this] if you continue in the faith, well-grounded and steadfast, and not shifting away from the [confident] hope [that is a result] of the gospel that you have heard, which was proclaimed in all creation under heaven, and of which [gospel] I, Paul, was made a minister."
            },
            {
                "verse_number": "24",
                "verse_text": "Now I rejoice in my sufferings on your behalf. And with my own body I supplement whatever is lacking [on our part] of Christ&quot;s afflictions, on behalf of His body, which is the church."
            },
            {
                "verse_number": "25",
                "verse_text": "In this church I was made a minister according to the stewardship which God entrusted to me for your sake, so that I might make the word of God fully known [among you]&ndash;"
            },
            {
                "verse_number": "26",
                "verse_text": "that is, the mystery which was hidden [from angels and mankind] for ages and generations, but has now been revealed to His saints (God&quot;s people)."
            },
            {
                "verse_number": "27",
                "verse_text": "God [in His eternal plan] chose to make known to them how great for the Gentiles are the riches of the glory of this mystery, which is Christ in and among you, the hope and guarantee of [realizing the] glory."
            },
            {
                "verse_number": "28",
                "verse_text": "We proclaim Him, warning and instructing everyone in all wisdom [that is, with comprehensive insight into the word and purposes of God], so that we may present every person complete in Christ [mature, fully trained, and perfect in Him&ndash;the Anointed]."
            },
            {
                "verse_number": "29",
                "verse_text": "For this I labor [often to the point of exhaustion], striving with His power and energy, which so greatly works within me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "For I want you to know how great a struggle I have for you and for those [believers] at Laodicea, and for all who [like yourselves] have never seen me face to face."
            },
            {
                "verse_number": "2",
                "verse_text": "[For my hope is] that their hearts may be encouraged as they are knit together in [unselfish] love, so that they may have all the riches that come from the full assurance of understanding [the joy of salvation], resulting in a true [and more intimate] knowledge of the mystery of God, that is, Christ,"
            },
            {
                "verse_number": "3",
                "verse_text": "in whom are hidden all the treasures of wisdom and knowledge [regarding the word and purposes of God]."
            },
            {
                "verse_number": "4",
                "verse_text": "I say this so that no one will deceive you with persuasive [but thoroughly deceptive] arguments."
            },
            {
                "verse_number": "5",
                "verse_text": "For even though I am absent [from you] in body, nevertheless I am with you in spirit, delighted to see your good discipline [as you stand shoulder to shoulder and form a solid front] and to see the stability of your faith in Christ [your steadfast reliance on Him and your unwavering confidence in His power, wisdom, and goodness]."
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore as you have received Christ Jesus the Lord, walk in [union with] Him [reflecting His character in the things you do and say&ndash;living lives that lead others away from sin],"
            },
            {
                "verse_number": "7",
                "verse_text": "having been deeply rooted [in Him] and now being continually built up in Him and [becoming increasingly more] established in your faith, just as you were taught, and overflowing in it with gratitude."
            },
            {
                "verse_number": "8",
                "verse_text": "See to it that no one takes you captive through philosophy and empty deception [pseudo-intellectual babble], according to the tradition [and musings] of mere men, following the elementary principles of this world, rather than following [the truth&ndash;the teachings of] Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "For in Him all the fullness of Deity (the Godhead) dwells in bodily form [completely expressing the divine essence of God]."
            },
            {
                "verse_number": "10",
                "verse_text": "And in Him you have been made complete [achieving spiritual stature through Christ], and He is the head over all rule and authority [of every angelic and earthly power]."
            },
            {
                "verse_number": "11",
                "verse_text": "In Him you were also circumcised with a circumcision not made with hands, but by the [spiritual] circumcision of Christ in the stripping off of the body of the flesh [the sinful carnal nature],"
            },
            {
                "verse_number": "12",
                "verse_text": "having been buried with Him in baptism and raised with Him [to a new life] through [your] faith in the working of God, [as displayed] when He raised Christ from the dead."
            },
            {
                "verse_number": "13",
                "verse_text": "When you were dead in your sins and in the uncircumcision of your flesh (worldliness, manner of life), God made you alive together with Christ, having [freely] forgiven us all our sins,"
            },
            {
                "verse_number": "14",
                "verse_text": "having canceled out the certificate of debt consisting of legal demands [which were in force] against us and which were hostile to us. And this certificate He has set aside and completely removed by nailing it to the cross."
            },
            {
                "verse_number": "15",
                "verse_text": "When He had disarmed the rulers and authorities [those supernatural forces of evil operating against us], He made a public example of them [exhibiting them as captives in His triumphal procession], having triumphed over them through the cross."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore let no one judge you in regard to food and drink or in regard to [the observance of] a festival or a new moon or a Sabbath day."
            },
            {
                "verse_number": "17",
                "verse_text": "Such things are only a shadow of what is to come and they have only symbolic value; but the substance [the reality of what is foreshadowed] belongs to Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "Let no one defraud you of your prize [your freedom in Christ and your salvation] by insisting on mock humility and the worship of angels, going into detail about visions [he claims] he has seen [to justify his authority], puffed up [in conceit] by his unspiritual mind,"
            },
            {
                "verse_number": "19",
                "verse_text": "and not holding fast to the head [of the body, Jesus Christ], from whom the entire body, supplied and knit together by its joints and ligaments, grows with the growth [that can come only] from God."
            },
            {
                "verse_number": "20",
                "verse_text": "If you have died with Christ to the elementary principles of the world, why, as if you were still living in the world, do you submit to rules and regulations, such as,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Do not handle [this], do not taste [that], do not [even] touch!&apos;?"
            },
            {
                "verse_number": "22",
                "verse_text": "(these things all perish with use)&ndash;in accordance with the commandments and teachings of men."
            },
            {
                "verse_number": "23",
                "verse_text": "These practices indeed have the appearance [that popularly passes as that] of wisdom in self-made religion and mock humility and severe treatment of the body (asceticism), but are of no value against sinful indulgence [because they do not honor God]."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Therefore if you have been raised with Christ [to a new life, sharing in His resurrection from the dead], keep seeking the things that are above, where Christ is, seated at the right hand of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Set your mind and keep focused habitually on the things above [the heavenly things], not on things that are on the earth [which have only temporal value]."
            },
            {
                "verse_number": "3",
                "verse_text": "For you died [to this world], and your [new, real] life is hidden with Christ in God."
            },
            {
                "verse_number": "4",
                "verse_text": "When Christ, who is our life, appears, then you also will appear with Him in glory."
            },
            {
                "verse_number": "5",
                "verse_text": "So put to death and deprive of power the evil longings of your earthly body [with its sensual, self-centered instincts] immorality, impurity, sinful passion, evil desire, and greed, which is [a kind of] idolatry [because it replaces your devotion to God]."
            },
            {
                "verse_number": "6",
                "verse_text": "Because of these [sinful] things the [divine] wrath of God is coming on the sons of disobedience [those who fail to listen and who routinely and obstinately disregard God&quot;s precepts],"
            },
            {
                "verse_number": "7",
                "verse_text": "and in these [sinful things] you also once walked, when you were habitually living in them [without the knowledge of Christ]."
            },
            {
                "verse_number": "8",
                "verse_text": "But now rid yourselves [completely] of all these things: anger, rage, malice, slander, and obscene (abusive, filthy, vulgar) language from your mouth."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not lie to one another, for you have stripped off the old self with its evil practices,"
            },
            {
                "verse_number": "10",
                "verse_text": "and have put on the new [spiritual] self who is being continually renewed in true knowledge in the image of Him who created the new self&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "a renewal in which there is no [distinction between] Greek and Jew, circumcised and uncircumcised, [nor between nations whether] barbarian or Scythian, [nor in status whether] slave or free, but Christ is all, and in all [so believers are equal in Christ, without distinction]."
            },
            {
                "verse_number": "12",
                "verse_text": "So, as God&quot;s own chosen people, who are holy [set apart, sanctified for His purpose] and well-beloved [by God Himself], put on a heart of compassion, kindness, humility, gentleness, and patience [which has the power to endure whatever injustice or unpleasantness comes, with good temper];"
            },
            {
                "verse_number": "13",
                "verse_text": "bearing graciously with one another, and willingly forgiving each other if one has a cause for complaint against another; just as the Lord has forgiven you, so should you forgive."
            },
            {
                "verse_number": "14",
                "verse_text": "Beyond all these things put on and wrap yourselves in [unselfish] love, which is the perfect bond of unity [for everything is bound together in agreement when each one seeks the best for others]."
            },
            {
                "verse_number": "15",
                "verse_text": "Let the peace of Christ [the inner calm of one who walks daily with Him] be the controlling factor in your hearts [deciding and settling questions that arise]. To this peace indeed you were called as members in one body [of believers]. And be thankful [to God always]."
            },
            {
                "verse_number": "16",
                "verse_text": "Let the [spoken] word of Christ have its home within you [dwelling in your heart and mind&ndash;permeating every aspect of your being] as you teach [spiritual things] and admonish and train one another with all wisdom, singing psalms and hymns and spiritual songs with thankfulness in your hearts to God."
            },
            {
                "verse_number": "17",
                "verse_text": "Whatever you do [no matter what it is] in word or deed, do everything in the name of the Lord Jesus [and in dependence on Him], giving thanks to God the Father through Him."
            },
            {
                "verse_number": "18",
                "verse_text": "Wives, be subject to your husbands [out of respect for their position as protector, and their accountability to God], as is proper and fitting in the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "Husbands, love your wives [with an affectionate, sympathetic, selfless love that always seeks the best for them] and do not be embittered or resentful toward them [because of the responsibilities of marriage]."
            },
            {
                "verse_number": "20",
                "verse_text": "Children, obey your parents [as God&quot;s representatives] in all things, for this [attitude of respect and obedience] is well-pleasing to the Lord [and will bring you God&quot;s promised blessings]."
            },
            {
                "verse_number": "21",
                "verse_text": "Fathers, do not provoke or irritate or exasperate your children [with demands that are trivial or unreasonable or humiliating or abusive; nor by favoritism or indifference; treat them tenderly with lovingkindness], so they will not lose heart and become discouraged or unmotivated [with their spirits broken]."
            },
            {
                "verse_number": "22",
                "verse_text": "Servants, in everything obey those who are your masters on earth, not only with external service, as those who merely please people, but with sincerity of heart because of your fear of the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Whatever you do [whatever your task may be], work from the soul [that is, put in your very best effort], as [something done] for the Lord and not for men,"
            },
            {
                "verse_number": "24",
                "verse_text": "knowing [with all certainty] that it is from the Lord [not from men] that you will receive the inheritance which is your [greatest] reward. It is the Lord Christ whom you [actually] serve."
            },
            {
                "verse_number": "25",
                "verse_text": "For he who does wrong will be punished for his wrongdoing, and [with God] there is no partiality [no special treatment based on a person&quot;s position in life]."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Masters, [on your part] deal with your slaves justly and fairly, knowing that you also have a Master in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "Be persistent and devoted to prayer, being alert and focused in your prayer life with an attitude of thanksgiving."
            },
            {
                "verse_number": "3",
                "verse_text": "At the same time pray for us, too, that God will open a door [of opportunity] to us for the word, to proclaim the mystery of Christ, for which I have been imprisoned;"
            },
            {
                "verse_number": "4",
                "verse_text": "that I may make it clear [and speak boldly and unfold the mystery] in the way I should."
            },
            {
                "verse_number": "5",
                "verse_text": "Conduct yourself with wisdom in your interactions with outsiders (non-believers), make the most of each opportunity [treating it as something precious]."
            },
            {
                "verse_number": "6",
                "verse_text": "Let your speech at all times be gracious and pleasant, seasoned with salt, so that you will know how to answer each one [who questions you]."
            },
            {
                "verse_number": "7",
                "verse_text": "As to all my affairs, Tychicus, who is a much-loved brother and faithful assistant and fellow bond-servant in the Lord, will give you all the information."
            },
            {
                "verse_number": "8",
                "verse_text": "I have sent him to you for this very purpose, that you may know how we are doing and that he may encourage your hearts;"
            },
            {
                "verse_number": "9",
                "verse_text": "and with him is Onesimus, our faithful and beloved brother, who is one of you. They will let you know everything about the situation here [in Rome]."
            },
            {
                "verse_number": "10",
                "verse_text": "Aristarchus, my fellow prisoner, wishes to be remembered to you; as does Mark, the cousin of Barnabas (about whom you received instructions; if he comes to you, welcome him);"
            },
            {
                "verse_number": "11",
                "verse_text": "and from Jesus, who is called Justus. These are the only fellow workers for the kingdom of God who are from the circumcision (Jewish Christians), and they have proved to be an encouragement and a comfort to me."
            },
            {
                "verse_number": "12",
                "verse_text": "Epaphras, who is one of you and a bond-servant of Christ Jesus, sends you greetings. [He is] always striving for you in his prayers, praying with genuine concern, [pleading] that you may [as people of character and courage] stand firm, [spiritually mature] and fully assured in all the will of God."
            },
            {
                "verse_number": "13",
                "verse_text": "For I testify for him that he has worked strenuously for you and for the believers in Laodicea and those in Hierapolis."
            },
            {
                "verse_number": "14",
                "verse_text": "Luke, the beloved physician, and Demas greet you."
            },
            {
                "verse_number": "15",
                "verse_text": "Give my greetings to the brothers and sisters at Laodicea, and to Nympha and the church that meets in her house."
            },
            {
                "verse_number": "16",
                "verse_text": "When this letter has been read among you, see that it is read in the church of the Laodiceans; and also that you in turn read my letter [that is coming to you] from Laodicea."
            },
            {
                "verse_number": "17",
                "verse_text": "And say to Archippus, &apos;See to it that you fulfill [carefully the duties of] the ministry which you have received in the Lord.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I, Paul, write this greeting with my own hand. Remember my chains. May grace (God&quot;s unmerited favor and blessing) be with you."
            }
        ]
    }
}